{"pageProps":{"content":"![Inwangsa Temple (인왕사 (서울))](/2022-08-04-1659602774980/1568101_image2_1.webp)\n\n  \n## Overview\n\n> Inwangsa Temple refers to the entire cluster of small Buddhist temples located on Inwangsan Mountain (alt. 338m) in the heart of Seoul. The eastern foot of the mountain has many scenic spots with its distinctively cozy and tasteful atmosphere, and the northern area called Mugye-dong also offers beautiful scenery. Inwangsa Temple was established in the early Joseon period (1392-1910) to guard the national palace Gyeongbokbung. The temple is comprised of 11 shrines from five different Buddhist orders. The unique design of each shrine adds pleasure to hikers on their way up to Seonbawi, an unusual rock formation that is a site of many folk beliefs and shamanist rites.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br>(Korean, English, Japanese, Chinese) <br> • For more info: +82-2-737-4434|\n|restdate:|N/A (open all year round)|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Restrooms:|Available|\n|Interpretation Services Offered:|Not available|\n  \n## Detail Image\n![/2022-08-04-1659602774980/1568100_image2_1.webp](/2022-08-04-1659602774980/1568100_image2_1.webp)\n![/2022-08-04-1659602774980/2530864_image2_1.webp](/2022-08-04-1659602774980/2530864_image2_1.webp)\n![/2022-08-04-1659602774980/2530869_image2_1.webp](/2022-08-04-1659602774980/2530869_image2_1.webp)\n![/2022-08-04-1659602774980/2530871_image2_1.webp](/2022-08-04-1659602774980/2530871_image2_1.webp)\n![/2022-08-04-1659602774980/2530873_image2_1.webp](/2022-08-04-1659602774980/2530873_image2_1.webp)\n![/2022-08-04-1659602774980/2530875_image2_1.webp](/2022-08-04-1659602774980/2530875_image2_1.webp)\n![/2022-08-04-1659602774980/2530876_image2_1.webp](/2022-08-04-1659602774980/2530876_image2_1.webp)\n![/2022-08-04-1659602774980/2531115_image2_1.webp](/2022-08-04-1659602774980/2531115_image2_1.webp)\n![/2022-08-04-1659602774980/2531116_image2_1.webp](/2022-08-04-1659602774980/2531116_image2_1.webp)\n![/2022-08-04-1659602774980/1568098_image2_1.webp](/2022-08-04-1659602774980/1568098_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-2-737-4434](tel:+8227374434)\n\n\n\n```googleMap\nlatitude: 37.5786358368\nlongitude: 126.9597168346\ntitle: 16-1, Tongil-ro 18ga-gil, Jongno-gu, Seoul\n```\n  \n## Directions\n  \n[Subway]<br>\nDongnimmun Station (Seoul Subway Line 3), Exit 2.<br><br>\n\n[Bus]<br>\nFrom Seoul Station (Seoul Subway Line 1), Exit 9-1, take Bus No. 701, 703, or 704 and get off at Dongnimmun Station, Hansung Science High School Bus Stop.\n","data":{"id":"2022-08-04-1659602774980","title":"Inwangsa Temple (인왕사 (서울))","description":"Inwangsa Temple refers to the entire cluster of small Buddhist temples located on Inwangsan Mountain (alt. 338m) in the heart of Seoul. The eastern foot of the mountain has many scenic spots with its distinctively cozy and tasteful atmosphere, and the northern area called Mugye-dong also offers beautiful scenery. Inwangsa Temple was established in the early Joseon period (1392-1910) to guard the national palace Gyeongbokbung. The temple is comprised of 11 shrines from five different Buddhist orders. The unique design of each shrine adds pleasure to hikers on their way up to Seonbawi, an unusual rock formation that is a site of many folk beliefs and shamanist rites.","regDate":"2022-08-04","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-08-04-1659602774980/1568101_image2_1.webp","blogPath":"Seoul/2022-08-04-1659602774980","pageUrl":"https:/mcdryad.com/Seoul/2022-08-04-1659602774980"},"dataList":[{"id":"2022-08-08-1659987365301","title":"Seoul Cathedral Anglican Church or Korea (대한성공회 서울주교좌성당)","description":"Seoul Cathedral Anglican Church of Korea began construction under Mark Trollope, the third bishop of the Anglican Church of Korea, in 1922. It was designed by a English architect Arthor Dixon. Dedication ceremony of the church was held On May 2, 1926 when the construction work hadn't been completed yet. At that time, the church building was a 3-storey building with a 992 m² floor size. Later in 1993, the original blue print of the church was found at a library in England and the construction resumed and would be completed in 1996.<br><br>The church building is a  harmonious combination of Romanesque  and traditional Korean style.  The exterior of the church is shaped like a cross with various lines placed in harmony. Inside the cathedral, there are 12 stone columns symbolizing the 12 apostles, a mosaic of Jesus on the front wall, and a brass plate in commemoration of Mark Trollope. Under the brass plate, the remains of the bishop Mark Trollope are enshrined. <br>* Size  B1-3F<br>* Building site area  519㎡ (157 pyeong), Ground area 909㎡ (275 pyeong)","regDate":"2022-08-08","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Holy Sites"],"imgUrl":"/2022-08-08-1659987365301/755849_image2_1.webp","blogPath":"Seoul/2022-08-08-1659987365301"},{"id":"2022-08-08-1659984351823","title":"Seoul Bongeunsa Temple (봉은사 (서울))","description":"Once known as Gyeonseongsa Temple, Bongeunsa Temple is located north of COEX, and was constructed in the 10th year of Silla King Weongseong’s reign (794). In 1498, Queen Jeonghyeon refurbished Gyeonseongsa Temple and renamed it Bongeunsa Temple.<br><br>Originally located near the Royal Tomb of King Seongjong, the temple was transferred to its current location during Joseon King Myeongjong’s reign. The temple is home to 3,479 Buddhist scriptures of 13 types, including the works of Kim Jeong-hee. The Buddhist ceremony called Jeongdaebulsa is held on the ninth day of the eighth month of the lunar calendar, where monks march carrying the scriptures on their heads and recite the Beopseongge (Buddhist rites).","regDate":"2022-08-08","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-08-08-1659984351823/2652137_image2_1.webp","blogPath":"Seoul/2022-08-08-1659984351823"},{"id":"2022-08-08-1659980555730","title":"Seoul Bangidong Ancient Tombs (서울 방이동 고분군)","description":"The ancient tombs  in Bangi-dong were discovered during the land readjustment project of Jamsil-jigu District in 1975. A total of eight ancient tombs were excavated until 1976, and the site was restored into a park in 1983. The Bangi-dong area was originally a low line of hills with an altitude of 30-50m above sea level, but it has been made into flatland for urban development purposes. Tomb numbers 1 to 6 lie on the same hill, while tomb no. 7 and 8 are located on another hill a short distance away.<br><br>All eight tombs have circular burial mounds. The insides of the a tomb feature a square or rectangular-shaped burial chamber with earthen ground and stone walls, and a passage leading from the tomb entrance to the chamber. However, details of the burial chambers vary by tomb. Most of the tombs had been robbed before the investigation, but a few relics such as plates and pots have been excavated. At the time of excavation, the relics were presumed to have come from the Baekje dynasty (18 BC-660 AD), but it is now estimated that they date back to the Unified Silla Period (676-935 AD).","regDate":"2022-08-08","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-08-08-1659980555730/741946_image2_1.webp","blogPath":"Seoul/2022-08-08-1659980555730"},{"id":"2022-08-08-1659977795734","title":"Seoul Animation Center (서울 애니메이션센터)","description":"The Seoul Animation Center was established by the Seoul Metropolitan Government in May 1999 with the aim of providing comprehensive support to Korea’s cartoon and animation industry. The center runs an information desk, offers educational programs, holds events to support new talents and productions, and hosts diverse events and exhibitions.","regDate":"2022-08-08","author":"korea-tour","tag":["Seoul","Culture/Art/History","Industrial Sites","Others"],"imgUrl":"/2022-08-08-1659977795734/1895102_image2_1.webp","blogPath":"Seoul/2022-08-08-1659977795734"},{"id":"2022-08-08-1659973489363","title":"Seosomun Historical Park (서소문역사공원)","description":"The Seosomun Gate area, which is located outside Seosomun Gate, was used as a persecution site in the 19th century before it turned into the local park of today. Many Catholics were suppressed and martyred here, making the area a holy site for Korean Catholics. Seosomun Gate was a gateway to Chilpae Market located near Namdaemun Gate. It was always busy with passerbys and the persecution site was established outside the gate to set an example of crime punishment to all the witnesses.  <br><br>On May 15, 1999, a memorial tower was raised at the center of the park in honor of the martyrs. In 2013, Seoul's Jung-gu district also founded Seosumun Holy Shrine History Museum with a memorial exhibition hall in their honor.","regDate":"2022-08-08","author":"korea-tour","tag":["Seoul","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-08-08-1659973489363/1569102_image2_1.webp","blogPath":"Seoul/2022-08-08-1659973489363"},{"id":"2022-08-08-1659969496803","title":"Seoseoul Lake Park (서서울호수공원)","description":"Covering over 225,000 ㎡ of land in the southwestern part of Seoul, Seoseoul Lake Park, also known as West Lake Park, was opened in October 2009 to resolve the regional imbalance in the city. The park with themes of ‘water’ and ‘recycling’ produces approximately 120,000 tons of tap water to Seoul. Also, Neunggolsan Mountain that separates Seoul and Bucheon was renovated to include a park and  hiking trails. In addition, there are children's playground, sports facilities like the soccer field, basketball court and badminton courts, and a cultural plaza. With its vast space and 24-hour operation, the park provides a relaxing ground for the citizens of Seoul.","regDate":"2022-08-08","author":"korea-tour","tag":["Seoul","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-08-08-1659969496803/2611715_image2_1.webp","blogPath":"Seoul/2022-08-08-1659969496803"},{"id":"2022-08-08-1659967064652","title":"Seorae Village (서래마을)","description":"Seorae Village is located in between Banpo 4-dong and Bangbaebon-dong in Seocho-gu, Seoul. Seorae Village took its form as a French neighborhood when French residents moved to the area after Ecole Francaise de Seoul, a school for French residents in Korea, was established here in 1985. According to 2008 census, about half of the total 1,000 French citizens residing in Korea were registered to be living in Seorae Village. The area naturally took shape as a global neighborhood as many international residents settled at Seorae Village much thanks to the strong presence of French residents. In addition to its convenient location near the central district area as well as Gangnam area and Hangang River Park, Seorae Village serves as a pleasant environment space for all.<br><br>Many shops and restaurants in Seorae Village are small in size and rather charming, resembling those in Europe. A bakery that makes traditional French baguettes using ingredients directly imported from France can be found here. In recent years, Seorae Village has undergone several changes, gaining much attention as one of the most modern and fanciest regions found in Seoul.","regDate":"2022-08-08","author":"korea-tour","tag":["Seoul","Culture/Art/History","Experience Programs","Cultural Districts"],"imgUrl":"/2022-08-08-1659967064652/862805_image2_1.webp","blogPath":"Seoul/2022-08-08-1659967064652"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}