{"pageProps":{"content":"![Boramae Safety Experience Center (보라매안전체험관)](/2022-07-20-1658349570970/1095139_image2_1.webp)\n\n  \n## Overview\n\n> Located inside Boramae Park, the Boramae Safety Experience Center operates an experience program focused on safety measures in the event of disaster. With a 'Safe Seoul' vision, the center teaches safety awareness and safety measures through simulation-based training in how to handle disasters, earthquakes, windstorms, fire and traffic accidents. The center also operates a program to learn about first aid such as CPR and the use of various safety facilities and equipment.<br>\n<br>\nAt this safety experience center, visitors can also listen to real-life stores \nfrom fire officers and participate in the programs to learn more about safety.\n\n  \n## Intro\n\n| | |\n| - | - |\n|expagerange:|Elementary ~ High school students (Elementary school students should be accompanied by appointed guardian.)|\n|infocenter:|• 1330 Travel Hotline: +82-2-1330<br>(Korean, English, Japanese, Chinese) <br> • For more info: +82-2-2027-4100|\n|opendate:|May 25, 2010|\n|parking:|Not available (Use Boramae Park parking lot)|\n|restdate:|Mondays, New Year’s Day, the day of Seollal (Lunar New Year’s Day) & Chuseok (Korean Thanksgiving Day)|\n|usetime:|09:00-17:00|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Admission Fees:|Free|\n|Available Facilities:|B1F: Eperience evaluation hall, orientation hall, 4D Theater, subway accident experience zone<br>1F: Fire safety history museum, windstorm experience zone, earthquake experience zone<br>2F: Traffic accident experience zone, fire experience zone<br>3F: Fire safety facility practice room, children's safety zone, emergency care practive room|\n|Restrooms:|Available|\n|Parking Fees:|100 won for every 5-minute|\n  \n## Detail Image\n![/2022-07-20-1658349570970/1094994_image2_1.webp](/2022-07-20-1658349570970/1094994_image2_1.webp)\n![/2022-07-20-1658349570970/1094997_image2_1.webp](/2022-07-20-1658349570970/1094997_image2_1.webp)\n![/2022-07-20-1658349570970/1095001_image2_1.webp](/2022-07-20-1658349570970/1095001_image2_1.webp)\n![/2022-07-20-1658349570970/1095034_image2_1.webp](/2022-07-20-1658349570970/1095034_image2_1.webp)\n![/2022-07-20-1658349570970/1095040_image2_1.webp](/2022-07-20-1658349570970/1095040_image2_1.webp)\n![/2022-07-20-1658349570970/1095048_image2_1.webp](/2022-07-20-1658349570970/1095048_image2_1.webp)\n![/2022-07-20-1658349570970/1095051_image2_1.webp](/2022-07-20-1658349570970/1095051_image2_1.webp)\n![/2022-07-20-1658349570970/1095055_image2_1.webp](/2022-07-20-1658349570970/1095055_image2_1.webp)\n![/2022-07-20-1658349570970/1095066_image2_1.webp](/2022-07-20-1658349570970/1095066_image2_1.webp)\n![/2022-07-20-1658349570970/1095070_image2_1.webp](/2022-07-20-1658349570970/1095070_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-2-2027-4100](tel:+82220274100)\n- [🏠fire.seoul.go.kr](http://fire.seoul.go.kr/boramea)\n\n\n```googleMap\nlatitude: 37.4929339232\nlongitude: 126.9172397911\ntitle: 33, Yeouidaebang-ro 20-gil, Dongjak-gu, Seoul\n```\n  \n## Directions\n  \n[Subway]<br>Sindaebang Station (Seoul Subway Line 2), Exit 4.\n<br>Go straight, passing Munchang Elementary School and the South Gate of Boramae Park. \n<br>Walk for approx. 5 min from Nambu Disability Welfare Center to Boramae Safety Experience Center (Music Fountain).<br>Boramae Safety Experience Center is next to the music fountain.\n","data":{"id":"2022-07-20-1658349570970","title":"Boramae Safety Experience Center (보라매안전체험관)","description":"Located inside Boramae Park, the Boramae Safety Experience Center operates an experience program focused on safety measures in the event of disaster. With a 'Safe Seoul' vision, the center teaches safety awareness and safety measures through simulation-based training in how to handle disasters, earthquakes, windstorms, fire and traffic accidents. The center also operates a program to learn about first aid such as CPR and the use of various safety facilities and equipment.<br><br>At this safety experience center, visitors can also listen to real-life stores from fire officers and participate in the programs to learn more about safety.","regDate":"2022-07-20","author":"korea-tour","tag":["Seoul","Culture/Art/History","Experience Programs","Unique Experience"],"imgUrl":"/2022-07-20-1658349570970/1095139_image2_1.webp","blogPath":"Seoul/2022-07-20-1658349570970","pageUrl":"https:/mcdryad.com/Seoul/2022-07-20-1658349570970"},"dataList":[{"id":"2022-07-21-1658431917387","title":"Choi Sunu House (최순우 옛집)","description":"The Choi Sunu House is the old residence of Hyegok Choi Sunu (1916-1984), who lived in this house from 1976 until the day he passed away. The house is designated as Korea’s Registered Cultural Property. Choi Sunu was a leading art historian who served as the director of the National Museum of Korea. He devoted his life to rediscovering the beauty of Korean art and made many academic accomplishments in the areas of Korean ceramics, traditional woodcraft, and the history of painting. <br>The house has been open to the public as the Hyegok Choi Sunu Memorial Hall since 2004. The memorial hall displays Choi Sunu’s relics as a permanent exhibition and holds special exhibitions in the fall as well as cultural programs every spring and fall.","regDate":"2022-07-21","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Old Houses"],"imgUrl":"/2022-07-21-1658431917387/2031918_image2_1.webp","blogPath":"Seoul/2022-07-21-1658431917387"},{"id":"2022-07-21-1658429299654","title":"Children’s Grand Park (서울 어린이대공원)","description":"Situated in Gwangjin-gu, Seoul Children’s Grand Park houses various facilities for families, including a zoo, botanical garden, amusement rides, and diverse performance events within a vast area. Opened on Children’s Day (May 5) in 1973, the park is full of attractions that appeal to children and the young-at-heart. It was renovated on Children’s Day 2009 to repair old and worn facilities. It became an even more spacious and pleasant park thanks to the renovation work.","regDate":"2022-07-21","author":"korea-tour","tag":["Seoul","Culture/Art/History","Recreational Sites","Theme Parks"],"imgUrl":"/2022-07-21-1658429299654/2028002_image2_1.webp","blogPath":"Seoul/2022-07-21-1658429299654"},{"id":"2022-07-21-1658425196938","title":"Cheonho Park (천호공원)","description":"Located in Cheonho-dong, Cheonho Park is comprised of a musical fountain, an outdoor stage, and various sports facilities, making it the perfect spot for rest and leisure.","regDate":"2022-07-21","author":"korea-tour","tag":["Seoul","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-07-21-1658425196938/1986006_image2_1.webp","blogPath":"Seoul/2022-07-21-1658425196938"},{"id":"2022-07-21-1658422344570","title":"Cheonggyesan Mountain (청계산)","description":"Cheonggyesan Mountain surrounds Seoul Grand Park, Seoulland and the National Museum of Modern and Contemporary Art in Gwacheon. The mountain boarders the area of Yangjae-dong, Seoul and Gwacheon-si, Seongnam-si, and Uiwang-si, Gyeonggi-do, and is located next to Gwanaksan Mountain, south of downtown Gwacheon. The mountain is said to have been the home of Joyun, a faithful member of the Goryeo dynasty, after the Joseon dynasty was founded. There is another myth that the mountain is where a blue dragon ascended to heaven, earning the mountain the nickname Cheongnyongsan.<br><br>Dense forests, neat valleys, parks, and temples are available in the mountain, making it a suitable attraction for families. There are also many walking courses in varying levels of difficulty.","regDate":"2022-07-21","author":"korea-tour","tag":["Seoul","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-07-21-1658422344570/2023841_image2_1.webp","blogPath":"Seoul/2022-07-21-1658422344570"},{"id":"2022-07-21-1658418118385","title":"Cheonggyecheon Stream (청계천)","description":"Cheonggyecheon Stream starts from Cheonggye Plaza, just off Sejong-ro Avenue. Cheonggye Plaza roughly covers an area of 2,500 square meters, and is located at the starting point of Cheonggyecheon Stream. The square, created based on the design of  traditional Korean <em>bojagi</em> (a colorful wrapping cloth), features the elegant beauty of traditional stonework that is colorful yet refined. The plaza also includes a model of Cheonggyecheon that provides visitors with a bird's-eye view of the restored Cheonggyecheon Stream. At the plaza, there are plaques that provide detailed commentaries on the 22 bridges that span the stream, as well as a number of graceful fountains that add to the ambience of the area. The area commemorates the Cheonggyecheon Stream Restoration Project, and also symbolizes gathering, harmony, peace, and unity.<br><br>After the completion of Cheonggye Plaza, Seoul Metropolitan Government designated the area as a vehicle-free zone on holidays, providing more leisure space for pedestrians. Since then, the waterfront areas of Cheonggyecheon Stream, and the surrounding streets have become popular places for those seeking refreshment and a variety of cultural experiences. A favorite of many is the Candle Fountain, which features the magnificent synchronicity of three different lighting fixtures and a four-meter-high, two-tiered waterfall. Along the two sides of the waterfall are the Palseokdam wishing wells, made of eight different stones from each of the nation's eight provinces.","regDate":"2022-07-21","author":"korea-tour","tag":["Seoul","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-07-21-1658418118385/2544890_image2_1.webp","blogPath":"Seoul/2022-07-21-1658418118385"},{"id":"2022-07-21-1658414103453","title":"Cheongdam Park (청담공원)","description":"Up until the early 1960's, people would cross the Hangang River from Ttukseom Ferry Dock and arrive in Cheongdam-dong. Although highly developed, Cheongdam Park remains as a soothing natural oasis that is relatively untouched by city pollution. Following the trail, there is a small exercise area and playground. The park is quite crowded in the morning with people exercising. The tightly woven trees in the park offers a resting place to enjoy fresh air. The park size is 59,347 ㎡.","regDate":"2022-07-21","author":"korea-tour","tag":["Seoul","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-07-21-1658414103453/204200_image2_1.webp","blogPath":"Seoul/2022-07-21-1658414103453"},{"id":"2022-07-21-1658411667922","title":"Cheongdam Fashion Street (청담패션거리)","description":"The street from the Cheongdam Station intersection to Galleria Department Store is lined with luxury brand stores and dubbed as “Cheongdam Fashion Street.\" Often frequented by celebrities, the area became a popular tourist destination for hallyu fans. Inside the alleys are famous restaurants, and with art galleries and boutiques popping up within the area, the street has gained a reputation as a cultural shopping street.","regDate":"2022-07-21","author":"korea-tour","tag":["Seoul","Culture/Art/History","Experience Programs","Cultural Districts"],"imgUrl":"/2022-07-21-1658411667922/2728682_image2_1.webp","blogPath":"Seoul/2022-07-21-1658411667922"}],"navList":["Busan","Daegu","Daejeon","Gwangju","Gyeonggi-do","Incheon","Jeju-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}