{"pageProps":{"content":"![Dae Jang Geum Park (용인 대장금 파크)](/2022-07-18-1658183864181/2391318_image2_1.webp)\n\n  \n## Overview\n\n> Dae Jang Geum Park in Yongin, Gyeonggi-do is the largest historical drama set in Korea. Facilities in the themed park are semi-permanent facilities reflected the architectural style, lifestyle and culture of the past, based on historical records. The facilities are in great harmony with the surrounding natural landscapes, which makes tourists feel as if they have traveled to the past in a time machine. The park has also been used as a filming site for music videos, documentaries, and commercials.\n\n  \n## Intro\n\n| | |\n| - | - |\n|accomcount:|No limit|\n|expagerange:|Open to visitors of all ages|\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br>(Korean, English, Japanese, Chinese) <br /> • For more info: +82-31-337-3241,<br>+82-2-789-1675|\n|opendate:|June 21, 2011|\n|parking:|Available|\n|restdate:|N/A (open all year round)|\n|usetime:|March-October 09:00-18:00<br />November-February 09:00-17:00|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Film Locations:|Filming site for MBC dramas like Flower in Prison, Scholar Who Walks the Night, Hwajung, Shine or Go Crazy, Diary of a Night Watchman, Triangle, King's Daughter- Soo Baek Hyang, Jeong Yi, the Goddess of Fire, Gu Family Book, Guam Heo Jun, The Moon that Embraces the Moon, Jumong, Queen Seondeok, Yi San, Dong Yi, The Duo, Gyebaek, God of War, Dr. Jin, Arang and the Magistrate, Horse Doctor, etc.|\n|Shopping Information:|* Café The Moon that Embraces the Sun - Coffee, other beverages and snacks <br />* Café Mia - Coffee, tea, other beverages, cookies, instant ramen and other instant food <br />* Mongyuhyang (court costume rental) - Drama-related souvenirs and traditional souvenirs|\n|Admission Fees:|Adults 9,500 won / Middle & high school students 8,000 won / Ages 4 years - elementary school students 7,000 won <br /><br>* Children under 4 years of age enter for free<br />* Discount rate applies to group visitors and senior citizens (ID required).|\n|Available Facilities:|* Tour facilities <br />- Open studios (sets) <br />* Experience facilities (Mongyuhyang) <br />- Costume-wearing: Try on costumes used for dramas <br />- Photo shoots: Take photos with characters from dramas (instant printing service available) <br />* Convenient facilities <br />- Cafes and vending machines <br />|\n|Facility Utilization Fees:|[Experience facilities] Try-on costumes: 20,000 won / Take photos: 20,000 won<br>* Take photos with mobile phones and cameras for free|\n|Restrooms:|Available |\n|Parking Fees:|Free|\n|Interpretation Services Offered:|Cultural tour docents available (English, Japanese, Chinese).|\n|Reservation Info. for Foreigners:|Reservations can be made online or by email. <br />* Email: djgpark@mbc.co.kr|\n  \n## Detail Image\n![/2022-07-18-1658183864181/2009786_image2_1.webp](/2022-07-18-1658183864181/2009786_image2_1.webp)\n![/2022-07-18-1658183864181/2009787_image2_1.webp](/2022-07-18-1658183864181/2009787_image2_1.webp)\n![/2022-07-18-1658183864181/2009788_image2_1.webp](/2022-07-18-1658183864181/2009788_image2_1.webp)\n![/2022-07-18-1658183864181/2009789_image2_1.webp](/2022-07-18-1658183864181/2009789_image2_1.webp)\n![/2022-07-18-1658183864181/2009790_image2_1.webp](/2022-07-18-1658183864181/2009790_image2_1.webp)\n![/2022-07-18-1658183864181/2009791_image2_1.webp](/2022-07-18-1658183864181/2009791_image2_1.webp)\n![/2022-07-18-1658183864181/2009792_image2_1.webp](/2022-07-18-1658183864181/2009792_image2_1.webp)\n![/2022-07-18-1658183864181/2009793_image2_1.webp](/2022-07-18-1658183864181/2009793_image2_1.webp)\n![/2022-07-18-1658183864181/2009794_image2_1.webp](/2022-07-18-1658183864181/2009794_image2_1.webp)\n![/2022-07-18-1658183864181/2009795_image2_1.webp](/2022-07-18-1658183864181/2009795_image2_1.webp)\n\n\n  \n## Contact\n\n\n- [🏠djgpark.imbc.com](http://djgpark.imbc.com)\n\n\n```googleMap\nlatitude: 37.1206595774\nlongitude: 127.3373315954\ntitle: 25, Yongcheon drama-gil, Baegam-myeon, Cheoin-gu, Yongin-si, Gyeonggi-do\n```\n  \n## Directions\n  \n[Bus]<br>\nFrom Yongin Bus Terminal, take Bus No. 10 to Baekam.<br>\n- Transfer to Bus No. 105 and get off at MBC Set Bus Stop.\n","data":{"id":"2022-07-18-1658183864181","title":"Dae Jang Geum Park (용인 대장금 파크)","description":"Dae Jang Geum Park in Yongin, Gyeonggi-do is the largest historical drama set in Korea. Facilities in the themed park are semi-permanent facilities reflected the architectural style, lifestyle and culture of the past, based on historical records. The facilities are in great harmony with the surrounding natural landscapes, which makes tourists feel as if they have traveled to the past in a time machine. The park has also been used as a filming site for music videos, documentaries, and commercials.","regDate":"2022-07-18","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Industrial Sites","Others"],"imgUrl":"/2022-07-18-1658183864181/2391318_image2_1.webp","blogPath":"Gyeonggi-do/2022-07-18-1658183864181","pageUrl":"https:/mcdryad.com/Gyeonggi-do/2022-07-18-1658183864181"},"dataList":[{"id":"2022-08-26-1661506826216","title":"Hwadam Botanic Garden (화담숲)","description":"Hwadam Botanic Garden is an eco-friendly arboretum located within Konjiam Resort in Gwangju, Gyeonggi-do, a 40-minute drive away from Seoul. In effort to revive the country's forest ecosystem, LG Evergreen Foundation brought in approximately 4,300 types of exquisite and domestic plants to form a forest park divided into 17 themes. Hwadam can be translated into a friendly communication, a name given to the forest in hopes that the area serves as a mean for people to communicate with nature. While the forest is designed to offer an environmentally friendly atmosphere, the ecosystem and habitats of the forest are well-preserved, serving as a home to many living species.","regDate":"2022-08-26","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites","Botanical Gardens"],"imgUrl":"/2022-08-26-1661506826216/2436244_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-26-1661506826216"},{"id":"2022-08-26-1661503574183","title":"Hongneung and Yureung Royal Tombs [UNESCO World Heritage] (남양주 홍릉(고종과 명성황후)과 유릉(순종과 순명,순정 황후) [유네스코 세계문화유산])","description":"Hongneung and Yureung Royal Tombs is Historic Site No. 207. Hongneung Tomb is the resting place of Emperor Gojong and his wife Empress Myeongseong, while Yureung Tomb is the resting place of Emperor Sunjong, his first wife Empress Sunmyeonghyo, and his second wife, Empress Sunjeonghyo. Hongneung and Yureung look different from other royal tombs. When the name of the country changed from the Joseon dynasty to the Daehan Empire, the rulers of Korea were called emperors. Therefore, the tombs of the two emperors were modeled after the tomb of the Ming dynasty’s ruler, King Taizu (Zhu Yuanzhang). Surrounding Hongneung and Yureung are statues carved in the shape of animals such as giraffes, elephants, and lions, which can’t be seen at the other royal tombs of the Joseon dynasty. The stonework of Hongneung tomb was made in a traditional way, while the stonework of Yureung tomb shows a more realistic and advanced technique.","regDate":"2022-08-26","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-08-26-1661503574183/219673_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-26-1661503574183"},{"id":"2022-08-26-1661499675782","title":"Heyri Art Valley (헤이리 예술마을)","description":"Heyri Art Valley is a neighborhood of inspiration, creative workshops, exhibitions, festivals, and education of all things creative arts. This neighborhood expanded into an art complex when artists from diverse fields of expertise began to gather during the development process of Paju Book City. The village’s name originates from Paju’s local song “Heyri Sound,” sung by farmers while working at the fields. The whole neighborhood is like a masterpiece due to the artworks displayed along the streets in harmony with nature’s beauty. The buildings were carefully designed as to prevent the manmade structures getting in the way from admiring the surrounding nature. For example, the neighborhood’s streets were designed to follow the curves set by nature without using any asphalt.","regDate":"2022-08-26","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Experience Programs","Unique Experience"],"imgUrl":"/2022-08-26-1661499675782/2706535_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-26-1661499675782"},{"id":"2022-08-26-1661497254182","title":"Herb Village (허브빌리지)","description":"The Herb Village in Yeoncheon, Gyeonggi-do Province gives a splendid view of Imjingang River. This beautiful oasis is perfect for a relaxing day out of Seoul with the whole family. Colorful flowers, wooden benches, original statues, and a beautiful landscape decorate the whole space of the garden. One can just take a leisurely walk down the hill towards the river while stopping to smell the herbs every once in a while. <br><br>If you need some refreshments, there are a couple of restaurants in the garden. If you want to stay overnight, there is beautiful guesthouse that offers comfortable accommodation. The village also has an herb jjimjilbang (Korean sauna) that creates a romantic ambience after sunset with candle lights, and foot baths that use different herbs can be found outside. The village is just a short drive from Seoul and one can enjoy a scenic view of the surroundings along the way.","regDate":"2022-08-26","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Recreational Sites","Theme Parks"],"imgUrl":"/2022-08-26-1661497254182/2390973_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-26-1661497254182"},{"id":"2022-08-26-1661494367809","title":"Hanteo Pony Farm (한터 조랑말농장)","description":"Hanteo Pony Farm is a farm where children and families can experience aspects of farm life such as planting crops and attending to the needs of farm animals. During weekdays, the farm hosts learning activities specifically for groups of children from kindergartens and elementary schools. During weekends, it is a popular destination for families to come and enjoy farm life.","regDate":"2022-08-26","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Experience Programs","Unique Experience"],"imgUrl":"/2022-08-26-1661494367809/2364475_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-26-1661494367809"},{"id":"2022-08-26-1661490289211","title":"Hantaek Botanical Garden (한택식물원)","description":"Established in 1979, Hantaek Botanical Garden features the nation's largest botanical garden which houses total of 9,700 plant species including 2,400 species of wild plants and 7,300 species of foreign plants. Along with various domestic and international plant species, the botanical garden makes an effort in research studies through the botanical lab, interactions with domestic and international botanical gardens and modernized facilities. Also, it was designated as Rare plant and Extinction crisis plant habitat and conservation by the Ministry of Environment and has been carrying out acts to preserve national grown-plants and restoring the habitats continuously as well as various hands-on programs and exhibitions that offer education&nbsp;about nature.<br><br> Hantaek Botanical Garden is comprised of Natural Ecology Hall, Water Plant Botanical Garden, Wall Garden, Rock Garden, Silver Grass Garden and Hemerocallis collections, Hosta collections, Iris garden, and other gardens. Australia Plant Greenhouse, exhibiting baobab trees, South Africa Greenhouse, Herb greenhouse, and a rest area are also available for visitors.","regDate":"2022-08-26","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites","Botanical Gardens"],"imgUrl":"/2022-08-26-1661490289211/2378844_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-26-1661490289211"},{"id":"2022-08-25-1661424304365","title":"Haengjusanseong Fortress (행주산성)","description":"Haengjusanseong Fortress (Historic Site No. 56) atop Deogyangsan Mountain was the site of one of the three major Korean victories against the enemy during the Imjin War (1592-1598). Inside the fortress is Chungjangsa Shrine, a place to pay tribute to General Gwon Yul who led the victorious feat. A cultural event to pay tribute to General Gwon Yul is held every March 14.","regDate":"2022-08-25","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Fortresses"],"imgUrl":"/2022-08-25-1661424304365/1589218_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-25-1661424304365"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}