{"pageProps":{"content":"![Birthplace of the16th President of Korea, Roh Moo-hyun (진영 봉하마을과 노무현 대통령 생가)](/2022-07-30-1659170619407/1611275_image2_1.webp)\n\n  \n## Overview\n\n> Bongha Village is located 4.5km to the east of Jinyeong-eup, on the foot-slopes of Bonghwasan mountain.  It is a typical farming village, and its major produce is Jinyeong sweet persimmons and rice. Its name comes from the mound above it on Bonghwasan mountain, where in the past beacons were lit as a method of communication. Bonghwasan mountain is home to Bonghwasa temple and two famous valleys: Doduk (thief) valley on the east side, named because of the many thieves that used to operate in the area, and Yasi (fox) valley on the west side, which looks like a fox lying on its front, looking back at its tail. <Br><Br>\n\nBirthplace of the former President of Korea, Roh Moo-hyun<Br>\nThe birthplace of the former President of Korea, Roh Moo-hyun, is a brick house with a slate roof that consists of two small rooms and a kitchen. Although it is a shabby house, everything in it seems rare and precious to visitors. The earth, stones, and water, as well as household items, are popular with visitors. Some visitors even take stones and soil from the garden home with them in plastic bags, and some take water, believing that water from the ex-president’s birthplace is almost sacred.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-1688-0523, <BR> +82-55-344-1301|\n|parking:|Available|\n|usetime:|Shrine: Summer season 08:00-19:00 / Winter season 08:00-18:00|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Admission Fees:|Free|\n|Parking Fees:|Free|\n  \n## Detail Image\n![/2022-07-30-1659170619407/1611273_image2_1.webp](/2022-07-30-1659170619407/1611273_image2_1.webp)\n![/2022-07-30-1659170619407/1611274_image2_1.webp](/2022-07-30-1659170619407/1611274_image2_1.webp)\n![/2022-07-30-1659170619407/1611276_image2_1.webp](/2022-07-30-1659170619407/1611276_image2_1.webp)\n![/2022-07-30-1659170619407/1611277_image2_1.webp](/2022-07-30-1659170619407/1611277_image2_1.webp)\n![/2022-07-30-1659170619407/2610455_image2_1.webp](/2022-07-30-1659170619407/2610455_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-1688-0523](tel:+8216880523)\n- [🏠bongha.knowhow.or.kr</a> (Korean only)<br><a href=\"http://tour.gimhae.go.kr\" target=\"_blank\">tour.gimhae.go.kr](http://bongha.knowhow.or.kr/)\n\n\n```googleMap\nlatitude: 35.3144525363\nlongitude: 128.7712292248\ntitle: 129, Bongha-ro, Gimhae-si, Gyeongsangnam-do\n```\n  \n## Directions\n  \n[Bus]<BR>From Seoul Express Bus Terminal, take a express bus to Gimhae Bus Terminal.<BR> From Gimhae Terminal Bus Stop, take Bus No.14 and get off at Jinnyeong Bus Stop.<BR>Transfer to Bus No. 57 and get off at Bonghamaeul Bus Stop.\n","data":{"id":"2022-07-30-1659170619407","title":"Birthplace of the16th President of Korea, Roh Moo-hyun (진영 봉하마을과 노무현 대통령 생가)","description":"Bongha Village is located 4.5km to the east of Jinyeong-eup, on the foot-slopes of Bonghwasan mountain.  It is a typical farming village, and its major produce is Jinyeong sweet persimmons and rice. Its name comes from the mound above it on Bonghwasan mountain, where in the past beacons were lit as a method of communication. Bonghwasan mountain is home to Bonghwasa temple and two famous valleys  Doduk (thief) valley on the east side, named because of the many thieves that used to operate in the area, and Yasi (fox) valley on the west side, which looks like a fox lying on its front, looking back at its tail. <Br><Br>Birthplace of the former President of Korea, Roh Moo-hyun<Br>The birthplace of the former President of Korea, Roh Moo-hyun, is a brick house with a slate roof that consists of two small rooms and a kitchen. Although it is a shabby house, everything in it seems rare and precious to visitors. The earth, stones, and water, as well as household items, are popular with visitors. Some visitors even take stones and soil from the garden home with them in plastic bags, and some take water, believing that water from the ex-president’s birthplace is almost sacred.","regDate":"2022-07-30","author":"korea-tour","tag":["Gyeongsangnam-do","Culture/Art/History","Historical Sites","Birthplaces"],"imgUrl":"/2022-07-30-1659170619407/1611275_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-07-30-1659170619407","pageUrl":"https:/mcdryad.com/Gyeongsangnam-do/2022-07-30-1659170619407"},"dataList":[{"id":"2022-12-16-1671161759958","title":"Gangguan Port (강구안)","description":"Gangguan Port is located in Tongyeong close to the sea, and regarded to be more full of energy compared to other ports due to the sea waves seen close by. The port is occupied by moored fishing boats and rows of restaurants that sell Chungmu-style gimbap.","regDate":"2022-12-16","author":"korea-tour","tag":["Gyeongsangnam-do","Nature","Natural Sites"],"imgUrl":"/2022-12-16-1671161759958/2484292_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-16-1671161759958"},{"id":"2022-12-15-1671100762582","title":"Gajisan Provincial Park (Miryang Section) (가지산도립공원(밀양))","description":"Situated 1,240 meters above sea level, Gajisan Mountain is famous for its beautiful stones and rocky peaks. There are a variety of things to see on the mountain besides the beautiful stones. In fall, the pampas grass provides a spectacular sight as the whole mountain peak is covered in autumn colors. The mountain attracts many hikers wanting to see oddly-shaped rocks like the famous Ssalbawi Rock.","regDate":"2022-12-15","author":"korea-tour","tag":["Gyeongsangnam-do","Nature","Natural Sites","Provincial Parks"],"imgUrl":"/2022-12-15-1671100762582/1144541_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-15-1671100762582"},{"id":"2022-12-15-1671096983763","title":"Gagopa Kkoburang-gil Mural Village (가고파 꼬부랑길 벽화마을)","description":"Masan is made more beautiful by Gagopa Kkoburang-gil Mural Village, a local renovation effort made by Gyeongnam Bank. The village is one of the top photo zones. Walking through the village from Chang-dong, past Burim Market, and on to Seongho-dong mountain neighborhood, the colorful murals will bright every step of the way.","regDate":"2022-12-15","author":"korea-tour","tag":["Gyeongsangnam-do","Culture/Art/History","Experience Programs","Cultural Districts"],"imgUrl":"/2022-12-15-1671096983763/2033255_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-15-1671096983763"},{"id":"2022-12-15-1671093644107","title":"Gacheon Daraengi Village (가천 다랭이마을)","description":"Daraengi Village in Namhae is famous for terraced rice paddies on a steep hill on the outskirts of Seolheulsan Mountain. The picturesque rice paddies make up 108 steps (consisting of stones and soil) and are great for taking photographs. Located in the south, the village is balmy in winter, and spring greens such as mugwort and spinach sprout before any other place in Korea. Environment-friendly agriculture flourishes because the sea breeze prevents insect pests.<br><br>This land of friendly people and fertile soil is home to Daraengi Rice Paddy Festival every spring. The festival offers a slew of interesting programs allowing visitors to experience traditional farming and learn the culture and customs of Daraengi Village.","regDate":"2022-12-15","author":"korea-tour","tag":["Gyeongsangnam-do","Nature","Natural Sites"],"imgUrl":"/2022-12-15-1671093644107/2703896_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-15-1671093644107"},{"id":"2022-12-15-1671089776225","title":"Fossil Dinosaur and Bird Footprints of Goseong (고성 덕명리 공룡과 새발자국 화석산지-천연기념물 제411호)","description":"The ancient fossil site at Deokmyeong-ri, Goseong-gun, is one of the largest Cretaceous dinosaur fossils sites in the world. It is the home of a vast amount of footprints from a variety of ancient species, as well as the largest Mesozoic bird footprint found to date. The formations from many different prehistoric eras make it a precious site for academic research on the life patterns of dinosaurs, the ancient natural environment and formations, the distribution of sea and land, and the evolution of bird species. It is also a great tourist attraction that offers magnificent scenery, including a coastline dotted with beautiful Hallyeosudo islets, unique rock formations and cliffs, and sea caves.","regDate":"2022-12-15","author":"korea-tour","tag":["Gyeongsangnam-do","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2022-12-15-1671089776225/1978612_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-15-1671089776225"},{"id":"2022-12-15-1671086489107","title":"Dumo Village (두모마을)","description":"Dumo Village was designated a Green Agriculture Experience Village in 2005. The stream flowing through the village has high-quality water and is home to sweetfish, mitten crab, and freshwater eel. Visitors to the village can enjoy both farming and marine experiences, making it a popular destination for families. The villagers welcome visitors warmheartedly, creating an atmosphere of returning home after a long time away. The village name comes from the way it seems to hug the ocean, like a large <em>hangari</em> (clay pot).","regDate":"2022-12-15","author":"korea-tour","tag":["Gyeongsangnam-do","Culture/Art/History","Experience Programs","Village Experience"],"imgUrl":"/2022-12-15-1671086489107/2630954_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-15-1671086489107"},{"id":"2022-12-15-1671082566479","title":"Donguibogam Village (산청 동의보감촌)","description":"The Donguibogam Village (Sancheong Oriental Medicine Theme Park) was established in 2005 and is the first herbal medicine-themed park in Korea. This theme park was designed based on the five elements of the universe according to traditional Korean medicine. The village combines eco-friendliness and traditional Korean medicine content, using eco-friendly materials for various props and designs.","regDate":"2022-12-15","author":"korea-tour","tag":["Gyeongsangnam-do","Culture/Art/History","Industrial Sites","Others"],"imgUrl":"/2022-12-15-1671082566479/1929553_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-15-1671082566479"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}