{"pageProps":{"content":"![Gangguan Port (강구안)](/2022-12-16-1671161759958/2484292_image2_1.webp)\n\n  \n## Overview\n\n> Gangguan Port is located in Tongyeong close to the sea, and regarded to be more full of energy compared to other ports due to the sea waves seen close by. The port is occupied by moored fishing boats and rows of restaurants that sell Chungmu-style gimbap.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br>(Korean, English, Japanese, Chinese) <br> • For more info: +82-55-650-4681|\n|parking:|Parking lot available near the port|\n|restdate:|N/A (Open all year round)|\n|usetime:|Varies by shop|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Shopping Information:|Street food vendors and shops are available|\n|Tour Course Information:|Sightseeing around Gangguan Port, eating Chungmu-style gimbap, crossing Chungmugyo Bridge, etc.|\n|Restrooms:|Available|\n|Available Facilities:|Gangguan Port Turtle Ship, outdoor performance stage, etc.|\n|Parking Fees:|Paid parking lot|\n  \n## Detail Image\n![/2022-12-16-1671161759958/2484267_image2_1.webp](/2022-12-16-1671161759958/2484267_image2_1.webp)\n![/2022-12-16-1671161759958/2484281_image2_1.webp](/2022-12-16-1671161759958/2484281_image2_1.webp)\n![/2022-12-16-1671161759958/2484282_image2_1.webp](/2022-12-16-1671161759958/2484282_image2_1.webp)\n![/2022-12-16-1671161759958/2484283_image2_1.webp](/2022-12-16-1671161759958/2484283_image2_1.webp)\n![/2022-12-16-1671161759958/2484284_image2_1.webp](/2022-12-16-1671161759958/2484284_image2_1.webp)\n![/2022-12-16-1671161759958/2484287_image2_1.webp](/2022-12-16-1671161759958/2484287_image2_1.webp)\n![/2022-12-16-1671161759958/2484288_image2_1.webp](/2022-12-16-1671161759958/2484288_image2_1.webp)\n![/2022-12-16-1671161759958/2484290_image2_1.webp](/2022-12-16-1671161759958/2484290_image2_1.webp)\n![/2022-12-16-1671161759958/2484293_image2_1.webp](/2022-12-16-1671161759958/2484293_image2_1.webp)\n![/2022-12-16-1671161759958/2484291_image2_1.webp](/2022-12-16-1671161759958/2484291_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-55-650-4681](tel:+82556504681)\n- [🏠www.utour.go.kr](http://www.utour.go.kr/)\n\n\n```googleMap\nlatitude: 34.8436462512\nlongitude: 128.4242054351\ntitle: Jungang-dong, Tongyeong-si, Gyeongsangnam-do\n```\n  \n\n","data":{"id":"2022-12-16-1671161759958","title":"Gangguan Port (강구안)","description":"Gangguan Port is located in Tongyeong close to the sea, and regarded to be more full of energy compared to other ports due to the sea waves seen close by. The port is occupied by moored fishing boats and rows of restaurants that sell Chungmu-style gimbap.","regDate":"2022-12-16","author":"korea-tour","tag":["Gyeongsangnam-do","Nature","Natural Sites"],"imgUrl":"/2022-12-16-1671161759958/2484292_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-16-1671161759958","pageUrl":"https:/mcdryad.com/Gyeongsangnam-do/2022-12-16-1671161759958"},"dataList":[{"id":"2022-12-17-1671251914413","title":"Gimhae Astronomical Observatory (김해천문대)","description":"Gimhae Astronomical Observatory opened on February 1, 2002 as part of the Millennium Commemorative Project that started in December 1998. It was built to satisfy the general public’s curiosity about the universe and celestial bodies, inspire young people, and give everyone a unique, memorable experience. The observatory is shaped like an egg, in memory of the legend of King Kim Suro, the founder of the Garak Kingdom, according to which the king was born from an egg. <Br><br>It is said that the queen of King Suro, Heo Hwang-ok, was a princess from the Indian country of Ayuta. Since sophisticated navigation equipment had yet to be invented, it can be assumed that she found her way to the Garak Kingdom by following the stars. It is also said that a prince of the Garak Kingdom built an observatory on the highest point of a mud fortress in Jinrye in order to make astronomical observations. The place is still referred to as Bibidan, which means a place to watch the stars. <Br><br>These historical facts indicate the stars were very important to the Gaya, an ancient kingdom established mainly in the Gimhae area. The peak of Bunseongsan Mountain, where the observatory is located, offers sweeping views of the entire area of Gimhae. The night sky of Gimhae offers a breathtaking sight.","regDate":"2022-12-17","author":"korea-tour","tag":["Gyeongsangnam-do","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2022-12-17-1671251914413/2610435_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-17-1671251914413"},{"id":"2022-12-17-1671248153231","title":"Geumsan Mountain (금산 (남해))","description":"As home to Bogwangsa Temple founded by Monk Wonhyo, Geumsan Mountain was originally called Bogwangsan. Its current name, meaning to be adorned with silk for eternity, was bestowed upon the mountain by King Taejo in honor of the mountains spiritual powers, which he believed had listened to his 100-day prayer and consequently helped him rise to the throne as the first king of Joseon. Although the mountain is known to have the largest volume of granite rocks in the archipelago, the mountains rich soil made it a home to the largest colony of deciduous trees on the southern coast. Boriam Hermitage, known to be one of the three holiest Buddhist prayer sites, is also on Geumsan Mountain.","regDate":"2022-12-17","author":"korea-tour","tag":["Gyeongsangnam-do","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-12-17-1671248153231/1293277_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-17-1671248153231"},{"id":"2022-12-16-1671187023927","title":"German Village (독일마을)","description":"The German Village was built for Korean residents who returned from living in Germany. Many Korean lived in Germany where they earned foreign currency during the modernization of Korea in the 1960s. The area is now a unique tourism spot related to German culture. In 2001, the areas of Mulgeon-ri, Samdong-myeon, Namhae-gun, where the Windbreak Forest (Natural Monument No. 150) is located, underwent a development worth 3 billion won ($2 million USD) implemented by Namhae-gun and eventually formed a village spanning over 99,174 ㎡. <br> <br> Korean residents in Germany directly imported materials from Germany to build German-style houses. Some villagers who make frequent visits to Germany operate their vacant house as a tourist guesthouse. Attractions nearby are the Windbreak Forest and the Mulmi Coastal Road,&nbsp;one of the most beautiful coastal drives in Korea.","regDate":"2022-12-16","author":"korea-tour","tag":["Gyeongsangnam-do","Culture/Art/History","Historical Sites","Folk Villages"],"imgUrl":"/2022-12-16-1671187023927/2652082_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-16-1671187023927"},{"id":"2022-12-16-1671179852294","title":"Geojedo Island (거제도)","description":"Geojedo Island is the largest island among the countless in the southern coast. It is the second largest island in Korea after Jeju Island. Shingeojedaegyo Bridge is as wide as the Hangang River and the island is filled with tall buildings and countless dockyards. However, near Jangseungpo Port, there is a completely different side to Geojedo Island. The roads are smaller and follows the curves of the coastline. The way from Jangseungpo Port to Haegeumgang River is stunning and there is a pebble beach along the road.","regDate":"2022-12-16","author":"korea-tour","tag":["Gyeongsangnam-do","Nature","Natural Sites"],"imgUrl":"/2022-12-16-1671179852294/1978569_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-16-1671179852294"},{"id":"2022-12-16-1671176181266","title":"Geoje Recreational Forest (거제자연휴양림)","description":"Geoje Recreational Forest is located on Nojasan Mountain (alt. 565 m). The mountain summit offers a panoramic view of the entire island, Hallyeohaesang National Park, and even as far as Tsushima Island in Japan on clear days. The forest itself offers walking paths, hiking trails, a campground, and bungalows, making it a suitable location for family vacations.","regDate":"2022-12-16","author":"korea-tour","tag":["Gyeongsangnam-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"/2022-12-16-1671176181266/219054_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-16-1671176181266"},{"id":"2022-12-16-1671172739905","title":"Geoje Maengjongjuk Theme Park (거제맹종죽테마공원)","description":"Maengjongjuk is a type of a thick bamboo that grows up to 20 meters in x_height and 20 centimeters in diameter. Geoje Maengjongjuk Theme Park uses maengjonjuk bamboos to create a therapy theme park that is both nature-friendly and relaxing. The trees are preserved and used to provide forest bathing experience as well as a splendid scenery by blending environmental art and ocean views. The park also offers exciting programs such as Adventure Forest and thrilling activities.&nbsp;","regDate":"2022-12-16","author":"korea-tour","tag":["Gyeongsangnam-do","Culture/Art/History","Recreational Sites","Theme Parks"],"imgUrl":"/2022-12-16-1671172739905/2617806_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-16-1671172739905"},{"id":"2022-12-16-1671168960118","title":"Geoje Haegeumgang Island (거제도 해금강)","description":"As one of the best sights in Geojedo Island, Geoje Haegeumgang River is called the Geumgang River (Sea Diamond) of the South Sea.  As a rock island, Haegeumgang River belongs to Hallyeo Marine National Park, which is assigned as an official green area in South Korea.  Its original name was Galgotdo, because it is shaped like the spreading roots of arrowroot.  These days it is known as Haegeumgang River, meaning  Geumgangsan Mountain in the sea.<br><br>The most stunning scenery of Haegeumgang River is the sunset and sunrise and can be best viewed on Ilwollbong Peak or Lion Rock.  There is Shipjagul Cave in the center of Haegeumgang River, which is 100m long from east to west and 180m long from south to north. It has been called Shipjagul (meaning ‘cross’ in Korean) Cave because it looks like a cross when viewed from the sky.  If you go on the tour, you will be fascinated by the x_height of the rock walls and the inside of the cave.  A long time ago, scholars expressed their yearning for the beauty of nature by writing and reading poems they wrote on sailboats with a bowl of makkoli (rice wine) in their hands.<br><br>When you take a ship around the island, you’ll be fascinated once more because of the great works such as the Maitreya Rock, which reflects on Eunjin Maitreya, Candlestick Rock and the 1,300 year old guardian pine tree of Haegeumgang River.<br><br>","regDate":"2022-12-16","author":"korea-tour","tag":["Gyeongsangnam-do","Nature","Natural Sites"],"imgUrl":"/2022-12-16-1671168960118/2612889_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-16-1671168960118"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}