{"pageProps":{"content":"![Gadeokdo Lighthouse (가덕도 등대)](/2022-08-17-1660711773645/1982388_image2_1.webp)\n\n  \n## Overview\n\n> Gadeokdo Lighthouse is a manned lighthouse patterned after the gothic style of lighthouses in France. Built in December, 1909 at the end of the Daehan Empire (1897-1910), it is an intricate building that houses a light tower (9.2 meters high), an office, and a lighthouse keeper’s room. Plum blossoms, the symbol of the imperial family of Joseon, are delicately carved along this European-style building. It is considered a remarkable cultural property not only because of its architectural design, unique shape or historic value, but also because it has been surprisingly well-maintained, especially in comparison to other lighthouses built during the same period. In recognition of its unmatched style and preservation, the old Gadeokdo lighthouse was designated Tangible Cultural Property No. 50 of Busan in Sep. 2003. It is owned and managed by the Ministry of Maritime Affairs and Fisheries. A new lighthouse was built next to the original one in 2002. The new lighthouse structure is octagonal in shape and 40.5 meters high, the second highest lighthouse in Korea. <br><br>\n\nGadeokdo Island, the location of Gadeokdo lighthouse, is often referred to as the ‘Island of History,’ and is the largest island in Busan. Gadeokdo, a strategically important base for military operations and seaborne trade, was the stage for a number of gruesome battles during the Imjin War (1592-1598). Today, it is a critical entry point to the Jinhae Bay. <br><br>\n\nGadeokdo Lighthouse is located within a national naval base. Therefore, visitors must contact and register with the Busan Regional Maritime Affairs and Port Office prior to visiting the lighthouse. Those who participate in the Lighthouse Experience Program (parties of 6 or less) can spend the night in the innkeeper’s room free of charge. In order to use these accommodations, visitors must apply online at the Busan Regional Maritime Affairs and Port’s homepage between the 1st and the 8th of the month, one month prior to the desired date of visit.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese)<br>• For more info: +82-51-971-9710|\n  \n\n  \n## Detail Image\n![/2022-08-17-1660711773645/1593391_image2_1.webp](/2022-08-17-1660711773645/1593391_image2_1.webp)\n![/2022-08-17-1660711773645/1982385_image2_1.webp](/2022-08-17-1660711773645/1982385_image2_1.webp)\n![/2022-08-17-1660711773645/1982387_image2_1.webp](/2022-08-17-1660711773645/1982387_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-51-971-9710](tel:+82519719710)\n\n\n\n```googleMap\nlatitude: 35.0006471157\nlongitude: 128.8295937487\ntitle: 1237, Gadeokhaean-ro, Gangseo-gu, Busan\n```\n  \n## Directions\n  \n[Bus]<br>\nFrom Gangnam Express Bus Terminal or Dong Seoul Bus Terminal, take a bus to Busan Bus Terminal Complex or Busan Seobu Bus Terminal.\n<br>From Busan Bus Terminal Bus Stop, take Bus No. 520 and get off at Daehang Village Bus Stop.\n","data":{"id":"2022-08-17-1660711773645","title":"Gadeokdo Lighthouse (가덕도 등대)","description":"Gadeokdo Lighthouse is a manned lighthouse patterned after the gothic style of lighthouses in France. Built in December, 1909 at the end of the Daehan Empire (1897-1910), it is an intricate building that houses a light tower (9.2 meters high), an office, and a lighthouse keeper’s room. Plum blossoms, the symbol of the imperial family of Joseon, are delicately carved along this European-style building. It is considered a remarkable cultural property not only because of its architectural design, unique shape or historic value, but also because it has been surprisingly well-maintained, especially in comparison to other lighthouses built during the same period. In recognition of its unmatched style and preservation, the old Gadeokdo lighthouse was designated Tangible Cultural Property No. 50 of Busan in Sep. 2003. It is owned and managed by the Ministry of Maritime Affairs and Fisheries. A new lighthouse was built next to the original one in 2002. The new lighthouse structure is octagonal in shape and 40.5 meters high, the second highest lighthouse in Korea. <br><br>Gadeokdo Island, the location of Gadeokdo lighthouse, is often referred to as the ‘Island of History,’ and is the largest island in Busan. Gadeokdo, a strategically important base for military operations and seaborne trade, was the stage for a number of gruesome battles during the Imjin War (1592-1598). Today, it is a critical entry point to the Jinhae Bay. <br><br>Gadeokdo Lighthouse is located within a national naval base. Therefore, visitors must contact and register with the Busan Regional Maritime Affairs and Port Office prior to visiting the lighthouse. Those who participate in the Lighthouse Experience Program (parties of 6 or less) can spend the night in the innkeeper’s room free of charge. In order to use these accommodations, visitors must apply online at the Busan Regional Maritime Affairs and Port’s homepage between the 1st and the 8th of the month, one month prior to the desired date of visit.","regDate":"2022-08-17","author":"korea-tour","tag":["Busan","Nature","Natural Sites"],"imgUrl":"/2022-08-17-1660711773645/1982388_image2_1.webp","blogPath":"Busan/2022-08-17-1660711773645","pageUrl":"https:/mcdryad.com/Busan/2022-08-17-1660711773645"},"dataList":[{"id":"2022-08-19-1660885580933","title":"Samjin Fish Cake History Museum · History Hall (삼진어묵체험·역사관)","description":"Fish cakes are one of the most popular snacks in Busan. Among many fish cake makers in the city, Samjin Fish Cake is the oldest fish cake producer. Its main store in Yeongdo looks like a bakery shop. Visitors can choose among a variety of fish cakes and there is a separate space in the store where they can eat purchased fish cakes. The experience hall on the second floor provides a chance for visitors to make their own fish cake.","regDate":"2022-08-19","author":"korea-tour","tag":["Busan","Culture/Art/History","Industrial Sites","Others"],"imgUrl":"","blogPath":"Busan/2022-08-19-1660885580933"},{"id":"2022-08-19-1660883346456","title":"Peace Park (평화공원)","description":"Peace Park is the representative citizen's rest area in Busan, filled with over 30,000 camellia and pine trees. A fountain in the middle of the park provides a fun water playground for children, and a popular date spot with beautiful lights at night.","regDate":"2022-08-19","author":"korea-tour","tag":["Busan","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-08-19-1660883346456/2661723_image2_1.webp","blogPath":"Busan/2022-08-19-1660883346456"},{"id":"2022-08-19-1660877786143","title":"Igidae Park [National Geopark] (이기대 (부산 국가지질공원))","description":"After andesitic volcanoes erupted 80 million years ago, the volcanic ashes and pyroclastics formed various rock formations. After many years of waves crashing on the rocks, the eroded sea cliffs, wave-cut platforms, and sea caves were formed to what is now called Igidae Park. Visitors can enjoy a coastal walking course that leads to Oryudo Island as well as see various geological features and geomorphological landscapes.","regDate":"2022-08-19","author":"korea-tour","tag":["Busan","Nature","Natural Sites"],"imgUrl":"/2022-08-19-1660877786143/1804735_image2_1.webp","blogPath":"Busan/2022-08-19-1660877786143"},{"id":"2022-08-18-1660865869848","title":"Haedong Yonggungsa Temple (해동 용궁사(부산))","description":"Haedong Yonggungsa Temple is situated on the coast of the north-eastern portion of Busan. This superb attraction offers visitors the rare find of a temple along the shore line; most temples in Korea are located in the mountains. Haedong Yonggungsa Temple was first built in 1376 by the great Buddhist teacher known as Naong during the Goryeo dynasty. Haesu Gwaneum Daebul (Seawater Great Goddess Buddha), Daeungjeon Main Sanctuary, Yongwangdang Shrine, Gulbeop Buddhist Sanctum (enclosed in a cave), and a three-story pagoda with four lions can all be seen looking out over the ocean. <br> <br> The main sanctuary of the temple was reconstructed in 1970 with careful attention paid to the colors that were traditionally used in such structures. On the right-hand side, inside the a cave, is a uniquely designed Buddhist sanctum, while situated just in front of the main sanctuary is a three-story pagoda with four lions.  The four lions&nbsp;symbolize joy, anger, sadness, and happiness. Other special sites at the temple are the 108 stairs and stone lanterns lining the rocky landscape.  After going down the 108 steps, one will be delighted with the beauty of the temple.  Midway down the 108 steps one can stop and enjoy the calming sounds of the waves,  and view the majestic sunrise. <br><br>Many people often come to this spot on New Year's Day to make a wish for the new year as they watch the sun come up.  April is an especially beautiful time of year with cherry blossoms in full bloom.  The birth of Buddha is also celebrated in the fourth month of the lunar calendar and offers a spectacular night view as the temple area is aglow with lit lanterns.","regDate":"2022-08-18","author":"korea-tour","tag":["Busan","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-08-18-1660865869848/1571031_image2_1.webp","blogPath":"Busan/2022-08-18-1660865869848"},{"id":"2022-08-18-1660862399797","title":"Dongnaeeupsong Fortress Site (동래읍성지)","description":"Dongnaeeupsong Fortress Site is a representative fortress that combined the mountain and flatland. Built around late Goryo and early Joseon period, the fortress was a fierce battleground during Japanese Invasion of Korea in 1592. After the battle the fortress was abandoned until being renovated in 1731, making the fortress bigger than before. The fortress had many gates with additional half circle rock wall to protect the gate. During the Japanese occupation, most of the wall was damage with only the walls along Naansan Mountain remaining. After year 2000, Busan-si has attempted to excavate the remains and conserve and restore the fortress site.","regDate":"2022-08-18","author":"korea-tour","tag":["Busan","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-08-18-1660862399797/2656198_image2_1.webp","blogPath":"Busan/2022-08-18-1660862399797"},{"id":"2022-08-18-1660858687046","title":"Democracy Park (민주공원)","description":"Busan Democracy Park was created to commemorate and continue the spirit of Busan residents who significantly devoted their lives during the 4.19 Revolution, Buma (Busan and Masan) Democratic Movement and June Democratic Movement.<br><br>The park has several amenities such as a Grand Hall, Cubby Hall, and an arboretum. The Grand Hall is used to hold international conferences, academic events, lectures, and performing arts while the Cubby Hall is used for small conferences, lectures and a film theater.","regDate":"2022-08-18","author":"korea-tour","tag":["Busan","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"","blogPath":"Busan/2022-08-18-1660858687046"},{"id":"2022-08-18-1660855289336","title":"Daejeo Ecological Park (대저생태공원)","description":"Daejeo Ecological Park is located along the riverbanks of the Nakdonggang River next to Gimhae Airport. The park is a habitat for migratory birds and designated as a Natural Monument. The park is made up of various marshes and waterways, flowers and grasses, and exercise facilities. Exercise equipment is located at both ends of the park, making it easy to use before and after exploring the various walking paths. The park is also the venue of the annual Nakdong Canola Festival that takes place in April.","regDate":"2022-08-18","author":"korea-tour","tag":["Busan","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-08-18-1660855289336/2488002_image2_1.webp","blogPath":"Busan/2022-08-18-1660855289336"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}