{"pageProps":{"content":"![Bijarim Forest (비자림)](/2022-07-19-1658210099379/2668266_image2_1.webp)\n\n  \n## Overview\n\n> Designated Natural Monument No. 374, Bijarim Forest is a group of about 2,800 nutmeg yew trees between 500 and 800 years old. The trees measure 7-14 meters in x_height and 50-110 centimeters in diameter, with canopy spread of 10-15 meters. In the past, the trees were harvested for pine nuts, as well as used for the construction of quality furniture and baduk game boards.<br><br>\n\nIn addition to the large colony of nutmeg yew, the forest is also home to many rare orchid species. The trees emit a lot of phytoncide, which is said to strengthen the immune system and boost the natural healing ability of the human body. Nearby attractions include volcanic cones like Abuoreum and Yongnunioruem, perfect for a more energetic walk and a view of Bijarim Forest from above.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330<br>(Korean, English, Japanese, Chinese) <br>• For more info: +82-64-710-7911|\n|parking:|Available (110 spaces)|\n|usetime:|09:00-18:00 <br>* Last admission 1 hour before closing|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Admission Fees:|Individuals - Adults 3,000 won / Teenagers & Children 1,500 won<br>Groups - Adults 1,500 won / Teenagers & Children 1,000 won|\n|Available Facilities:|Restaurant, store|\n|Restrooms:|Available|\n  \n## Detail Image\n![/2022-07-19-1658210099379/2668267_image2_1.webp](/2022-07-19-1658210099379/2668267_image2_1.webp)\n![/2022-07-19-1658210099379/2668268_image2_1.webp](/2022-07-19-1658210099379/2668268_image2_1.webp)\n![/2022-07-19-1658210099379/2668269_image2_1.webp](/2022-07-19-1658210099379/2668269_image2_1.webp)\n![/2022-07-19-1658210099379/2668270_image2_1.webp](/2022-07-19-1658210099379/2668270_image2_1.webp)\n![/2022-07-19-1658210099379/2668271_image2_1.webp](/2022-07-19-1658210099379/2668271_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-64-710-7911](tel:+82647107911)\n- [🏠www.visitjeju.net](http://www.visitjeju.net/)\n\n\n```googleMap\nlatitude: 33.4862530625\nlongitude: 126.8074904603\ntitle: 55, Bijasup-gil, Jeju-si, Jeju-do\n```\n  \n\n","data":{"id":"2022-07-19-1658210099379","title":"Bijarim Forest (비자림)","description":"Designated Natural Monument No. 374, Bijarim Forest is a group of about 2,800 nutmeg yew trees between 500 and 800 years old. The trees measure 7-14 meters in x_height and 50-110 centimeters in diameter, with canopy spread of 10-15 meters. In the past, the trees were harvested for pine nuts, as well as used for the construction of quality furniture and baduk game boards.<br><br>In addition to the large colony of nutmeg yew, the forest is also home to many rare orchid species. The trees emit a lot of phytoncide, which is said to strengthen the immune system and boost the natural healing ability of the human body. Nearby attractions include volcanic cones like Abuoreum and Yongnunioruem, perfect for a more energetic walk and a view of Bijarim Forest from above.","regDate":"2022-07-19","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites","Botanical Gardens"],"imgUrl":"/2022-07-19-1658210099379/2668266_image2_1.webp","blogPath":"Jeju-do/2022-07-19-1658210099379","pageUrl":"https:/mcdryad.com/Jeju-do/2022-07-19-1658210099379"},"dataList":[{"id":"2022-07-19-1658238893407","title":"Daepo Jusangjeolli Cliff (주상절리대(대포동지삿개))","description":"If you follow the farm road about 600m to the southwest from Daepo-dong, at the end of the pine tree forest is a cliff.  At the base of this cliff is the Jisatgae Coast along with the imposing stone pillars. Jusangjeolli are stone pillars piled up along the coast and is a designated cultural monument of Jeju Island. Jusangjeolli Cliff was formed when the lava from Hallasan Mountain erupted into the sea of Jungmun. They are rock pillars shaped like cubes or hexagons of various sizes and almost seem as if stone masons had carved them out. The administration of the district named them 'Jisatgae Rocks' from their old name 'Jisatgae'. The 20m cliff makes it a popular spot for high tide and sea angling. The waves of the high tide crashing into the side of the cliff provide a breathtaking view of the ocean surrounding the pillars.","regDate":"2022-07-19","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites"],"imgUrl":"/2022-07-19-1658238893407/197693_image2_1.webp","blogPath":"Jeju-do/2022-07-19-1658238893407"},{"id":"2022-07-19-1658236093306","title":"Daejeonghyanggyo Confucian School (대정향교)","description":"Daejeonghyanggyo was a Confucian school during Joseon Dynasty. Although the exact date of construction is uncertain, it is estimated that the building was built around the same time as Daejeonghyeon in 1416.<br> <br> The school was originally located inside Bukseong but it was once moved outside of Dongmun and then again to the site of Seoseong. It was finally moved to Dansan Oreum where it remains to this day. At present, Daejeonghyanggyo Confucian School  consists of Daeseongjeon, Myeongryundang, Dongjae, Seojae Shinsammun, Daeseongmun, Dongmalmun and Dongjeongmun. Daeseongjeon was remodeled in 1669, 1688, and 1752. Myeongryundang was rebuilt in 1772. After several instances of remodeling and rebuilding, Daeseongjeon was remodeled again in 1993. The Confucian school was designated as the Jeju Tangible Cultural Asset No. 4 in August 1971.","regDate":"2022-07-19","author":"korea-tour","tag":["Jeju-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-07-19-1658236093306/1617304_image2_1.webp","blogPath":"Jeju-do/2022-07-19-1658236093306"},{"id":"2022-07-19-1658230401587","title":"Cheonjiyeonpokpo Falls [UNESCO Global Geopark] (천지연폭포 (제주도 국가지질공원))","description":"The water of Cheonjiyeonpokpo Falls appears to fall from the heavens, giving it its name, meaning \"sky connected with land.\" The wooded area around the falls is home to the wild dampalsu trees, designated as Natural Monument No. 163, as well as a great variety of rare plants such as brambles, and songyeopnan as well as gusiljappam trees, sanyuja trees (Chinese lemon trees), and camellias. All together, this forest is designated as Natural Monument No. 379. The waterfall is 22 meters high, 12 meters wide and 20 meters in depth. The clear and deep water of Cheonjiyeonpokpo Falls is designated as Natural Monument No. 27 and is renowned as a habitat for Mutae eels (Natural Monument No. 258).","regDate":"2022-07-19","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites","Waterfalls"],"imgUrl":"/2022-07-19-1658230401587/1617220_image2_1.webp","blogPath":"Jeju-do/2022-07-19-1658230401587"},{"id":"2022-07-19-1658227233086","title":"Cheonjeyeonpokpo Falls (천제연폭포)","description":"Cheonjeyeonpokpo Falls, named \"The Pond of God,\" consists of three sections. The first waterfall falls into a pond with a depth of 21 meters. From here, it falls two more times, creating the second and third waterfalls, which then flow into the sea. To the east of the first waterfall is a cave, where water falls from the ceiling. In the past, people believed this water had healing properties, with many people bathing in the waters. These days, swimming is strictly prohibited. In Cheonjeyeon Valley, visitors can see Seonimgyo Bridge (arch bridge with 7 nymphs carved on the side) and the octagonal Cheonjeru Pavilion. Seonimgyo Bridge is also called Chilseonyeogyo, meaning \"seven nymphs bridge,\" and it connects Cheonjeyeon Falls with Jungmum Tourist Complex. <br><br>On the surface of Cheonjeru Pavilion, there is a painting that tells Cheonjeyeon’s legend of the seven nymphs and the mountain god.","regDate":"2022-07-19","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites","Waterfalls"],"imgUrl":"/2022-07-19-1658227233086/2650708_image2_1.webp","blogPath":"Jeju-do/2022-07-19-1658227233086"},{"id":"2022-07-19-1658223468002","title":"Camellia Hill (카멜리아힐)","description":"Camellia Hill is a camellia arboretum that was created on a 172,000 square meter plot of land in Sangchang-ri, Jeju-do. The arboretum is home to 6,000 camellia trees of 500 different species including species that are known to produce the world’s largest and earliest blossoms. In addition to camellia trees, the arboretum also boasts palm trees, wildflowers, and other plants as well as a sprawling grass plaza and an ecological pond. Auxiliary facilities include a gallery exhibiting camellia-themed crafts and a multipurpose seminar room. Camellia Hill also offers a variety of lodging facilities ranging from thatched-roof cottages and wooden cabins to steel houses and a condominium-type resort.","regDate":"2022-07-19","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites","Botanical Gardens"],"imgUrl":"/2022-07-19-1658223468002/2616831_image2_1.webp","blogPath":"Jeju-do/2022-07-19-1658223468002"},{"id":"2022-07-19-1658220143150","title":"Byeolbangjin Fortress (별방진)","description":"Byeolbangjin Fortress was designated as Jeju Monument No. 24 on April 13, 1973. The fortress is about 950 meters in  circumference. The oval fortress was built in consideration of the location's topography having a higher terrain in the southern part and a lower terrain in the northern part. Of all the fortresses in Jeju, Byeolbangjin Fortress is in relatively good shape. The fortress is also an important example of how fortresses in Jeju were built and in what scale.","regDate":"2022-07-19","author":"korea-tour","tag":["Jeju-do","Culture/Art/History","Historical Sites","Fortresses"],"imgUrl":"/2022-07-19-1658220143150/192238_image2_1.webp","blogPath":"Jeju-do/2022-07-19-1658220143150"},{"id":"2022-07-19-1658216050635","title":"Bukchon Dol Hareubang Park (북촌 돌하르방공원)","description":"As a main symbol of Jeju Island, Dol Hareubang, literally meaning \"Old Grandfather\" stone statues, can be found everywhere on the island. However, despite their wide appearance, a lack of historical documents has hampered the true understanding of the statues. Bukchon Dol Hareubang Park puts together a wide variety of the statutes and, in doing so, illuminates their aesthetic and scholarly importance to visitors as well as future generations. In this sense, the park is not only a tourist attraction, but also a learning center for children and adults alike. The park consists of 48 Dol Hareubang, a promenade, reinterpreted Dol Hareubang focusing on the theme of peace, a traditional local garden with walking paths, and a learning center.<br><br> Dol Hareubang were previously called by various names, including Useokmok, Museokmok, or Byeoksumeori. Dol Hareubang became the official name in 1971 after being designated as a local folk heritage. Although Dol Hareubang were originally seen only around the entrance of government seats, there are over 48 officially recognized Dol Hareubang throughout the island (21 in Jeju City, 2 in National Folk Museum of Korea, 12 in Seongeup, and 13 in Daejeong), along with many replicas. The shamanistic statues are believed to offer protection and ward off demons. According to Tamnaji (Record of Tamna), Dol Hareubang are believed to have been initiated by Kim Mong-gyu, then Magistrate of Jeju in 1754 (30th year of King Yeongjo’s reign).","regDate":"2022-07-19","author":"korea-tour","tag":["Jeju-do","Culture/Art/History","Recreational Sites","Theme Parks"],"imgUrl":"/2022-07-19-1658216050635/656813_image2_1.webp","blogPath":"Jeju-do/2022-07-19-1658216050635"}],"navList":["Busan","Daegu","Daejeon","Gwangju","Gyeonggi-do","Incheon","Jeju-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}