{"pageProps":{"content":"![Memorial Tower of Baengmagoji Battlefield and Memorial Museum (백마고지 위령비와 기념관)](/2022-10-05-1664956394526/2384030_image2_1.webp)\n\n  \n## Overview\n\n> Located in the northern area of South Korea, Baengmagoji Battlefield was one of the bloodiest battlefields during the Korean War. The communist Chinese army launched a major offensive attack for 10 days on October 6, 1952 during the Battle of Baengmagoji, which can be translated into the Battle of White Horse Highlands. Due to this battle, the communist Chinese army suffered around 14,000 casualties and the army completely collapsed while the 9th Infantry Division won the Battle of Baengmagoji and got the nickname “White Horse.” <br><br>After the battle, the area gave off a bad smell because of the dead bodies. The mountain area lost its original shape due to the severe battle and as a result the area was named “Baengmagoji” as it was said to resemble a white horse (baengma) lying down.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-33-450-5559|\n|parking:|Available|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Tour Course Information:|Baengma Station - Daema-ri Guard Post - The 2nd Tunnel - Peace Observatory - Woljeong-ri Station - Labor Party Office - Baengma Station|\n|Restrooms:|Available|\n|Available Facilities:|Memorial Hall of Baengmagoji Battle, Monument for Baengmagoji Battle, Memorial Stone for Baengmagoji Battle, etc. |\n  \n## Detail Image\n![/2022-10-05-1664956394526/2494536_image2_1.webp](/2022-10-05-1664956394526/2494536_image2_1.webp)\n![/2022-10-05-1664956394526/2494537_image2_1.webp](/2022-10-05-1664956394526/2494537_image2_1.webp)\n![/2022-10-05-1664956394526/2494538_image2_1.webp](/2022-10-05-1664956394526/2494538_image2_1.webp)\n![/2022-10-05-1664956394526/2494539_image2_1.webp](/2022-10-05-1664956394526/2494539_image2_1.webp)\n![/2022-10-05-1664956394526/2494540_image2_1.webp](/2022-10-05-1664956394526/2494540_image2_1.webp)\n![/2022-10-05-1664956394526/2494541_image2_1.webp](/2022-10-05-1664956394526/2494541_image2_1.webp)\n![/2022-10-05-1664956394526/2494542_image2_1.webp](/2022-10-05-1664956394526/2494542_image2_1.webp)\n![/2022-10-05-1664956394526/2494545_image2_1.webp](/2022-10-05-1664956394526/2494545_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-33-450-5559](tel:+82334505559)\n- [🏠www.cwg.go.kr</a> (Korean, English, Japanese, Chinese)<br><a href=\"http://hantan.cwg.go.kr\" target=\"_blank\" title=\"new window popup\" class=\"web\">hantan.cwg.go.kr](http://www.cwg.go.kr/site/tour/main.do)\n\n\n```googleMap\nlatitude: 38.2700172415\nlongitude: 127.1652863536\ntitle: 72, Daema 1-gil, Cheorwon-gun, Gangwon-do\n```\n  \n## Directions\n  \n[Train + Taxi]<br>\nBaengmagoji Station (Gyeongwon Line) <br>Take a taxi for approx, 4 min. to the venue.\n","data":{"id":"2022-10-05-1664956394526","title":"Memorial Tower of Baengmagoji Battlefield and Memorial Museum (백마고지 위령비와 기념관)","description":"Located in the northern area of South Korea, Baengmagoji Battlefield was one of the bloodiest battlefields during the Korean War. The communist Chinese army launched a major offensive attack for 10 days on October 6, 1952 during the Battle of Baengmagoji, which can be translated into the Battle of White Horse Highlands. Due to this battle, the communist Chinese army suffered around 14,000 casualties and the army completely collapsed while the 9th Infantry Division won the Battle of Baengmagoji and got the nickname “White Horse.” <br><br>After the battle, the area gave off a bad smell because of the dead bodies. The mountain area lost its original shape due to the severe battle and as a result the area was named “Baengmagoji” as it was said to resemble a white horse (baengma) lying down.","regDate":"2022-10-05","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Historical Sites","Security & Peace Sites"],"imgUrl":"/2022-10-05-1664956394526/2384030_image2_1.webp","blogPath":"Gangwon-do/2022-10-05-1664956394526","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-10-05-1664956394526"},"dataList":[{"id":"2022-10-20-1666252296231","title":"Yoseonjeong Pavilion & Yoseonam Rock (요선정·요선암)","description":"Yoseonjeong Pavilion is located in a valley with a clear stream water flowing below. Next to the pavilion is a large rock with the word Yoseonnam inscribed on it. During the Unified Silla period, there was a small hermitage where Yoseongjeong Pavilion stands today. The hermitage was frequented by monks Doyun and Jinghyo, who had founded Heungnyeongseonwon Temple on a foothill of Sajasan Mountain to teach the values and principles of Buddhism. Today, next to the pavilion is a small stone pagoda and a statue of seated Buddha.","regDate":"2022-10-20","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-10-20-1666252296231/2370016_image2_1.webp","blogPath":"Gangwon-do/2022-10-20-1666252296231"},{"id":"2022-10-20-1666249519984","title":"Yongsopokpo Falls (Yeonhagyegok Valley) (용소폭포 (연하계곡))","description":"Yongsopokpo Falls is a 6-meter high waterfall located in Yeongwol. The water gathers in a small pond, called Yongso Pool. Clear valley streams flow nearby, a refreshing experience for all who venture here.  In the summer, the icy cold valley streams flow through verdant, leafy forests and in autumn the entire area is decked in crimson foliage. Yeonhapokpo Falls is located nearby.","regDate":"2022-10-20","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Waterfalls"],"imgUrl":"/2022-10-20-1666249519984/1954924_image2_1.webp","blogPath":"Gangwon-do/2022-10-20-1666249519984"},{"id":"2022-10-20-1666245527114","title":"Yongsogyegok Valley (용소계곡)","description":"Yongsogyegok Valley is a 10 km-long valley that starts from Gwangam-ni, Naechon-myeon, passes Duchon-myeon, Gaeseong-ni and then reaches Cheonhyeon-ni. The valley boasts picturesque scenery with crystal clear waters and uniquely shaped rocks. The outstanding scenic beauty of the valley is comparable to that of Naeseorak. In spring the valley is full of azaleas in full bloom, and in the fall the autumn foliage and silver grass is breathtaking. In summer, visitors can enjoy cool and breezy weather in the valley. The valley is a perfect destination for family getaways or one-day hiking.","regDate":"2022-10-20","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Valleys"],"imgUrl":"/2022-10-20-1666245527114/219512_image2_1.webp","blogPath":"Gangwon-do/2022-10-20-1666245527114"},{"id":"2022-10-20-1666241109253","title":"Yongpyong Resort (용평리조트)","description":"Nestled at the foot of Balwangsan Mountain (alt. 1,458 meters), Yongpyong Resort is equipped with the perfect environment for a great ski vacation with an annual average snowfall of 250 centimeters. It was Korea’s first ski resort, opened in 1975 to develop Korean winter sports and resort culture. The resort also has various facilities including a golf course, water park, cable cars and more. Visitors can enjoy wellness programs including forest explanation, music therapy, and healing yoga.","regDate":"2022-10-20","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Recreational Sites","Tourist Complexes"],"imgUrl":"/2022-10-20-1666241109253/2724359_image2_1.webp","blogPath":"Gangwon-do/2022-10-20-1666241109253"},{"id":"2022-10-19-1666176904922","title":"Yonghwasan National Recreational Forest (국립 용화산자연휴양림)","description":"A recreational forest established at the foot of Yonghwasan Mountain (878 m) in Sabuk-myeon, Chuncheon Yonghwasan Mountain has been selected one of the best 100 mountains in Korea by the Korea Forest Service and is well-known for the TV program in which BTS members climbed it in 2020. Yonghwasan Recreational Forest is home to needle leaf trees and broadleaf trees, such as pine, oak, birch, and larch, and has a clean atmosphere of the natural environment along with the clear valley. It is equipped with various convenient facilities, such as accommodation, campground, hiking road, trail, and forest park amid healing nature. Yonghwasan Recreational Forest is ideal for not only camping and hiking but also forest leisure and sports activities. It runs Forest Experience Center, which is an indoor forest leisure and sports activity facility that can be used regardless of the weather and season. It provides various experience activities, such as Vertical Slide where visitors will experience falling straight down, Zip Zag where visitors wearing safety equipment will experience a zipline-type ride along the railway, Rope Adventure where visitors will complete a course of a rope and a suspension bridge, and Design Rock Climbing consisting of various difficulty levels. In the open air, there are leisure and sports facilities, such as Artificial Rock Climbing Site, Flying Squirrel (Quick Jump), and Flying in the Forest (Zipline). Besides, it provides the wooden crafts experience and the forest guide program.","regDate":"2022-10-19","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"/2022-10-19-1666176904922/2711083_image2_1.webp","blogPath":"Gangwon-do/2022-10-19-1666176904922"},{"id":"2022-10-19-1666173297581","title":"Yonghwa Beach (용화해변)","description":"Reaching only 1 kilometer in length and located 24 kilometers away from downtown Samcheok-si, Yonghwa Beach offers a serene atmosphere. In addition to Yonghwacheon Stream that runs out through the beach and a lush pine forest to its back, the beach boasts a scenic view with a half-moon shaped shoreline and unique rock formations on both sides. The beach is mostly visited by those looking forward to a quiet vacation by a fishing village and families with children who prefer shallow water.","regDate":"2022-10-19","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites"],"imgUrl":"/2022-10-19-1666173297581/1434019_image2_1.webp","blogPath":"Gangwon-do/2022-10-19-1666173297581"},{"id":"2022-10-19-1666170135444","title":"Yongdae National Recreational Forest (국립 용대자연휴양림)","description":"Yongdae National Recreational Forest features rivers that flow from Maebongsan Mountain (alt. 1,271 m) and Cheoljeongbong Mountain (alt. 1,172 m). The forest consists of deciduous trees such as oak, linden, and birch, as well as pine trees. Not only does the forest boast a beautiful landscape all-year-round, but also serves as a habitat for wild animals of various species, including rabbits, deer, squirrels, raccoons, and even lenoks, which are designated as endangered species.","regDate":"2022-10-19","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"/2022-10-19-1666170135444/219372_image2_1.webp","blogPath":"Gangwon-do/2022-10-19-1666170135444"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}