{"pageProps":{"content":"![Incheon Heungnyunsa Temple (흥륜사(인천))](/2022-08-11-1660228654791/1238886_image2_1.webp)\n\n  \n## Overview\n\n> Heungnyunsa Temple, located in Dongchun-dong, Yeonsu-gu, Incheon, was established approximately 613 years ago, in the second year of King Wu of Goryeo dynasty by Preceptor Naong, a royal monk of King Gongmin. Originally, the temple was dubbed ‘Cheongnyangsa’ and the nearby mountain was called ‘Cheongnyangsan.’<br><br>\n\nUnfortunately, the temple was lost to fire during the Imjin War (1592) and was left desolate for 340 years. In 1938, a new temple was constructed, but was then torn down in 1966 to be rebuilt into eight new buildings. In 1977, the temple name was changed to ‘Heungnyunsa,’ which it is still known as today. <br><br>\n\nHeungnyunsa Temple is adjacent to  Songdo International City. The Memorial Park for the Incheon Landing Operation is located right near the entrance of the temple. \n\n<br><br>Though the view from the temple is eye-catching at any time of day, the view at twilight is particularly stunning. Those who are hoping for a longer look at temple life are encouraged to enroll in the Heungnyunsa temple stay, which guides visitors in experiencing Korean Buddhism.<br><br>\n\nThe temple also operates a meditation center and a Manbuljeon Hall, a room that enshrines thousands of Buddha. A high-tech memorial center is open for visitors wishing to pay tribute to their ancestors.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-32-1330 <br> (Korean, English, Japanese, Chinese)<br>• For more info: +82-32-832-1133|\n|parking:|Available|\n|restdate:|N/A (Open all year round)|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Restrooms:|Available|\n  \n## Detail Image\n![/2022-08-11-1660228654791/1238971_image2_1.webp](/2022-08-11-1660228654791/1238971_image2_1.webp)\n![/2022-08-11-1660228654791/1239031_image2_1.webp](/2022-08-11-1660228654791/1239031_image2_1.webp)\n![/2022-08-11-1660228654791/1239161_image2_1.webp](/2022-08-11-1660228654791/1239161_image2_1.webp)\n![/2022-08-11-1660228654791/1239167_image2_1.webp](/2022-08-11-1660228654791/1239167_image2_1.webp)\n![/2022-08-11-1660228654791/1239170_image2_1.webp](/2022-08-11-1660228654791/1239170_image2_1.webp)\n![/2022-08-11-1660228654791/1239190_image2_1.webp](/2022-08-11-1660228654791/1239190_image2_1.webp)\n![/2022-08-11-1660228654791/1239192_image2_1.webp](/2022-08-11-1660228654791/1239192_image2_1.webp)\n![/2022-08-11-1660228654791/1578812_image2_1.webp](/2022-08-11-1660228654791/1578812_image2_1.webp)\n![/2022-08-11-1660228654791/1578816_image2_1.webp](/2022-08-11-1660228654791/1578816_image2_1.webp)\n![/2022-08-11-1660228654791/1238921_image2_1.webp](/2022-08-11-1660228654791/1238921_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-32-832-1133](tel:+82328321133)\n- [🏠www.hrt.kr</a><br><a href=\"https://www.yeonsu.go.kr/tour/tourism/mountain/mountain.asp?page=v&tour_idx=7&listCnt=&keyfield=&keyword=&gotopage=2&strCategory=\" target=\"_blank\" title=\"새창 : 연수구청 사이트로 이동\">www.yeonsu.go.kr](http://www.hrt.kr/)\n\n\n```googleMap\nlatitude: 37.4169742897\nlongitude: 126.6599598009\ntitle: 40-17, Cheongnyang-ro 70beon-gil, Yeonsu-gu, Incheon\n```\n  \n\n","data":{"id":"2022-08-11-1660228654791","title":"Incheon Heungnyunsa Temple (흥륜사(인천))","description":"Heungnyunsa Temple, located in Dongchun-dong, Yeonsu-gu, Incheon, was established approximately 613 years ago, in the second year of King Wu of Goryeo dynasty by Preceptor Naong, a royal monk of King Gongmin. Originally, the temple was dubbed ‘Cheongnyangsa’ and the nearby mountain was called ‘Cheongnyangsan.’<br><br>Unfortunately, the temple was lost to fire during the Imjin War (1592) and was left desolate for 340 years. In 1938, a new temple was constructed, but was then torn down in 1966 to be rebuilt into eight new buildings. In 1977, the temple name was changed to ‘Heungnyunsa,’ which it is still known as today. <br><br>Heungnyunsa Temple is adjacent to  Songdo International City. The Memorial Park for the Incheon Landing Operation is located right near the entrance of the temple. <br><br>Though the view from the temple is eye-catching at any time of day, the view at twilight is particularly stunning. Those who are hoping for a longer look at temple life are encouraged to enroll in the Heungnyunsa temple stay, which guides visitors in experiencing Korean Buddhism.<br><br>The temple also operates a meditation center and a Manbuljeon Hall, a room that enshrines thousands of Buddha. A high-tech memorial center is open for visitors wishing to pay tribute to their ancestors.","regDate":"2022-08-11","author":"korea-tour","tag":["Incheon","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-08-11-1660228654791/1238886_image2_1.webp","blogPath":"Incheon/2022-08-11-1660228654791","pageUrl":"https:/mcdryad.com/Incheon/2022-08-11-1660228654791"},"dataList":[{"id":"2022-08-12-1660347497659","title":"Yongyudo Island (용유도)","description":"With 48.2 kilometers long coastline and a total area of 13.603 kilometer square, Yongyudo Island is located near other islands such as Sinbuldo Island, Sammokdo Island, Yeongjongdo Island, Daemuuido Island, Jangbongdo Island, Modo Island, Sido Island, and Sindo Island. Yongyudo Island and Yeongjongdo Island were once connected by a bridge. The two islands were joined as one when Incheon International Airport was constructed on a reclaimed land between these two.<br><br>Attractions on Yongyudo Island include Eulwangni Beach, Wangsan Beach, Seonnyeobawi Beach, Geojampo (a peaceful fishing port offering great views of the the sunrise and sunset), and Masian Beach (famous for its red, glowing evening sky). In early August, the island holds a variety of events such as a sea festival, fishing contests and shellfish harvesting, making it an ideal place for nature exploration.<br><br>Because of its proximity to the airport, the area resembles a resort complex due to the availability of various accommodation facilities such as a floating hotel, casino, and a golf course.","regDate":"2022-08-12","author":"korea-tour","tag":["Incheon","Nature","Natural Sites"],"imgUrl":"/2022-08-12-1660347497659/1577650_image2_1.webp","blogPath":"Incheon/2022-08-12-1660347497659"},{"id":"2022-08-12-1660343994183","title":"Yongheunggung Palace (용흥궁)","description":"Yongheunggung Palace is where King Cheoljong (r. 1849-1863) used to live before his ascension to throne. The chief of Ganghwa County, Jeong Gi-se, enlarged the original residence and named it Yongheunggung (meaning palace of the rising dragon) in the 4th year of King Cheoljong’s reign. Its architectural features include a paljak (traditional Korean half-hipped roof) and supporting columns  rendered in Jusimpo style, the column brackets  placed only on top of the columns. The palace was built in the tradition of dwelling houses such as the Yeongyeongdang and Nakseonjae houses in Changdeokgung Palace, so the palace buildings give off a simple and plain atmosphere. Within the precincts of the palace are a memorial stone and a monument house indicating that the palace used to be the old home of King Cheoljong.","regDate":"2022-08-12","author":"korea-tour","tag":["Incheon","Culture/Art/History","Historical Sites","Old Houses"],"imgUrl":"/2022-08-12-1660343994183/1575640_image2_1.webp","blogPath":"Incheon/2022-08-12-1660343994183"},{"id":"2022-08-12-1660340265213","title":"Yeonpyeongdo Island (연평도(대/소 연평도))","description":"Yeonpyeongdo Island is a small island resided by fishing communities. Despite the tragic incident of November 2010 shelling from North Korea, this bucolic island offers many natural and cultural attractions.<br><br><b>Island History<br></b>The earliest known history of Socheongdo Island comes from Chungmin-sa Temple, which was built to commemorate the island's once abundant but now extinct fish species called Yellow corbina (Sciaenidae). This fish was related to the family of fish commonly called drums, croakers, or hardheads for the repetitive throbbing or drumming sounds they make. When the economy flourished thanks to profitable fishing, the Socheongdo port was congested with fishing boats, so much that it was said that one could cross from one island to the next by walking over boats. The species of fish is depleted, and the island remains as quiet with views of North Korea.<br><br>In November 2010, Socheongdo Island was hit by the fatal shelling from North Korea that killed two civilians and two soldiers. In recent months, the island has made an attempt to recover its tourism industry and to develop security tourism by blending its newer military presence at tourist attractions.","regDate":"2022-08-12","author":"korea-tour","tag":["Incheon","Nature","Natural Sites"],"imgUrl":"/2022-08-12-1660340265213/1385383_image2_1.webp","blogPath":"Incheon/2022-08-12-1660340265213"},{"id":"2022-08-12-1660336750306","title":"Yeonan Pier (연안부두)","description":"Yeonan Pier is the starting point for all coastal passenger ships bound for the numerous islands in the western sea. The nearby Incheon Fish Market is always bustling with people who come to buy fresh fish and pickled fish at reasonable prices. Also located near the pier is the sliced raw fish market operated by the Marine Products Association. The southern quay is where boats and ships leave for sea fishing. The ships here are also available for rent for various purposes so events like reunions and seminars can be held aboard ship.","regDate":"2022-08-12","author":"korea-tour","tag":["Incheon","Nature","Natural Sites"],"imgUrl":"/2022-08-12-1660336750306/624759_image2_1.webp","blogPath":"Incheon/2022-08-12-1660336750306"},{"id":"2022-08-12-1660332941155","title":"Wolmido Island (월미도)","description":"Wolmido Island has very few historical records, despite being the location of a temporary palace, built in 1653 during the reign of King Hyojong. The palace was built on the eastern side of the island, but it is impossible to find traces of it now. From the late 1920s until the '30s, the island was transformed into a resort, a very popular destination at the time. Wolmi Culture Street opened in July 1989 and helped improve the area's fame. <br /><br />On weekends and holidays, people flock to Wolmido Island to enjoy coffee and fresh seafood at the cafes and restaurants overlooking the sea. Despite being 1 kilometer off the coast, Wolmido is no longer an island, being connected to the mainland through modern construction techniques. It is now an easily accessible retreat for locals and tourists alike.","regDate":"2022-08-12","author":"korea-tour","tag":["Incheon","Nature","Natural Sites"],"imgUrl":"/2022-08-12-1660332941155/1577671_image2_1.webp","blogPath":"Incheon/2022-08-12-1660332941155"},{"id":"2022-08-12-1660329964728","title":"Wolmi Theme Park (월미테마파크)","description":"Wolmi Theme Park is a popular amusement park complex located on Wolmido Island. It was formerly known as My Land, which first opened in September 1992. It was remodeled and reopened as a 13,223㎡-large theme park in August 2009 under the new name of Wolmi Theme Park. The park has various rides, such as the 70-meter-high Hyper Shoot Drop, Tagada Disco, a two-story Viking Ship, a 115-meter-high Ferris Wheel, and other thrilling attractions. <br><br>The theme park has made appearances in several variety shows like We Got Married, Two Days and One Night, Running Man, and more. Also, it houses a large indoor children’s playground that includes water activity facilities such as mini flume ride, water boats, and water ball playing, as well as a 4D room. All these features make the complex perfect for visitors of all ages.","regDate":"2022-08-12","author":"korea-tour","tag":["Incheon","Culture/Art/History","Recreational Sites","Theme Parks"],"imgUrl":"/2022-08-12-1660329964728/1997258_image2_1.webp","blogPath":"Incheon/2022-08-12-1660329964728"},{"id":"2022-08-12-1660319076268","title":"Wolmi Special Tourist Zone (월미 관광특구)","description":"Wolmi Special Tourist Zone is a historic and cultural site where visitors can learn about Korea’s modern history and culture through a tour of Incheon. The area has plenty of modern architecture and cultural heritages embracing the history of the open port era. Incheon Port is conveniently located to facilitate the flow of products from other civilizations. <Br><br>Included in the open port, Incheon Chinatown has various Chinese restaurants, a modern history museum, and exhibition hall where visitors can look into the past and current life of Chinese people living in Korea. Jayu Park Cultural Tourism Festival and Songwol-dong Donghwa Village Festival are held here every spring.<br><BR>In addition, the Museum of Korea Emigration History, date courses, and Wolmi Cultural Street, offering up various sliced raw fish restaurants, and fine cafes are all available in the zone. Wolmi Observatory offers a view overlooking the port and downtown at once. The coastal pier approaching the port offers the active atmosphere of coming and going ships and the lively fish market. Enjoying various fish dishes and sea-fishing, or walking along the ocean square are recommended activities.","regDate":"2022-08-12","author":"korea-tour","tag":["Incheon","Culture/Art/History","Recreational Sites","Tourist Complexes"],"imgUrl":"/2022-08-12-1660319076268/1924494_image2_1.webp","blogPath":"Incheon/2022-08-12-1660319076268"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}