{"pageProps":{"content":"![Haemi Martyrdom Holy Ground (Yeosutgol) (해미순교성지(여숫골))](/2022-11-08-1667890153983/1954554_image2_1.webp)\n\n  \n## Overview\n\n> Haemi Martyrdom Holy Ground is the site where nearly 1,000 Catholics in Chungcheongnam-do were buried alive during the time between the  Byeongin Persecution in 1866 and 1882. At that time, Catholics were executed outside Haemieupseong Fortress Seomun Gate (West Gate). As it was difficult to execute them one by one, the martyrs were buried alive in a big hole all at once. When confronted with their deaths, the martyrs prayed while singing Yesumaria (Jesus Maria). Because it also sounds like  Yeosumeori,  the place was called Yeosutgol as well.<br><br>The 16-meter-high memorial&nbsp;tower was set set up near Haemicheon Stream to pay tribute to the nameless martyrs who were buried alive. Many Catholics visit this location every year to remember and honor the martyrs who sacrificed their lives for their belief.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br>(Korean, English, Japanese, Chinese) <br> • For more info: +82-41-688-3183|\n|parking:|Available|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Admission Fees:|Free|\n  \n\n  \n## Contact\n\n- [☎️+82-41-688-3183](tel:+82416883183)\n- [🏠www.haemi.or.kr](http://www.haemi.or.kr/)\n\n\n```googleMap\nlatitude: 36.7125425452\nlongitude: 126.5376428206\ntitle: 13, Seongji 1-ro, Seosan-si, Chungcheongnam-do\n```\n  \n## Directions\n  \n[Bus]<br>\nFrom Central City Terminal, take an express bus to Seosan Bus Terminal.<br>\nFrom Seosan Bus Terminal, take Bus No. 510 (Haemi, Air Force, Haemi Girls' High School) and get off at Banyang-ri Bus Stop.\n","data":{"id":"2022-11-08-1667890153983","title":"Haemi Martyrdom Holy Ground (Yeosutgol) (해미순교성지(여숫골))","description":"Haemi Martyrdom Holy Ground is the site where nearly 1,000 Catholics in Chungcheongnam-do were buried alive during the time between the  Byeongin Persecution in 1866 and 1882. At that time, Catholics were executed outside Haemieupseong Fortress Seomun Gate (West Gate). As it was difficult to execute them one by one, the martyrs were buried alive in a big hole all at once. When confronted with their deaths, the martyrs prayed while singing Yesumaria (Jesus Maria). Because it also sounds like  Yeosumeori,  the place was called Yeosutgol as well.<br><br>The 16-meter-high memorial&nbsp;tower was set set up near Haemicheon Stream to pay tribute to the nameless martyrs who were buried alive. Many Catholics visit this location every year to remember and honor the martyrs who sacrificed their lives for their belief.","regDate":"2022-11-08","author":"korea-tour","tag":["Chungcheongnam-do","Culture/Art/History","Historical Sites","Holy Sites"],"imgUrl":"/2022-11-08-1667890153983/1954554_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-08-1667890153983","pageUrl":"https:/mcdryad.com/Chungcheongnam-do/2022-11-08-1667890153983"},"dataList":[{"id":"2022-11-20-1668933725315","title":"Magoksa Temple [UNESCO World Heritage] (마곡사 [유네스코 세계문화유산])","description":"Magoksa Temple was founded by Monk Jajangyulsa in 640 and was repaired multiple times throughout the different dynasties. The temple has many treasures and cultural properties. Interesting fact about the temple is that it was never damaged by any major wars, including the Imjin War and the Korean War.","regDate":"2022-11-20","author":"korea-tour","tag":["Chungcheongnam-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-11-20-1668933725315/1598627_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-20-1668933725315"},{"id":"2022-11-20-1668929737229","title":"KT&G Sangsangmadang Nonsan (KT&G 상상마당 논산)","description":"KT&G Sangsangmadang are cultural arts facilities located in Hongdae, Chuncheon, and Nonsan. The Nonsan branch includes basic facilities such as a design shop, café, and experiences, while also offering an art lounge, art camping village, and youth training facilty for more indepth education. Sangsangmadang’s lives out its concept of growing artistic imagination and sharing happiness.","regDate":"2022-11-20","author":"korea-tour","tag":["Chungcheongnam-do","Culture/Art/History","Industrial Sites","Others"],"imgUrl":"/2022-11-20-1668929737229/2518023_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-20-1668929737229"},{"id":"2022-11-20-1668922645102","title":"Island Resom Oasis Sunset Spa (아일랜드 리솜 오아식스 선셋스파)","description":"Oasis Sunset Spa is located within Island Resom, an oceanview resort on Anmyeondo Island. The resort features an outdoor infinity pool and five other themed spas. The resort is the perfect venue to enjoy the sunset over Kkotji Beach.","regDate":"2022-11-20","author":"korea-tour","tag":["Chungcheongnam-do","Culture/Art/History","Recreational Sites","Hot Springs & Spa"],"imgUrl":"","blogPath":"Chungcheongnam-do/2022-11-20-1668922645102"},{"id":"2022-11-20-1668919580082","title":"Hongseong Jeongamsa Temple (정암사 (홍성))","description":"Jeongamsa Temple is a small rural temple situated halfway up Oseosan Mountain. There are few existing records that mention the temple’s beginning. Some suggest that it was built around AD 527 during the 5th year of Baekje King Seongwang’s reign, but there is little evidence to support this theory. The only reference alluding to a specific time is Yeojidoseo (Detailed Survey of Korean Geography published during the late Joseon dynasty). It states Jeongamsa Temples location as on Oseosan Mountain, and Oseosan Mountain being surrounded by Hongsan Mountain and Baegwolsan Mountain and intersected by Hongju, Gyeolseong, and Boryeong. This indicates the temple was recognized in the mid-18th century and around the same time, Garamgo (a book about temples, published in the late 18th century) also states that Jeongamsa Temple is located approximately 11 kilometers to the east of Gyeolseonghyeon. It is still uncertain whether the temple referred to is Jeongamsa Temple on Oseosan Mountain. <br>Some foundation stones within the temple site measure 70-80 centimeters on each side. These stones indicate that the old Buddhist shrine of Jeongamsa Temple was laid out with five <em>kan</em> (Korean unit of measurement indicating the space between two pilars) at the front and three kan on the side. Future archaeological studies will help identify the true history of Jeongamsa Temple.","regDate":"2022-11-20","author":"korea-tour","tag":["Chungcheongnam-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"","blogPath":"Chungcheongnam-do/2022-11-20-1668919580082"},{"id":"2022-11-20-1668916695189","title":"Gongseri Catholic Church (아산 공세리성당)","description":"Gongseri Catholic Church was founded in 1894 as the main parish of the Daejeon diocese in Gongse-ri, Inju-myeon that connects Asanman Bay to Sapgyocheon Stream. Early missionaries originally used a common house for church meetings in the early years until in 1897 when a rectory was built, followed by the establishment of the main church in 1922. This was the first Catholic church in Chungcheongnam-do and the religion spread across Anseong, Onyang, and Dunpo to establish regional churches respectively. The grounds have three graves of prosecuted martyrs, a parish and rectory, retreat house, and meeting room. The premises is surrounded by beautiful views of a lush forest.","regDate":"2022-11-20","author":"korea-tour","tag":["Chungcheongnam-do","Culture/Art/History","Historical Sites","Holy Sites"],"imgUrl":"/2022-11-20-1668916695189/2439706_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-20-1668916695189"},{"id":"2022-11-19-1668854405248","title":"Ganggyeong Bugok Methodist Church (구 강경성결교회 예배당)","description":"The early form of church architecture was mostly hanok (Korean traditional houses) style as it was the time when missionary activities were just settling. As most leaders of the congregation were Westerners, they felt uncomfortable in these Korean-style buildings and started building Western-style churches. As a result, most of the Korean-style churches either disappeared or underwent reconstruction. &nbsp;<br><br> However, Ganggyeong Bugok Methodist Church has  kept&nbsp;its Korean-style building to this day, making it a very unique and  valuable piece of architecture. This building is regarded as an important material  for studying the technological transition from the traditional to the modern.","regDate":"2022-11-19","author":"korea-tour","tag":["Chungcheongnam-do","Culture/Art/History","Historical Sites","Holy Sites"],"imgUrl":"","blogPath":"Chungcheongnam-do/2022-11-19-1668854405248"},{"id":"2022-11-19-1668850655866","title":"E-An Land (이안숲속)","description":"E-An Land Forest was established in 1999 when 1,836 arbor species and 1,418 herb species were planted on a land area of 1,118 hectares. The forest features a tropical garden and various other exhibition gardens, as well as thematic spaces like the Haneul Maru. The forest was finally completed in 2006. Inside the arboretum, there are various things to see such as the herb village, parakeet exhibitions, a pine tree garden, and man-made cave. There is also a mini golf course and an outdoor swimming pool. Visitors can also use the onsite pensions and the auto camping site for accommodation, making the E-An Land Forest a great place for family and group visitors.","regDate":"2022-11-19","author":"korea-tour","tag":["Chungcheongnam-do","Nature","Natural Sites","Botanical Gardens"],"imgUrl":"","blogPath":"Chungcheongnam-do/2022-11-19-1668850655866"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}