{"pageProps":{"list":[{"id":"2022-08-01-1659375937828","title":"Baegunsan Eochigyegok Valley (백운산 어치계곡)","description":"Eochigyegok Valley, located in Eochi-ri, Jinsang-myeon, is 7 kilometers long, and is a valley with clear water flowing through the lush forest with rocks in all sizes that provide a resting spot. In particular, it is home to Orodae Rock, cool enough to form dew even in the middle of the day and Gusipokpo Falls with a legend of a flying horse.<br><br>The valley is located ten minutes away from the Seomjingang River Maehwa Village, and plum trees cover the valley in spring with plum blossoms. In autumn, the countless oak trees in the forest become an acorn factory for its habitats. Baegunsan Eochigyegok Valley is worth visiting at any time of the year and provides various agricultural products to local residents. Orodae Rock, located in the uppermost stream, refers to a rock that looks like a large courtyard. An inscription remains, saying that it is named Orodae because it is cool enough to form dew even in the midday of the summer. Legend says that Gusiso Pool at the base of Gusipokpo Falls is so wide that it will not dry up even in a draught.","regDate":"2022-08-01","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites","Valleys"],"imgUrl":"/2022-08-01-1659375937828/1606765_image2_1.webp","blogPath":"Jeollanam-do/2022-08-01-1659375937828","pageUrl":"https:/mcdryad.com/Jeollanam-do/2022-08-01-1659375937828"},{"id":"2022-08-01-1659373270633","title":"Anmado Island (안마도)","description":"Anmado Island, the largest island in Nagwol-myeon District, is home to a number of ocean splendors including the magnificent Malcobawi and Heundeulbawi Rocks, and camellia colonies. As one of the largest fishing bases in the West Sea, it is famous for its local specialties such as cows naturally grown out of pasture, black goats, medicinal liquor made of centipedes, sea bass, crabs and ear shells. Moreover, the island's fishing village, which has been designated as a third-class fishing port, serves as refuge for ships from home and abroad.<br><br><b>Island History</b><br>In 1967, a liaison office of Nagwol-myeon town office opened its door overseeing Anmado Island, along with five othe islets (Daeseongmando, Soseongmando, Odo, Hwangdo and Jukdo) and six villages. The area as a whole is called Anma Archipelago. Furthermore, Hwangdo, an affiliated islet of the Anmado, along with Donghwangdongdo, Gageodo and Seogeochado form the Western Basic Line.","regDate":"2022-08-01","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"/2022-08-01-1659373270633/2497473_image2_1.webp","blogPath":"Jeollanam-do/2022-08-01-1659373270633","pageUrl":"https:/mcdryad.com/Jeollanam-do/2022-08-01-1659373270633"},{"id":"2022-08-01-1659368778986","title":"Anak Beach (안악해수욕장)","description":"Anak Beach is a white sand beach that stretches for more than 200 meters and is bordered by a forest of pine trees. In addition to the gorgeous scenery, a major draw is the great seafood like fresh mullets, long-legged octopuses, small shrimps, and other local specialties said to provide strength during the sweltering summer heat. Since the beach has not yet been discovered by many tourists, visitors will be able to have a calm and relaxing time. The nearby coastal road is a perfect driving course with a stunning view of the sunset.","regDate":"2022-08-01","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"/2022-08-01-1659368778986/190577_image2_1.webp","blogPath":"Jeollanam-do/2022-08-01-1659368778986","pageUrl":"https:/mcdryad.com/Jeollanam-do/2022-08-01-1659368778986"},{"id":"2022-08-01-1659364800979","title":"Amnok Resort (압록유원지)","description":"Situated at the joining point of two rivers, Seomjin and Boseong, Amnok Resort is renowned as a summer vacation spot with a 100,000m² beach. Since mosquitos are rare here, it is continuously gaining popularity as a family camping site and Banweogyol Bridge and Cheolgyo Bridge make for beautiful scenery. The popular fishing spot located in the lower reaches of Boseonggang River attracts many anglers. The riverside is lined with various native local restaurants where you can taste Amnok’s specialities such as king crab soup, roasted sweet fish, and maeuntang (spicy fish stew).","regDate":"2022-08-01","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Recreational Sites","Resorts"],"imgUrl":"/2022-08-01-1659364800979/2021945_image2_1.webp","blogPath":"Jeollanam-do/2022-08-01-1659364800979","pageUrl":"https:/mcdryad.com/Jeollanam-do/2022-08-01-1659364800979"},{"id":"2022-08-01-1659363562237","title":"1004 (Cheonsa) Bridge (천사대교)","description":"1004 Bridge, opened on April 4, 2019, connects Songgong-ri to Sinseok-ri in Sinan-gun, Jeollanam-do. It is named 1004, pronounced \"cheonsa,\" for the 1004 islands that surrounds Sinan-gun. The bridge is the fourth longest marine bridge in Korea.","regDate":"2022-08-01","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Architectural Sights","Bridges"],"imgUrl":"/2022-08-01-1659363562237/2662742_image2_1.webp","blogPath":"Jeollanam-do/2022-08-01-1659363562237","pageUrl":"https:/mcdryad.com/Jeollanam-do/2022-08-01-1659363562237"}],"metaData":{"pageUrl":"https://mcdryad.com/Jeollanam-do","nav":"Jeollanam-do"},"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}