{"pageProps":{"content":"![Duryunsan Provincial Park (두륜산도립공원)](/2023-01-18-1674031183965/1929618_image2_1.webp)\n\n  \n## Overview\n\n> Containing many Buddhist temples and ruins as well as spectacular scenery, the 700 meter-tall Duryunsan Mountain is located at the southernmost point of the Korean peninsula. Forested by subtropical green broadleaf trees and temperate deciduous broadleaf trees, the mountain is valued highly for observing plant chorology. There are many fields of silver grass, and the summit of the parks eight peaks provide vistas of the western and southern sea.<br>During the fifth year of King Jinheungs reign (514), the Buddhist monk Ado built Daedunsa Temple, which is a place of great historical value as it is also related to the Buddhist monk Seosan. The temple is built among dense woodlands, consisting of maple trees and camellias. Breathtaking scenery of valleys and luxuriant trees can be seen on both sides of the 2-kilometer-long road leading to the temple.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br>(Korean, English, Japanese, Chinese) <br>• For more info: +82-61-530-5543|\n|parking:|Available|\n|restdate:|N/A (Open all year round)|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Hiking Course:|[Course 1] Ticket booth - Jangchun-dong Forest Path - Daeheungsa Temple - Pyochungsa Temple - Bungmireulam Hermitage - Osimjae Pass - Noseungbong Peak - Garyeonbong Peak - Maniljae Pass - Duryunbong Peak - Jinburam Hermitage - Multeonggeorigol Valley - Pyochungsa Temple (Travel time approx. 5 hr) <br>[Course 2] Ticket booth - Jangchun-dong Forest Path - Daehuengsa Temple - Pyochungsa Temple - Bungmireukam Hermitage - Cheonnyeonsu Spring (Manil Rest Area) - Maniljae Pass - Duryunbong Peak - Jinburam Hermitage - Multeonggeorigol Valley - Pyochungsa Temple (Travel time approx. 3 hr 30 min) <br>[Course 3] Ticket booth - Jangchun-dong Forest Path - Daeheungsa Temple - Pyochungsa Temple - Iljiam Hermitage - Cheonnyeonsu Spring (Manil Rest Area) - Maniljae Pass - Duryunbong Peak - Jinburam Hermitage - Pyochungsa Temple (Travel time approx. 3 hr)|\n|Admission Fees:|Fees apply to cultural asset sites|\n|Available Facilities:|Duryunsan Cable Car|\n|Restrooms:|Available|\n  \n## Detail Image\n![/2023-01-18-1674031183965/1608133_image2_1.webp](/2023-01-18-1674031183965/1608133_image2_1.webp)\n![/2023-01-18-1674031183965/1608134_image2_1.webp](/2023-01-18-1674031183965/1608134_image2_1.webp)\n![/2023-01-18-1674031183965/1608135_image2_1.webp](/2023-01-18-1674031183965/1608135_image2_1.webp)\n![/2023-01-18-1674031183965/1608136_image2_1.webp](/2023-01-18-1674031183965/1608136_image2_1.webp)\n![/2023-01-18-1674031183965/1929604_image2_1.webp](/2023-01-18-1674031183965/1929604_image2_1.webp)\n![/2023-01-18-1674031183965/1929606_image2_1.webp](/2023-01-18-1674031183965/1929606_image2_1.webp)\n![/2023-01-18-1674031183965/1929616_image2_1.webp](/2023-01-18-1674031183965/1929616_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-61-530-5543](tel:+82615305543)\n- [🏠www.haenam.go.kr/tour</a><br><a href=\"http://www.haenamcablecar.com/default/\" target=\"_blank\" class=\"web\">www.haenamcablecar.com](http://www.haenam.go.kr/tour/)\n\n\n```googleMap\nlatitude: 34.4896049087\nlongitude: 126.6161141958\ntitle: 400, Daeheungsa-gil, Haenam-gun, Jeollanam-do\n```\n  \n## Directions\n  \n[Local Bus]<br>\nFrom Haenam Intercity Bus Terminal, take a bus heading towards Daedunsa and get off at Daedunsa Temple Bus Stop.\n","data":{"id":"2023-01-18-1674031183965","title":"Duryunsan Provincial Park (두륜산도립공원)","description":"Containing many Buddhist temples and ruins as well as spectacular scenery, the 700 meter-tall Duryunsan Mountain is located at the southernmost point of the Korean peninsula. Forested by subtropical green broadleaf trees and temperate deciduous broadleaf trees, the mountain is valued highly for observing plant chorology. There are many fields of silver grass, and the summit of the parks eight peaks provide vistas of the western and southern sea.<br>During the fifth year of King Jinheungs reign (514), the Buddhist monk Ado built Daedunsa Temple, which is a place of great historical value as it is also related to the Buddhist monk Seosan. The temple is built among dense woodlands, consisting of maple trees and camellias. Breathtaking scenery of valleys and luxuriant trees can be seen on both sides of the 2-kilometer-long road leading to the temple.","regDate":"2023-01-18","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites","Provincial Parks"],"imgUrl":"/2023-01-18-1674031183965/1929618_image2_1.webp","blogPath":"Jeollanam-do/2023-01-18-1674031183965","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-18-1674031183965"},"dataList":[{"id":"2023-02-03-1675413546628","title":"Dolsanhang Port (돌산항)","description":"Dolsanhang Port is located on Dolsando Island in Gunnae-ri, Yeosu-si. It is a famous market for live fresh fish and a distribution center for seafood in the area. Yeosu local seafoods such as cuttlefish, octopus, and rock bream are available, however only wholesale auction is available. Regular visitors must purchase seafood through a middleman.&nbsp;","regDate":"2023-02-03","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"","blogPath":"Jeollanam-do/2023-02-03-1675413546628"},{"id":"2023-02-03-1675409764832","title":"Dolsando Island (돌산도)","description":"Dolsando is the seventh largest island in Korea and is connected to the mainland via Dolsan Bridge. Ever since construction was completed on December 15, 1984, the 450 meter-long, 11.7 meter-wide bridge has become a popular tourist attraction. <br><br>There is plenty to see on Dolsando Island including numerous scenic spots and historic sites such as Dolsan Park, Musulmok Battlefield, Jeollanam-do Fisheries Exhibition Hall, Bangjukpo Beach, Hyangiram Hermitage, and Eunjeogam Hermitage. Located beneath Dolsan Bridge is a life-sized model of a Geobukseon (Turtle Ship), which played an important role in the Korean Navy’s victories during the Imjinwaeran War (1592-1598). Visitors will also find plenty of seafood restaurants lining the paved coastal road.","regDate":"2023-02-03","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"/2023-02-03-1675409764832/182501_image2_1.webp","blogPath":"Jeollanam-do/2023-02-03-1675409764832"},{"id":"2023-02-03-1675406455380","title":"Dancing Sea Fountain (춤추는 바다분수)","description":"With water shooting up to its peak at 70 meters and a 150-meter water basin, the Dancing Sea Fountain is the biggest sea fountain in the world. The fountain puts on various shows such as music, video, and laser to entertain spectators as they look out to the ocean.","regDate":"2023-02-03","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Experience Programs","Unique Experience"],"imgUrl":"/2023-02-03-1675406455380/2511647_image2_1.webp","blogPath":"Jeollanam-do/2023-02-03-1675406455380"},{"id":"2023-02-03-1675402567770","title":"Damyang Resort Spa (담양리조트 온천)","description":"Damyang Resort is a large resort complex comprised of a hotel, spa, arboretum, and event plaza. The spa is spread over a ground floor and basement floor, with both mens and womens pools, as well as many event pools and an open-air hot spring. Additional facilities include a jjimjilbang (Korean-style sauna), skincare center, and massage center. The hot springs use water with a mix of 20 minerals, including germanium, strontium, sulfuric ions, calcium, and lithium. The mineral mix helps soothe skin, relieve stress, and improve blood circulation to prevent many diseases and ailments.","regDate":"2023-02-03","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Recreational Sites","Hot Springs & Spa"],"imgUrl":"","blogPath":"Jeollanam-do/2023-02-03-1675402567770"},{"id":"2023-02-03-1675399223260","title":"Damyang Changpyeong [Slow City] (담양군 창평면 [슬로시티])","description":"Damyang Changpyeong Samjinae Village is a farming village that produces vegetables and fruits including tomatoes and strawberries. The name of the village goes all the way back to early Goryeo period. Changpyeong is home to many important historical figures and known for its regional foods and local produce.","regDate":"2023-02-03","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Historical Sites","Folk Villages"],"imgUrl":"/2023-02-03-1675399223260/1784394_image2_1.webp","blogPath":"Jeollanam-do/2023-02-03-1675399223260"},{"id":"2023-02-03-1675395532623","title":"Chungminsa Temple (여수충민사)","description":"Nestled at the foot of Maraesan Mountain (alt. 385.2 m), Chungminsa Temple (Historic Site No. 381) was built by Lee Sieon (unknown - 1624), and was commissioned by Lee Hangbok (1556-1618) after the Imjinwaeran War (Japanese Invasion) upon King Seonjos (1601) command. The shrine was forced to be demolished by Japan in 1919, and only two sections remained. In 1947, they were then rebuilt by local residents in the end. It was designated as Historical Site No. 381 on June 1, 1993.<br><br>* Chungminsa Hamabi (stone statue)<br>At the entrance of Chungminsa Temple, Hamabi (stone stuatue) is set up with a 1.4 m-x_height, 42 cm-x_width, and 10 cm-thickness, with the word Hamabi written on the stone, meaning expressing ones respect, and in front of the palace is a Confucian shrine, the birthplace of the sages that symbolizes the temples significance. This stone used to be 100 m away but was moved to its current site when a detour road was built.","regDate":"2023-02-03","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2023-02-03-1675395532623/193495_image2_1.webp","blogPath":"Jeollanam-do/2023-02-03-1675395532623"},{"id":"2023-02-02-1675334280408","title":"Cheongwansan Provincial Park (천관산도립공원)","description":"Cheongwansan Provincial Park is located on Cheongwansan Mountain, which is considered one of the best mountains in southwest Korea, along with Jirisan, Naejangsan, Wolchulsan and Naebyeonsan mountains. The name of Cheongwan comes from the fact that the surrounding boulders resemble a thorny crown worn by an emperor. In autumn, fields of silver grass unfold around the mountain peak, allowing for the Cheongwansan Silver Grass Festival to take place on Yeondaebong (silver grass plain). Also, from the top of the mountain, several grand landmarks like Dadohae archipelago, Wochulsan Mountain and Mudeungsan Mountain in nearby cities can be seen. On a clear day, visitors can even see Hallasan Mountain on Jeju Island. In the middle of the mountain is Cheongwansa Temple, which houses precious cultural properties including Cheongwansa Three-Story Pagoda (Treasure No. 795), Cheongwansa Seokdeung (stone lantern), Five-Story Pagoda, and Jangheung Tapsansaji Seokdeung (stone lantern).","regDate":"2023-02-02","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites","Provincial Parks"],"imgUrl":"","blogPath":"Jeollanam-do/2023-02-02-1675334280408"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}