{"pageProps":{"content":"![Gangcheonsan County Park (강천산 군립공원)](/2022-08-01-1659323323304/2634995_image2_1.webp)\n\n  \n## Overview\n\n> Gangcheonsan Mountain is surrounded by Gwangcheonsan Gwangjubong Peak (583.7 meters above sea level), Gwangdeoksan Seonnyeobong Peak (578 meters), and Sanseongsan Yeondaebong Peak (603 meters above sea level) in the area of 996beonji, Cheonggye-ri, Sunchang-gun, Jeollabuk-do. It is divided into small canyons and has an outstanding view with rocky mountains on all sides. The valley was called Gangcheon Valley because clean and clear water flows like a spring on the hard rocks, and all the mountains around it were called Gangcheonsan Mountain. It is said that in the past it was called Yongcheonsan Mountain, named after the shape of two dragons waving their tails toward the sky and ascending to heaven.\n<br><br>\nFollowing the Noryeong Mountain Range to Chuwolsan Mountain, it forms Gwangdeoksan Mountain and Yongcheonsan Mountain. On Sanseongsan Mountain (two dragons from the eastern sky to the western sky) that towers high in the sky, two dragons run east side by side. There are numerous peaks, some famous ones are, Yeondaebong, Undaebong, Suyeongbong, Cheonjabong, Gitdaebong, Gwangjubong, Gyeonjebong, and Songrakbong peaks. Between these two mountains is a very deep valley. Some of the famous valleys are, Yeondaegyegok Valley, Seonnyeogyegok Valley (Jeobujegol), Wondeunggyegok Valley (Yongdaeamgol), Buntonggol Pass, Jijigol Valley, Somokgol Valley, Samindaegyegok Valley (Hwangwoojegol), Giwoojegol Valley, Senyanggol Valley, Multonggol Valley, Chodanggol Valley, Ujakgol Valley, Dongmakgol Valley, Geumganggyegok Valley (Tapsanggol), Seungbanggol Valley, Byeondugol Valley, etc. The clear water flowing from every valley joins into one and the sound of the water crashing against the rocks and stones echoes throughout the valley and enters Gangcheonho Lake.\n<br><br>\nWhen spring comes, willows bloom, and when the forsythia and azaleas are in full bloom, wild cherry blossoms reach full bloom on every mountain peak. The clear and clean water flows continuously between the gravel along the valley. Visitors can cool off the heat in this river that does not collect moss either because it is too cold or clean. On Gangcheonsan Mountain, there are beautiful shrubs and maple trees, and the baby maples and baby squirrels announce the arrival of autumn among the seven different types of maple trees. The multiple trails on the mountain are not steep or too dangerous, making it popular regardless of age. It is also ideal for mountaineering and mountain-loving hikers. The scenery of the river with white snow and icicles attracts painters who want to capture the moment on a canvas. Gangcheonsan Mountain has four distinct seasons making it a popular destination all year round.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-63-650-1672|\n|parking:|Available|\n|restdate:|N/A (Open all year round)|\n|usetime:|April-October 08:30-18:30<br>November-March 09:00-17:00 <br>* Operating hours subject to change depending on the weather condition|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Hiking Course:|Barefoot walking trail: Byeongpungpokpo Falls - Gangcheonsa Temple - cloud bridge - Gujanggunpokpo Falls (5.5 km, 2 hr)<br>Forest walking trail: Byeongpungpokpo Falls - playground - forest village - Hwangujegol Valley - Samindae - ticketing booth (4.7 km, 2 hr)<br>Healing hiking course: Byeongpungpokpo Falls - Gancheonsa Temple - cloud bridge - observatory - Hwangujegol Valley - Samindae ticketing booth (5.5 km, 2 hr)<br>Wangjabong course 1: Byeongpungpokpo Falls - Gitdaebong Peak - Wangjabong Peak - cloud bridge - ticketing booth (6.2 km, 3 hr)<br>Wangjabong course 2: Byeongpungpokpo Falls - Gitdaebong Peak - Wangjabong Peak - Hyeongjebong Peak - second lake - Gujanggunpokpo Falls - ticketing booth (8.7 km, 4 hr)<br>Wangjabong course 3: Byeongpungpokpo Falls - Gitdaebong Peak - Wangjabong Peak - Hyeongjebong Peak - Songnakbawi Rock - Gujangpokpo Falls - ticketing booth (10.7 km, 5 hr)<br>Seonnyeobong course 1: Byeongpungpokpo Falls - Okhobong Peak - Hwangujegol Valley - Sinseongbong Peak - cloud bridge - Gangcheonsa Temple - ticketing booth (7.5 km, 3 hr)<br>Seonnyeobong course 2: Byeongpungpokpo Falls - Okhobong Peak - Hwangujegol Valley - Gwangdeoksan Mountain - Seonnyeogyegok Valley - Gujanggunpokpok Falls - ticketing booth (10 km, 4 hr)<br>Seonnyeobong course 3: Byeongpungpokpo Falls - Okhobong Peak - Gwangdeoksan Mountain - East gate - Biryongpokpo Falls - Gujanggunpokpo Falls - ticketing booth (12.8 km, 5 hr)<br>Jungju course: Byeongpungpokpo Falls - Gitdaebong Peak - Wangjabong Peak - Hyeongjebong Peak - Songnakbawi Rock - Sirubong Peak - Gwangdeoksan Mountain - Okhobong Peak - ticketing booth (18.6 km, 8 hr)|\n|Night-time Hike Restriction Notice:|Limited access after sundown|\n|Shopping Information:|Approx. 20 restaurants, accommodations, convenience stores, etc.|\n|Admission Fees:|[Individual]<br>Adults 3,000 won / Students 2,000 won<br><br>[Groups]<br>Adults 2,500 won / Students 1,500 won<br><br>* Students (elementary, middle, high school)<br>* Groups: 30 or more people.<br>* Free admission: Preschoolers (ages 6 & under) and senior citizens (ages 65 and older)|\n|Restrooms:|Available|\n|Parking Fees:|Free|\n  \n## Detail Image\n![/2022-08-01-1659323323304/2634993_image2_1.webp](/2022-08-01-1659323323304/2634993_image2_1.webp)\n![/2022-08-01-1659323323304/2634994_image2_1.webp](/2022-08-01-1659323323304/2634994_image2_1.webp)\n![/2022-08-01-1659323323304/2634996_image2_1.webp](/2022-08-01-1659323323304/2634996_image2_1.webp)\n![/2022-08-01-1659323323304/2634997_image2_1.webp](/2022-08-01-1659323323304/2634997_image2_1.webp)\n![/2022-08-01-1659323323304/2658916_image2_1.webp](/2022-08-01-1659323323304/2658916_image2_1.webp)\n![/2022-08-01-1659323323304/2658917_image2_1.webp](/2022-08-01-1659323323304/2658917_image2_1.webp)\n![/2022-08-01-1659323323304/2658918_image2_1.webp](/2022-08-01-1659323323304/2658918_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-63-650-1672](tel:+82636501672)\n- [🏠gangcheonsan.kr](http://gangcheonsan.kr)\n\n\n```googleMap\nlatitude: 35.4088283627\nlongitude: 127.0675127446\ntitle: 97, Gangcheonsan-gil, Sunchang-gun, Jeollabuk-do\n```\n  \n## Directions\n  \n[Bus]From Seoul Central City Terminal, take a bus to Sunchang Bus Terminal.<BR> From Sunchang Bus Terminal Bus Stop, take a local bus bound for Jeongeup or Gurim and get off at Gangcheonsan Mountain Bus Stop.\n","data":{"id":"2022-08-01-1659323323304","title":"Gangcheonsan County Park (강천산 군립공원)","description":"Gangcheonsan Mountain is surrounded by Gwangcheonsan Gwangjubong Peak (583.7 meters above sea level), Gwangdeoksan Seonnyeobong Peak (578 meters), and Sanseongsan Yeondaebong Peak (603 meters above sea level) in the area of 996beonji, Cheonggye-ri, Sunchang-gun, Jeollabuk-do. It is divided into small canyons and has an outstanding view with rocky mountains on all sides. The valley was called Gangcheon Valley because clean and clear water flows like a spring on the hard rocks, and all the mountains around it were called Gangcheonsan Mountain. It is said that in the past it was called Yongcheonsan Mountain, named after the shape of two dragons waving their tails toward the sky and ascending to heaven.<br><br>Following the Noryeong Mountain Range to Chuwolsan Mountain, it forms Gwangdeoksan Mountain and Yongcheonsan Mountain. On Sanseongsan Mountain (two dragons from the eastern sky to the western sky) that towers high in the sky, two dragons run east side by side. There are numerous peaks, some famous ones are, Yeondaebong, Undaebong, Suyeongbong, Cheonjabong, Gitdaebong, Gwangjubong, Gyeonjebong, and Songrakbong peaks. Between these two mountains is a very deep valley. Some of the famous valleys are, Yeondaegyegok Valley, Seonnyeogyegok Valley (Jeobujegol), Wondeunggyegok Valley (Yongdaeamgol), Buntonggol Pass, Jijigol Valley, Somokgol Valley, Samindaegyegok Valley (Hwangwoojegol), Giwoojegol Valley, Senyanggol Valley, Multonggol Valley, Chodanggol Valley, Ujakgol Valley, Dongmakgol Valley, Geumganggyegok Valley (Tapsanggol), Seungbanggol Valley, Byeondugol Valley, etc. The clear water flowing from every valley joins into one and the sound of the water crashing against the rocks and stones echoes throughout the valley and enters Gangcheonho Lake.<br><br>When spring comes, willows bloom, and when the forsythia and azaleas are in full bloom, wild cherry blossoms reach full bloom on every mountain peak. The clear and clean water flows continuously between the gravel along the valley. Visitors can cool off the heat in this river that does not collect moss either because it is too cold or clean. On Gangcheonsan Mountain, there are beautiful shrubs and maple trees, and the baby maples and baby squirrels announce the arrival of autumn among the seven different types of maple trees. The multiple trails on the mountain are not steep or too dangerous, making it popular regardless of age. It is also ideal for mountaineering and mountain-loving hikers. The scenery of the river with white snow and icicles attracts painters who want to capture the moment on a canvas. Gangcheonsan Mountain has four distinct seasons making it a popular destination all year round.","regDate":"2022-08-01","author":"korea-tour","tag":["Jeollabuk-do","Nature","Natural Sites","County Parks"],"imgUrl":"/2022-08-01-1659323323304/2634995_image2_1.webp","blogPath":"Jeollabuk-do/2022-08-01-1659323323304","pageUrl":"https:/mcdryad.com/Jeollabuk-do/2022-08-01-1659323323304"},"dataList":[{"id":"2023-01-04-1672807110323","title":"Jeoksangsanseong Fortress (무주 적상산성)","description":"Jeoksangsan Mountain (elevation 1,034m) in Muju, Jeollabuk-do, is surrounded by precipitous walls of stratified rocks. The basin on the mountain top there is a lake called ‘Jeoksangho’; and along the ridge enclosing the lake stands Jeoksangsanseong Fortress extending over 8,143m. During the Goryeo period the region was a place of refuge for civilians at times of war. The fortress wall was built during the Joseon era.","regDate":"2023-01-04","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Historical Sites","Fortresses"],"imgUrl":"/2023-01-04-1672807110323/1606571_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-04-1672807110323"},{"id":"2023-01-04-1672803352901","title":"Jeoksangsan National History Archives Site (적상산사고지)","description":"During the Imjin War (1592-1598), many of the National Archives in the capital and the surrounding area were burned down. After this, the archives were duplicated and stored in a variety of locations thoughout the county. The National Archives of Jeoksangsan Mountain was founded in 1614, when important national archives were moved from Myohyang Confucian Academy, with others being added in 1641. This national archives site served a very important role throughout over 300 years of Korea’s history, until it was closed by the Japanese during the Japanese occupation.","regDate":"2023-01-04","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2023-01-04-1672803352901/1606564_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-04-1672803352901"},{"id":"2023-01-03-1672742201681","title":"Jeoksangsan Mountain (적상산)","description":"As one of the best scenic mountains in Korea, Jeoksangsan Mountain (1,030.6 meters) showcases imposing, steep rock walls. Jeoksangsan, also called Red Skirt Mountain, got its name from the view of red maple trees around cliffs in fall that makes the mountain look like a giant red skirt. The mountain boasts a variety of attractions from Hyangnobong Peak (1,029 meters), Cheonilpokpo Falls, Songdaepokpo Falls, Jangdobawi Rock, Janggunbawi Rock, and Allyeomdae Cliff.<br><br>The rugged shape of the mountain was considered ideal for building a fortress. And after Jeoksangsan became a designated site for storing Joseonwangjo Sillok (annals of the Joseon Dynasty), the fortress surrounding it was further rebuilt. The mountain is also home to Anguksa Temple, an ancient temple built in 1227 (during the 3rd year of King Chungryeol’s reign) by Monk Wolin. The mountain can easily be climbed by hiking or by vehicle; there is a paved road stretching over 15 kilometers that leads to the top of the mountain thanks to the construction of Muju Power Plant, letting tourists visit Sanjeong Lake and Anguksa Temple conveniently.","regDate":"2023-01-03","author":"korea-tour","tag":["Jeollabuk-do","Nature","Natural Sites","Mountains"],"imgUrl":"/2023-01-03-1672742201681/2719978_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-03-1672742201681"},{"id":"2023-01-03-1672738548256","title":"Jeokbyeokgang Cliffs [National Geopark] (적벽강 (전북 서해안 국가지질공원))","description":"The area around Jeokbyeokgang Cliffs features great plant distribution value, including a population of Machilus, a designated natural monument. The cliffs are a great location for geological and ecological educational moments when visiting nearby attractions such as Chaeseokgang River and Gyeokgo Beach. The cliff is mostly composed of pepperlite, a unique rock that forms when volcanic rhyolite and sedimentary shale merge together.","regDate":"2023-01-03","author":"korea-tour","tag":["Jeollabuk-do","Nature","Natural Sites"],"imgUrl":"/2023-01-03-1672738548256/182816_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-03-1672738548256"},{"id":"2023-01-03-1672735096414","title":"Japanese-style House in Sinheung-dong (Hirotsu House) (군산 신흥동 일본식가옥(히로쓰 가옥))","description":"Japanese-style House in Sinheung-dong was designated as Registered Cultural Heritage in 2005. The area of Sinheung-dong, where the Hirotsu House is located, was a residential area for the wealthy class during the Japanese occupation period. The house is named after Hirotsu, the man who built the house. <br /><br />Several Korean movies and dramas such as The General&rsquo;s Son (1990), Fighter in the Wind (2004), and Tazza  The High Rollers (2006) were filmed in this house. The house is a typical Japanese two-story timber house, keeping the original forms of its roof, outer walls, inside area and the Japanese-style garden which has significant meaning in regards to the architecture history.","regDate":"2023-01-03","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2023-01-03-1672735096414/2649956_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-03-1672735096414"},{"id":"2023-01-03-1672731345521","title":"Iksan Ssangneung (익산 쌍릉)","description":"The Ssamgneung (Twin Tombs) in Iksan are stone chamber tombs that were unearthed during an academic excavation survey in 1917. At the time of the survey it was discovered the tombs had already been illegally excavated, most likely during the reign of King Chungsukwang of the Goryeo dynasty. Though looters had stripped the tombs of any burial accessories, the wooden coffins were found to be relatively intact. <br><br>The coffins were severely damaged in the aftermath of the Korean War, but were later restored by the Jeonju National Museum. When they were first found, the twin tombs measured 3.1 meters high and 0.5 kilometers wide, but some of the original wood was lost during the tombs’ tumultuous history and the restoration that followed. The larger of the restored tombs now measures 30 meters in diameter and 5 meters in x_height while the smaller tomb measures 24 meters in diameter and 3.5 meters in x_height. On January 21, 1963 the tombs were designated Historic Site No. 87. <br><br>The Twin Tombs are roughly 200 meters apart, with the tomb in the east called Daewangmyo (big royal tomb) and the one in the west Sowangmyo (small royal tomb). The interiors of the tombs are done in the same style as the stone chamber tombs found in the tomb cluster of Neungsan-ri, Buyeo. Considering that the nearby Mireuksaji Temple Site was built during the reign of King Mu of Baekje dynasty, it is highly likely that the Twin Tombs are those of King Mu and his wife, Queen Seonhwa.","regDate":"2023-01-03","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2023-01-03-1672731345521/1308535_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-03-1672731345521"},{"id":"2023-01-03-1672727891410","title":"Iksan Ipjeomni Ancient Tombs (익산 입점리 고분)","description":"The Iksan Ipjeomni Ancient Tombs are a group of ancient Baekje-era tumuli located 100 meters above sea level on the northeast brow of Chilmokjae Hill in Ipjeom-ri, Iksan-si, Jeollabuk-do. The burial ground covers an area of more than 18,520 square meters and is officially listed as Historical Site No. 347. To date, a total of eight tumuli have been excavated, all of which are chamber tombs. <br><br>Surprisingly enough, the tombs were first discovered in 1986 by a high school student. While digging for arrowroot, a young man from a local high school found some pieces of gold that resembled a hat. He quickly notified the authorities and it was soon discovered that the pieces of gold were in fact valuable ancient artifacts. An emergency excavation was conducted and the eight tumuli were uncovered, but unfortunately all of the tumuli except Tomb No. 1 had been severely damaged. Tomb No. 1, which is still in relatively good condition, boasts an entrance measuring an impressive 16 meters in x_height and 2 meters in x_width. <br><br>Inside the tombs archaeologists found valuable relics from the Baekje dynasty including earthenware, jewelry (a gilt-bronze hat, gold earrings, glass beads, etc.), harnesses and ironware. Given the shapes and the types of the pieces found, historians estimate that the tumuli were built in the 5th century. Since the gilt-bronze hat is similar in shape to those found in Japan, experts believe that there was an active exchange between the Baekje people and the people of Japan.","regDate":"2023-01-03","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2023-01-03-1672727891410/573722_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-03-1672727891410"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}