{"pageProps":{"content":"![Byeokgyegyegok (Chalbi) Valley (벽계(찰비)계곡)](/2022-07-30-1659177626599/2689572_image2_1.webp)\n\n  \n## Overview\n\n> Byeokgyegyegok Valley in Uiryeong, Gyeongnam region begins at  Jagulsan Mountain and runs down along Hanusan Mountain, showcasing deep valleys and interesting rock formations. Also called Chalbigyegok Valley, the valley has clean water flowing all year round. The valley’s stream from the waterfall creates big and small ponds along its way, most famous among which are Gaksiso and Nongso ponds.<br><br> The biggest draw of this attraction is the crystal clear pond waters that are clean enough to reflect the surrounding forest like a natural mirror. Byeokgye Tourist Site and Byeokgye Reservoir located near the tail-end of the valley are growing into full-fledged tourist attractions for camping and fishing.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info:  +82-55-570-4958|\n  \n\n  \n## Detail Image\n![/2022-07-30-1659177626599/2689573_image2_1.webp](/2022-07-30-1659177626599/2689573_image2_1.webp)\n![/2022-07-30-1659177626599/2689574_image2_1.webp](/2022-07-30-1659177626599/2689574_image2_1.webp)\n![/2022-07-30-1659177626599/2689575_image2_1.webp](/2022-07-30-1659177626599/2689575_image2_1.webp)\n![/2022-07-30-1659177626599/2689576_image2_1.webp](/2022-07-30-1659177626599/2689576_image2_1.webp)\n![/2022-07-30-1659177626599/2689577_image2_1.webp](/2022-07-30-1659177626599/2689577_image2_1.webp)\n![/2022-07-30-1659177626599/2689578_image2_1.webp](/2022-07-30-1659177626599/2689578_image2_1.webp)\n![/2022-07-30-1659177626599/2689579_image2_1.webp](/2022-07-30-1659177626599/2689579_image2_1.webp)\n![/2022-07-30-1659177626599/2689580_image2_1.webp](/2022-07-30-1659177626599/2689580_image2_1.webp)\n![/2022-07-30-1659177626599/2689581_image2_1.webp](/2022-07-30-1659177626599/2689581_image2_1.webp)\n![/2022-07-30-1659177626599/2689582_image2_1.webp](/2022-07-30-1659177626599/2689582_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-55-570-4958](tel:+82555704958)\n- [🏠tour.uiryeong.go.kr](http://tour.uiryeong.go.kr/)\n\n\n```googleMap\nlatitude: 35.4260464267\nlongitude: 128.2081088815\ntitle: 201, Byeokgye-ro, Uiryeong-gun, Gyeongsangnam-do\n```\n  \n## Directions\n  \n[Bus]<br>\nFrom Dong Seoul Terminal, take a bus to Sinban Bus Terminal.<br>\nFrom Sinban Bus Terminal Bus Stop, take a bus headed for Pyeongchon-ri, Gungnyu-myeon Bus Stop. <br>Walk for approx. 12 min.\n","data":{"id":"2022-07-30-1659177626599","title":"Byeokgyegyegok (Chalbi) Valley (벽계(찰비)계곡)","description":"Byeokgyegyegok Valley in Uiryeong, Gyeongnam region begins at  Jagulsan Mountain and runs down along Hanusan Mountain, showcasing deep valleys and interesting rock formations. Also called Chalbigyegok Valley, the valley has clean water flowing all year round. The valley’s stream from the waterfall creates big and small ponds along its way, most famous among which are Gaksiso and Nongso ponds.<br><br> The biggest draw of this attraction is the crystal clear pond waters that are clean enough to reflect the surrounding forest like a natural mirror. Byeokgye Tourist Site and Byeokgye Reservoir located near the tail-end of the valley are growing into full-fledged tourist attractions for camping and fishing.","regDate":"2022-07-30","author":"korea-tour","tag":["Gyeongsangnam-do","Nature","Natural Sites","Valleys"],"imgUrl":"/2022-07-30-1659177626599/2689572_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-07-30-1659177626599","pageUrl":"https:/mcdryad.com/Gyeongsangnam-do/2022-07-30-1659177626599"},"dataList":[{"id":"2022-07-30-1659206633447","title":"Daewonsagyegok Valley (대원사계곡)","description":"Daewonsagyegok Valley is a place where one can be appreciate nature's musical harmony of stream water, wind brushing against the leaves, and the chirping of birds. The nearly 12-kilometer-long Daewonsagyegok Valley's stream water originates from the highest peak of Jirisan Mountain called Cheonwangbong Peak, and flows through Jungbong and Habong Peaks, as well as Ssukbatjae Pass, Saejae Pass, Wangdeungjae Pass, Bammeorijae Pass, and Ungseokbong Peak.  Before reaching the valley, the water joins the currents from Sinbatgol, Jogaegol, and Bambatgol Valleys. The volume of water increases as it passes Saejae and Oegok Village and reaches Yupyeong-ri where Daewonsa Temple is located. The incessant sound of running water fills the silence of the forest as if Buddhist nuns were chanting blessings.","regDate":"2022-07-30","author":"korea-tour","tag":["Gyeongsangnam-do","Nature","Natural Sites","Valleys"],"imgUrl":"/2022-07-30-1659206633447/2671386_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-07-30-1659206633447"},{"id":"2022-07-30-1659202733749","title":"Chungnyeolsa Shrine (충렬사)","description":"Chungnyeolsa Shrine was built in 1606 upon the order of King Seonjo to commemorate Admiral Yi Sun-sin's loyalty and brilliant exploits. The shrine houses the memorial tablet of Admiral Lee. The shrine was designated as a Historic Site on June 11, 1973.","regDate":"2022-07-30","author":"korea-tour","tag":["Gyeongsangnam-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-07-30-1659202733749/2668257_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-07-30-1659202733749"},{"id":"2022-07-30-1659199947652","title":"Chokseongnu Pavilion (촉석루)","description":"Standing grandly above the rocky cliffs of Namgang River is Chokseongnu Pavilion, arguably one of the most beautiful <em>nugak</em> buildings (multi-storied structure without walls) in the Yeongnam region. Chokseongnu (historically known as ‘Jangwollu’) has undergone eight renovations since its establishment in the 28th year of King Gojong (1241, Goryeo dynasty) and was once used as a commanding post for defending Jinju Palace in times of war. During times of peace, it was used for holding state examinations. <br><br>Although the structure was burnt down during the Korean War, it was restored in 1960 through the efforts of the Jinju Historical Site Preservation Society. The roof design features a mix of hipped and gabled styles and the stone pillars were built with rocks collected from Chokseoksan Mountain, located in Changwon-si. The wood used for the structure was brought from Odaesan Mountain, situated in Gangwon-do. Noticeable features of Chokseongnu are the four engraved signboards and a board that holds the works of renowned poets and calligraphers. Jinju Namgang Yudeung (Lantern) Festival is held every fall at the Jinjuseong Fortress.","regDate":"2022-07-30","author":"korea-tour","tag":["Gyeongsangnam-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-07-30-1659199947652/2367499_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-07-30-1659199947652"},{"id":"2022-07-30-1659195649711","title":"Choi Champandaek (House of Choi Champan) (최참판댁)","description":"The House of Choi Champan is known as the setting of the famous novel \"Toji\" (\"The Land\") by noted novelist Park Kyongni. Located in a small folk literature village in Agyang-myeon, Pyeongsa-ri along the Seomjingang River at the foot of Jirisan Mountain, Choi Champandaek consists of fourteen hanok (traditional Korean house) buildings.<br><br> Also used as the main set of the drama version of \"Toji\" (2004), Choi Champandaek gives visitors a look at the life of Korean people in the late Joseon era. The house has not only made its  appearance in many films, but is also a valuable cultural asset of Hadong-gun.<br><br> The Daecheong Maru (wooden-floored hall) connected to the Sarangchae (men’s quarters in a hanok) offers a wide view of the vast field of Pyeongsa-ri and gives an opportunity to meditate and reflect while appreciating the beautiful surroundings. Located in the vicinity are numerous tourist attractions including the Pyeongsari Literature Center, Hwagae Market, and Ssanggyesa Temple.&nbsp;During fall season&nbsp;every year, Choi Champandaek hosts the Toji Literature Festival.","regDate":"2022-07-30","author":"korea-tour","tag":["Gyeongsangnam-do","Culture/Art/History","Historical Sites","Old Houses"],"imgUrl":"/2022-07-30-1659195649711/2716602_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-07-30-1659195649711"},{"id":"2022-07-30-1659191859787","title":"Changwon Garosu-gil (창원 가로수길)","description":"Like Seoul, the city of Changwon also has a romantic promenade called \"Garosu-gil,\" lined with metasequoia trees on each side. The street is filled with a lovely ambience, dotted by small and cozy coffee shops, galleries, and art shops, making it the perfect place for a leisurely walk or a tea-time.","regDate":"2022-07-30","author":"korea-tour","tag":["Gyeongsangnam-do","Culture/Art/History","Experience Programs","Cultural Districts"],"imgUrl":"/2022-07-30-1659191859787/2030778_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-07-30-1659191859787"},{"id":"2022-07-30-1659188551156","title":"Changnyeong Upo Wetland (창녕 우포늪)","description":"Upo Wetland is the largest natural wetland in Korea. The wetland takes up three different areas of Changnyeong-gun with a total size of 2,314,060 square meters. Created approximately 140 million years ago, the wetland was formed when the soft ground collapsed and water filled the area to form swamps and lakes, where dinosaurs played. Dinosaurs footprints can be found at Sejin-ri near Upo Wetland.","regDate":"2022-07-30","author":"korea-tour","tag":["Gyeongsangnam-do","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2022-07-30-1659188551156/1803897_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-07-30-1659188551156"},{"id":"2022-07-30-1659181051031","title":"Changdong Art Village (창동예술촌)","description":"Changdong Art Village was developed in an effort to rekindle commercial businesses in the declining downtown area. The empty town has been transformed into  an urban, trendy art village, tied close to the city. The main concept of the art villiage is to meld with the city's strengths in art for urban renewal. The city, which was once the heart of culture and art in 1950s and 1960s, has gone through the process of so-called \"urban regeneration through the arts\".<br><br>The village has various attractions including three main alleys, namely Moonshin Art Alley, Masan Mountain Trail Art Alley, and Ecole de Chang-dong Alley, as well as 50 art facilities and 12 workshop locations proving hands-on programs.","regDate":"2022-07-30","author":"korea-tour","tag":["Gyeongsangnam-do","Culture/Art/History","Experience Programs","Unique Experience"],"imgUrl":"/2022-07-30-1659181051031/2033249_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-07-30-1659181051031"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}