{"pageProps":{"content":"![Chilgapsan Observatory, Starpark (칠갑산천문대 스타파크)](/2022-11-03-1667472420990/2358699_image2_1.webp)\n\n  \n## Overview\n\n> The star observatory is situated near Hantigogae Pass on Chilgapsan Mountain. The observatory has a celestial projection room, video and lecture room, exhibition room, an observatory platform, main observation room, and a subsidiary observation room. The main observation room is equipped with six telescopes, including a 400mm reflecting telescope and one 304mm refracting telescope, the largest in the nation. At the celestial projection room, visitors can view a virtual night sky and stars on a dome screen 10 meters wide regardless of weather conditions. The room offers 5-D cubic movies related to space science on a full HD screen and 4-D chairs with environmental effects of water, wind, and lightning.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-41-940-2790|\n|opendate:|July 28, 2009|\n|parking:|Available|\n|restdate:|Mondays (or following day, if Monday is a holiday), Seollal (Lunar New Year) & Chuseok (Korean Thanksgiving) holidays|\n|usetime:|November-March: 10:00-21:00<br>April-October: 10:00-22:00<br>* Last admission: 1hr 30 min before closing|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Activity Fees:|Adults (ages over 19): 3,000 won / Group: 2,500 won<br>Middle-High school students: 2,000 won / Group: 1,500 won<br>Elementary school students: 1,000 won / Group:&nbsp;700 won <br><br>* Group: 30 people or more|\n|Restrooms:|Available|\n|Available Facilities:|Structure size<br>Land area: 1,990㎡<br>Building area (3F): 1,006㎡<br><br>Main failities<br>3F: Main observatory room, sub observatory room, outdoor observatory<br>2F: Experience hall, meeting room, lab, lounge, mini library, outdoor observatory<br>1F: Audiovisual room, projection room for celestial bodies, exhibition hall<br><br>Observation device<br>- 304mm APO refracting telescope<br>- 400mm RC reflecting telescope<br>- 260mm 6th aspheric  reflecting telescope<br>- 200mm catadioptric telescope<br>- 150mm Newtons reflecting telescope<br>- 127mm Maksutov's cassegrainian telescope<br>- 120mm ED APO refracting telescope|\n  \n## Detail Image\n![/2022-11-03-1667472420990/2358689_image2_1.webp](/2022-11-03-1667472420990/2358689_image2_1.webp)\n![/2022-11-03-1667472420990/2358702_image2_1.webp](/2022-11-03-1667472420990/2358702_image2_1.webp)\n![/2022-11-03-1667472420990/2358703_image2_1.webp](/2022-11-03-1667472420990/2358703_image2_1.webp)\n![/2022-11-03-1667472420990/2358710_image2_1.webp](/2022-11-03-1667472420990/2358710_image2_1.webp)\n![/2022-11-03-1667472420990/2358711_image2_1.webp](/2022-11-03-1667472420990/2358711_image2_1.webp)\n![/2022-11-03-1667472420990/2358723_image2_1.webp](/2022-11-03-1667472420990/2358723_image2_1.webp)\n![/2022-11-03-1667472420990/2358732_image2_1.webp](/2022-11-03-1667472420990/2358732_image2_1.webp)\n![/2022-11-03-1667472420990/2358683_image2_1.webp](/2022-11-03-1667472420990/2358683_image2_1.webp)\n![/2022-11-03-1667472420990/2358704_image2_1.webp](/2022-11-03-1667472420990/2358704_image2_1.webp)\n![/2022-11-03-1667472420990/2358705_image2_1.webp](/2022-11-03-1667472420990/2358705_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-41-940-2790](tel:+82419402790)\n- [🏠 http://star.cheongyang.go.kr]( http://star.cheongyang.go.kr)\n\n\n```googleMap\nlatitude: 36.4338057068\nlongitude: 126.8901990312\ntitle: 178-46, Hantigogae-gil, Jeongsan-myeon, Cheongyang-gun, Chungcheongnam-do\n```\n  \n## Directions\n  \nFrom Seoul Central City Bus Terminal, take an intercity bus to Cheongyang.<br>\n<br>From Cheongyang Bus Terminal, take a local bus bound for Jeongsan.<br>Get \noff at the entrance of Chilgapsan Provincial Park. <br>\n<br>* Double check that the bus goes to Chilgapsan Provincial Park before boarding.\n","data":{"id":"2022-11-03-1667472420990","title":"Chilgapsan Observatory, Starpark (칠갑산천문대 스타파크)","description":"The star observatory is situated near Hantigogae Pass on Chilgapsan Mountain. The observatory has a celestial projection room, video and lecture room, exhibition room, an observatory platform, main observation room, and a subsidiary observation room. The main observation room is equipped with six telescopes, including a 400mm reflecting telescope and one 304mm refracting telescope, the largest in the nation. At the celestial projection room, visitors can view a virtual night sky and stars on a dome screen 10 meters wide regardless of weather conditions. The room offers 5-D cubic movies related to space science on a full HD screen and 4-D chairs with environmental effects of water, wind, and lightning.","regDate":"2022-11-03","author":"korea-tour","tag":["Chungcheongnam-do","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2022-11-03-1667472420990/2358699_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-03-1667472420990","pageUrl":"https:/mcdryad.com/Chungcheongnam-do/2022-11-03-1667472420990"},"dataList":[{"id":"2022-11-05-1667637850566","title":"Deoksan Hot Spa District (덕산온천지구)","description":"Deoksan Hot Spa is conveniently in Sadong-ri, Deoksan-myeon, Yesan-gun, Chungcheongnam-do, only one and a half hours away from Seoul. The spa resort’s hot springs have been known for their efficacy ever since the Joseon dynasty (1932-1910) and the 45℃ germanium water is widely known for its health benefits. The region has been home to major spa resorts since 1917.<br><br>Nearby tourist attractions include Chunguisa Temple, which enshrines the spirit of Patriot Yun Bong-Gil, and Sudeoksa Temple, a training site for Buddhist nuns. Within the spa district are 9 major spa facilities, approximately 50 hotels, and numerous restaurants.","regDate":"2022-11-05","author":"korea-tour","tag":["Chungcheongnam-do","Culture/Art/History","Recreational Sites","Hot Springs & Spa"],"imgUrl":"/2022-11-05-1667637850566/1961336_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-05-1667637850566"},{"id":"2022-11-05-1667630763241","title":"Dangjin Marine Tourism Organization (Sapgyo Hamsang Park) (당진해양관광공사 (함상공원))","description":"Dangjin Marine Tourism Organization, also known as Sapgyo Hamsang Park, is a unique theme park where old battleships have been turned into experience and exhibition halls. The park is comprised of a themed exhibition hall focused on the navy and marines, the inside and outside of military ships, flights and other exciting facilities, including a 4D video room, game center, carnival plaza, and indoor entertainment facility to help children admire and become intimate with the Navy and Marines. Also, Hamsang Cafe provides another resting area to enjoy ones visit fully.","regDate":"2022-11-05","author":"korea-tour","tag":["Chungcheongnam-do","Culture/Art/History","Recreational Sites","Theme Parks"],"imgUrl":"/2022-11-05-1667630763241/2617944_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-05-1667630763241"},{"id":"2022-11-05-1667626702002","title":"Daenanjido Island (대난지도)","description":"Nanjido Island&nbsp;gets its name from the fact that there are many orchids (‘nan’) and gromwells (‘ji’) on the island and because it is the largest of the islands in the area, the word ‘dae (big)’ is attached to the beginning of the name. The island is particularly famous for its fine sand beach and many sweetbriers. With close distance to Seoul and metropolitan areas, the island is visited by many people throughout the year.<br><br> The Nanjido Island area is an archipelago with eight islands (including Nanjido Island).  A tour of the area offers the chance to view diverse sea landscapes as well as exceptional view of the sunset.","regDate":"2022-11-05","author":"korea-tour","tag":["Chungcheongnam-do","Nature","Natural Sites"],"imgUrl":"/2022-11-05-1667626702002/2372092_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-05-1667626702002"},{"id":"2022-11-05-1667623862653","title":"Daejosa Temple (Buyeo) (대조사 (부여))","description":"Below Seongheungsanseong Fortress (built in 501 during the Baekje Kingdom) in Buyeo is an ancient temple called Daejosa (great bird temple). &nbsp;Inside the temple grounds stands a giant standing stone Buddha statue looking toward the east. The temple, which was founded during the&nbsp;5th year of the Baekje Kingdom, has an interesting legend behind its origin. <br><br>According to the legend, an old monk fell asleep after praying under a large rock on the slopes of Seongheungsan Mountain. In his dream, a large bird glowing in gold  flew in from the west and sat on the rock where Daejosa currently stands. While the bird continuoulsy flapped its wings, a ray of light shone on the rock and it was there that the statue of Avalokitasvara Bodhisattva appeared. <br><br>The old monk had the same dream at the same time for many days. He recounted his dream to the seongju (castle lord), who then reported it to King Seong of Baekje. The king interpreted the dream as a sign that it was the right time to move the capital of Baekje to Sabi (now Buyeo) and ordered the construction of a large temple at the location that appeared in the dream. The temple was so big that even at a hurried pace, it would still take 10 years to build. Workers had to work day and night, and every time the workers felt tired, birds would come singing to brighten up the atmosphere so that the workers can forget the fatigue and continue working. Hence, the temple was completed after only&nbsp;five years. Because of the golden bird, the temple was named Daejosa, literally meaning temple of a great bird.<br><br> The rock on which Avalokitasvara Bodhisattva appeared in the dream was recreated as a stone statue of a Buddha. This standing stone Maitreya Bodhisattva statue is a fine work of sculpture which, along with the stone Bodhisattva of Gwanchoksa Temple (Treasure No. 218), is a representative heritage of the early Gorye period.<br><br>In front of Wontongbojeon Hall (a hall enshrining Avalokitasvara Bodhisattva) stands a pagoda. In the old days, the stone pagoda used to have only the cover stones but as the pagoda body stones were found, the structure was completely restored in 1975. This pagoda is assumed to have been built in the early days of the Goryeo Kingdom.","regDate":"2022-11-05","author":"korea-tour","tag":["Chungcheongnam-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-11-05-1667623862653/210537_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-05-1667623862653"},{"id":"2022-11-05-1667620948842","title":"Daeheung Dongheon (대흥동헌)","description":"Dongheon refers to the administrative building or headquarters for the top city official of the Joseon dynasty. This tile-roofed house measures six <em>kan</em> (traditional Korean measuring unit), or approximately 14.4 meters, on the front, two kan (4.8 meters) on the side and is 3.3 meters in x_height. Records carved on its gate show that the wooden house was constructed in 1407. The house, which is characteristic of late Joseon dynasty architecture, was once used as Daeheung-myeon office, but was dismantled and restored to its original appearance in 1979.","regDate":"2022-11-05","author":"korea-tour","tag":["Chungcheongnam-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-11-05-1667620948842/1281020_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-05-1667620948842"},{"id":"2022-11-04-1667558592768","title":"Daedunsan Recreational Forest (대둔산자연휴양림)","description":"Daedunsan Recreational Forest contains deep valleys and magnificent peaks. The new-growth forest on the lower half of the mountain is in perfect harmony with its idyllic surroundings. Nearby tourist attractions include Daedunsan Provincial Park, Taegosa Temple, and a battlefield from the Imjin War (1592-1598).","regDate":"2022-11-04","author":"korea-tour","tag":["Chungcheongnam-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"/2022-11-04-1667558592768/607946_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-04-1667558592768"},{"id":"2022-11-04-1667554819004","title":"Daedunsan Provincial Park (Nonsan Section) (대둔산도립공원 (논산))","description":"Daedunsan Mountain offers spectacular views and various scenic spots like Gunjigyegok Valley, Surakpokpo Falls, Macheondae Seonnyeopokpo Falls, Nakjodae Peak, Surakgyegok Valley, and more. In particular, the one-kilometer-high cliff and the unique rock formations at Surakpokpo Falls provide great scenery.<br><br>Surakpokpo Falls and Gunjigyegok Valley are at the entrance of the hiking trail that leads up to Daedunsan Mountain. It is about a two-hour hike from Surakgyegok Valley to Macheondae Peak on Daedunsan Mountain.","regDate":"2022-11-04","author":"korea-tour","tag":["Chungcheongnam-do","Nature","Natural Sites","Provincial Parks"],"imgUrl":"/2022-11-04-1667554819004/2687502_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-04-1667554819004"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}