{"pageProps":{"list":[{"id":"2022-11-03-1667461081853","title":"Cheonjangho Lake (천장호)","description":"Cheonjangho Lake is situated on the ridge of Chilgapsan Mountain about 11 kilometers away from the Chilgapsan Recreational Forest. This is reservoir of 1,200 hectares and is used to irrigate nearby farm land. Construction began in 1972 and took seven years to complete. The lake boasts clean water and an outstanding surrounding landscape. When it comes under fog or clouds, it creates a scenic view against the Chilgapsan Mountain landscape. In early spring, smelts are caught in abundance, drawing a growing number of tourists and anglers.","regDate":"2022-11-03","author":"korea-tour","tag":["Chungcheongnam-do","Nature","Natural Sites"],"imgUrl":"/2022-11-03-1667461081853/2358815_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-03-1667461081853","pageUrl":"https:/mcdryad.com/Chungcheongnam-do/2022-11-03-1667461081853"},{"id":"2022-11-03-1667458152957","title":"Cheongyang Daracgol Julmudeom Holy Site (청양 다락골 줄무덤 성지)","description":"Julmudeom refers to the unmarked graves of anonymous Catholic martyrs in Darakgol, Cheongyang in Chungcheongnam-do. Darakgol is also the birthplace of St. Choi Gyeong-hwan and Choi Yang-eop (the second Catholic priest in Korea) was also martyred in Gwacheon, Gyeonggi-do. Because the grave is of more than one individual, it was given the name Julmudeom (group graveyard).<br><br>Although the exact number of martyrs and their exact cause of death is unknown, they were buried by family resulting in the 37 mounds in three sections. In 1982, Cheongyang Cathedral established monuments to commemorate the unidentified martyrs, and Julmudeom became a well-known site for Catholic pilgrimages. In 1986, the remains of St. Choi Gyeong-hwan Francisco were relocated to the Jeoldusan Martyrs’ Shrine reducing the total number of mounds at Julmudeom to 36.","regDate":"2022-11-03","author":"korea-tour","tag":["Chungcheongnam-do","Culture/Art/History","Historical Sites","Holy Sites"],"imgUrl":"/2022-11-03-1667458152957/1602658_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-03-1667458152957","pageUrl":"https:/mcdryad.com/Chungcheongnam-do/2022-11-03-1667458152957"},{"id":"2022-11-03-1667454145382","title":"Cheongsan Arboretum (청산수목원)","description":"Cheongsan Arboretum is home to over 200 different kinds of wildflowers, trees, and water plants such as lotuses and water lilies. Theme gardens and walking trails have over 600 types of trees. Opened in 1990, the garden has the most water plants in the nation.","regDate":"2022-11-03","author":"korea-tour","tag":["Chungcheongnam-do","Nature","Natural Sites","Botanical Gardens"],"imgUrl":"/2022-11-03-1667454145382/2634646_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-03-1667454145382","pageUrl":"https:/mcdryad.com/Chungcheongnam-do/2022-11-03-1667454145382"},{"id":"2022-11-03-1667451755458","title":"Cheongpodae Beach (청포대해수욕장)","description":"Cheongpodae Beach is located just south of Mongsanpo Beach. Its gently curved shoreline, unique rock formations, pine trees, and migratory birds all combine to make one spectacular scenery. The sand is white, the waves are not too high, and the water temperature is just right - all these are reasons to make this the next family vacation destination. Visitors can enjoy fresh seafood at nearby Mageumpo Port with a view of various islands.","regDate":"2022-11-03","author":"korea-tour","tag":["Chungcheongnam-do","Nature","Natural Sites"],"imgUrl":"/2022-11-03-1667451755458/637295_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-03-1667451755458","pageUrl":"https:/mcdryad.com/Chungcheongnam-do/2022-11-03-1667451755458"},{"id":"2022-11-03-1667448637150","title":"Cheonan Three-way Intersection Park (천안삼거리공원)","description":"The Cheonan Three-way Intersection Park (Cheonan Samgeori Park) used to be a three-way junction that divides into the road to Seoul in the north; Daegu, Gyeongju, and Dongnae in the southeast; and Jeonju, Gwangju, and Mokpo in the southwest. In the Joseon dynasty, the intersection served as a major division point, with travelers of different classes, from wealthy officials to humble scholars, stopping by to take a break on their way. Many legends and enjoyable folk songs, known as <em>heungtaryeong</em>, originated from this area. This significant junction was developed into a park by planting trees, rearranging facilities, and holding cultural events to honor the sites history and attract visitors.","regDate":"2022-11-03","author":"korea-tour","tag":["Chungcheongnam-do","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-11-03-1667448637150/1602588_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-03-1667448637150","pageUrl":"https:/mcdryad.com/Chungcheongnam-do/2022-11-03-1667448637150"},{"id":"2022-11-02-1667385940656","title":"Cheonan Gwangdeoksa Temple (광덕사(천안))","description":"Gwangdeoksa Temple is said to be established in 637 by Monk Jajang Yulsa during the Silla Kingdom and was refurbished during the reign of King Heungdeok (832). The temple sits in the southeast of Gwangdeoksan Mountain, which borders Asan-si and Cheonan-si, and the southwest of Taehwasan Mountain. It was the biggest temple within Chungcheong and Gyeonggi regions before the Japanese invasion. However, it was burnt down during the Japanese invasion and the main buildings such as Daeungjeon, Myeongbujeon and Cheonbuljeon Halls are relatively new compared to the other original facilities.","regDate":"2022-11-02","author":"korea-tour","tag":["Chungcheongnam-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-11-02-1667385940656/565702_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-02-1667385940656","pageUrl":"https:/mcdryad.com/Chungcheongnam-do/2022-11-02-1667385940656"},{"id":"2022-11-02-1667382169606","title":"Cheollipo Beach (천리포해수욕장)","description":"Cheollipo Beach is among the many beaches located within Taeanhaean National Park. It is located 2 kilometers north of Mallipo Beach, a well-known beach in Taean. Another 2 kilometers north is Baengnipo Beach. The beaches in the park are characterized by shallow waters that are 1~2 meters deep with a 1-kilometer beach shore. In particular, Cheollipo Beach is noted as an amazing sunset spot, making it a popular attraction regardless of swimming season.","regDate":"2022-11-02","author":"korea-tour","tag":["Chungcheongnam-do","Nature","Natural Sites"],"imgUrl":"/2022-11-02-1667382169606/2653831_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-02-1667382169606","pageUrl":"https:/mcdryad.com/Chungcheongnam-do/2022-11-02-1667382169606"},{"id":"2022-11-02-1667378919698","title":"Cheollipo Arboretum (천리포수목원)","description":"Cheollipo Arboretum is located on the tip of the Taean peninsula, and was founded by Carl Ferris Miller, the blue-eyed Korean. Miller purchased the land in 1962 and starting in 1970, many trees were planted in earnest. At that time, the park was only open to experts in related fields and members who helped fund the arboretum. In 2009, select sections of the arboretum were finally opened to the general public. The arboretum features more than 13,200 plants, including holly, magnolia, camelia, and maple trees, as well as five varieties of Rose of Sharon, the national flower.","regDate":"2022-11-02","author":"korea-tour","tag":["Chungcheongnam-do","Nature","Natural Sites","Botanical Gardens"],"imgUrl":"/2022-11-02-1667378919698/2653799_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-02-1667378919698","pageUrl":"https:/mcdryad.com/Chungcheongnam-do/2022-11-02-1667378919698"},{"id":"2022-11-02-1667374827719","title":"Buyeo Neungsan-ri Ancient Tombs [UNESCO World Heritage] (부여 능산리 고분군 [유네스코 세계문화유산])","description":"Hundreds of Baekje tombs are scattered across Buyeo. Among them, Neungsan-ri Ancient Tombs, which are close to Buyeo, have been relatively well preserved and are fairly large in size. <br><br>The Neungsan-ri Ancient Tombs were the royal tombs of the Baekje dynasty from 538 to 660 when the capital of Baekje was Sabi (now Buyeo). In the Baekje Gobun Miniature Museum at the entrance to Neungsan-ri Ancient Tombs, mockups and miniature tombs are on display with their cross sections exposed. Here, one can view all kinds of Baekje tombs including stone mounds of the Hanseong Era as well as those discovered in Buyeo.","regDate":"2022-11-02","author":"korea-tour","tag":["Chungcheongnam-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-11-02-1667374827719/210143_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-02-1667374827719","pageUrl":"https:/mcdryad.com/Chungcheongnam-do/2022-11-02-1667374827719"},{"id":"2022-11-02-1667372047028","title":"Buyeo Naseong Fortress [UNESCO World Heritage] (부여 나성 [유네스코 세계문화유산])","description":"Buyeo Naseong, also known as the Outer City Wall, was built to protect the capital of Baekje, Sabi. It has a x_height of about 8.4 kilometers. The wall surrouned Busosanseong Fortress and extended to the city of Buyeo. <br><br>The wall is one of the oldest walls along with Naseong in Pyeongyang and it is estimated to have been built around 538, when the Baekje capital was changed from Woonjin (current Gongju) to Sabi (current Buyeo). The wall of the fortress starts from the site where Dongmun (East gate) was located to the area of Geumgang River, made by piling soil up. However, only a few traces remain of its former glory. <br><br>For now, it leaves a blurry trail including a 20 meter area to the east of Cheongsanseong Fortress, Dongmun Bridge from Seokmok-ri, and an area from Pilseobong Peak to Yeomchang-ri. While the outer wall is sharply sloped, the inner wall was built with a gentle slope to make it easier for horses to reach the guard posts on the top of the wall. Inside the fortress, the palace of Baekje, government offices, houses, temples, stores and protected facilities can be seen. The entire structure of Naseong Fortress features Geumgang River in the south and west sides, providing a natural double-defense system. The wall was one of the important outer defense facilities along with Cheongsanseong and Cheongmasanseong Fortresses.<br><br>* Area  554,591 ㎡","regDate":"2022-11-02","author":"korea-tour","tag":["Chungcheongnam-do","Culture/Art/History","Historical Sites","Fortresses"],"imgUrl":"","blogPath":"Chungcheongnam-do/2022-11-02-1667372047028","pageUrl":"https:/mcdryad.com/Chungcheongnam-do/2022-11-02-1667372047028"},{"id":"2022-11-02-1667368710012","title":"Buyeo Muryangsa Temple (무량사(부여))","description":"Muryangsa Temple, located at the foot of Mansusan Mountain in Buyeo-gun, Chungcheongnam-do, is said to have been built during the reign of Silla King Munmu by national preceptor Beomil. Geungnakjeon Hall can be seen after passing through Sacheonwangmun Gate, recognizably the best location for taking in the beauty of Muryangsa Temple. The temple grounds hold the Two-story Geungnakjeon Hall, Five-story Stone Pagoda, and Stone Lantern, all in a row. <br><br>The temple is also famous for being the place where Kim Siseup, one of the Saengyuksin (Six Loyal Subjects of the Joseon dynasty), spent his last few days before death. Visitors can see his portrait inside the temple. Although the temple site is included in Buyeo-gun’s administrative district, it is located closer to downtown Boryeong.","regDate":"2022-11-02","author":"korea-tour","tag":["Chungcheongnam-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-11-02-1667368710012/2037209_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-02-1667368710012","pageUrl":"https:/mcdryad.com/Chungcheongnam-do/2022-11-02-1667368710012"},{"id":"2022-11-02-1667364227651","title":"Boryeong Jukdo Island (죽도 (보령))","description":"Although called Jukdo Island, the island today is technically not an island as it has been connected to the mainland since the construction of Nampo Embankment in 1999. Along the entrance of the island are many fresh hoe (sliced raw fish) restaurants lining the street. This unpopulated fishing island is also called Daeseom (Bamboo Island) for its dense groves of bamboo trees.","regDate":"2022-11-02","author":"korea-tour","tag":["Chungcheongnam-do","Nature","Natural Sites"],"imgUrl":"/2022-11-02-1667364227651/2547407_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-02-1667364227651","pageUrl":"https:/mcdryad.com/Chungcheongnam-do/2022-11-02-1667364227651"},{"id":"2022-11-01-1667299580391","title":"Boryeong Beach Special Tourist Zone (보령 해수욕장 관광특구)","description":"The Boryeong Beach Special Tourist Zone consists of three major attractions  Daecheon Beach, Muchangpo Beach and Jukdo Island. <br><br>The 3.5-kilometer-long, 100-meter-wide Daecheon Beach is popular as the main venue for the annual Boryeong Mud Festival, which attracts about 2 million domestic and international tourists every year. The soft, white sand and lush pine trees also make this an ideal beach to visit for a walk. Various accommodations can easily be found here since the area has been a popular tourist destination for quite some time.<br><br>Located south of Daecheon Beach, Muchangpo Beach is where visitors can witness a sea-parting phenomenon in the summer. The 1.5-kilometer “Mystic Sea Road” between Muchangpo Beach and Seokdaedo Island reveals itself when the water levels go down due to the difference in the ebb and flow of the tides. During the sea parting, visitors will be able to catch clams, crabs and shellfish. The beach also offers a breathtaking view of the sunset.<br><br>Jukdo Island is located midway between Daecheon Beach and Muchangpo Beach. This unpopulated fishing island is known for its dense groves of bamboo trees. The waters in front of the island are clean and full of fish, drawing a large number of visitors for sea fishing.","regDate":"2022-11-01","author":"korea-tour","tag":["Chungcheongnam-do","Culture/Art/History","Recreational Sites","Tourist Complexes"],"imgUrl":"/2022-11-01-1667299580391/1894399_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-01-1667299580391","pageUrl":"https:/mcdryad.com/Chungcheongnam-do/2022-11-01-1667299580391"},{"id":"2022-07-28-1659015426719","title":"Bongsusan Recreational Forest (봉수산 자연휴양림)","description":"Opened in 2007, the Bongsusan Mountain Natural Recreation Forest offers a variety of forest recreation facilities. The area is home to various wild birds. The forest also offers various hiking trails, which take between one and three hours to complete. The slopes are relatively gentle. Various rest and forest bathing sites are setup throughout the forest. The Yedang Reservoir is nearby, which is the nation’s top fishing ground. Also in the area is the Hyeongje (Brother) Park, Daeheung Dongheon, Daeryeonsa Temple, Imjonseong Fortress, Deoksan Hot Spring, Sudeoksa Temple, Chunguisa Temple, the residence of Chusa Kim Jung-hee, and the Korea Traditional Architecture Museum.","regDate":"2022-07-28","author":"korea-tour","tag":["Chungcheongnam-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"/2022-07-28-1659015426719/1601669_image2_1.webp","blogPath":"Chungcheongnam-do/2022-07-28-1659015426719","pageUrl":"https:/mcdryad.com/Chungcheongnam-do/2022-07-28-1659015426719"},{"id":"2022-07-28-1659014406621","title":"Bonggoksa Temple (봉곡사)","description":"Surrounded by lush wildlife Bonggoksa Temple is located alongside the northeast valley in Bongsusan Mountain in Namdan, Songak-myeon. Both Daeeungjeon and Hyanggakjeon sit facing east, and to the north, is the large Yosache (residence for Buddhist monks). Behind the residence, an area has been leveled down for a restroom and storehouse. And Samseongak (a building where three saints are worshipped) is situated on top of the mound to the south of the temple. Although Samseongak was constructed in recent years, both Daeungjeon and Yosache are identified in the restored record that was found by Buddhist monk, Seobong in 1891. The temple has gained renown for being the place where Saint Mangong attained his Buddhist awakening and recited Odoseong, the zen poetry in July, 1895.","regDate":"2022-07-28","author":"korea-tour","tag":["Chungcheongnam-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-07-28-1659014406621/1495784_image2_1.webp","blogPath":"Chungcheongnam-do/2022-07-28-1659014406621","pageUrl":"https:/mcdryad.com/Chungcheongnam-do/2022-07-28-1659014406621"},{"id":"2022-07-28-1659013781391","title":"Baengnipo Beach (백리포해수욕장)","description":"Baengnipo Beach is a rather small beach but boasts clean water and some of the finest sand on the west coast. There are beautiful cliffs at both ends of the beach adding to the natural beauty. The grove of pine trees around the beach offers a great site for camping. The beach is well managed and offers services tailored to the needs of tourists, so visitor satisfaction is high.","regDate":"2022-07-28","author":"korea-tour","tag":["Chungcheongnam-do","Nature","Natural Sites"],"imgUrl":"/2022-07-28-1659013781391/1599934_image2_1.webp","blogPath":"Chungcheongnam-do/2022-07-28-1659013781391","pageUrl":"https:/mcdryad.com/Chungcheongnam-do/2022-07-28-1659013781391"},{"id":"2022-07-28-1659008015459","title":"Baeksajang Beach (백사장해수욕장)","description":"Baeksajang Beach is located near Baeksajangpogu Port which is just 4 kilometers southwest of Anmyeon-do Yeonyukgyo Bridge, the bridge connecting the mainland to the island. The beach has a long stretch of shimmering white sand and the ebbing tide creates a different view of the horizon. Though the water level has a large tidal range, the beach's moderate water temperature makes it suitable to swim even in late summer. The beach is 1.2 kilometers long and 300 meters wide, and is made up of fine silica sand. <br><br> Baeksajang Beach and the nearby Sambong Beach is one of the major sources of jumbo shrimp. During autumn, crowds come to enjoy the taste of fresh jumbo shrimp. The beach even holds a prawn festival every fall when jumbo shrimp production peaks.","regDate":"2022-07-28","author":"korea-tour","tag":["Chungcheongnam-do","Nature","Natural Sites"],"imgUrl":"/2022-07-28-1659008015459/2716426_image2_1.webp","blogPath":"Chungcheongnam-do/2022-07-28-1659008015459","pageUrl":"https:/mcdryad.com/Chungcheongnam-do/2022-07-28-1659008015459"},{"id":"2022-07-28-1659004863960","title":"Baekje Cultural Land (백제문화단지)","description":"Baekje Cultural Land is the largest history-themed park in Korea, built to share the beautiful culture of the Baekje Kingdom with the world. The large site is filled with traces of Baekje culture. Sabigung Palace is a reconstruction of a real royal palace from the Three Kingdoms period. Neungsa Temple, a royal temple representing the Baekje period, has been recreated according to the real size based on excavation research done at the historic site in Neungsan-ri, Buyeo-eup. Just inside Daetongmun Gate is the Five-story Stone Pagoda, the most prominent structure in the complex. Wiryeseong Fortress, built during the Hanseong Baekje Era, gives a different aspect of Baekje in comparison with Sabigung Palace from the Late Baekje Era. A panorama of the complex can be seen from Jehyangnu Pavilion.","regDate":"2022-07-28","author":"korea-tour","tag":["Chungcheongnam-do","Culture/Art/History","Recreational Sites","Tourist Complexes"],"imgUrl":"/2022-07-28-1659004863960/2366349_image2_1.webp","blogPath":"Chungcheongnam-do/2022-07-28-1659004863960","pageUrl":"https:/mcdryad.com/Chungcheongnam-do/2022-07-28-1659004863960"},{"id":"2022-07-28-1659001087938","title":"Baegmagang River (백마강)","description":"Baegmagang River (백마강), which literally means ‘the largest river in the Baekje Kingdom’, refers to the 16km-long Geumgang River. <br><br>There are many historic sites all along Baegmagang River, which flows around Mt. Busosan, including Cheonjeongdae Altar (천정대), where important national affairs of the Baekje Dynasty were determined, Nakhwaam Rock (낙화암), Joryongdae Rock, Gudeure, BusanㆍDaejaegak Pavilion, Jaondae Rock and Subukjeong Pavilion. <br><br>* Joryongdae Rock (조룡대)<br>A small island-like rock on the Baegmagang riverside<br>* Daejaegak Pavilion (대재각) <br>Daejaegak Pavilion is located at the Baegmagang River cliff across from the Gudeure Ferry. In this pavilion can be found a rock bed engraved with ‘Jitongjaesim Ilmodowon’ on its surface.","regDate":"2022-07-28","author":"korea-tour","tag":["Chungcheongnam-do","Nature","Natural Sites"],"imgUrl":"/2022-07-28-1659001087938/1784679_image2_1.webp","blogPath":"Chungcheongnam-do/2022-07-28-1659001087938","pageUrl":"https:/mcdryad.com/Chungcheongnam-do/2022-07-28-1659001087938"},{"id":"2022-07-28-1658997789555","title":"Asanoncheon Hot Spring (아산온천)","description":"Asanoncheon Hot Spring was discovered in 1987 and designated as a tourist zone in 1999. The mineral-rich spring  water offers a slew of natural health benefits. The alkaline water found in the natural hot spring contains a  variety of  minerals (about 20 types), including calcium and sodium bicarbonate. <br> <br> When you bathe in the hot spring, your skin absorbs these minerals, which speed up cellular restoration and blood circulation. An oxygenated circulatory system is beneficial in keeping not only your stomach, but your body's other vital organs and tissues healthy and strong. <br> <br> The hot spring offers natural treatment options for various common ailments such as arthritis, neuralgia, high blood pressure, stomach disorder, and stroke. Nestled in the mountains, the spa offers the relaxation of walking in the forest and breathing in the fresh valley air. Also, stopping by the historical statue at Asanho Lake along the west coast highway  to Asanoncheon Hot Spring will add an extra bit of fun to your weekend excursion.","regDate":"2022-07-28","author":"korea-tour","tag":["Chungcheongnam-do","Culture/Art/History","Recreational Sites","Hot Springs & Spa"],"imgUrl":"/2022-07-28-1658997789555/1599755_image2_1.webp","blogPath":"Chungcheongnam-do/2022-07-28-1658997789555","pageUrl":"https:/mcdryad.com/Chungcheongnam-do/2022-07-28-1658997789555"},{"id":"2022-07-28-1658993675912","title":"Asan-si Hot Springs Special Tourist Zone (아산시 온천 관광특구)","description":"Asan-si Hot Springs Special Tourist Zone includes Dogo, Asan and Onyang Hot Springs. Since the opening of Onyangoncheon Station on Seoul Subway Line 1 in December 2008, visitors flourished to the area thanks to the convenient access.<br><br>It is said that Onyang Hot Springs is 1,300 years old, which means that it dates back to the Three Kingdoms Period. It is also known to be the kings' favorite spot for treatment and recuperation during the Joseon period. <br><br>Onyang Hot Springs is made up of alkaline spring waters and renowned for its excellent water quaility and abundance. The water temperature is 37~54℃. There are 200 accommodation facilities and amenities, including hotels, Oncheonjang hot springs and restaurants.<br><br>Designated as a therapeutic hot springs, Dogo Hot Springs is equipped with spa treatment facilities. The water park within the hot springs is popular with families. Near the hot springs is a station that used to be Dogooncheon Station, but today, visitors can experience rail bike riding there. Another spot to visit is Asan Botanical Garden, which boasts beautiful flowers even in the depths of winter. <br><br>Asan Hot Springs has a variety of water park attractions in its theme hot springs. As the hot springs has soft water and contains plenty of minerals, such as silicic acid, sodium and calcium, it is said that drinking the water boosts metabolism and strengthens the digestive system. Apart from the modern style condominiums and inns, the hot springs has a golf course, water park and outdoor swimming pool filled with hot spring water and offers a great opportunity to experience various leisure activities. <br><br>* Current State of Asan Hot Springs Special Tourist Zone <br>1) Districts Covered  Areas around Sinsu-ri, Eumbong-myeon, Asan-si, Chungcheongnam-do (Onyang, Dogo and Asan Hot Springs, Sinjeongho Tourist Site) <br>2) Area  3,710,000㎡ <br><br>* Tourist Attractions <br>Paradise Spa Dogo, Asan Spavis, Oeam Folk Village, Oncheonjang hot springs,  Botanical Garden, Traditional Market, etc.","regDate":"2022-07-28","author":"korea-tour","tag":["Chungcheongnam-do","Culture/Art/History","Recreational Sites","Tourist Complexes"],"imgUrl":"/2022-07-28-1658993675912/1875810_image2_1.webp","blogPath":"Chungcheongnam-do/2022-07-28-1658993675912","pageUrl":"https:/mcdryad.com/Chungcheongnam-do/2022-07-28-1658993675912"},{"id":"2022-07-28-1658990679048","title":"Asan Spavis (아산 스파비스)","description":"Located one hour away from Seoul, Asan Spavis is a theme park comprised of a pool for water therapy, kid pool, and an outdoor hot spring pool open all year long, for family visitors to enjoy their spa together. The theme park can hold up to 7,100 people at the same time as well as 23 hot spring pools that mix seasonal herbs to the pool. For those who are looking for something more extreme, there is a 75 meter wave pool, 110 meter race slide, 125 meter tube and body slide and more. If you get hungry while playing in the water, there is a food court and snack corner as well as waterpark amenities such as six large pergolas, 100 parasols, 100 sunbeds.","regDate":"2022-07-28","author":"korea-tour","tag":["Chungcheongnam-do","Culture/Art/History","Recreational Sites","Hot Springs & Spa"],"imgUrl":"/2022-07-28-1658990679048/1601498_image2_1.webp","blogPath":"Chungcheongnam-do/2022-07-28-1658990679048","pageUrl":"https:/mcdryad.com/Chungcheongnam-do/2022-07-28-1658990679048"},{"id":"2022-07-28-1658986913216","title":"Asan Maengssi Haengdan House - Maeng Sa-seong House (아산 맹씨행단(맹사성 고택)","description":"Maeng Sa-seong is a major figure in Cheonbaek-ri and was a prime minister during the early years of the Joseon dynasty. His house is the oldest private residence in Korea, and was originally General Choi Yeong’s home, before he turned it over to his grand son-in-law, Maeng Sa-seong. The simple residence houses two 600-year-old gingko trees in the yard. Therefore it has been named ‘Haengdan’, meaning that Confucius taught on top of the gingko tree symbolizing a place of learning. For that reason it is inferred that Maeng Sa-seong intentionally planted gingko trees in the yard and taught junior scholars. The two gingko trees provide a cool shade and give out five sacks of gingko nuts each year.","regDate":"2022-07-28","author":"korea-tour","tag":["Chungcheongnam-do","Culture/Art/History","Historical Sites","Old Houses"],"imgUrl":"/2022-07-28-1658986913216/1495766_image2_1.webp","blogPath":"Chungcheongnam-do/2022-07-28-1658986913216","pageUrl":"https:/mcdryad.com/Chungcheongnam-do/2022-07-28-1658986913216"},{"id":"2022-07-28-1658984540847","title":"Archaeological Site in Seokjang-ri, Gongju (공주 석장리 유적)","description":"The Archaeological Site in Seokjang-ri, Gongju is located approximately 6 kilometers out of the city of Gongju, on the northern banks of the Geumgang River. The site is one of Korea's representative relic sites of the Old Stone Age, and is designated Historic Site No. 334. The site was excavated 10 times between 1964 and 1974 by teams from Yonsei University Museum. The excavation of 27 layers of stratum produced relics proving people lived in the area through 11 cultural eras. The area was excavated again in 1990 and 1993, producing even more cultural artifacts and helping to create a clearer image of the people living in that time.","regDate":"2022-07-28","author":"korea-tour","tag":["Chungcheongnam-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-07-28-1658984540847/531206_image2_1.webp","blogPath":"Chungcheongnam-do/2022-07-28-1658984540847","pageUrl":"https:/mcdryad.com/Chungcheongnam-do/2022-07-28-1658984540847"},{"id":"2022-07-28-1658981694068","title":"Anmyeondo Island Recreational Forest (안면도자연휴양림)","description":"Anmyeondo in Taean is home to a 100 year old pine tree forest that is special in Korea. The natural forest was managed by the royal family during the Goryeo Dynasty and since 1965 has been managed by the province of Chungcheongnam-do.<br><br>The Forest Exhibition Hall in Anmyeondo Recreational Forest displays the producing process of wood, the uses of wood, the forest’s worth, and more in an easy to comprehend manner. The Forest Cabin and Forest Recreation Center have a gas stove, cooking utensils, and shower facilities.","regDate":"2022-07-28","author":"korea-tour","tag":["Chungcheongnam-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"/2022-07-28-1658981694068/2031770_image2_1.webp","blogPath":"Chungcheongnam-do/2022-07-28-1658981694068","pageUrl":"https:/mcdryad.com/Chungcheongnam-do/2022-07-28-1658981694068"},{"id":"2022-07-28-1658975944792","title":"Anmyeondo Island (안면도)","description":"Located 30 km away from Taean, Anmyeondo Island is the sixth largest island in Korea, where a 200-meter bridge constructed in 1970 connects the island with Taean-gun. The peninsula connected to Nammyeon was isolated during the Joseon Dynasty by cutting off access between Changgi-ri in Anmyeon-eup and Shinon-ri in Nammyeon for the convenience of tax transportation. The island's coast is lined with some 14 beaches as well as abundant pine trees, which are symbols of Anmyeon-eup. The island also owns Anmyeondo Natural Forest, along with the Mogamju Forest (Natural Monument No. 138).","regDate":"2022-07-28","author":"korea-tour","tag":["Chungcheongnam-do","Nature","Natural Sites"],"imgUrl":"/2022-07-28-1658975944792/2426575_image2_1.webp","blogPath":"Chungcheongnam-do/2022-07-28-1658975944792","pageUrl":"https:/mcdryad.com/Chungcheongnam-do/2022-07-28-1658975944792"}],"metaData":{"pageUrl":"https://mcdryad.com/Chungcheongnam-do","nav":"Chungcheongnam-do"},"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}