{"pageProps":{"content":"![Cheongwansan National Recreational Forest (국립 천관산자연휴양림)](/2023-01-15-1673768136110/2704942_image2_1.webp)\n\n  \n## Overview\n\n> Cheongwansan National Recreational Forest is located at the entrance of one of the five great mountains of the Jeolla region. Cheongwansan Mountain is a rocky mountain with steep peaks. Red camellia flowers bloom in spring, while in fall, silver grass blankets the area, creating a spectacular scene. The mountain peak offers an incredible ocean view due to the mountains close location to the coast. To the south, the vast Dadohae Sea comes into view, and hikers may even get a glimpse of Hallasan Mountain from afar on a clear sunny day. A landscape of different mountain ridges can be seen to the north, namely Wolchulsan Mountain in Yeongam, Jeamsan Mountain in Jangheung, and Mudeungsan Mountain in Gwangju. <br><br> Cheongwansa Temple is located within a few hundred meters of the peak of the mountain. The recreational park is equipped with convenient facilities and a well-managed 7-kilometer-long hiking trail, serving as a great vacation spot for weekend getaways.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-61-867-6974|\n|opendate:|1995|\n|parking:|Available|\n|restdate:|Tuesdays|\n|usetime:|[Accommodations] Check in 15:00 / Check out 12:00 <br>[Park hours] 09:00-18:00|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Admission Fees:|Individuals: Adults 1,000 won / Teenagers 600 won / Children 300 won<br>Groups: Adults 800 won / Teenagers 500 won / Children 200 won<br><br>[Accommodations]<BR>House of Forest: 40,000-154,000 won<BR>Yeonlip-dong: 40,000-94,000 won|\n|Available Facilities:|Accommodations, camping ground|\n|Restrooms:|Available|\n  \n## Detail Image\n![/2023-01-15-1673768136110/2704939_image2_1.webp](/2023-01-15-1673768136110/2704939_image2_1.webp)\n![/2023-01-15-1673768136110/2704940_image2_1.webp](/2023-01-15-1673768136110/2704940_image2_1.webp)\n![/2023-01-15-1673768136110/2704941_image2_1.webp](/2023-01-15-1673768136110/2704941_image2_1.webp)\n![/2023-01-15-1673768136110/2704943_image2_1.webp](/2023-01-15-1673768136110/2704943_image2_1.webp)\n![/2023-01-15-1673768136110/2704945_image2_1.webp](/2023-01-15-1673768136110/2704945_image2_1.webp)\n![/2023-01-15-1673768136110/2704946_image2_1.webp](/2023-01-15-1673768136110/2704946_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-61-867-6974](tel:+82618676974)\n- [🏠www.foresttrip.go.kr](https://www.foresttrip.go.kr/indvz/main.do?hmpgId=0196)\n\n\n```googleMap\nlatitude: 34.5451339297\nlongitude: 126.8998851572\ntitle: 842-1150, Chilgwan-ro, Jangheung-gun, Jeollanam-do\n```\n  \n\n","data":{"id":"2023-01-15-1673768136110","title":"Cheongwansan National Recreational Forest (국립 천관산자연휴양림)","description":"Cheongwansan National Recreational Forest is located at the entrance of one of the five great mountains of the Jeolla region. Cheongwansan Mountain is a rocky mountain with steep peaks. Red camellia flowers bloom in spring, while in fall, silver grass blankets the area, creating a spectacular scene. The mountain peak offers an incredible ocean view due to the mountains close location to the coast. To the south, the vast Dadohae Sea comes into view, and hikers may even get a glimpse of Hallasan Mountain from afar on a clear sunny day. A landscape of different mountain ridges can be seen to the north, namely Wolchulsan Mountain in Yeongam, Jeamsan Mountain in Jangheung, and Mudeungsan Mountain in Gwangju. <br><br> Cheongwansa Temple is located within a few hundred meters of the peak of the mountain. The recreational park is equipped with convenient facilities and a well-managed 7-kilometer-long hiking trail, serving as a great vacation spot for weekend getaways.","regDate":"2023-01-15","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"/2023-01-15-1673768136110/2704942_image2_1.webp","blogPath":"Jeollanam-do/2023-01-15-1673768136110","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-15-1673768136110"},"dataList":[{"id":"2023-01-19-1674110421678","title":"Gangjin Dawon Tea Plantation (전남 강진다원)","description":"Gangjin Dawon Tea Plantation is located at the southern foot of Wolchulsan Mountain in Jeollanam-do. The area’s big temperature difference between day and night and the frequent thick fog provide ideal conditions for tea cultivation. The tea cultivated at Gangjin Dawon has a strong scent and rarely tastes bitter. Gangjin Dawon is the home of the nation’s first green tea product “Baegunokpancha.” Since 1980, an extensive area of mountainous territory has been cultivated for green tea production to become the more than 80 acres of green tea fields that it is today. As Gangjin Dawon is relatively lesser known than the green tea fields in Boseong, visitors can enjoy a relaxing time surrounded by the vastness of the green tea fields. Nearby attractions include Baengnyeonsa Temple, the Birthplace of Yeongnang, Gangjin Goryeo Cheongja kiln site, and Dasan Chodang, the house where the famous scholar Dasan Jeong Yak-yong (1762-1836) lived during his exile.","regDate":"2023-01-19","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Experience Programs","Farming Experience"],"imgUrl":"/2023-01-19-1674110421678/2648779_image2_1.webp","blogPath":"Jeollanam-do/2023-01-19-1674110421678"},{"id":"2023-01-19-1674106549364","title":"Gangjin Baengnyeonsa Temple (백련사 (강진))","description":"The original name of Baengnyeonsa Temple was Mandeoksa Temple, said to have been built by Preceptor Muyeom during the reign of Silla King Munseong. Later, Preceptor Wonmyo rebuilt it in the old site during the reign of King Huijong (7th year) during the Goryeo period. He gained fame as Baengnyeongyeolsa so the temple began to be called Baengnyeonsa Temple. Baengnyeongyeolsa has produced eight preceptors of Goryeo and flourished throughout 120 years. In addition, the area is famous as the place where Dasan Jeong Yak-yong and Master Hyejang connected and developed companionship regardless of religious and age differences during Jeong was exiled to Gangjin. <br><br> The temple’s most popular attraction is Forest of Common Camellias, designated as Natural Monument No. 151. The Camellia trees, skirting the road to the temple, make up a forest covering the area of 9,917 ㎡ over the ruined Haenghotoseong Earthen Fortification next to a memorial stone. In the forest, four stupas of Goryeo and Joseon Era are scattered like hide-and-seek. The forest features a tranquil ambience all year long even in daytime, thanks to the thick, green leaves. From November, the camellia flowers are in full bloom and the forest becomes red, beautiful enough to inspire visitors. After passing the forest on the way to Dasan Chodang, visitors can glimpse a colony of tea fields and wild tea produced by Baengnyeonsa Temple. The mountain where Baengnyeonsa Temple is situated has had wild tea fields grown from Goryeo Era so that it was called Dasan. For this reason, Jeong Yak-yong’s pen name is Dasan which holds the valuable meaning of his banishment here.","regDate":"2023-01-19","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2023-01-19-1674106549364/2434125_image2_1.webp","blogPath":"Jeollanam-do/2023-01-19-1674106549364"},{"id":"2023-01-19-1674103234512","title":"Gamami Beach (가마미해수욕장)","description":"Located 24 kilometers west of Yeonggwang-eup, Gamami Beach was first opened in 1925. The beach is 1 kilometer in length and 200 meters in x_width, and has the shape of a half moon. Around 200 pine trees encompass the area and form a dense cozy forest. The water is only about 1 to 2 meters deep and its clear waters make it one of the three best beaches in the southwestern part of Korea. <br>Small islands dot the sea in front of the beach and the view of the fishing boats drifting by is very peaceful. The sunset on the west gives off a different vibe from the sunrise of the east. Near the beach area is a coastal drive way with a wonderful view of the coast. Dombaeseom Island, famous for ocean fishing, and Chilsando Island are lined up more or less in a row.","regDate":"2023-01-19","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"/2023-01-19-1674103234512/189654_image2_1.webp","blogPath":"Jeollanam-do/2023-01-19-1674103234512"},{"id":"2023-01-19-1674099458136","title":"Galdu Village (Ttangkkeut Village) (갈두마을 (땅끝마을))","description":"Galdu Village, also referred to as Ttangkkeut (Lands-end) Village in Haenam-gun, Jeollanam-do is at the southernmost point of the Korean peninsula. The island has an observatory at Sajabong Peak, where one can get an unobstructed view of the southern archipelago, and even a glimpse of Hallsan Mountain on Jeju Island on a clear day. The name galdu originated from the Chinese characters for arrowroot, which was commonly found in the nearby mountains.","regDate":"2023-01-19","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"/2023-01-19-1674099458136/981992_image2_1.webp","blogPath":"Jeollanam-do/2023-01-19-1674099458136"},{"id":"2023-01-18-1674038301189","title":"Gageodo Island (Soheuksando Island) (가거도(소흑산도))","description":"Gageodo Island is the southwesternmost island in Korea, located rather close to China. The island has rough mountain ridges and consists of cliffs, making a magnificent scenery. With Doksilsan Mountain (alt. 639 m, the highest peak in Sinan-gun) standing in the middle, the island is surrounded by cliffs, creating a mysterious aura. The area is loved by fishers as various fish like anchovy, croaker, hairtail, horse mackerel, sea bream, and others can be found in the surrounding waters, as well as a paradise of unusual migratory birds like the fork-tailed petrel, shearwater, and teal.","regDate":"2023-01-18","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"/2023-01-18-1674038301189/2026832_image2_1.webp","blogPath":"Jeollanam-do/2023-01-18-1674038301189"},{"id":"2023-01-18-1674034563867","title":"Expo Ocean Park (엑스포해양공원)","description":"Expo Ocean Park offers waterfront walking paths for strolls along the sea. Visitors can also take part in dynamic marine leisure sports programs or watch the multimedia BIG-O Show. In addition, the establishment offers facilities such as exhibition halls and seminar rooms that can hold both international and small scale meetings or events.","regDate":"2023-01-18","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Recreational Sites","Theme Parks"],"imgUrl":"/2023-01-18-1674034563867/2037291_image2_1.webp","blogPath":"Jeollanam-do/2023-01-18-1674034563867"},{"id":"2023-01-18-1674031183965","title":"Duryunsan Provincial Park (두륜산도립공원)","description":"Containing many Buddhist temples and ruins as well as spectacular scenery, the 700 meter-tall Duryunsan Mountain is located at the southernmost point of the Korean peninsula. Forested by subtropical green broadleaf trees and temperate deciduous broadleaf trees, the mountain is valued highly for observing plant chorology. There are many fields of silver grass, and the summit of the parks eight peaks provide vistas of the western and southern sea.<br>During the fifth year of King Jinheungs reign (514), the Buddhist monk Ado built Daedunsa Temple, which is a place of great historical value as it is also related to the Buddhist monk Seosan. The temple is built among dense woodlands, consisting of maple trees and camellias. Breathtaking scenery of valleys and luxuriant trees can be seen on both sides of the 2-kilometer-long road leading to the temple.","regDate":"2023-01-18","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites","Provincial Parks"],"imgUrl":"/2023-01-18-1674031183965/1929618_image2_1.webp","blogPath":"Jeollanam-do/2023-01-18-1674031183965"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}