{"pageProps":{"content":"![Asan Maengssi Haengdan House - Maeng Sa-seong House (아산 맹씨행단(맹사성 고택)](/2022-07-28-1658986913216/1495766_image2_1.webp)\n\n  \n## Overview\n\n> Maeng Sa-seong is a major figure in Cheonbaek-ri and was a prime minister during the early years of the Joseon dynasty. His house is the oldest private residence in Korea, and was originally General Choi Yeong’s home, before he turned it over to his grand son-in-law, Maeng Sa-seong. The simple residence houses two 600-year-old gingko trees in the yard. Therefore it has been named ‘Haengdan’, meaning that Confucius taught on top of the gingko tree symbolizing a place of learning. For that reason it is inferred that Maeng Sa-seong intentionally planted gingko trees in the yard and taught junior scholars. The two gingko trees provide a cool shade and give out five sacks of gingko nuts each year.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-41-536-8773|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Available Facilities:|House, exhibition hall, etc.|\n|Restrooms:|Available|\n  \n## Detail Image\n![/2022-07-28-1658986913216/1495721_image2_1.webp](/2022-07-28-1658986913216/1495721_image2_1.webp)\n![/2022-07-28-1658986913216/1495724_image2_1.webp](/2022-07-28-1658986913216/1495724_image2_1.webp)\n![/2022-07-28-1658986913216/1495726_image2_1.webp](/2022-07-28-1658986913216/1495726_image2_1.webp)\n![/2022-07-28-1658986913216/1495730_image2_1.webp](/2022-07-28-1658986913216/1495730_image2_1.webp)\n![/2022-07-28-1658986913216/1495733_image2_1.webp](/2022-07-28-1658986913216/1495733_image2_1.webp)\n![/2022-07-28-1658986913216/1495734_image2_1.webp](/2022-07-28-1658986913216/1495734_image2_1.webp)\n![/2022-07-28-1658986913216/1495740_image2_1.webp](/2022-07-28-1658986913216/1495740_image2_1.webp)\n![/2022-07-28-1658986913216/1495745_image2_1.webp](/2022-07-28-1658986913216/1495745_image2_1.webp)\n![/2022-07-28-1658986913216/1495747_image2_1.webp](/2022-07-28-1658986913216/1495747_image2_1.webp)\n![/2022-07-28-1658986913216/1495748_image2_1.webp](/2022-07-28-1658986913216/1495748_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-41-536-8773](tel:+82415368773)\n- [🏠www.cha.go.kr](http://www.cha.go.kr/)\n\n\n```googleMap\nlatitude: 36.7469751625\nlongitude: 127.0419991490\ntitle: 23-4, Haengdan-gil, Asan-si, Chungcheongnam-do\n```\n  \n## Directions\n  \n[Bus]<BR>\nFrom Dong Seoul Bus Terminal, take a bus to Asan Bus Terminal. \n<br>From Asan Bus Terminal Bus Stop, take Bus No. 170, 171, 172, 174 or 175 and get \noff at Asan Maengssi Haengdan House Bus Stop.\n","data":{"id":"2022-07-28-1658986913216","title":"Asan Maengssi Haengdan House - Maeng Sa-seong House (아산 맹씨행단(맹사성 고택)","description":"Maeng Sa-seong is a major figure in Cheonbaek-ri and was a prime minister during the early years of the Joseon dynasty. His house is the oldest private residence in Korea, and was originally General Choi Yeong’s home, before he turned it over to his grand son-in-law, Maeng Sa-seong. The simple residence houses two 600-year-old gingko trees in the yard. Therefore it has been named ‘Haengdan’, meaning that Confucius taught on top of the gingko tree symbolizing a place of learning. For that reason it is inferred that Maeng Sa-seong intentionally planted gingko trees in the yard and taught junior scholars. The two gingko trees provide a cool shade and give out five sacks of gingko nuts each year.","regDate":"2022-07-28","author":"korea-tour","tag":["Chungcheongnam-do","Culture/Art/History","Historical Sites","Old Houses"],"imgUrl":"/2022-07-28-1658986913216/1495766_image2_1.webp","blogPath":"Chungcheongnam-do/2022-07-28-1658986913216","pageUrl":"https:/mcdryad.com/Chungcheongnam-do/2022-07-28-1658986913216"},"dataList":[{"id":"2022-11-10-1668059034509","title":"Mongsanpo Beach (몽산포해수욕장)","description":"Mongsanpo Beach, part of Taeanhaean National Park, stretches 18 kilometers southwest of Seosan, 9 kilometers south of Taean and along the west coast of the Nammyeon Peninsula. Mongsanpos white sand beach is around 3 kilometers long and has a 5 degree tilt. The water is 1~2 meters deep with an average temperature of 22 degrees Celsius. <br><br>The beach is surrounded by a dense forest of pine trees. The pine tree forest along the beach serves as a good auto-camping location to enjoy some fresh air and the natural beauty of the surroundings. During low tide, the muddy sediments deposited by the tide provide a place where people come to catch clams and mud crabs or as a field trip for children to learn the mudflat ecosystem. <br><br>A 1-kilometer drive in the western direction while passing through the spectacular pine tree tunnel brings visitors to Mongdaepogu Port where a number of fishing boats are docked. Near the port, there are a number of small seafood eateries to enjoy freshly sliced raw fish at  reasonable prices.","regDate":"2022-11-10","author":"korea-tour","tag":["Chungcheongnam-do","Nature","Natural Sites"],"imgUrl":"/2022-11-10-1668059034509/1599894_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-10-1668059034509"},{"id":"2022-11-10-1668056657273","title":"Mallipo Beach (만리포해수욕장)","description":"Mallipo Beach is located 18 kilometers away from Taean and features a 2-kilometer-long, 100-meter-wide sandy beach covering a 231,406 m² area. The average depth of the ocean is 1-2 meters and the water temperature is 22 degrees Celsius. <br><br>The beach has a large tidal range, but its wide and gentle beach as well as a dense forest and abundant drinking water are worth visiting. In particular, the scenery of the sunset is beautiful. Nearly 7,000 plants are exhibited in a botanical garden nearby. Mallipo Beach is located at the tip of National Road No. 32, which traverses Taean-gun, and is part of Taeanhaean National Park as well.<br><Br>Bending like an arch, the sandy beach is perfect for swimming thanks to its shallow water and broad sandy area. Nearby amenities include accommodations and various convenient facilities for family visitors. Camping and strolling through the forest as well as varied marine sports such as fishing from the rocks on the seashore are available. In addition, a variety of fresh seafood such as gaenggaemi muchim (seasoned young skate), grilled eel and grilled king prawn is available on Mallipo Beach.","regDate":"2022-11-10","author":"korea-tour","tag":["Chungcheongnam-do","Nature","Natural Sites"],"imgUrl":"/2022-11-10-1668056657273/2653435_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-10-1668056657273"},{"id":"2022-11-10-1668053390470","title":"Mageompo Beach (마검포해수욕장)","description":"Mageompo Beach in Nam-myeon, Taean-gun is located right before the bridge that leads to Anmyeondo Island. As the beach is not widely popular among tourists, one can spend a quiet and tranquil vacation here. Near the beach is a dense pine tree forest where one can enjoy camping. The white sand and shallow waters also make it a good place for kids to swim. In the evening, the beach is a great spot to watch the breathtaking sunset.<br><br>This beach is famous for <em>silchi-hoe</em>, a dish consisting of freshly sliced raw fish. The ocean near the beach is one of the biggest natural sources of fresh seafood such as anchovy, sand eel and short arm octopus.<br>","regDate":"2022-11-10","author":"korea-tour","tag":["Chungcheongnam-do","Nature","Natural Sites"],"imgUrl":"/2022-11-10-1668053390470/2022708_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-10-1668053390470"},{"id":"2022-11-09-1667990552272","title":"Korea History and Culture Park (한민족역사문화공원)","description":"The Korea History and Culture Park is located in one of the most relaxing places on earth.The park is based on Koreas creation myth with many sculptures and exhibitions about the Korean peoples history and culture. Among the statues are important religious and philosophical figures who taught and promoted peace on earth.","regDate":"2022-11-09","author":"korea-tour","tag":["Chungcheongnam-do","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-11-09-1667990552272/1962095_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-09-1667990552272"},{"id":"2022-11-09-1667986862072","title":"Kohwun Garden (고운식물원)","description":"Kohwun Garden opened on April 28, 2003, following the collection, planting, and cultivation of a wide range of plants and trees over a twelve-year period. The garden is about 200,000 ㎡, and the half of the area is used for educational purposes for both professionals and non-professionals alike. It is home to at least 15 rare or endangered plant species including Miseonnamu (Abeliophyllum distichum Nakai) and Euryale ferox Salisbury, in addition to nearly 4,500 species of plant genetic resources.","regDate":"2022-11-09","author":"korea-tour","tag":["Chungcheongnam-do","Nature","Natural Sites","Botanical Gardens"],"imgUrl":"/2022-11-09-1667986862072/1918604_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-09-1667986862072"},{"id":"2022-11-09-1667983617460","title":"Kkotji Beach (꽃지해수욕장)","description":"Kkotji Beach, located in beautiful Anmyeon, features a 5 kilometer stretch of white sand, and attractions like Halbaebawi and Halmaebawi Rocks (Grandpa & Grandma Rocks). Halmaebawi Rock is said to have once been a real woman, Mido, who lived during the Silla period. Her husband was sent on business and never returned. Mido sat by the ocean every day waiting for his return, eventually turning into a stone. Further out to sea, there is a large rock, which naturally earned the nickname of Halbaebawi. Many visitors come to Kkotji Beach all year round to enjoy the beautiful view, and take walks along the beach. The sunset scenery has also become a favorite for photographers.","regDate":"2022-11-09","author":"korea-tour","tag":["Chungcheongnam-do","Nature","Natural Sites"],"imgUrl":"/2022-11-09-1667983617460/2649006_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-09-1667983617460"},{"id":"2022-11-09-1667979513690","title":"Jeokbyeokgang River (적벽강)","description":"The primary source of the Geumgang River is a spring located on Ddeunbong Peak in Subun-ri, Jangsu-gun, Jeollabuk-do, which flows to the north. At Changnam, it changes direction and enters Bangu-ri, Buri-myeon, Geumsan-gun. From here, the river flows through steep mountains. At Sutong-ri, the precipitous cliffs of a mountain named Jeokbyeok tower proudly above, and where the river runs under these steep cliffs it is called the Jeokbyeokgang River.<br><br>Jeokbyeok literally means red walls in Korean. The Geumgang River under Jeokbyeok is as calm as a peaceful lake with long sandy shores. This riverbank is alive with beautiful flowers in spring, green pine trees in summer, and in fall, the green gives way to an autumnal tint, until lovely snowscapes blanket the area in winter.","regDate":"2022-11-09","author":"korea-tour","tag":["Chungcheongnam-do","Nature","Natural Sites"],"imgUrl":"/2022-11-09-1667979513690/710839_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-09-1667979513690"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}