{"pageProps":{"content":"![Deoksungsan Mountain (덕숭산)](/2022-11-05-1667644934434/2357878_image2_1.webp)\n\n  \n## Overview\n\n> Deoksungsan Mountain is referred to as Chungcheong regions Geumgangsan Mountain for its beauty. Within Deoksungsan Mountain is Sudeoksa Temple, famous for its Daeungjeon Hall as the oldest surviving wooden building in Korea. The mountains most prominent features are the oddly shaped rocks that are often compared to the shape of a human skull or a beast with its mouth wide open. Some of the most scenic points are Wonhyobong Peak, Seongmunbong Peak, and Haetaebawi Rock. Several Buddhist temples and cultural heritages occupy the mountain. The mountain is also a popular destination for family trips thanks to its short hiking course and Deoksan Hot Springs.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-41-339-8930|\n|parking:|Available|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Hiking Course:|Sudeoksa Temple - Sudeoksan Mountain/Deoksungsan Mountain - Sudeoksa Temple (3.1 km / 1 hr 30 min)|\n|Restrooms:|Available|\n|Admission Fees:|[Sudeoksa Temple]<br>Individuals: Adults 3,000 won / Teenagers 2,000 won / Children 1,000 won<br>Groups: Adults 2,500 won / Teenagers 1,500 won / Children 800 won<br><br>* Adults (College students & older) / Teenagers (Middle & high school students) / Children (Elementary school students)<br>* Free admission: Preschoolers (ages 7  under) & senior citizens (ages 65 & over)<br>* Groups: 30 people or more|\n  \n## Detail Image\n![/2022-11-05-1667644934434/2357882_image2_1.webp](/2022-11-05-1667644934434/2357882_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-41-339-8930](tel:+82413398930)\n- [🏠www.yesan.go.kr](http://www.yesan.go.kr/tour/)\n\n\n```googleMap\nlatitude: 36.6679463582\nlongitude: 126.6217391894\ntitle: Deoksan-myeon, Yesan-gun, Chungcheongnam-do\n```\n  \n\n","data":{"id":"2022-11-05-1667644934434","title":"Deoksungsan Mountain (덕숭산)","description":"Deoksungsan Mountain is referred to as Chungcheong regions Geumgangsan Mountain for its beauty. Within Deoksungsan Mountain is Sudeoksa Temple, famous for its Daeungjeon Hall as the oldest surviving wooden building in Korea. The mountains most prominent features are the oddly shaped rocks that are often compared to the shape of a human skull or a beast with its mouth wide open. Some of the most scenic points are Wonhyobong Peak, Seongmunbong Peak, and Haetaebawi Rock. Several Buddhist temples and cultural heritages occupy the mountain. The mountain is also a popular destination for family trips thanks to its short hiking course and Deoksan Hot Springs.","regDate":"2022-11-05","author":"korea-tour","tag":["Chungcheongnam-do","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-11-05-1667644934434/2357878_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-05-1667644934434","pageUrl":"https:/mcdryad.com/Chungcheongnam-do/2022-11-05-1667644934434"},"dataList":[{"id":"2022-11-15-1668508869275","title":"Taean Taeeulam Hermitage (태을암(태안))","description":"Taeeulam Hermitage is well-known for Rock-carved Standing Buddha Triad, designated as National Treasure No. 307. Featuring gently smiling Buddhas, Taean’s Budda Triad has a unique formation with a smaller Bodhisattva figure set in the middle with two Buddha statues on the sides, being different from a typical triad which usually features a main Buddha in the middle surrounded by two Hyeopsi Bosal (Buddhist saint) on the sides.<br><br>Taeeulam Hermitage is located on the western coast, providing opportunities to interact with China and Chinese culture but this also allowed for frequent appearances of foreign raiders. With this geographical background, Taean was able to accept Chinese precedent culture earlier than other areas and established excellent Buddhist cultural relics.","regDate":"2022-11-15","author":"korea-tour","tag":["Chungcheongnam-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-11-15-1668508869275/1602886_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-15-1668508869275"},{"id":"2022-11-15-1668505136215","title":"Sudeoksa Temple (수덕사)","description":"Sudeoksa Temple, which has played an important role in the history of Korea’s Buddhism, is located at the foot of Deoksungsan Mountain. It was one of twelve temples from the Baekje Kingdom mentioned in Chinese historical records. There is no historical record of when the temple was founded but researchers believe it was founded sometime during the reign of King Wuideok (554-597). <br><br>The main building of Sudeoksa Temple, Daeungjeon Hall, was constructed in 1308 during the Goryeo dynasty. It was repaired four times between 1528 and 1803, but fortunately kept its original beauty. In addition to Daeungjeon Hall, Sudeoksa Temple houses many cultural treasures, such as the Three-story Stone Pagoda of Sudeoksa Temple.","regDate":"2022-11-15","author":"korea-tour","tag":["Chungcheongnam-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-11-15-1668505136215/2357885_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-15-1668505136215"},{"id":"2022-11-15-1668497786241","title":"Splas Resom (스플라스 리솜)","description":"Splas Resom, previously called Resom Spa Castle, is Korea’s first membership spa resort.  Spa Castle is located in Yesan, Chungcheongnam-do, which is only an hour and a half drive away from Seoul. It is within 30 minutes drive from beautiful mountains, the western seas, and close to plenty of cultural tourist attractions. <BR><Br>Splas Resom uses waters from the Deoksan hot springs, whose waters have been enjoyed by Koreans for six hundred years. The resort is equipped with a large banquet hall, seminar room, and a relaxation complex that includes everything from a cultural arts plaza, to a garden, and walking trails. <BR><Br>The hot spring waters are known to be effective against skin troubles, gastroenteric disorders, neuralgia, and muscular pains, and are also great for skin rejuvenation.","regDate":"2022-11-15","author":"korea-tour","tag":["Chungcheongnam-do","Culture/Art/History","Recreational Sites","Hot Springs & Spa"],"imgUrl":"/2022-11-15-1668497786241/1274026_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-15-1668497786241"},{"id":"2022-11-15-1668487727160","title":"Sono Belle Cheonan Ocean Park (소노벨 천안 오션파크)","description":"Sono Belle Cheonan features Ocean Adventure, a water park designed with the theme of Europe. The water park is largely divided into the indoor zone, outdoor zone, and open-air hot spring zones. Sono Belle Cheonans water park aims to provide fun and recreation to visitors of all ages while the hot spring zone focuses on health and stress relief.","regDate":"2022-11-15","author":"korea-tour","tag":["Chungcheongnam-do","Culture/Art/History","Recreational Sites","Hot Springs & Spa"],"imgUrl":"/2022-11-15-1668487727160/2495084_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-15-1668487727160"},{"id":"2022-11-15-1668484699356","title":"Solmoe Holy Ground (솔뫼성지)","description":"Solmeo gets its name from a small cluster of pine trees. The first Korean priest, Saint Kim Dae-gun Andrea was born here on August 21, 1821 and when he was seven, he escaped persecution by following his grandfather to Handeok-dong, Yongin (Golmaemashil). Furthermore, it is where four generations of ancestors such as his great-grandfather Kim Jin-hu (martyred in 1814), great uncle Kim Han-hyun (1816), father Kim Jae-jun (1839), and priest Kim Dae-gun himself (martyred in 1846) lived.<br><br> He was chosen as a theological student in Golmaemashil and studied in Macao. In 1846, he was ordained as priest by Bishop Ferréol in Shanghai, Kim Ga Hang Cathedral. After his return to Korea, he worked in Yongin until September 1846 when he was tried, executed and died a martyr when he was only 26. Pope Johannes Paulus II appointed him a saint during his visit to Korea in May 1984. In Solmoe, Priest Kim Dae-gun’s statue and a memorial stands underneath the pine trees and his remains are placed inside the nearby cathedral.","regDate":"2022-11-15","author":"korea-tour","tag":["Chungcheongnam-do","Culture/Art/History","Historical Sites","Holy Sites"],"imgUrl":"/2022-11-15-1668484699356/2635127_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-15-1668484699356"},{"id":"2022-11-14-1668422705382","title":"Sinseong-ri Reed Field (신성리 갈대밭)","description":"As one of Korea’s top four fields of reeds, Sinseong-ri Reed Field (nearly 60,000 pyeong) has also been popularized as a filming location of the mega-hit Korean movie, “JSA.”<br><br>To protect the natural environment, only 2-3% of the entire area of field of reed has been developed into a park. About 100,000 migratory birds (40 species) pass through every winter (especially in December and January). In fall, the golden fields of reeds create a romantic atmosphere along the banks of the glittering Geumgang River. <br><br>Nearby tourist attractions include a riverbank resort, Wolmyeong Park (in Gunsan), Chunjangdae Beach (in Seocheon-gun) and Hansan Ramie Fabric Museum.<br><br>* Period to see the golden fields  July to February","regDate":"2022-11-14","author":"korea-tour","tag":["Chungcheongnam-do","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2022-11-14-1668422705382/2034923_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-14-1668422705382"},{"id":"2022-11-14-1668418855073","title":"Sinjindo Island (신진도)","description":"Sinjindo Island is located at the end of Jeongjuk Peninsula in Sinjindo-ri, Geunheung-myeon, Taean-gun, Chungcheongnam-do. The island has an area of 1.06 ㎢, and is 40 km away from Taean-gun and 1km away from Geunheung-myeon. People settled on the island after Manhocheon fortified the shore  during the period of King Seongjong.<br>","regDate":"2022-11-14","author":"korea-tour","tag":["Chungcheongnam-do","Nature","Natural Sites"],"imgUrl":"/2022-11-14-1668418855073/184797_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-14-1668418855073"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}