{"pageProps":{"content":"![Historical Site of Dr. Wangin (왕인박사 유적지)](/2023-01-22-1674376665395/1008111_image2_1.webp)\n\n  \n## Overview\n\n> The hometown of Wangin Baksa (Wangin, the Great Scholar) is located at the foot of Munpilbong Peak to the east of Gurim village. Due to Wangin’s importance and contributions to Korean history, this historical attraction is preserved and maintained in honor of his memory and achievements.<br><br>Seonggidong is the official birthplace of Dr. Wangin (marked by the Yuheobi memorial monument) and is also home to Seongcheon; the well Wangin is believed to have drunk from.  Halfway up Wolchulsan Mountain are Chaekgul, Munsanjae and Yangsajae where Wangin is said to have studied as well as nurtured local pupils. To commemorate the significance of these areas, a memorial is held every March at Munsanjae and Yansanjae.<br><br>      In front of Chaekgul is a statue of Dr. Wangin which is said to symbolize his benevolent character. Just west of Seonggidong is Doljeonggogae, a hill from which it is believed Dr. Wangin made a sorrowful look back at his countrymen before leaving for Japan. <br><br>Wangin departed for Japan from Sangdaepo, which at the time was an international trading port. The renowned Baekje scholar was beginning his journey at the request of Japanese Emperor Eungshin. He took with him ten books on the Analects of Confucius and a book of Cheonjamun, a text of one thousand Chinese characters. Over time, he earned the trust of the emperor and became instructor to the crown prince. Wangin is well-known for his part in the development of Japanese culture and his name appears often in Japanese history. Wangin educated beyond textbooks and made great contributions to the development of arts, crafts and music and is revered as the originator of Japan’s Asuka culture.<br><br>This historic site was originally reconstructed from 1985 to 1987 and is continually receiving improvements to improve accessibility for visitors.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330<br> (Korean, English, Japanese, Chinese) <br> •For more info: +82-61-470-6643|\n|parking:|Available (150 parking spaces)|\n|usetime:|09:00-18:00|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Parking Fees:|Large vehicles 2,500 won / Mid-sized vehicles (more than 9 passengers) 2,000 won / Small vehicles 1,500 won|\n|Admission Fees:|Adults (ages 19-64): 1,000 won / Group: 700 won<br>Teenagers (ages 13-18): 800 won / Group: 500  won<br>Children (ages 7-12): 500 won / Group: 300 won<br><br>* Group: 30 or more people<br>* Free admission: Preschoolers (ages 6 or younger) & Senior citizens (ages 65 & older)|\n|Available Facilities:|* Yeongwolgwan – Information on Dr. Waningin’s achievements and contributions to the Baekje dynasty on display. Second floor houses video room and exhibition hall. <br><br>* Statue of Dr. Wangin<br><br>* Reliefs depicting life of Dr. Wangin – A total of six artworks chronicling the life of the great scholar.<br><br>* Bongseondae –A variety of events and festivals held at the historic site of Dr. Wangin.<br><br>* Sinseon Taegeuk Garden & the Tombstone of Dr. Wangin – Replica of Wangin’s burial site in Hirakata, Japan. (In celebration of the 10th anniversary of the Wangin Culture Festival, Sinseon Taegeuk Garden was decorated with blue and yellow dragons. The two dragons symbolize co-existence of Korea and Japan.) <br><br>* Wolak-ru Pavilion and Rampart<br><br>* Wangin Suiseki Exhibition Hall – More than 700 suiseki contributed by Park Chan-dae of Yeongam are on display. <br><br>* Mangujeong Pavilion – Rest area.<br><br>* Aehyang Suseok Hall - Visitors can relax and take a break here within the historic site.<br><br>* The Statue of Choe Ji-mong, a meritorious retainer of the Goryo Dynasty, Hongsalmun Gate, Jemyeongdang, Baekjemun Gate <br><br>* Other Facilities - Store, Viewing Deck, Wangin Park |\n|Restrooms:|Available|\n  \n## Detail Image\n![/2023-01-22-1674376665395/1008070_image2_1.webp](/2023-01-22-1674376665395/1008070_image2_1.webp)\n![/2023-01-22-1674376665395/1008098_image2_1.webp](/2023-01-22-1674376665395/1008098_image2_1.webp)\n![/2023-01-22-1674376665395/1008163_image2_1.webp](/2023-01-22-1674376665395/1008163_image2_1.webp)\n![/2023-01-22-1674376665395/1008172_image2_1.webp](/2023-01-22-1674376665395/1008172_image2_1.webp)\n![/2023-01-22-1674376665395/1008229_image2_1.webp](/2023-01-22-1674376665395/1008229_image2_1.webp)\n![/2023-01-22-1674376665395/1008332_image2_1.webp](/2023-01-22-1674376665395/1008332_image2_1.webp)\n![/2023-01-22-1674376665395/1008396_image2_1.webp](/2023-01-22-1674376665395/1008396_image2_1.webp)\n![/2023-01-22-1674376665395/1008462_image2_1.webp](/2023-01-22-1674376665395/1008462_image2_1.webp)\n![/2023-01-22-1674376665395/1008488_image2_1.webp](/2023-01-22-1674376665395/1008488_image2_1.webp)\n![/2023-01-22-1674376665395/1008078_image2_1.webp](/2023-01-22-1674376665395/1008078_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-61-470-6643](tel:+82614706643)\n- [🏠www.yeongam.go.kr](http://www.yeongam.go.kr/home/historicalsite)\n\n\n```googleMap\nlatitude: 34.7554697471\nlongitude: 126.6310731379\ntitle: 440, Wangin-ro, Yeongam-gun, Jeollanam-do\n```\n  \n## Directions\n  \n[Bus]<BR>\nFrom Central City Terminal,  take an intercity&nbsp;bus to Mokpo Bus Terminal.<br>\nFrom Mokpo Bus Terminal, take a  local bus bound for Yeongam and get off at Historical  Site of Dr. Wangin Bus Stop.\n","data":{"id":"2023-01-22-1674376665395","title":"Historical Site of Dr. Wangin (왕인박사 유적지)","description":"The hometown of Wangin Baksa (Wangin, the Great Scholar) is located at the foot of Munpilbong Peak to the east of Gurim village. Due to Wangin’s importance and contributions to Korean history, this historical attraction is preserved and maintained in honor of his memory and achievements.<br><br>Seonggidong is the official birthplace of Dr. Wangin (marked by the Yuheobi memorial monument) and is also home to Seongcheon; the well Wangin is believed to have drunk from.  Halfway up Wolchulsan Mountain are Chaekgul, Munsanjae and Yangsajae where Wangin is said to have studied as well as nurtured local pupils. To commemorate the significance of these areas, a memorial is held every March at Munsanjae and Yansanjae.<br><br>      In front of Chaekgul is a statue of Dr. Wangin which is said to symbolize his benevolent character. Just west of Seonggidong is Doljeonggogae, a hill from which it is believed Dr. Wangin made a sorrowful look back at his countrymen before leaving for Japan. <br><br>Wangin departed for Japan from Sangdaepo, which at the time was an international trading port. The renowned Baekje scholar was beginning his journey at the request of Japanese Emperor Eungshin. He took with him ten books on the Analects of Confucius and a book of Cheonjamun, a text of one thousand Chinese characters. Over time, he earned the trust of the emperor and became instructor to the crown prince. Wangin is well-known for his part in the development of Japanese culture and his name appears often in Japanese history. Wangin educated beyond textbooks and made great contributions to the development of arts, crafts and music and is revered as the originator of Japan’s Asuka culture.<br><br>This historic site was originally reconstructed from 1985 to 1987 and is continually receiving improvements to improve accessibility for visitors.","regDate":"2023-01-22","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2023-01-22-1674376665395/1008111_image2_1.webp","blogPath":"Jeollanam-do/2023-01-22-1674376665395","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-22-1674376665395"},"dataList":[{"id":"2023-02-07-1675740960671","title":"Yeosu Maritime Cable Car (여수 해상케이블카)","description":"Yeosu Maritime Cable Car is the first of its kind in Korea, connecting Dolsan Island and the mainland over the ocean. Passengers can choose between the standard cabins and crystal cabins. In particular, crystal cabins allow passengers to observe the ocean below ones feet, experiencing the thrill of being suspended in mid-air through its transparent flooring.","regDate":"2023-02-07","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites","Mountains"],"imgUrl":"/2023-02-07-1675740960671/1986862_image2_1.webp","blogPath":"Jeollanam-do/2023-02-07-1675740960671"},{"id":"2023-02-06-1675679911675","title":"Wando Tower (완도타워)","description":"Wando Tower is an impressive 76 meters in x_height, and stands at the top of Dongmangsan Mountain in Wando. The area includes a plaza, walking path, resting area, and offers a fantastic view of the sunrise, sunset, and city at night.<br><br>The tower also overlooks several islands including Cheongsando Island, Bogildo Island, Nohwado Island, Sinjido Island and Gogeumdo Island. On clear days with high visibility, some islands like Jeju Island and Geomundo Island are also within sight. Located next to the tower is bongsudae (a fire signal beacon) and a walking path through Dongmangsan Mountain.","regDate":"2023-02-06","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Architectural Sights","Monuments/Observatories"],"imgUrl":"","blogPath":"Jeollanam-do/2023-02-06-1675679911675"},{"id":"2023-02-06-1675676150812","title":"Wando Arboretum (완도수목원)","description":"Wando Arboretum features the largest and oldest broadleaf evergreen colony in the nation, along with over 3,800 other flora on a grand plot of land. The arboretum is comprised of an exhibition hall, greenhouses, walking paths, an observatory, campground, basketball court, and more.<br><br>Created in 1991, Wando Arboretum is the only warm temperate arboretum in Korea where only 15% of the landscape is considered a warm temperate region. The broadleaf evergreen tree forest has high medicinal value, and is home to many species of rare warm temperate plants such as goodyera, calanthe striata, and cephalanthera falcata. There are 30 special gardens based on different plant types. From the observatory, visitors can enjoy the view of Dadohaehaesang National Park and the southern sea. The observatory offers an opportunity to educate visitors on nature and the environment and allows them to take a rest during their visit.","regDate":"2023-02-06","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites","Botanical Gardens"],"imgUrl":"/2023-02-06-1675676150812/2678612_image2_1.webp","blogPath":"Jeollanam-do/2023-02-06-1675676150812"},{"id":"2023-02-06-1675672756640","title":"The Ocean Resort Water Park (디오션리조트 워터파크)","description":"Located inside The Ocean Resort in Yeosu, Jeollanam-do, this large water park can accommodate 600 people at once. It opened in July 2008 in time for the opening of the resort equipped with 128 rooms. It is the only water park in Korea that provides views of the refreshing blue waters of the Dadohaesang National Marine Park.<br> <br> Its indoor facilities include an artificial wave pool with slides, Para Wave Slide, Aqua Kids’ Pool, and spa.  Meanwhile, the outdoor facilities include Double Tornado, slides, and wave pools. The water park is also equipped with various convenience facilities such as cafeteria, DVD room, changing rooms, swim suit shop, and more. The resort has seven floors above ground and four below with all rooms providing ocean views. The resort facilities include a wedding hall, banquet hall, and restaurants.","regDate":"2023-02-06","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Recreational Sites","Hot Springs & Spa"],"imgUrl":"/2023-02-06-1675672756640/2605246_image2_1.webp","blogPath":"Jeollanam-do/2023-02-06-1675672756640"},{"id":"2023-02-06-1675668967364","title":"Taedo Islands (태도)","description":"Taedo Islands, located between Hongdo Island and Gageodo Island, comprises three islands. The island in the middle is called Sangtaedo Island, the island next in line is Jungtaedo Island, and the last is Hataedo, the southernmost island located nearest to Gageodo Island. Deep and clear waters surrounding the islands make for a perfect habitat for marine life. Taedo Islands are popular for seaweed that grows naturally on the rocks, often collected by hanyeo (woman divers). People on Taedo Islands have great respect for nature and perform rituals every year on Seollal (Lunar New Years Day) for prosperity and safety at sea.","regDate":"2023-02-06","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"","blogPath":"Jeollanam-do/2023-02-06-1675668967364"},{"id":"2023-02-06-1675665616372","title":"Suncheonman Bay National Garden (순천만국가정원)","description":"Suncheonman Bay National Garden was established on a plot of 1.12 million ㎢ to help protect Suncheonman Bay. The garden is home to over 790,000 trees in 505 species and 3.15 million flowers in 113 species. The numerous groups of tulips and royal azaleas are truly a sight to see. In addition, the nearby 30,000 ㎡ field of canola flowers in full bloom in May creates a beautiful yellow wave of color. Although there are restaurants within the garden, bringing in food is allowed, making the garden a great location for a picnic in the shade of the trees. <br><br>After exploring the garden, visitors can hop on the unmanned shuttle train (PRT) and ride to Suncheon Literature Center, and then transfer to the Reed Trolley to pass the 1.2-kilometer stretch of reeds to Mujingyo Bridge.","regDate":"2023-02-06","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Recreational Sites","Theme Parks"],"imgUrl":"/2023-02-06-1675665616372/1817088_image2_1.webp","blogPath":"Jeollanam-do/2023-02-06-1675665616372"},{"id":"2023-02-06-1675661728787","title":"Sinan Marine Archaeology Monuments (신안해저유물 발굴 기념비)","description":"Sinan Marine Archaeology Monuments, located in Jeungdo Island, came to existence after the discovery of the ancient artifacts. Over 28,000 items were found mostly near the region of Doduk-do Island, including  treasures from Song and Won Dynasties. After the first discovery  in 1975, more and&nbsp;various excavation results were reported, unearthening  600 years&nbsp;history, and gave a glimpse into Korea and Chinas remarkable development in intergovernmental, as well as&nbsp;trading cooperations in the past, awakening millions of&nbsp;historians in both nations. <br><br>The excavated artifacts are now housed for display at the&nbsp;Nation Museum of Korea in Seoul&nbsp;and National Maritime Museum located in Mokpo. In addition, the venue where this remarkable&nbsp;discovery was&nbsp;made and&nbsp;the monument that was erected, became&nbsp;the National Historical Site No. 274 so as to recognize the efforts and sacrifices that the divers had to make back then to preserve and unearth these world treasures.","regDate":"2023-02-06","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Architectural Sights","Monuments/Observatories"],"imgUrl":"/2023-02-06-1675661728787/2612371_image2_1.webp","blogPath":"Jeollanam-do/2023-02-06-1675661728787"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}