{"pageProps":{"content":"![Alpensia Ocean 700 (알펜시아 오션700)](/2022-07-24-1658634945407/904407_image2_1.webp)\n\n  \n## Overview\n\n> Alpensia Resort is a beautiful and exciting resort that offers unique programs unavailable at other resorts. Among their facilities, Alpensia  Ocean 700 suits as the perfect family water park, located on the refreshing highland of Daegwallyeong at an altitude of 700 meters. The water park aims to provide convenient and relaxing facilities in an indoor area where visitors can have fun at any time of the year.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330<br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-33-339-0100|\n|parking:|Available|\n|usetime:|Varies by season; refer to the official website|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Admission Fees:|[www.alpensia.com](https://www.alpensia.com/ocean/use-cost.do)|\n|Available Facilities:|Indoor/outdoor swimming pools (lazy pool, wave pool, aqua pool, kid's pool), slides, cabanas, sunbeds, sauna, snack bar, swimming gear rental, medical station, playroom, nursery, etc.|\n|Restrooms:|Available|\n  \n## Detail Image\n![/2022-07-24-1658634945407/2494857_image2_1.webp](/2022-07-24-1658634945407/2494857_image2_1.webp)\n![/2022-07-24-1658634945407/2494860_image2_1.webp](/2022-07-24-1658634945407/2494860_image2_1.webp)\n![/2022-07-24-1658634945407/2494861_image2_1.webp](/2022-07-24-1658634945407/2494861_image2_1.webp)\n![/2022-07-24-1658634945407/2494862_image2_1.webp](/2022-07-24-1658634945407/2494862_image2_1.webp)\n![/2022-07-24-1658634945407/2494863_image2_1.webp](/2022-07-24-1658634945407/2494863_image2_1.webp)\n![/2022-07-24-1658634945407/2494864_image2_1.webp](/2022-07-24-1658634945407/2494864_image2_1.webp)\n![/2022-07-24-1658634945407/2494865_image2_1.webp](/2022-07-24-1658634945407/2494865_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-33-339-0100](tel:+82333390100)\n- [🏠www.alpensiaresort.co.kr](http://www.alpensiaresort.co.kr/)\n\n\n```googleMap\nlatitude: 37.6612362616\nlongitude: 128.6907658364\ntitle: 325, Solbong-ro, Pyeongchang-gun, Gangwon-do\n```\n  \n## Directions\n  \n[Intercity Bus]<br>\nTake an intercity bus to Hoenggye Intercity Bus Terminal.<br>\nFrom Hoenggye Intercity Bus Terminal, take a taxi to Alpensia Resort.\n","data":{"id":"2022-07-24-1658634945407","title":"Alpensia Ocean 700 (알펜시아 오션700)","description":"Alpensia Resort is a beautiful and exciting resort that offers unique programs unavailable at other resorts. Among their facilities, Alpensia  Ocean 700 suits as the perfect family water park, located on the refreshing highland of Daegwallyeong at an altitude of 700 meters. The water park aims to provide convenient and relaxing facilities in an indoor area where visitors can have fun at any time of the year.","regDate":"2022-07-24","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Recreational Sites","Hot Springs & Spa"],"imgUrl":"/2022-07-24-1658634945407/904407_image2_1.webp","blogPath":"Gangwon-do/2022-07-24-1658634945407","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-07-24-1658634945407"},"dataList":[{"id":"2022-07-25-1658716985855","title":"Cheorwon Dopiansa Temple (도피안사(철원))","description":"Dopiansa Temple was built by the Buddhist Monk Doseon in 865, the 5th year of the reign of King Gyeongmun of the Unified Silla Period. Legend has it that Monk Doseon founded this temple because a 91 centimeter-tall iron seated Vairocana Buddha statue had disappeared while being carried to Anyangsa Temple in Cheorwon and was mysteriously found seated at the current site. <br><br>The temple was named Dopiansa to indicate that the iron-made Buddha statue had reached “pian,” meaning an eternal place to rest. In addition to the legendary iron seated Variocana Buddha statue (National Treasure No. 63) made by Monk Doseon, the temple houses a 4.1 meter-tall three-story stone pagoda (Treasure No. 223).","regDate":"2022-07-25","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-07-25-1658716985855/1135622_image2_1.webp","blogPath":"Gangwon-do/2022-07-25-1658716985855"},{"id":"2022-07-24-1658705786230","title":"Cheonjedan Altar on Taebaeksan Mountain (태백산 천제단)","description":"Cheonjedan Altar is a set of altars that were set up by people in the past to offer goods to the heavens. Old records such as the \"Samguksagi (History of the Three Kingdoms)\" state that the Silla kingdom organized rituals in Taebaeksan Mountain, as it was considered a sacred mountain.<br><br>  Cheonjedan Altar consists of three altars with the main Cheonwangdan Altar at the center; Janggundan Altar to the north; and Hadan Altar (Lower Altar) to the south. The altars were built by stackings stones to serve as a holy fortress. Cheonwangdan Altar is made of natural stones. It has an oval shape and measures 27.5 meters in circumference, 3 meters in x_height.","regDate":"2022-07-24","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-07-24-1658705786230/2611386_image2_1.webp","blogPath":"Gangwon-do/2022-07-24-1658705786230"},{"id":"2022-07-24-1658702212025","title":"Cheongtaesan National Recreational Forest (국립 청태산자연휴양림)","description":"The 1,200-meter-high Cheongtaesan Mountain is a mountain where planted and naturally growing trees flourish in harmony, creating dense forests that provide a habitat for woodland creatures. In the summer, the forest is a convenient stopover for vacationers headed for the East Coast and both children and adults can enjoy learning about the local ecology at the Forest Education Facility.","regDate":"2022-07-24","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"/2022-07-24-1658702212025/2657021_image2_1.webp","blogPath":"Gangwon-do/2022-07-24-1658702212025"},{"id":"2022-07-24-1658698496859","title":"Cheongok Golden Bat Cave (천곡황금박쥐동굴)","description":"Cheongok Golden Bat Cave in Donghae is the only natural cave in Korea located in a downtown area. Estimated to have been created 400 to 500 million years ago, the cave is known to serve as a habitat for the endangered golden bats. The cave's total length stretches for 1,510 meters, with only 810 meters of the cave open the public while the rest of cave remains protected for preservation purposes. The cave features ceiling craters, one of which is the longest in Korea, along with stalactite curtains, travertine terraces, stalactite cascades, and many other fantastic rock formations. The cave's unique features provide a grand spectacle for tourists and great speleological samples for researchers. A 785-meter walkway was made using the sinkhole created by dissolved limestone to help visitors get a better understanding of cave formations.","regDate":"2022-07-24","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites"],"imgUrl":"/2022-07-24-1658698496859/2711124_image2_1.webp","blogPath":"Gangwon-do/2022-07-24-1658698496859"},{"id":"2022-07-24-1658695032741","title":"Cheongnyeongpo Cape - Gangwon Paleozoic Geopark (청령포 (강원고생대 국가지질공원))","description":"Cheongnyeongpo Cape, located in Yeongwol-gun, is known as the place of King Danjong’s exile. Every April, Danjong Cultural Festival is held, where visitors can experience the Danjong exile road that starts at Cheongnyeongpo Cape.","regDate":"2022-07-24","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-07-24-1658695032741/2517660_image2_1.webp","blogPath":"Gangwon-do/2022-07-24-1658695032741"},{"id":"2022-07-24-1658691081099","title":"Cheongchoho Lake (청초호)","description":"Cheongchoho Lake, located in the center of Sokcho city, is a large natural lake with a circumference of 5 m and an area of 1.3 km2. The source water originates from the Misiryeong Valley of Taebaek Mountain Range and flows to the Cheongchocheon Stream and to this beautiful lake, and then continues to the adjacent sea. So, the lake is an intermediate stop between the river and the sea. Cheongchojeong Pavilion is located above the lake, offering an open view of Seoraksan Mountain and the East Sea. As it is situated at the end of the 75 m-long ocean bridge, you will feel standing in the middle of the lake and enjoy a panoramic view of the lake. Shining more at night, this pavilion is regarded as the best attraction for the beautiful night view in Sokcho. It also attracts visitors’ attraction with its sculptures of the blue and yellow dragons, which were established based on the local legend associated with Cheongchoho Lake. The trail built around the lakeside is equipped with a nighttime lighting system so that many people visit it at night and the benches for rest and appreciating the view. There are many attractions around the lake, such as Seokbong Ceramic Museum, bird sanctuary, etc. The Cheongchoho Lake Park was the venue of the International Travel Expo ’99 Kangwon and is known for its 73.4 m high Expo Tower Observatory.","regDate":"2022-07-24","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites"],"imgUrl":"/2022-07-24-1658691081099/2711161_image2_1.webp","blogPath":"Gangwon-do/2022-07-24-1658691081099"},{"id":"2022-07-24-1658688140717","title":"Cheonbuldong Valley (천불동계곡)","description":"As one of the Ten Sights of Seoraksan Mountain, the Cheonbuldong Valley is also called Seorakgol Valley, being a representative valley of the mountain. Along the valley covering about 7 km from Biseondae Rock to Daecheongbong Peak, visitors can enjoy the splendid scenery of various attractions including Waseondae Rock, Munjudam Pool, Ihodam Pool, Gwimyeonam Rock, Oryeon Falls, and Cheondang Falls. It has all magnificent views of Seoraksan Mountain. The Cheonbuldong Valley is also regarded as one of Korea’s top 3 valleys along with Chilseon Valley of Jirisan Mountain and Tamna Valley of Hallasan Mountain. It offers beautiful seasonal views every year, and among them, the autumnal foliage is considered the best scenery of the valley. Its colorfully-tinged autumnal leaves are in harmony with rocks in fantastic shapes, attracting many hikers in autumn.","regDate":"2022-07-24","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Valleys"],"imgUrl":"/2022-07-24-1658688140717/1966681_image2_1.webp","blogPath":"Gangwon-do/2022-07-24-1658688140717"}],"navList":["Busan","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Incheon","Jeju-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}