{"pageProps":{"content":"![Inwangsan Mountain (인왕산)](/2022-08-04-1659605785634/1894462_image2_1.webp)\n\n  \n## Overview\n\n> The ancient fortress walls of Seoul that connect the ritual grounds of King Taejo and Muhakdaesa to the Sajik Tunnel and Jahamun Gate still remain on the grounds of Inwangsan Mountain. Many people enjoy hiking the path that begins at Sajik Tunnel, which leads to the peak of the mountain passing the fortress walls, then hike back down to Buam-dong. The hiking course is also connected to the road in front of Cheongwadae, so hikers can also walk along the historical Palpan-ro road, Hyoja-ro road, and Gyeongbokgung Palace. The hiking path located behind Sajik Park leads to Hwanghakjeong Pavilion, where archers during the Joseon dynasty once honed their marksmanship. The Hwanghakjeong Pavilion was originally located within the Gyeonghuigung Palace, but was relocated to the mountain. From the top, a panoramic view of the surrounding area spreads as far as Inwangsan Mountain, Naksan Mountain, Namsan Mountain, and Baegaksan Mountain with Gyeongbokgung Palace at its center.\n<br><br>\nThe hiking path past Sajik Park's T-intersection is a popular walking course to nearby office workers during lunch time. A view of Cheongwadae is visible from atop Beombawi Rock (tiger's rock). For hikers seeking to walk along the ridges, it is recommended to take the path down to Hongje-dong quarry or Jahamun Gate. Hikers are recommended to take their time to fully enjoy the view of the surroundings while walking along the path of the outer walls. The stone stairway following the path past Changuimun Gate will take hikers to the path along the outer walls. This path stretches for approximately 200 meters and a set of stones used to build the city walls during the reign of King Taejo, King Sejong, and King Sukjung still remain along the way. The thick, dark-colored mosses on the stones indicate the long history of Seoul.<br><br>\n\nThe view of the refreshing landscape and Inwangsan Mountain's peak will greet the hikers once they walk back to the inner city walls through a step of stones. Hikers will be able to get a bird's-eye-view of Seoul's mountains and skyscrapers surrounding the Hangang River. The city walls along the path going down to Cheongun-dong still withhold their beauty from the past.\n<br><br>\nInwangsan Mountain stands at a x_height of 338.2 meters and spreads throughout the regions of Hongje-dong in Seodaemun-gu and Muak-dong, Nusang-dong, Ogin-dong and Buam-dong in Jongno-gu. The unique and colossal rock formations and the view of Seoul and Cheongwadae are only a few of the many charms of Inwangsan Mountain.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330<br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-2-2148-2834|\n|restdate:|Mondays (If Monday is a public holiday, then closed the day after the holiday)|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Available Facilities:|Benches, small performance hall, etc.|\n  \n## Detail Image\n![/2022-08-04-1659605785634/1880365_image2_1.webp](/2022-08-04-1659605785634/1880365_image2_1.webp)\n![/2022-08-04-1659605785634/1894464_image2_1.webp](/2022-08-04-1659605785634/1894464_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-2-2148-2834](tel:+82221482834)\n- [🏠tour.jongno.go.kr ](http://tour.jongno.go.kr)\n\n\n```googleMap\nlatitude: 37.5735670596\nlongitude: 126.9640832471\ntitle: 29, Inwangsan-ro 1-gil, Jongno-gu, Seoul\n```\n  \n## Directions\n  \n[Subway + Bus]<br>\nGyeongbokgung Station (Seoul Subway Line 3), Exit 3.<br>\nGo straight 90 m to the Gyeongbokgung Station Bus Stop.<br>\nTake Jongno Bus No. 09 and get off at Ogin APT. Bus Stop.<br>\nWalk for approx. 660 m to Inwangsan Mountain.\n","data":{"id":"2022-08-04-1659605785634","title":"Inwangsan Mountain (인왕산)","description":"The ancient fortress walls of Seoul that connect the ritual grounds of King Taejo and Muhakdaesa to the Sajik Tunnel and Jahamun Gate still remain on the grounds of Inwangsan Mountain. Many people enjoy hiking the path that begins at Sajik Tunnel, which leads to the peak of the mountain passing the fortress walls, then hike back down to Buam-dong. The hiking course is also connected to the road in front of Cheongwadae, so hikers can also walk along the historical Palpan-ro road, Hyoja-ro road, and Gyeongbokgung Palace. The hiking path located behind Sajik Park leads to Hwanghakjeong Pavilion, where archers during the Joseon dynasty once honed their marksmanship. The Hwanghakjeong Pavilion was originally located within the Gyeonghuigung Palace, but was relocated to the mountain. From the top, a panoramic view of the surrounding area spreads as far as Inwangsan Mountain, Naksan Mountain, Namsan Mountain, and Baegaksan Mountain with Gyeongbokgung Palace at its center.<br><br>The hiking path past Sajik Park's T-intersection is a popular walking course to nearby office workers during lunch time. A view of Cheongwadae is visible from atop Beombawi Rock (tiger's rock). For hikers seeking to walk along the ridges, it is recommended to take the path down to Hongje-dong quarry or Jahamun Gate. Hikers are recommended to take their time to fully enjoy the view of the surroundings while walking along the path of the outer walls. The stone stairway following the path past Changuimun Gate will take hikers to the path along the outer walls. This path stretches for approximately 200 meters and a set of stones used to build the city walls during the reign of King Taejo, King Sejong, and King Sukjung still remain along the way. The thick, dark-colored mosses on the stones indicate the long history of Seoul.<br><br>The view of the refreshing landscape and Inwangsan Mountain's peak will greet the hikers once they walk back to the inner city walls through a step of stones. Hikers will be able to get a bird's-eye-view of Seoul's mountains and skyscrapers surrounding the Hangang River. The city walls along the path going down to Cheongun-dong still withhold their beauty from the past.<br><br>Inwangsan Mountain stands at a x_height of 338.2 meters and spreads throughout the regions of Hongje-dong in Seodaemun-gu and Muak-dong, Nusang-dong, Ogin-dong and Buam-dong in Jongno-gu. The unique and colossal rock formations and the view of Seoul and Cheongwadae are only a few of the many charms of Inwangsan Mountain.","regDate":"2022-08-04","author":"korea-tour","tag":["Seoul","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-08-04-1659605785634/1894462_image2_1.webp","blogPath":"Seoul/2022-08-04-1659605785634","pageUrl":"https:/mcdryad.com/Seoul/2022-08-04-1659605785634"},"dataList":[{"id":"2022-08-06-1659793358880","title":"Nakseonjae Hall (낙선재)","description":"Located inside Changdeokgung Palace, Nakseonjae Hall is a one-story structure built in <em>ikgong</em> style (bird wing-shaped eaves placed on top of the pillars) with a hip tiled and gable roof. It has 6 <em>kan</em> in the front and 2 <em>kan</em> (traditional unit of measurement of the space between pillars) to the sides. It originally belonged to the nearby Changgyeonggung Palace, but came to be considered a part of Changdeokgung Palace in more recent years. <br><br>The hall was constructed in 1846 (12th year of King Heonjong’s reign) and it is collectively called Nakseonjae together with the adjacent Seokbokheon Hall and Sugangjae Hall.<br><br>Behind the building is a flower garden made of stacked large stones. The chimney, the flowers, and the oddly shaped stones harmoniously blend into one another to create an outstanding landscape gardening.","regDate":"2022-08-06","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Palaces"],"imgUrl":"/2022-08-06-1659793358880/1568293_image2_1.webp","blogPath":"Seoul/2022-08-06-1659793358880"},{"id":"2022-08-06-1659790781490","title":"Naksan Park (낙산공원)","description":"Naksan Park gets its name from its camel hump-like appearance. The mountain is a solid granite bedrock. The Joseon royal family enjoyed the natural beauty of the granite mountain, but during the Japanese Colonial Period, a hasty manner of urban planning resulted in the demolition of most parts of the mountain.  In an effort to save the remaining green belts, Naksan was designated as a park on June 10, 2002.  Located in the center of the Seoul, this historical and beautiful park allows its visitors to view the magnificence of the entire city.","regDate":"2022-08-06","author":"korea-tour","tag":["Seoul","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-08-06-1659790781490/1568087_image2_1.webp","blogPath":"Seoul/2022-08-06-1659790781490"},{"id":"2022-08-06-1659785905323","title":"N. Olive Esthetic (앤올리브 에스테틱)","description":"Located on the first underground floor of Times Square in Yeongdeungpo, N. Olive Esthetic is a spa and beauty care shop. It offers professional nail art, hand and foot care and skin and full body therapies. Services include specialty packages like the Oil Candle Therapy (aroma oil produced from melted candles) using beauty care items from France. Every service includes a foot massage.","regDate":"2022-08-06","author":"korea-tour","tag":["Seoul","Culture/Art/History","Recreational Sites","Hot Springs & Spa"],"imgUrl":"/2022-08-06-1659785905323/1021637_image2_1.webp","blogPath":"Seoul/2022-08-06-1659785905323"},{"id":"2022-08-06-1659782393656","title":"Myogaksa Temple-Seoul (묘각사 (서울))","description":"Located east of Naksan Mountain at Sungin-dong, Jongno-gu in Seoul, Myogaksa Temple offers the urbanites a chance to experience Temple Stay. Since 2002, Myogaksa Temple has run its special Temple Stay program titled “Free from All Anxiety”, which sees a growing number of foreign participants every year. Moreover, you may also have a chance to experience Korean traditional culture as well as get to know Korean history better through interesting stories.","regDate":"2022-08-06","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-08-06-1659782393656/1927908_image2_1.webp","blogPath":"Seoul/2022-08-06-1659782393656"},{"id":"2022-08-06-1659778692386","title":"Myeongdong Cathedral (서울 명동성당)","description":"Myeongdong Cathedral is the Church for Archdiocese of Seoul and was also the birthplace for the Roman Catholic Church community in Korea. The church houses the remains of several individuals  Bishop Laurent Joseph Marie Imbert (1796-1839), and priests Peter Simon (1803-1839), James (Jacques Honor Chastan, 1803-1839) and Pourthie Jean Antoine Charles (1830-1866) and four martyrs. <br /><br />Myeongdong Cathedral is located in downtown Seoul and tourists frequently come and visit the place. Near the cathedral are other tourism spots such as Namsangol Hanok Village preserving Korean traditional houses, N Seoul Tower overlooking Seoul and Namdaemun Market, a traditional market with a wide variety of food and goods.","regDate":"2022-08-06","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Holy Sites"],"imgUrl":"/2022-08-06-1659778692386/1987703_image2_1.webp","blogPath":"Seoul/2022-08-06-1659778692386"},{"id":"2022-08-06-1659775380033","title":"Myeong-dong, Namdaemun, Bukchang-dong, Da-dong and Mugyo-dong Special Tourist Zone (명동 남대문 북창동 다동무교동 관광특구)","description":"Myeong-dong, Namdaemun, Bukchang-dong and Da-dong are widely known among international visitors as hot spots for shopping and food. <br><br>Myeong-dong is a popular destination for shopping, culture, arts and fashion. Major shopping malls such as Lotte Department Store, Shinsegae Department Store, Myeong-dong Migliore and Samik Fashion Town are located here. Shoppers can find a variety of products here from high-end items to relatively inexpensive clothes. There’s also no shortage of street food, traditional restaurants, coffee shops and fancy cafes. <br><br>Namdaemun Market is the biggest traditional market in Korea. Visitors can purchase souvenirs and local produce at an affordable price in the shopping complex crowded with stores and street stalls. The market sells a variety of clothes, kitchenware, toys, accessories, food, flowers and imported goods. <br><br>Bukchang-dong and Sogong-dong have high-end accommodations including Lotte Hotel Seoul and Westin Chosun Seoul, duty-free shops, and restaurants serving traditional dishes. <br><br><b>Myeong-dong, Namdaemun Market and Bukchang-dong Special Tourist Zone  <br></b><b>Areas included </b> Myeong-dong, Bukchang-dong, Mugyo-dong and Da-dong, Seoul<br><b>Area size </b> 872,809 ㎡ <br><b>Tourist attractions </b> Myeong-dong, Namdaemun Market and Bukchang-dong, Department Stores (Lotte Department and Shinsegae Department Store, etc.), Traditional Market, Duty-free Shop, Hanok Village, N Seoul Tower, etc.","regDate":"2022-08-06","author":"korea-tour","tag":["Seoul","Culture/Art/History","Recreational Sites","Tourist Complexes"],"imgUrl":"/2022-08-06-1659775380033/1946562_image2_1.webp","blogPath":"Seoul/2022-08-06-1659775380033"},{"id":"2022-08-06-1659771471224","title":"Myeong-dong Tourist Information Center (명동관광정보센터)","description":"Myeong-dong Tourist Information Center provides information on traveling, shopping, attractions and more in Seoul. Service is provided in Korean, English, Japanese, and Chinese. The center also offers experience programs like using Hangeul stamps.","regDate":"2022-08-06","author":"korea-tour","tag":["Seoul","Culture/Art/History","Experience Programs","Unique Experience"],"imgUrl":"/2022-08-06-1659771471224/2582594_image2_1.webp","blogPath":"Seoul/2022-08-06-1659771471224"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}