{"pageProps":{"content":"![Jangsaengpo Whale Culture Village (장생포 고래문화마을)](/2022-07-16-1657978935709/2020478_image2_1.webp)\n  \n## Overview\n\n> Opened in 2015, Jangsaengpo Whale Culture Village reproduces the scene of an old whaling village through areas like Whale Plaza, Jangsaengpo Old Village, Prehistoric Whale Experience Garden, an aquatic botanical garden and other themed area as well as a sculpture park.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br>(Korean, English, Japanese, Chinese) <br>• For more info: +82-52-226-0980|\n|parking:|Available|\n|restdate:|Mondays, the day of Seollal (Lunar New Year's Day) & Chuseok (Korean Thanksgiving Day)|\n|usetime:|09:00-18:00 (Last admission 30 minutes before closing)|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Tour Course Information:|* West-facing entrance square - Totem pole - A Path to Meet Whales - Jangsaengpo Old Village - Aquatic Botanical Garden - Whale Square - Gorae Madang of Prehisitorical Era - Totem pole - Whale Story Trail - Whale Sculpture Park<br><br>* East-facing entrance square -  Jangsaengpo Old Village - Aquatic Botanical Garden - A Path to Meet Whales - Prehistoric Whale Experience Garden - Totem pole - Whale Sculpture Park - Whale Story Trail|\n|Admission Fees:|Individuals 2,000 won / Groups 1,600 won <br><br> * Groups - 20 people or more<br> * Free admission (ID & free admission ticket required): Senior citizens (ages 65 & older), babies (ages 2 & younger)<br>* Babies are not allowed in the 5D Video Center|\n|Available Facilities:|Whale Plaza, Jangsaengpo Old Village, Whale Sculpture Park, Outdoor stage, Whale Story Trail, Whale's Playground, Aquatic Botanical Garden, Parking Lot, 5D Video Room (under construction)|\n  \n## Detail Image\n![/2022-07-16-1657978935709/2020479_image2_1.webp](/2022-07-16-1657978935709/2020479_image2_1.webp)\n![/2022-07-16-1657978935709/2609404_image2_1.webp](/2022-07-16-1657978935709/2609404_image2_1.webp)\n![/2022-07-16-1657978935709/2609406_image2_1.webp](/2022-07-16-1657978935709/2609406_image2_1.webp)\n![/2022-07-16-1657978935709/2631125_image2_1.webp](/2022-07-16-1657978935709/2631125_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-52-226-0980](tel:+82522260980)\n- [🏠www.whalecity.kr](http://www.whalecity.kr)\n\n\n```googleMap\nlatitude: 35.5059312862\nlongitude: 129.3831038527\ntitle: 271-1, Jangsaengpogorae-ro, Nam-gu, Ulsan\n```\n  \n## Directions\n  \n[Local Bus]<br>\nTake Bus 246 in front of Ulsan Express Bus Terminal and get off at Jangsaengpo Whale Museum Bus Stop.\n","data":{"id":"2022-07-16-1657978935709","title":"Jangsaengpo Whale Culture Village (장생포 고래문화마을)","description":"Opened in 2015, Jangsaengpo Whale Culture Village reproduces the scene of an old whaling village through areas like Whale Plaza, Jangsaengpo Old Village, Prehistoric Whale Experience Garden, an aquatic botanical garden and other themed area as well as a sculpture park.","regDate":"2022-07-16","author":"korea-tour","tag":["Ulsan","Culture/Art/History","Experience Programs","Unique Experience"],"imgUrl":"/2022-07-16-1657978935709/2020478_image2_1.webp","blogPath":"Ulsan/2022-07-16-1657978935709","pageUrl":"https:/mcdryad.com/Ulsan/2022-07-16-1657978935709"},"dataList":[{"id":"2022-08-20-1660973797364","title":"Sinbulsan Falls National Recreational Forest (국립 신불산폭포자연휴양림)","description":"Sinbulsan Falls National Recreational Forest, located at the foot of Sinbulsan Mountain, is noted for the Yeongnam Alps and the beautiful surrounding valleys. Famous forest attractions in particular are the mountain's valleys and waterfalls. The Parasopokpo Falls are a picturesque series of cascading falls. Near the falls are old Buddhist temples and the silver grass field of Sinbulsan Mountain. The forest houses a walking path, health training facility, forest exhibition hall, and accommodation facilities such as the Cabin House, Forest Recreation Center, a camping deck and a camping site.","regDate":"2022-08-20","author":"korea-tour","tag":["Ulsan","Nature","Natural Sites","Recreational Forests"],"imgUrl":"/2022-08-20-1660973797364/219202_image2_1.webp","blogPath":"Ulsan/2022-08-20-1660973797364"},{"id":"2022-08-20-1660971253169","title":"Sinbulsan County Park (신불산군립공원)","description":"Sinbulsan County Park is located in parts of the Sangbuk and Samnam districts of Ulju County. The massive area encompasses 11.66 square kilometers and is home to one of the most impressive peaks in the Yeongnam Mountain Range found in the southeast of Korea. The park’s hiking trails interconnect with those of neighboring Gangwolsan and Yeongchwisan Mountains and attract a large number of hikers year-round.<br><br>Near the peak of Silbulsan Mountain sits a fortress with breathtaking views of silver grass. Water starts high above the clouds at Danjobong Peak and trickles down through streams and waterfalls to join the deep mountain valleys. One of the better known attractions in Silbulsan Mountain is Hongnyupokpo Falls which offers impressive views from its gentle cliffs. <br><br>Also nearby the mountain are Deungeok Hot Springs and a number of restaurants for hikers to visit and enjoy after a full day on the mountain.","regDate":"2022-08-20","author":"korea-tour","tag":["Ulsan","Nature","Natural Sites","County Parks"],"imgUrl":"/2022-08-20-1660971253169/689094_image2_1.webp","blogPath":"Ulsan/2022-08-20-1660971253169"},{"id":"2022-08-20-1660968397022","title":"Seuldo Island (슬도)","description":"Seuldo Island is located off the coast of Ulsan City in the southeastern part of the Korean Peninsula.<br><br>Its name, Seuldo (seul meaning the Korean stringed instrument geomungo), was given as the sound of wind and waves hitting the rock island is said to mimic the sound of geomungo. In fact, the sound of waves hitting the island is so good that it is called seuldomyeongpa or the resounding of waves.<br><br>The island is also known as Siruseom (siru meaning an earthenare steamer) for its resemblance to the upside down siru, and Gomboseom (gombo meaning pockmarks) for its stones with holes in them.<br><br>On the island, there is an unmanned lighthouse dating back to the late 1950s. The main economic activity on the island is fishery.","regDate":"2022-08-20","author":"korea-tour","tag":["Ulsan","Nature","Natural Sites"],"imgUrl":"/2022-08-20-1660968397022/1803670_image2_1.webp","blogPath":"Ulsan/2022-08-20-1660968397022"},{"id":"2022-08-19-1660914228428","title":"Seosaengpo Waeseong Fortress (서생포왜성)","description":"Seosaengpo Waeseong Fortress (Seosaengpo Japanese Fortress) is a  stone fortress typical of the Japanese style popular in the later part of the 16th century. It was built under the leadership of Japanese General Kato Kiyomasa  in 1592-1593 at the beginning of the Imjinwaeran War (Japanese invasion, 1592-1598). The main fortress is located on a mountaintop 200 meters above sea level, a  second fortress is halfway down the mountain, and a  third fortress is located at the bottom of the mountain. The  whole fortress is rectangular shaped. The fortress wall is 6 meters high and slants at an angle of 15 degrees.<br> <br>In 1594, a Buddhist monk named&nbsp;Samyeong-daesa came to Seosaengpo Waeseong Fortress four times to negotiate for peace, but he failed each time. In 1598, the fortress was taken over by Korea with the assistance of General Magwi of the Ming dynasty. A year later, Changpyodang Shrine was built in honor of 53 Koreans who died during battles against the Japanese invading forces. However, the shrine was destroyed during the Japanese imperialism period and no trace of it remains. It is possible to tell from Seosaengpo Jinseongdo (a map drawn up in 1872) that the fortress was also partially used by  Korean forces.","regDate":"2022-08-19","author":"korea-tour","tag":["Ulsan","Culture/Art/History","Historical Sites","Fortresses"],"imgUrl":"/2022-08-19-1660914228428/217707_image2_1.webp","blogPath":"Ulsan/2022-08-19-1660914228428"},{"id":"2022-08-19-1660908851329","title":"Seongnamsa Temple (석남사 울산)","description":"The name of the temple is believed to have originated from the fact that it is located south of Gajisan Mountain or Seokansan Mountain. Built in 824 A.D. (during the 16th year of King Heondeok’s reign), the temple was destroyed during the Japanese Invasions of Korea (1592-1598) and rebuilt in 1674 (during the 15th year of King Hyeongjong’s reign). Since then, it has gone through rebuilding several times. Consisting of 30 buildings, the temple is home to many Buddhist nuns.<br><br> Seongnamsa Three Story Pagoda (Local Tangible Cultural Property No. 5) was built in 824 A.D. by Monk Doui, reflecting his wish of protecting the country from foreign invasions. The pagoda was initially placed in front of Daeungjeon, but moved to the current location in 1973. Other notable relics in the temple include the Statue of Monk Doui (National Treasure No. 369), Three Story Sarira Pagoda, and Stone Water Tank (Cultural Property Material No. 4).","regDate":"2022-08-19","author":"korea-tour","tag":["Ulsan","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-08-19-1660908851329/2364269_image2_1.webp","blogPath":"Ulsan/2022-08-19-1660908851329"},{"id":"2022-07-17-1658031547503","title":"Seonam Lake Park (선암호수공원)","description":"Seonam Lake Park was originally developed to provide industrial water, and was closed off to the public with high barbed wire fences for over four decades. However, after the area was no longer used for industrial reasons, the fences were removed and the 1.2 ㎢ lake area was converted into a park. Various facilities and walking paths were created to compliment the breathtaking scenery and the  surroundings.","regDate":"2022-07-17","author":"korea-tour","tag":["Ulsan","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-07-17-1658031547503/2662719_image2_1.webp","blogPath":"Ulsan/2022-07-17-1658031547503"},{"id":"2022-07-16-1658014768474","title":"Petroglyphs of Cheonjeon-ri, Ulju (울주 천전리 각석)","description":"Petroglyphs refer to the paintings in which objects and symbols are carved, pecked, and colored on rocks, huge cliffs and cave walls.<br><br>Some of these rocky paintings are from as early as the late Paleolithic Era, but mostly they are seen from the New Stone Age, Neolithic Era and Bronze Age in which times these paintings were abundant.<br><br>The upper part of the rock shows various animals including deer pecked into the rock, and the lower part of the rock has writing and drawings of humans, and animals made by penciling.<br>As for the upper part, it is thought to have been made throughout the New Stone Age and Bronze Age to express their consciousness for abundance. In comparision, the painting of a cavalcade, a sailing boat, a dragon, a horse, and a deer and about 300 writings on the lower part of the rock were considered to be done by people during unified Silla, showing their belief of the area as a holy ground.","regDate":"2022-07-16","author":"korea-tour","tag":["Ulsan","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-07-16-1658014768474/2488059_image2_1.webp","blogPath":"Ulsan/2022-07-16-1658014768474"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}