{"pageProps":{"content":"![Ilyeong Herbland (일영허브랜드)](/2022-08-28-1661672238593/2431918_image2_1.webp)\n\n  \n## Overview\n\n> Ilyeong Herbland offers picturesque scenery, combining both natural and man-made beauty with herbal gardens resting on a wide outdoor field. Ilyeong Herbland is comprised of an herbal botanical garden, herbal shop, well-being corner, restaurant, outdoor garden, and walking paths. Visitors can buy herbal plants and can also have various herbal teas and boiled rice with herbal flowers.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br>(Korean, English, Japanese, Chinese) <br>• For more info: +82-31-871-4387|\n|parking:|Available|\n|restdate:|N/A (Open all year round)|\n|usetime:|March-November 10:00-21:00<br>December-February 10:00-20:00|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Film Locations:|Dramas - \"Iris (2009),\" \"Will it Snow for Christmas? (2009),\" \"On Air (2008)\"|\n|Available Facilities:|Herb Botanical Garden, Herb Healing Center, Mini Animal Zoo, Herb Living Shop, bakery, restaurant|\n|Admission Fees:|Free (Admission fee charged in the case of group visitors)|\n|Parking Fees:|Free|\n|Restrooms:|Available|\n  \n## Detail Image\n![/2022-08-28-1661672238593/2431912_image2_1.webp](/2022-08-28-1661672238593/2431912_image2_1.webp)\n![/2022-08-28-1661672238593/2431913_image2_1.webp](/2022-08-28-1661672238593/2431913_image2_1.webp)\n![/2022-08-28-1661672238593/2431915_image2_1.webp](/2022-08-28-1661672238593/2431915_image2_1.webp)\n![/2022-08-28-1661672238593/2431917_image2_1.webp](/2022-08-28-1661672238593/2431917_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-31-871-4387](tel:+82318714387)\n- [🏠www.yangju.go.kr](https://www.yangju.go.kr/tour/contents.do?key=860)\n\n\n```googleMap\nlatitude: 37.6754655943\nlongitude: 126.9237062634\ntitle: 346-26, Iryeong-ro, Yangju-si, Gyeonggi-do\n```\n  \n\n","data":{"id":"2022-08-28-1661672238593","title":"Ilyeong Herbland (일영허브랜드)","description":"Ilyeong Herbland offers picturesque scenery, combining both natural and man-made beauty with herbal gardens resting on a wide outdoor field. Ilyeong Herbland is comprised of an herbal botanical garden, herbal shop, well-being corner, restaurant, outdoor garden, and walking paths. Visitors can buy herbal plants and can also have various herbal teas and boiled rice with herbal flowers.","regDate":"2022-08-28","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Experience Programs","Farming Experience"],"imgUrl":"/2022-08-28-1661672238593/2431918_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-28-1661672238593","pageUrl":"https:/mcdryad.com/Gyeonggi-do/2022-08-28-1661672238593"},"dataList":[{"id":"2022-09-03-1662184132053","title":"Paju Historical Site Related to Yi I (파주이이유적)","description":"Paju Historical Site Related to Yi I is dedicated to a great scholar of the mid-Joseon dynasty. He was born to Lee Wonsu and Shin Saimdang in 1536. He passed Saengwonsi, a type of preliminary exam in 1564 (the 9th year of King Myeongjong), and another 9 exams so he was called Gudo Jangwongong. He served in key positions. He is thought to be one of the top two scholars along with Yi Hwang. <br>Jaunseowon Confucian Academy is home to the tablets of Yulgok Yi I and his family’s graveyard, located at the foot of Jaunsan Mountain. Jaunseowon Monument and Memorial Stone of Yi I Scholar are located here as well. Yulgok Memorial Hall displays his goods, and his biography. In February 2013, Jaunseowon Confucian Academy and the tombs of Yulgok Yi I and his mother Shin Saimdang were individually designated as Gyeonggi-do Cultural Assets, but the whole area as a whole is a designated National Historic Site under the name Historic Site related to Yi I.","regDate":"2022-09-03","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-09-03-1662184132053/2482208_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-03-1662184132053"},{"id":"2022-09-03-1662180256271","title":"Paju Book City (파주출판도시)","description":"Located in Paju, Gyeonggi-do, Paju Book City is a giant cultural complex, belonging to the Ministry of Culture, Sports, and Tourism. It is home to 250 publishers with over 10,000 workers. It covers the entire process of publishing from planning to printing and distribution.<br><br> Asia Publication Culture & Information Center houses book cafes, used bookstores, galleries, and restaurants, hosting diverse exhibitions and forums; Tan Tan Story House, run by Yeowon Media specializing in illustrated storybooks for children, is a cultural center for children with a performance hall, a gallery, and a book café. Other notable attractions include Yeolhwadang, Chameleon (BIR Publishing’s book outlet), Darakwon Book Café, and Moongongsa Book Café. The first floor of Paju Book City is full of book stores and cafes.<br><br>Visitors should note that some stores are closed on weekends and during holidays and generally operate 09 00-18 00. Aside from bookstores and cafes, Paju Book City also boasts many attractions. In a corner of the Asia Publication Culture & Information Center grounds is an elegant hanok (traditional Korean house) that boasts both traditional beauty and modern touches.","regDate":"2022-09-03","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Industrial Sites","Others"],"imgUrl":"/2022-09-03-1662180256271/1591764_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-03-1662180256271"},{"id":"2022-09-02-1662115396041","title":"Paju Bogwangsa Temple (보광사(파주))","description":"Bogwangsa Temple is a traditional temple located on the foothills of Goryeongsan Mountain in Paju. It was built by Great Monk Doseonguksa during the Silla Kindom period under the order of Queen Jinseong in AD 894. At the time, it was considered a hidden national treasure and one of the six grand temples located on the northern side of the Hangang River. In was once ruined during the Imjin War, and reconstructed in 1622 by Monk Seolmi and Monk Deogin. In 1667, Monk Jigan and Monk Seok Ryeon reconstructed Daeungbojeon Hall and Gwaneumjeon Hall.","regDate":"2022-09-02","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-09-02-1662115396041/1890586_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-02-1662115396041"},{"id":"2022-09-02-1662111652860","title":"Onemount Water Park (원마운트 워터파크)","description":"Situated near Hallyu World and KINTEX in Ilsan, Onemount is the largest multi-cultural space in the northwest metropolitan region. It is housed in three buildings with two underground floors and nine above-ground floors, for a total surface area of 161,602 square meters. Aiming to be the best playground in the world, Onemount features a shopping mall, snow park, water park, and a members-only luxury sports club, and also organizes various performances, events, and parties throughout the year.<br><br>Onemount Water Park is a huge urban water park that offers an array of both indoor and outdoor attractions. The water park offers spaces for sun tanning and enjoying the natural sunlight, and also hosts special poolside parties. It has nine water amusement facilities, with recreational facilities including a thrilling slide reaching 40 meters in x_height, a wave pool, a waterplay facility, and a running-water pool. Water also regularly splashes throughout the park, adding an element of excitement.","regDate":"2022-09-02","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Recreational Sites","Hot Springs & Spa"],"imgUrl":"/2022-09-02-1662111652860/2363346_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-02-1662111652860"},{"id":"2022-09-02-1662108412852","title":"Oido Island (오이도)","description":"Oido Island, located just off the southwestern coast from Siheung, is popular among Seoul citizens as a natural retreat. The island is also known for catching a wide variety of fish. Relics from the prehistoric era, including the New Stone Age, were excavated from this island. As a result, the island was registered as Historic Site No. 441. Oido Island is technically not an island, having only three sides surrounded by water but was called an island since the Joseon period under the name Ojirido and Ojiraedo.","regDate":"2022-09-02","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites"],"imgUrl":"/2022-09-02-1662108412852/2671612_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-02-1662108412852"},{"id":"2022-09-02-1662104566709","title":"Odusanseong Fortress (파주 오두산성)","description":"Odusanseong Fortress is built around the strategic summit of Odusasn Mountain. The walls stretch across roughly 620 meters and were built during the Baekje dynasty. The fortress is built on the intersection of the Imjingang River and the Hangang River on the summit of Odusan Mountain (119 meters). The mountain’s slope is steep and stones used in the construction of the fortress walls are scattered here and there at the summit. These scattered stones are evidence that the fortress underwent repairs several times during the Samguk (Three Kingdoms) era and the Joseon dynasty, as these stones were evidently quarried and used to mend the fortress walls. Excavations have discovered a great deal of earthenware, white porcelain, tile, and iron arrowheads. Topographically, the fortress sits on a prime strategic junction and the Unification Observatory has been situated there as well. The fortress stands as an important object of study concerning fortifications and structures from the Baekje dynasty. It has been recorded on the stele of King Gwanggaeto, Samguksagi (History of the Three Kingdoms), in the Naekjebongi (Baekje Annals) and on Daedongyeojido (Map of Korea) that the fortress was the Gwanmi Fortress of Baekje, attracting many scholars and researchers interested in this period.","regDate":"2022-09-02","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Fortresses"],"imgUrl":"/2022-09-02-1662104566709/188812_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-02-1662104566709"},{"id":"2022-09-02-1662102167895","title":"Odusan Unification Observatory (오두산 통일전망대)","description":"Located in Tanhyeon-myeon, Paju-si, Odusan Unification Observatory was established to console the feelings of dispersed families and provide an educational site for the unification education through 5F to B1 in 1992.<br>The observatory is situated in the northernmost ceasefire line of the western front where the Hangang River and Imjingang River meet. It offers a wide view of Songaksan Mountain in Gaeseong to the north and 63 Building in Seoul to the south. Also, it is a valuable unification security tourist attraction related to Imjingak, the 3rd Tunnel, and Panmunjeom (Joint Security Area) stretching along Jayu-ro Road in the northeast. <br>Since its opening, almost 1,900,000 people have visited the observatory to feel the reality of the division, making this area the best national unification education site.","regDate":"2022-09-02","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Architectural Sights","Monuments/Observatories"],"imgUrl":"/2022-09-02-1662102167895/2445770_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-02-1662102167895"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}