{"pageProps":{"content":"![Naksan Provincial Park (낙산도립공원)](/2022-10-06-1665039534342/763455_image2_1.webp)\n\n  \n## Overview\n\n> Naksan Provincial Park takes up 24km of shoreline in Yangyang, Gangwon-do. The park is centered on Naksansa Temple and Naksan Beach, but includes Osan, Dongho, and Hajodae Beaches, as well as many lakes and cliffs. The park is a great place to learn about Korean culture, including Buddhist culture at Naksansa Temple and other cultural relics, and the shoreline cliffs of pine trees. The park is a popular attraction in the summer, when visitors can swim in the ocean and play in the sand along the coast.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330<br>(Korean, English, Japanese, Chinese) <br> • For more info: +82-33-670-2518|\n|parking:|Available|\n|restdate:|* Subject to abrupt closure due to adverse weather conditions.|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Mountain Not Access Period:|Seasonal Forest Fire Watches<br>Spring: March 2-April 30 <br>Autumn: November 1-December 15<br* Periods and areas are subject to change based on fire weather advisories, snow/precipitation levels, and other local conditions.|\n|Restricted Mountain Areas :|[Refer to the website.](http://hiking.kworks.co.kr/sub_map/map_user01.aspx)|\n|Restrooms:|Available|\n  \n## Detail Image\n![/2022-10-06-1665039534342/175453_image2_1.webp](/2022-10-06-1665039534342/175453_image2_1.webp)\n![/2022-10-06-1665039534342/182431_image2_1.webp](/2022-10-06-1665039534342/182431_image2_1.webp)\n![/2022-10-06-1665039534342/483695_image2_1.webp](/2022-10-06-1665039534342/483695_image2_1.webp)\n![/2022-10-06-1665039534342/763456_image2_1.webp](/2022-10-06-1665039534342/763456_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-33-670-2518](tel:+82336702518)\n\n\n\n```googleMap\nlatitude: 38.1161018139\nlongitude: 128.6313821755\ntitle: 59, Haemaji-gil, Yangyang-gun, Gangwon-do\n```\n  \n## Directions\n  \n[Express/Intercity Bus]<br>\nTake a bus from Dong Seoul Bus Terminal to Yangyang.<br><br>\n\n[Bus]<br>\nFrom Yangyang Intercity Bus Terminal, take Bus No.9 or No.9-1 and get off at Naksan Park.<br><br>\n\n[Taxi]<br>\nApprox. 10 min from Yangyang Intercity Bus Terminal\n","data":{"id":"2022-10-06-1665039534342","title":"Naksan Provincial Park (낙산도립공원)","description":"Naksan Provincial Park takes up 24km of shoreline in Yangyang, Gangwon-do. The park is centered on Naksansa Temple and Naksan Beach, but includes Osan, Dongho, and Hajodae Beaches, as well as many lakes and cliffs. The park is a great place to learn about Korean culture, including Buddhist culture at Naksansa Temple and other cultural relics, and the shoreline cliffs of pine trees. The park is a popular attraction in the summer, when visitors can swim in the ocean and play in the sand along the coast.","regDate":"2022-10-06","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Provincial Parks"],"imgUrl":"/2022-10-06-1665039534342/763455_image2_1.webp","blogPath":"Gangwon-do/2022-10-06-1665039534342","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-10-06-1665039534342"},"dataList":[{"id":"2022-10-09-1665305469766","title":"Sambuyeonpokpo Falls [National Geopark] (삼부연폭포 (한탄강 국가지질공원))","description":"Sambuyeonpokpo Falls is a 20-meter-high, three-tier waterfall found at the slope of Myeongseongsan Mountain. The waterfall is the result of erosion of the intrusive granite rocks that protruded to the surface during the Cretaceous period. The name of the waterfall comes from the Chinese characters that mean three and gamasot, given for the waterfalls three sharp turns before the crest and the plunge pools resemblance to a gamasot, an old-fashioned iron pot.","regDate":"2022-10-09","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Waterfalls"],"imgUrl":"/2022-10-09-1665305469766/1136117_image2_1.webp","blogPath":"Gangwon-do/2022-10-09-1665305469766"},{"id":"2022-10-09-1665301431744","title":"Sambong National Recreational Forest (국립 삼봉자연휴양림)","description":"Located in Odaesan National Park, Sambong National Recreational Forest is filled with large acicular trees like fir and broad-leaved trees like birch. Lenoks, a species of freshwater fish that are considered a Korean natural treasure, found only in the cleanest water, thrive in the waters of the deep valley running through the park. The park is surrounded by three peaks – Gachilbong Peak (1,240 meters), Eungboksan Mountain (1,155 meters), and Sasambong Peak (1,107 meters). Sambong Mineral Spring, whose waters attract many visitors, is found In the middle of the three peaks. The spring’s waters are said to ease stomach complaints. The park is also popular since visitors can see beautiful fall foliage in autumn while enjoying the mountains and sea at the same time in summer.","regDate":"2022-10-09","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"/2022-10-09-1665301431744/608470_image2_1.webp","blogPath":"Gangwon-do/2022-10-09-1665301431744"},{"id":"2022-10-09-1665298551313","title":"Samaksan Mountain (삼악산 (춘천))","description":"Samaksan Mountain, paralleling to Uiamho Lake and the Bukhangang River, is one of the best scenic mountains in Chuncheon. As the mountain (san) comprises three rocky peaks (samak), which are Yonghwabong (main peak, 654 m), Cheongunbong (546 m), and Deungseonbong (632 m), it was named Samaksan Mountain. Although it is not a high and majestic mountain, it is considered a mountain with splendid scenery. Samaksan Mountain embraces a fantastic gorge formed through quartzitic jointing and waterfalls. Waterfalls in different sizes, such as Deungseon Falls, Seunghak Falls, and Juryeom Falls, create the splendid landscape, and the top of the mountain commands a panoramic view of downtown Chuncheon along with Uiamho Lake and the Bukhangang River. As its name tells, Samaksan Mountain is known for its rugged and precipitous features (aksan meaning a rugged, rocky mountain). The main access road to the mountain starts from the Deungseon Falls’ ticket booth and the Uiam Ticket Booth, and the trail from Uiam covers a hard, rocky section. As Gangwon-do Monument No. 16, Samaksan Mountain also has various interesting attractions, including Sangwonsa Temple, Heungguksa Temple, and Samaksanseong Fortress.","regDate":"2022-10-09","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-10-09-1665298551313/1842025_image2_1.webp","blogPath":"Gangwon-do/2022-10-09-1665298551313"},{"id":"2022-10-09-1665295006748","title":"Sacheon Beach (사천해변(사천해수욕장))","description":"Nestled between Gyeongpodae Beach and Yeongok Beach, Sacheon Beach is a clean and quiet beach covering an area of 18,000 ㎡ over a length of 300 meters. The beach opened on July 1, 1975; due to its close location to Gyeongpo Provincial Park, many vacationers choose to come here during the holidays. A thick pine forest spreads out against the beach, and the fine white sand and shallow waters make this area an ideal place for rest and relaxation.","regDate":"2022-10-09","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites"],"imgUrl":"/2022-10-09-1665295006748/1581179_image2_1.webp","blogPath":"Gangwon-do/2022-10-09-1665295006748"},{"id":"2022-10-09-1665290751411","title":"Pyeongchang Yukbaekmajigi (평창 육백마지기)","description":"Yukbaekmajigi refers to the peak of Cheongoksan Mountain on the southern side of Pyeongchang-gun, Gangwon-do. The large field is the size of six soccer fields and is 1,256 meters above sea level. The name comes from the saying that the field is large enough to spread 600 mal (Korean unit of measure) of rice seeds. Yukbaekmajigi is easy to reach by car and is becoming a popular eco-friendly tourist attraction. The view from the peak includes an open view of 20 large wind power generators on the vast field. There are also various photo zones for visitors.&nbsp;","regDate":"2022-10-09","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2022-10-09-1665290751411/2733650_image2_1.webp","blogPath":"Gangwon-do/2022-10-09-1665290751411"},{"id":"2022-10-08-1665226058950","title":"Pungsuwon Catholic Church (횡성 풍수원천주교회(풍수원성당))","description":"Pungsuwon was the first catholic village in which over 40 faithful from Yongin (Gyeonggi-do), led by Sin Tae-bo (or St. Peter), settled to escape the wrath of Sinyubakhae (religious persecution of Catholics) of 1801. Over a period of 80 years, the settlers had led their religious lives without a priest until Father Le Merre (a French priest) came to the village in 1888. Succeeding Le Merre in 1896, Father Jeong Gyu-ha (or Augustino), along with Chinese engineers, began to build Pungsuwon Cathedral.<br><br>Completed in 1907 by the faithful, the cathedral still remains a beautiful building even after 110 years; it is a popular spot for visitors, having frequently appeared in Korean dramas and films such as “Love Letter (1995 MBC miniseries).” It is the first cathedral built by a Korean priest as well as in Gangwon-do; it is the fourth cathedral built in Korea. Pungsuwon Cathedral was designated as Gangwon-do Local Cultural Property No.69 in 1982.","regDate":"2022-10-08","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Historical Sites","Holy Sites"],"imgUrl":"/2022-10-08-1665226058950/1583977_image2_1.webp","blogPath":"Gangwon-do/2022-10-08-1665226058950"},{"id":"2022-10-08-1665222355885","title":"Phoenix Pyeongchang (휘닉스 평창)","description":"Phoenix Pyeongchang is a famous recreational resort complex comprised of various leisure facilities including ski resort, golf club, condo, hotel, youth hostel, and others.","regDate":"2022-10-08","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Recreational Sites","Tourist Complexes"],"imgUrl":"/2022-10-08-1665222355885/1813466_image2_1.webp","blogPath":"Gangwon-do/2022-10-08-1665222355885"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}