{"pageProps":{"content":"![Myeong-dong Tourist Information Center (명동관광정보센터)](/2022-08-06-1659771471224/2582594_image2_1.webp)\n\n  \n## Overview\n\n> Myeong-dong Tourist Information Center provides information on traveling, shopping, attractions and more in Seoul. Service is provided in Korean, English, Japanese, and Chinese. The center also offers experience programs like using Hangeul stamps.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br>(Korean, English, Japanese, Chinese) <br>• For more info: +82-2-778-0333|\n|opendate:|November 29, 2013|\n|restdate:|The day of Seollal (Lunar New Year's Day) & Chuseok (Korean Thanksgiving Day)|\n|usetime:|09:00-18:00|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Available Facilities:|WiFi, coin locker, rest area, gift shop, foreign currency exchange center|\n|Interpretation Services Offered:|English, Japanese, Chinese|\n  \n## Detail Image\n![/2022-08-06-1659771471224/2582595_image2_1.webp](/2022-08-06-1659771471224/2582595_image2_1.webp)\n![/2022-08-06-1659771471224/2582596_image2_1.webp](/2022-08-06-1659771471224/2582596_image2_1.webp)\n![/2022-08-06-1659771471224/2582597_image2_1.webp](/2022-08-06-1659771471224/2582597_image2_1.webp)\n![/2022-08-06-1659771471224/2582598_image2_1.webp](/2022-08-06-1659771471224/2582598_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-2-778-0333](tel:+8227780333)\n- [🏠visitseoul.net](http://korean.visitseoul.net/index)\n\n\n```googleMap\nlatitude: 37.5651545234\nlongitude: 126.9849815808\ntitle: 66, Eulji-ro, Jung-gu, Seoul\n```\n  \n## Directions\n  \n[Subway]<BR>\nEuljiro 1-ga Station (Seoul Subway Line 2) Exit 5.<br>\nWalk for approx. 5 min.\n","data":{"id":"2022-08-06-1659771471224","title":"Myeong-dong Tourist Information Center (명동관광정보센터)","description":"Myeong-dong Tourist Information Center provides information on traveling, shopping, attractions and more in Seoul. Service is provided in Korean, English, Japanese, and Chinese. The center also offers experience programs like using Hangeul stamps.","regDate":"2022-08-06","author":"korea-tour","tag":["Seoul","Culture/Art/History","Experience Programs","Unique Experience"],"imgUrl":"/2022-08-06-1659771471224/2582594_image2_1.webp","blogPath":"Seoul/2022-08-06-1659771471224","pageUrl":"https:/mcdryad.com/Seoul/2022-08-06-1659771471224"},"dataList":[{"id":"2022-08-07-1659844808642","title":"Rail Cruise Haerang (레일크루즈 해랑열차)","description":"Rail Cruise Haerang, a hotel-on-wheels, began operating in November 2008 as the nation's first tourist train with sleeping accommodations. With a name meaning \"together with the sun,\" Haerang is designed to be a luxury train similar to a yacht traveling along a beautiful mountain river beneath the bright sun. The exterior of the train is painted in a deep blue with gold lines and a logo featuring a phoenix while the interior design has Korean elements. Tourists will enjoy their time on the train, with personalized services and full amenities.","regDate":"2022-08-07","author":"korea-tour","tag":["Seoul","Culture/Art/History","Experience Programs","Unique Experience"],"imgUrl":"/2022-08-07-1659844808642/2440943_image2_1.webp","blogPath":"Seoul/2022-08-07-1659844808642"},{"id":"2022-08-07-1659840061906","title":"Pungnap-dong Toseong Fortress (서울 풍납동 토성)","description":"Onjo, the progenitor of Kingdom Baekje, first settled in Wiryeseong Hanam. But exact location is still unknown. One thing for sure, however, is that Pungnaptoseong Fortress, Mongchontoseong Fortress, Bangidong Ancient Tombs of Baekje, Seokchondong Stone Mound Tomb of Early Baekje are the remains of Baekje. Pungnaptoseong Fortress faces Hangang River to its west and connects to Mongchontoseong Fortress to the south. To the northwest faces Achasanseong Fortress over Hangang River and far to the southeast is Namhansanseong Fortress.<br><br>Pungnaptoseong Fortress, located at the south end of Cheonhodaegyo Bridge over Hangang River, is one of the remains of Early Baekje. Originally, the fortress was 4km in circumference, but due to massive overflowing of Hangang River during flood season in 1925, most of the fortress was lost and only 2.7km of it remains. To the east of the fortress are 4 vestiges of the fortress gates. The remains from the prehistoric era through the  Samguk (Three States) era have been unearthed, indicating that this place was a residential area well before the Baekje Era. Through vigorous excavation, some people suggest that there used to be a  palace located here during the Baekje Era.","regDate":"2022-08-07","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Fortresses"],"imgUrl":"/2022-08-07-1659840061906/566413_image2_1.webp","blogPath":"Seoul/2022-08-07-1659840061906"},{"id":"2022-08-07-1659834580035","title":"Olympic Park (올림픽공원)","description":"Olympic Park is an impressive leisure facility in which historic remains from the Baekje era share space with modern, state-of-the-art sports stadiums, an eco-friendly forest, and spacious grass fields. The legacy of the 1988 Seoul Olympics, the park not only houses the country’s largest sports arena, but has also become a place where Seoul residents come to relax and unwind. <br><br>Spread across approximately 1.45 million square meters, Olympic Park encompasses the land that was once Mongchontoseong Fortress and Mongchonhaeja (manmade lake) from the early Baekje period. The park is divided into several zones, including a leisure sports park, a cultural art park, an eco-park, and the History Experience Park dedicated to the area’s rich historic heritage. <br><br>Because Olympic Park is so large and takes over three hours to explore, visitors are advised to familiarize themselves with entrances and exits and travel routes before they start. To further save time, visitors can ride the Road Train (“Hodori Train”) located next to Peace Square.","regDate":"2022-08-07","author":"korea-tour","tag":["Seoul","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-08-07-1659834580035/2650439_image2_1.webp","blogPath":"Seoul/2022-08-07-1659834580035"},{"id":"2022-08-07-1659834556801","title":"Odong Neighborhood Park (오동근린공원)","description":"Odong Neighborhood Park is located in the areas of Beon-dong and Mia-dong in Gangbuk-gu and Wolgok-dong in Seongbuk-gu. The park is large in size and has a dense forest with various facilities like a resting area, community sports center, grassy lawn, tennis court, acupressure trail with red clay, walking paths, and much more. Nearby residents visit the park for leisure and relaxation.","regDate":"2022-08-07","author":"korea-tour","tag":["Seoul","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-08-07-1659834556801/2025939_image2_1.webp","blogPath":"Seoul/2022-08-07-1659834556801"},{"id":"2022-08-07-1659834533845","title":"OME Cooking Lab (오미요리연구소)","description":"OME Cooking Lab offers a one-day class where participants can learn to cook Korean food. The participants will be able to learn from scratch, starting from choosing the right ingredients at Korea's local markets and interacting with the market's vendors. After the cooking session, participants can enjoy the meal in a hanok (traditional Korean house). Participants mostly consist of foreigners, and the class is offered in Korean, English, and Chinese.","regDate":"2022-08-07","author":"korea-tour","tag":["Seoul","Culture/Art/History","Experience Programs","Traditional Experience"],"imgUrl":"/2022-08-07-1659834533845/2554819_image2_1.webp","blogPath":"Seoul/2022-08-07-1659834533845"},{"id":"2022-08-07-1659834417508","title":"Nodeulseom Island (노들섬)","description":"Originally called Jungjido Island until the 1950s, Nodeulseom Island was a sandy plain used for recreational purposes until the areas of Hangang River underwent development in the '60s and '70s. The sand was used to create what seems like an island floating in the middle of the Hangang River. Nodeulseom Island was left abandoned for the next 50 years until 2005, when the Seoul Metropolitan Government purchased the property. After a series of planning and changes, the island was open to the public in 2019 as a recreational area while preserving most of its original form. Nodeulseom Isand's main attractions consist of a live house, bookstore, music lounges, garden, and more, serving as a cultural entertainment spot to the public.&nbsp;<br>","regDate":"2022-08-07","author":"korea-tour","tag":["Seoul","Culture/Art/History"],"imgUrl":"/2022-08-07-1659834417508/2638965_image2_1.webp","blogPath":"Seoul/2022-08-07-1659834417508"},{"id":"2022-08-06-1659821861702","title":"Nanji Hangang Park (Nanji Camping Site) (한강시민공원 난지지구(난지한강공원))","description":"As part of the Hangang Renaissance project, Nanji Hangang Park will be transformed into an eco-friendly theme park that should attract visitors from around the world.<br><br>The Park will feature the Nanji Eco-Wetland, Nanji Campground and a marina. Also, there will be a specially designed area where visitors can enjoy extreme sports such as inline skating and BMX. A riverside swimming pool, the Water Plaza, and a riverside stage will be set up as well. Visitors will be able to relax and take a leisurely stroll around the park.   <br><br>The fully equipped Nanji Campground will open first in August 2009. The campsite is complete with all the items and facilities needed for camping, such as 24-hour-shower rooms, tents, and BBQ grills. This camping site is open to everyone.","regDate":"2022-08-06","author":"korea-tour","tag":["Seoul","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-08-06-1659821861702/1805802_image2_1.webp","blogPath":"Seoul/2022-08-06-1659821861702"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}