{"pageProps":{"content":"![Gyeongju-si Special Tourist Zone (경주시 관광특구)](/2022-11-30-1669786623765/1750863_image2_1.webp)\n\n  \n## Overview\n\n> Gyeongju was the capital city of the ancient kingdom of Silla. The city is often referred to as a “museum without walls” because of the many cultural relics scattered throughout the city. Almost everything in this city, from the streets to the mountains, is rich in history. Gyeongju has roughly 300 sites that have been designated as a cultural heritage, with some of them being UNESCO-recognized World Heritage Sites.<br><br>The Gyeongju Special Tourist Zone includes the districts of Namsan, Wolseong, Daereungwon, Hwangryongsa and Sanseong. This area has a total of 52 cultural assets registered on the World Heritage list. Many of the hills are actually royal tombs and fields of grass used to be sites of ancient temples.<br><br>The entire Namsan Mountain can almost be considered a cultural asset because of the many stone pagodas and Buddha statues that can be found here. The Bulguk district is home to many of Gyeongju’s most well-known attractions such as Bulguksa Temple, Seokguram Grotto, Gyeongju Folk Village, Silla Arts and Science Museum, and Goereung.<br><br>In the Bomun district, there are plenty of recreation facilities surrounding Bomunho Lake. Other attractions in the area include Gyeongju World Culture Expo Park, Gyeongju World and Silla Millennium Park.<br><br><b>Gyeongju Special Tourist Zone <br></b><b>Areas included </b> Downtown area, Bomun Lake Resort and Bulguksa Temple in Gyeongju-si, Gyeongsangnam-do<br><b>Area size </b> 32,650,000㎡ <br><b>Tourist Attractions </b> Bulguksa Temple, Seokguram Grotto, Daereungwon Tomb Complex, Namsan Mountain, Bomunho Lake, Shilla Millennium Park, Gyeongju World Culture Expo Park, etc.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br>(Korean, English, Japanese, Chinese) <br> • For more info: +82-54-779-6084|\n|parking:|26 public parking lots are available at tourist sites, Bomun Tourism Complex and Bulguksa Temple|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Available Facilities:|Tourist information center, casino, traditional Korean-style hotel, luxury hotel, tourist hotel, resort condominiums, folk village, swimming pool, souvenir shop exclusively for foreigners, nightlife restaurant exclusively for foreigners, etc.|\n|Facilities for the Handicapped:|Paths and restrooms exclusively for the disabled are available at tourist sites.|\n|Restrooms:|Public restrooms are available at tourist sites and around Bomunho Lake and Bulguksa Temple.|\n|Interpretation Services Offered:|English and Japanese travel guidebooks are available at hotels in the Bomun Tourism Complex, tourist information centers and tourist sites in the downtown area.|\n  \n## Detail Image\n![/2022-11-30-1669786623765/202489_image2_1.webp](/2022-11-30-1669786623765/202489_image2_1.webp)\n![/2022-11-30-1669786623765/202635_image2_1.webp](/2022-11-30-1669786623765/202635_image2_1.webp)\n![/2022-11-30-1669786623765/1046392_image2_1.webp](/2022-11-30-1669786623765/1046392_image2_1.webp)\n![/2022-11-30-1669786623765/1046401_image2_1.webp](/2022-11-30-1669786623765/1046401_image2_1.webp)\n![/2022-11-30-1669786623765/1753738_image2_1.webp](/2022-11-30-1669786623765/1753738_image2_1.webp)\n![/2022-11-30-1669786623765/1753739_image2_1.webp](/2022-11-30-1669786623765/1753739_image2_1.webp)\n![/2022-11-30-1669786623765/1753741_image2_1.webp](/2022-11-30-1669786623765/1753741_image2_1.webp)\n![/2022-11-30-1669786623765/1776807_image2_1.webp](/2022-11-30-1669786623765/1776807_image2_1.webp)\n![/2022-11-30-1669786623765/179526_image2_1.webp](/2022-11-30-1669786623765/179526_image2_1.webp)\n![/2022-11-30-1669786623765/1954568_image2_1.webp](/2022-11-30-1669786623765/1954568_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-54-779-6084](tel:+82547796084)\n- [🏠www.gyeongju.go.kr](http://www.gyeongju.go.kr/tour)\n\n\n```googleMap\nlatitude: 35.8315650725\nlongitude: 129.2892916998\ntitle: 614, Gyeonggam-ro, Gyeongju-si, Gyeongsangbuk-do\n```\n  \n## Directions\n  \n[Bus]<BR>\nFrom Seoul Express Bus Terminal, take a bus to Gyeongju Bus Terminal.\n","data":{"id":"2022-11-30-1669786623765","title":"Gyeongju-si Special Tourist Zone (경주시 관광특구)","description":"Gyeongju was the capital city of the ancient kingdom of Silla. The city is often referred to as a “museum without walls” because of the many cultural relics scattered throughout the city. Almost everything in this city, from the streets to the mountains, is rich in history. Gyeongju has roughly 300 sites that have been designated as a cultural heritage, with some of them being UNESCO-recognized World Heritage Sites.<br><br>The Gyeongju Special Tourist Zone includes the districts of Namsan, Wolseong, Daereungwon, Hwangryongsa and Sanseong. This area has a total of 52 cultural assets registered on the World Heritage list. Many of the hills are actually royal tombs and fields of grass used to be sites of ancient temples.<br><br>The entire Namsan Mountain can almost be considered a cultural asset because of the many stone pagodas and Buddha statues that can be found here. The Bulguk district is home to many of Gyeongju’s most well-known attractions such as Bulguksa Temple, Seokguram Grotto, Gyeongju Folk Village, Silla Arts and Science Museum, and Goereung.<br><br>In the Bomun district, there are plenty of recreation facilities surrounding Bomunho Lake. Other attractions in the area include Gyeongju World Culture Expo Park, Gyeongju World and Silla Millennium Park.<br><br><b>Gyeongju Special Tourist Zone <br></b><b>Areas included </b> Downtown area, Bomun Lake Resort and Bulguksa Temple in Gyeongju-si, Gyeongsangnam-do<br><b>Area size </b> 32,650,000㎡ <br><b>Tourist Attractions </b> Bulguksa Temple, Seokguram Grotto, Daereungwon Tomb Complex, Namsan Mountain, Bomunho Lake, Shilla Millennium Park, Gyeongju World Culture Expo Park, etc.","regDate":"2022-11-30","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Recreational Sites","Tourist Complexes"],"imgUrl":"/2022-11-30-1669786623765/1750863_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-11-30-1669786623765","pageUrl":"https:/mcdryad.com/Gyeongsangbuk-do/2022-11-30-1669786623765"},"dataList":[{"id":"2022-12-02-1669952362181","title":"Imcheonggak House (안동 임청각)","description":"Imcheonggak House is the largest remaining household from the Joseon dynasty, holding a history of over 500 years. The house was built for one aristocratic family’s love of the scenic beauty in the surrounding area. It was originally built with a total of 99 kan (traditional measurement of space between pillars) but only 70 remain. The most famous structure on this property is the annexed pavilion, Gunjajeong. An autograph of the famous Confucian scholar Lee Hwang can be found hanging outside the pavilion.","regDate":"2022-12-02","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Old Houses"],"imgUrl":"/2022-12-02-1669952362181/2511874_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-02-1669952362181"},{"id":"2022-12-01-1669891242998","title":"Hwang Ryong Won (황룡원)","description":"This unique architecture is a reinterpretation of the Hwangryongsa nine-story pagoda format from the Silla period using modern science technology and architecture methods. The building has become a new landmark in Bomun Tourist Complex and is also used as a training institute by offering various programs like meditation. There are simple one-hour programs or overnight tour courses available through prior reservation.&nbsp;","regDate":"2022-12-01","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Architectural Sights","Buildings"],"imgUrl":"/2022-12-01-1669891242998/2794688_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-01-1669891242998"},{"id":"2022-12-01-1669887472229","title":"Hupo Beach (후포해수욕장)","description":"The 250-meter-long Hupo Beach is situated right by Hupohang Port. The combination of an expansive sandy beach and indigo blue waters of the East Sea creates a splendid view, drawing a large number of vacationers in the summer. <br><br>Hupohang Port is the main receiving and distributing port for fish caught in the East Sea. In the early morning, the port offers a great chance to not only see fish being hauled from boats to the fish market, but also to purchase fresh raw fish at an affordable price. On the hill north of Hupo Beach stands Hupo Lighthouse where one can get an unobstructed view of the East Sea and the Uljin area. Hupo Beach is one of the few beaches offering a splendid view of both the port and the lighthouse.","regDate":"2022-12-01","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites"],"imgUrl":"/2022-12-01-1669887472229/187424_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-01-1669887472229"},{"id":"2022-12-01-1669884185831","title":"Homigot Sunrise Square (호미곶 해맞이광장)","description":"Homigot is located at the easternmost end of the Korean peninsula, in what would be considered to be the tail, if thinking of the Korean peninsula as a tiger. When Kim Jeongho made the Daedongyeojido Map, he visited this place seven times to confirm this area is in fact the easternmost part of Korea. Following the resources of Korea Astronomy and Space Science Institute, the sunrise time of Homigot on January 1 is at 7 32 am, making it the earliest first sunrise of each year in Korea. The plaza was built to commemorate these research findings with the national Sunrise Festival. Nearby attractions include Koreas largest lighthouse, Homigot Lighthouse, established in 1908; Lighthouse Museum; Monument to Commemorate Lee Yuk-sa’s Patriotism; and Daebo Seawater Bath, using pure seawater of the East Sea. <br><br>When completed, Homigot Tourism Complex and Homigot Specialized Ocean Leisure Complex will be the largest tourism complex in the eastern coast district. It will include an ocean aquarium, Ocean Ecological Park, Youth Training facilities, beach dome, accommodation facilities, and other various stores as well. <br><br> Sangsaeng’s Hand, a two-part bronze sculpture shaped like a pair of hands, was constructed in December 1999. It is a signature symbol of the sunrise festival. The left hand is on the land and the right hand is in the ocean. It was built to give the message that all people are living together by helping one another like Sangsaeng, meaning coexistence in Korean. The base of the platform is an image of the sun and its two round rings refer to harmony. These two hands have memorial sprits of reconciliation and coexistence for celebrating a new millennium.","regDate":"2022-12-01","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-12-01-1669884185831/2527505_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-01-1669884185831"},{"id":"2022-12-01-1669880159629","title":"Homigot Lighthouse (호미곶 등대)","description":"Homigot Lighthouse is located at Homigot Cape, listed as one of the 10 most scenic sites during the Joseon dynasty. It was the tallest lighthouse in Korea at the time of its opening on December 20, 1908. The octagonal, six-story building is 26.4 meters high, with a base circumference of 24 meters. It was built using red bricks and no reinforcing rods, designed in the 18th century renaissance style, with gable decorations over the entrance and windows. The ceiling on each floor is sculpted in the shape of pear blossoms, a symbol of the Joseon royalty, while the number of stairs totals to 108, reflective of Buddhist culture.","regDate":"2022-12-01","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites"],"imgUrl":"/2022-12-01-1669880159629/682144_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-01-1669880159629"},{"id":"2022-12-01-1669877060880","title":"Hoeryongpo Village (회룡포)","description":"Hoeryongpo Village is surrounded by the winding Naeseongcheon Stream, a tributary of the Nakdonggang River. The course of the stream has almost turned the entire village into an island. The best views of the scenic nature can be seen from Jangansa Temple. <br><br>Hoeryongpo Village is jar-shaped, surrounded by the river, and has pristine waters and white sandy shores. The shore gives way to trees, and there is a well-developed farm further inland. There used to be almost 20 households in this village, but now only 9 households remain. It takes less than an hour to tour the entire village.","regDate":"2022-12-01","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites"],"imgUrl":"/2022-12-01-1669877060880/2034889_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-01-1669877060880"},{"id":"2022-12-01-1669873042171","title":"Historical site of General Chung Ki-ryong (Chunguisa Temple) (정기룡장군 유적지(충의사))","description":"Chunguisa Temple is home to the tablets of General Chung Ki-ryong, a great army general who led during the reign of Joseon King Seonjo. In 1974, the temple and related relics were designated as a Regional Cultural Asset Monument. The area was expanded in 1978 to include a museum which displays Relics Related to Jeong Gi-ryong, a designated Treasure. The temple also hosts a reenactment of the recovery of Sangjuseong Fortress every October.","regDate":"2022-12-01","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-12-01-1669873042171/181032_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-01-1669873042171"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}