{"pageProps":{"list":[{"id":"2022-07-17-1658033865982","title":"Geumgang Recreational Forest (Arboretum, Forest Museum) (금강자연휴양림(금강수목원,산림박물관))","description":"Along the river from Gongju toward Daejeon there is Geumgang River to the right. Following this river, there is a red arch-shaped bridge on the right called Bultigyo Bridge. Geumgang Recreational Forest, a large and well-organized forest, is located on the other side of this bridge. In the past, this remote village can only be reached by boat. In 1994, the Chungnam Forest Environment Research Institute moved to this area and designated the well-preserved dense forest as Geumgang Recreational Forest, and the Forest Museum opened in October 1997. Geumgang Recreational Forest is different from other recreational forests. Rather than a dense forest with a trail, this forest has a variety of attractions such as the Forest Museum, an arboretum, greenhouse, pond, and wildlife park scattered on well-maintained roads, giving the impression of a city park.","regDate":"2022-07-17","author":"korea-tour","tag":["Sejong","Nature","Natural Sites","Recreational Forests"],"imgUrl":"/2022-07-17-1658033865982/1598617_image2_1.webp","blogPath":"Sejong/2022-07-17-1658033865982","pageUrl":"https:/mcdryad.com/Sejong/2022-07-17-1658033865982"},{"id":"2022-07-17-1658031749066","title":"Biamsa Temple - Sejong (비암사(세종))","description":"The origin of Biamsa Temple is unknown, but the temple's architectural features suggest that it was built during the mid Goryeo dynasty period (918-1392). The Geungnakbojeon Hall and the three-storied pagoda inside the temple have been designated as Cultural Properties of Chungcheongnam-do Province. The flamboyang and delicately crafted datjip (canopy) inside the Geungnakbojeon Hall was restored in 1657 during the 8th year of King Hyojong's reign.<br><br>In the yard in front of the Geungnakbojeon Hall stands the three meter-high Samcheungseoktap (three-storied stone pagoda). With the discovery of Samyeongunsang stone statues near the top of the pagoda, Biamsa Temple became more widely known to the public. Among the stone statues, Gyeyumyeongjeonssi-amitabul-samjonseoksang (three Buddha statues) has been named as National Treasure No. 106, and Gichukmyeong-amitayeorae-jebulbosalseoksang (statue of Amitabha bodhisattva) and Mireukbosal-bangaseoksang (statue of Maitreya bodhisattva) have been designated as National Treasures No. 367 and No. 368, respectively. The stone statues are preserved in National Museum of Korea. Meanwhile, the three-storied stone pagoda was designated as Tangible Cultural Property No. 119 of Chungcheongnam-do Province on July 19, 1985.","regDate":"2022-07-17","author":"korea-tour","tag":["Sejong","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-07-17-1658031749066/1601631_image2_1.webp","blogPath":"Sejong/2022-07-17-1658031749066","pageUrl":"https:/mcdryad.com/Sejong/2022-07-17-1658031749066"}],"metaData":{"pageUrl":"https://mcdryad.com/Sejong","nav":"Sejong"},"navList":["Busan","Daegu","Daejeon","Gwangju","Incheon","Sejong","Seoul","Ulsan"]},"__N_SSG":true}