{"pageProps":{"content":"![Sinbulsan Falls National Recreational Forest (국립 신불산폭포자연휴양림)](/2022-08-20-1660973797364/219202_image2_1.webp)\n\n  \n## Overview\n\n> Sinbulsan Falls National Recreational Forest, located at the foot of Sinbulsan Mountain, is noted for the Yeongnam Alps and the beautiful surrounding valleys. Famous forest attractions in particular are the mountain's valleys and waterfalls. The Parasopokpo Falls are a picturesque series of cascading falls. Near the falls are old Buddhist temples and the silver grass field of Sinbulsan Mountain. The forest houses a walking path, health training facility, forest exhibition hall, and accommodation facilities such as the Cabin House, Forest Recreation Center, a camping deck and a camping site.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-52-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-52-254-2123, 4|\n|opendate:|June 18, 1998|\n|parking:|Available|\n|usetime:|[Accommodations] 15:00-12:00 (next day) [Day guests] 09:00-18:00|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Restrooms:|Available|\n|Admission Fees:|Individual: Adults 1,000 won / Teenagers 600 won /Children 300 won <br>Groups: Adults 800 won / Teenagers 500 won / Children 200 won<br><br>* Adults (ages 19-64) / Teenagers (ages 7-18) / Children (ages 6 & younger)<BR>* Groups: 20 people or more<BR>* Winter season (December-March): Free (admission included in fees for camping site)|\n|Parking Fees:|Light vehicles 1,500 won / Small & Mid-sized vehicles 3,000 won / Large vehicles 5,000 won<br>* Parking fees are charged daily|\n  \n## Detail Image\n![/2022-08-20-1660973797364/219195_image2_1.webp](/2022-08-20-1660973797364/219195_image2_1.webp)\n![/2022-08-20-1660973797364/219203_image2_1.webp](/2022-08-20-1660973797364/219203_image2_1.webp)\n![/2022-08-20-1660973797364/219204_image2_1.webp](/2022-08-20-1660973797364/219204_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-52-254-2123](tel:+82522542123)\n- [🏠www.foresttrip.go.kr](https://www.foresttrip.go.kr/indvz/main.do?hmpgId=0105)\n\n\n```googleMap\nlatitude: 35.5259945138\nlongitude: 129.0232319274\ntitle: 200-78, Eoksaebeol-gil, Ulju-gun, Ulsan\n```\n  \n## Directions\n  \n[Bus + Taxi]<BR>From Dong Seoul Bus Terminal, take an intercity bus to Eonnyang (Ulju) Bus Terminal.<br>\nFrom Eonnyang Bus Terminal, take a taxi for approx. 22 min.\n","data":{"id":"2022-08-20-1660973797364","title":"Sinbulsan Falls National Recreational Forest (국립 신불산폭포자연휴양림)","description":"Sinbulsan Falls National Recreational Forest, located at the foot of Sinbulsan Mountain, is noted for the Yeongnam Alps and the beautiful surrounding valleys. Famous forest attractions in particular are the mountain's valleys and waterfalls. The Parasopokpo Falls are a picturesque series of cascading falls. Near the falls are old Buddhist temples and the silver grass field of Sinbulsan Mountain. The forest houses a walking path, health training facility, forest exhibition hall, and accommodation facilities such as the Cabin House, Forest Recreation Center, a camping deck and a camping site.","regDate":"2022-08-20","author":"korea-tour","tag":["Ulsan","Nature","Natural Sites","Recreational Forests"],"imgUrl":"/2022-08-20-1660973797364/219202_image2_1.webp","blogPath":"Ulsan/2022-08-20-1660973797364","pageUrl":"https:/mcdryad.com/Ulsan/2022-08-20-1660973797364"},"dataList":[{"id":"2022-08-20-1660984955279","title":"Taehwagang River (태화강)","description":"Taehwagang River cuts across the city of Ulsan from the west to east and originates from Tapgolsaem Spring on Baegunsan Mountain. The 47.54-kilometer-long river passes through downtown Ulsan and empties out into Ulsan Bay on the East Sea. Not just a symbol of pride for the people of Ulsan, the river has long since been a precious commodity that has played a pivotal role in Ulsan culture and history. There are several attractions and amenities near the river such as a bamboo forest park, grassy fields, a pampas grass colony, trails, and exercise facilities. The river itself is home to many freshwater fish, while the riverside area is a famous habitat for migratory birds.","regDate":"2022-08-20","author":"korea-tour","tag":["Ulsan","Nature","Natural Sites"],"imgUrl":"/2022-08-20-1660984955279/2617084_image2_1.webp","blogPath":"Ulsan/2022-08-20-1660984955279"},{"id":"2022-08-20-1660977784342","title":"Taehwagang National Garden (태화강 국가정원)","description":"The Taehwagang River cuts across the heart of Ulsan and flows into Ulsan Bay, which is connected to the East Sea. The river basin, which stretches 36 kilometers from east to west and 28 kilometers from north to south, is mostly comprised of mountainous terrain, but there is fertile land on both sides of the river and at the southern end of the river. The river is presently an important source of drinking water for the citizens of Ulsan. <br><br> The field around the midpoint of Taehwagang River was left abandoned for a long time before it was founded as Taehwagang National Garden, preserving nature while providing a resting spot to the citizens of Ulsan. The garden is over twice the size of Yeouido Park in Seoul, and consists of natural water and a lush bamboo forest, known as Simnidae Forest, along with canola and forage barley fields. Simnidae Forest was once in danger of demolition as part of the government's flood control plans but remains preserved thanks to community efforts. Preservation efforts led to turning the area into Taehwagang National Garden of today, which took place from 2004 to 2010.","regDate":"2022-08-20","author":"korea-tour","tag":["Ulsan","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2022-08-20-1660977784342/2653664_image2_1.webp","blogPath":"Ulsan/2022-08-20-1660977784342"},{"id":"2022-08-20-1660971253169","title":"Sinbulsan County Park (신불산군립공원)","description":"Sinbulsan County Park is located in parts of the Sangbuk and Samnam districts of Ulju County. The massive area encompasses 11.66 square kilometers and is home to one of the most impressive peaks in the Yeongnam Mountain Range found in the southeast of Korea. The park’s hiking trails interconnect with those of neighboring Gangwolsan and Yeongchwisan Mountains and attract a large number of hikers year-round.<br><br>Near the peak of Silbulsan Mountain sits a fortress with breathtaking views of silver grass. Water starts high above the clouds at Danjobong Peak and trickles down through streams and waterfalls to join the deep mountain valleys. One of the better known attractions in Silbulsan Mountain is Hongnyupokpo Falls which offers impressive views from its gentle cliffs. <br><br>Also nearby the mountain are Deungeok Hot Springs and a number of restaurants for hikers to visit and enjoy after a full day on the mountain.","regDate":"2022-08-20","author":"korea-tour","tag":["Ulsan","Nature","Natural Sites","County Parks"],"imgUrl":"/2022-08-20-1660971253169/689094_image2_1.webp","blogPath":"Ulsan/2022-08-20-1660971253169","pageUrl":"https:/mcdryad.com/Ulsan/2022-08-20-1660971253169"},{"id":"2022-08-20-1660968397022","title":"Seuldo Island (슬도)","description":"Seuldo Island is located off the coast of Ulsan City in the southeastern part of the Korean Peninsula.<br><br>Its name, Seuldo (seul meaning the Korean stringed instrument geomungo), was given as the sound of wind and waves hitting the rock island is said to mimic the sound of geomungo. In fact, the sound of waves hitting the island is so good that it is called seuldomyeongpa or the resounding of waves.<br><br>The island is also known as Siruseom (siru meaning an earthenare steamer) for its resemblance to the upside down siru, and Gomboseom (gombo meaning pockmarks) for its stones with holes in them.<br><br>On the island, there is an unmanned lighthouse dating back to the late 1950s. The main economic activity on the island is fishery.","regDate":"2022-08-20","author":"korea-tour","tag":["Ulsan","Nature","Natural Sites"],"imgUrl":"/2022-08-20-1660968397022/1803670_image2_1.webp","blogPath":"Ulsan/2022-08-20-1660968397022","pageUrl":"https:/mcdryad.com/Ulsan/2022-08-20-1660968397022"},{"id":"2022-08-19-1660914228428","title":"Seosaengpo Waeseong Fortress (서생포왜성)","description":"Seosaengpo Waeseong Fortress (Seosaengpo Japanese Fortress) is a  stone fortress typical of the Japanese style popular in the later part of the 16th century. It was built under the leadership of Japanese General Kato Kiyomasa  in 1592-1593 at the beginning of the Imjinwaeran War (Japanese invasion, 1592-1598). The main fortress is located on a mountaintop 200 meters above sea level, a  second fortress is halfway down the mountain, and a  third fortress is located at the bottom of the mountain. The  whole fortress is rectangular shaped. The fortress wall is 6 meters high and slants at an angle of 15 degrees.<br> <br>In 1594, a Buddhist monk named&nbsp;Samyeong-daesa came to Seosaengpo Waeseong Fortress four times to negotiate for peace, but he failed each time. In 1598, the fortress was taken over by Korea with the assistance of General Magwi of the Ming dynasty. A year later, Changpyodang Shrine was built in honor of 53 Koreans who died during battles against the Japanese invading forces. However, the shrine was destroyed during the Japanese imperialism period and no trace of it remains. It is possible to tell from Seosaengpo Jinseongdo (a map drawn up in 1872) that the fortress was also partially used by  Korean forces.","regDate":"2022-08-19","author":"korea-tour","tag":["Ulsan","Culture/Art/History","Historical Sites","Fortresses"],"imgUrl":"/2022-08-19-1660914228428/217707_image2_1.webp","blogPath":"Ulsan/2022-08-19-1660914228428","pageUrl":"https:/mcdryad.com/Ulsan/2022-08-19-1660914228428"},{"id":"2022-08-19-1660908851329","title":"Seongnamsa Temple (석남사 울산)","description":"The name of the temple is believed to have originated from the fact that it is located south of Gajisan Mountain or Seokansan Mountain. Built in 824 A.D. (during the 16th year of King Heondeok’s reign), the temple was destroyed during the Japanese Invasions of Korea (1592-1598) and rebuilt in 1674 (during the 15th year of King Hyeongjong’s reign). Since then, it has gone through rebuilding several times. Consisting of 30 buildings, the temple is home to many Buddhist nuns.<br><br> Seongnamsa Three Story Pagoda (Local Tangible Cultural Property No. 5) was built in 824 A.D. by Monk Doui, reflecting his wish of protecting the country from foreign invasions. The pagoda was initially placed in front of Daeungjeon, but moved to the current location in 1973. Other notable relics in the temple include the Statue of Monk Doui (National Treasure No. 369), Three Story Sarira Pagoda, and Stone Water Tank (Cultural Property Material No. 4).","regDate":"2022-08-19","author":"korea-tour","tag":["Ulsan","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-08-19-1660908851329/2364269_image2_1.webp","blogPath":"Ulsan/2022-08-19-1660908851329","pageUrl":"https:/mcdryad.com/Ulsan/2022-08-19-1660908851329"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}