{"pageProps":{"content":"![Dodamsambong Peaks (도담삼봉)](/2022-07-27-1658921602806/2616667_image2_1.webp)\n\n  \n## Overview\n\n> Dodamsambong Peaks refer to the three stone peaks rising out of the Namhangang River. The biggest rock is called Janggunbong (Husband Rock), the rock on the left side which appears to be showing coquetry is called Cheopbong (Mistress Rock), and the rock on the right side which is turning away from the big rock is called Cheobong (Wife Rock). The peaks are said to represent an angry wife turning away from her husband who has taken a concubine in order to secure a male heir. It is said that Jeong Do-jeon, a politician who made contributions to the establishment of the Joseon dynasty, spent his young days here and used 'Sambong' as his pen name.\n<br><br>Surrounding the three peaks is a musical fountain which was set up in 1998. The fountain serves as a great place for tourists to relax, especially during the nighttime as the fountain water cascade to the music playing in the background.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330<BR>(Korean, English, Japanese, Chinese) <br>• For more info: +82-42-422-3037|\n|parking:|Available (Inquiries: +82-43-421-3182)|\n|restdate:|N/A (Open all year round)|\n|usetime:|09:00-18:00|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Film Locations:|\"1 Night, 2 Days\"|\n|Admission Fees:|Free|\n|Available Facilities:|Musical fountain, cruise ship, etc.|\n|Restrooms:|Available|\n|Parking Fees:|Small vehicles & vans (15-person capacity or less) 3,000 won<br><br>Buses (16-person capacity or more) 6,000 won|\n|Interpretation Services Offered:|Guide in English, Japanese, & Chinese available from Danyang Tourist Center.|\n  \n## Detail Image\n![/2022-07-27-1658921602806/2618366_image2_1.webp](/2022-07-27-1658921602806/2618366_image2_1.webp)\n![/2022-07-27-1658921602806/2618367_image2_1.webp](/2022-07-27-1658921602806/2618367_image2_1.webp)\n![/2022-07-27-1658921602806/2618368_image2_1.webp](/2022-07-27-1658921602806/2618368_image2_1.webp)\n![/2022-07-27-1658921602806/2618369_image2_1.webp](/2022-07-27-1658921602806/2618369_image2_1.webp)\n![/2022-07-27-1658921602806/2618370_image2_1.webp](/2022-07-27-1658921602806/2618370_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-42-422-3037](tel:+82424223037)\n\n\n\n```googleMap\nlatitude: 37.0034471349\nlongitude: 128.3432416782\ntitle: 644-33, Sambong-ro, Danyang-gun, Chungcheongbuk-do\n```\n  \n## Directions\n  \n[Taxi]<br>\nApprox. 5 min from Danyang Intercity Bus Terminal.\n","data":{"id":"2022-07-27-1658921602806","title":"Dodamsambong Peaks (도담삼봉)","description":"Dodamsambong Peaks refer to the three stone peaks rising out of the Namhangang River. The biggest rock is called Janggunbong (Husband Rock), the rock on the left side which appears to be showing coquetry is called Cheopbong (Mistress Rock), and the rock on the right side which is turning away from the big rock is called Cheobong (Wife Rock). The peaks are said to represent an angry wife turning away from her husband who has taken a concubine in order to secure a male heir. It is said that Jeong Do-jeon, a politician who made contributions to the establishment of the Joseon dynasty, spent his young days here and used 'Sambong' as his pen name.<br><br>Surrounding the three peaks is a musical fountain which was set up in 1998. The fountain serves as a great place for tourists to relax, especially during the nighttime as the fountain water cascade to the music playing in the background.","regDate":"2022-07-27","author":"korea-tour","tag":["Chungcheongbuk-do","Nature","Natural Sites"],"imgUrl":"/2022-07-27-1658921602806/2616667_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-07-27-1658921602806","pageUrl":"https:/mcdryad.com/Chungcheongbuk-do/2022-07-27-1658921602806"},"dataList":[{"id":"2022-10-29-1667016710746","title":"Sangsoo Herb Land (상수허브랜드)","description":"Sangsoo Herb Land is an arboretum which houses 1,000 species of herbs throughout its 82,645㎡ (25,000 pyeong) area. The glass greenhouse, spanning over 9,917㎡ (3,000 pyeong), keeps herbs fresh and green, even in the winter season. Herb Land is well-known for their flowers that bloom year-round, as well their diverse events including the Herb Land Festival held in May each year, wedding ceremonies, banquets, hands-on program classes, and more.<br><br>Sangsoo Herb Land provides a wide array of programs for visitors. The major event is the Herb Land Festival, aiming to spread knowledge on the use of diverse herbs, including introducing the aromatic value of herb plants in landscaping and as a natural insecticide, as well as the health benefits of herbal foods. Participants can take part in seminars and hands-on activities to learn more about herbs.<br><br>The banquet room on the second floor can accommodate large groups for events, serving excellent herb dishes at reasonable prices. An outdoor wedding service surrounded by beautiful gardens is also available.","regDate":"2022-10-29","author":"korea-tour","tag":["Chungcheongbuk-do","Culture/Art/History","Experience Programs","Farming Experience"],"imgUrl":"/2022-10-29-1667016710746/2656743_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-10-29-1667016710746"},{"id":"2022-10-28-1666953894541","title":"Sainam Rock (단양 사인암)","description":"Sainam Rock, located in Sainam-ri, Daegang-myeon, is   one of eight scenic areas in Danyang, and is located in the southeast side of Danyang-gun, along with Sangseonam Rock, Jungseonam Rock, and Haseonam Rock of Seonam Valley.<br> The Sainam Rock is a rugged outcropping with an inspiring x_height of 70 meters, and  the deep blue Namjocheon Stream passes in front of it, located in the southern part of Danyang-gun. <br><br> Most visitors to Danyang Eight Scenic Views tend to come to the rock as their first destination due to the  good condition of the road. Also, Unseongugok Valley flows in front of Sainam Rock. The rock was picked as the most picturesque place among the Eight Scenic Views. On the cliff, there is a phrase carved by  Utak’s own handwriting, as well as old pine trees on a rock floor that is  reminiscent of the Haegeumgang River. <br><br> Sainam was named after the great scholar Yeokdong Utak during Goryeo Period. He had taken up a public service to assist a king  in a position called <i>sain</i> (사인), and then he retired to his hometown  of Danyang, starting out teaching young students. For this story, a governor of Danyang named the rock Sainam to commemorate his achievement during King Seongjong of  the Joseon Dynasty.","regDate":"2022-10-28","author":"korea-tour","tag":["Chungcheongbuk-do","Nature","Natural Sites","Valleys"],"imgUrl":"/2022-10-28-1666953894541/2032243_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-10-28-1666953894541"},{"id":"2022-10-28-1666950234793","title":"Ondal Resort & Open Film Set (온달관광지 온달드라마 세트장)","description":"Ondal Tourist Park features many attractions and facilities, including an exhibition hall, fortress, and cave, all designed around the legendary love story of General Ondal and Princess Pyeonggang. The open film site has been used for historical dramas such as “Yeon Gaesomun (2006),” “The Legend (2007),” and “Empress Cheonchu (2009).”","regDate":"2022-10-28","author":"korea-tour","tag":["Chungcheongbuk-do","Culture/Art/History","Industrial Sites","Others"],"imgUrl":"/2022-10-28-1666950234793/2366293_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-10-28-1666950234793"},{"id":"2022-10-28-1666947200375","title":"Okcheon Yongamsa Temple (용암사(옥천))","description":"Yongamsa Temple, located in the mid-slope of Jangyongsan Mountain, is a branch of Beopjusa Temple. It was built during the Silla period. Unlike the more common temple arrangements, the stone pagoda in Yongamsa is uniquely situated on a low peak in the north with a view on all sides. The East and West Three-story Stone Pagodas of Yongamsa Temple, designated Treasure No. 1338, can be found here, as well as Rock-caved Buddha, and Wooden Seated Amitabha Buddha in Daeseongjeon Hall.","regDate":"2022-10-28","author":"korea-tour","tag":["Chungcheongbuk-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-10-28-1666947200375/2622321_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-10-28-1666947200375"},{"id":"2022-10-28-1666942748236","title":"Munui Cultural Properties Site (문의문화재단지)","description":"Munui Cultural Properties Site, overlooking the Daecheongho Lake, attracts many visitors. The&nbsp;site was created to preserve and promote the local traditional culture of Cheongwon (Chungcheongbuk-do); it is a great place to learn about local history, culture, and arts.<br><br> The spacious complex (132,232m²) is a home&nbsp;to&nbsp;ten traditional houses (Munsangwan, aristocrat houses, a museum, and a tavern), showing a form of a traditional village. It is also full of dolmen stones (symbolizing abundant procreation), Jangseung (totem poles at the entrance of villages or temples), and Yeonjabanga (millstones worked by horses or oxen), providing visitors with opportunities to learn about traditional culture and life.<br><br> With&nbsp;a theme of roof tiles, a relics gallery in the complex boasts over 774 local items, categorized by&nbsp;historical period (e.g. the Silla Period, Baekje Period, etc.). Munsan-ri Stone Bridge, believed to have been built during the Goryeo Period, was restored in front of the gallery.<br><br> The complex also offers a wide array of amenities including mineral spring sites, playgrounds, and Munui Movie Village (a drive-in movie theatert). Nearby notable attractions include artificial falls, Yangseongsan Mountain, Jakdusan Mountain, Daecheongho Lake, Nosan Pine Forest, Donghwasa Temple, and Bugang Mineral Springs.","regDate":"2022-10-28","author":"korea-tour","tag":["Chungcheongbuk-do","Culture/Art/History","Historical Sites","Folk Villages"],"imgUrl":"/2022-10-28-1666942748236/2653450_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-10-28-1666942748236"},{"id":"2022-10-28-1666939831735","title":"Mungang Sulfur Hot Springs (문강유황온천)","description":"Located in the middle of Woraksan Mountain, Joryeongsan Mountain, and Sujupalbong Mountain, Hot Sulfur Springs is considered one of the best hot sulfur springs in Korea.<br><br>Sulfur springs effectively assist in treating a range of health issues. Since it softens skin, it is helpful for treating cornification of the skin and chronic eczema. It enlarges micro vessels, aiding in the treatment of chronic rheumatism, high blood pressure, diabetes, woman’s diseases, arteriosclerosis, and athlete’s foot. Thanks to sulfur’s detoxifying effects, drinking sulfur spring water helps your body detoxify from heavy metals and drugs.<br><br>Mungang Hot Sulfur Spring Hotel and Itempool education Institute are located in the Mungang Hot Sulfur Spring zone. Suanbo Hot Spring is also a short distance away, meaning visitors can enjoy two different types of hot springs.<br>","regDate":"2022-10-28","author":"korea-tour","tag":["Chungcheongbuk-do","Culture/Art/History","Recreational Sites","Hot Springs & Spa"],"imgUrl":"/2022-10-28-1666939831735/1597219_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-10-28-1666939831735"},{"id":"2022-10-28-1666936120346","title":"Mulhangyegok Valley (물한계곡)","description":"The waters that carved Mulhangyegok Valley in Yeongdong, Chungcheongbuk-do originate in the upper reaches of the Hancheon Village stream. In summer, many tourists visit the valley while the nearby Minjujisan Mountain, Samdobong Peak and Gakhosan Mountain are popular among hikers year-round. The scrub, azaleas and royal azaleas along the ridges display their magnificent beauty throughout the year. There are many waterfalls and small pools along the valley, including Oksopokpo Falls, Uiyonggolpokpo Falls and Eumjuampokpo Falls. The harmonious valley contains Janggun Rock, many thick forests and even swamplands, offering a wide array of spectacular and splendid sights.","regDate":"2022-10-28","author":"korea-tour","tag":["Chungcheongbuk-do","Nature","Natural Sites","Valleys"],"imgUrl":"/2022-10-28-1666936120346/764686_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-10-28-1666936120346"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}