{"pageProps":{"content":"![Dora Observatory (도라전망대)](/2022-08-22-1661161243456/2606130_image2_1.webp)\n\n  \n## Overview\n\n> Situated in Paju-si, Gyeonggi-do and at the northernmost point of the Military Demarcation Line, Dora Observatory replaced the previous Songaksan Observation Post. From the observatory, visitors can overlook North Korea, including Gaeseong, Songaksan, Kim Il-Sung Statue, and Cooperation Farm (Geumamgol). The observatory has 500 spectator seats, a VIP room, and a large parking area. It was first opened to the public in January 1987.<br><br>\n\nNear the observatory is The 3rd Tunnel, an infiltration tunnel built by North Korea and found in 1978. It stretches over 1.6 kilometers with a x_height and x_width of 2 meters, capable of mobilizing 30,000 troops in one hour. In front of the tunnel are a variety of attractions such as the DMZ Media Hall (offering the history of the divided country and flourishing ecosystem in the Demilitarized Zone), DMZ Exhibition Hall (displaying relics and documents related to the Demilitarized Zone), sculptures, and souvenir shops. Visitors can see inside the tunnel by either walking or riding the monorail.<br><br>\n\nBecause civilian access is restricted in this area, visitors must participate in the DMZ Peace & Security Tour Program to visit the observatory.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br>(Korean, English, Japanese, Chinese) <br> • For more info: +82-31-954-0303,<br>+82-31-940-8523|\n|parking:|Available (30-40 spaces)|\n|restdate:|Mondays, public holidays excluding Saturdays, Sundays, and the day of Seollal (Lunar New Year's Day) & Chuseok (Korean Thanksgiving Day)|\n|usetime:|Ticketing 09:00-15:00 (ticketing may end earlier depending on the volume of tourists)|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Tour Course Information:|[DMZ-related Tour]<br> A Course (approx. 3 hours): Departure from Imjingak → The 3rd Tunnel (DMZ video room) → Dora Observatory → Dorasan Station → Tongilchon Jikpanjang → Tongilchon Village Museum → Return to Imjingak<br><br> B Course (approx. 3 hours 30 min): Departure from Imjingak → Tomb of Heo-jun → Haemaruchon → The 3rd Tunnel (DMZ video room) → Dora Observatory → Return to Imjingak<br><br>* Tour course subject to change due to unforseen circumstances.|\n|Restrooms:|Available|\n|Available Facilities:|500 seats, VIP room, situation room, 34 telescopes|\n|Parking Fees:|[Imjingak Parking Fee]<br>Compact cars: 1,000 won<br>Small cars: 2,000 won<br>Mid-sized cars: 3,000 won<br>Large cars: 5,000 won|\n|Facility Utilization Fees:|Telescope: 500 won for 2 min|\n  \n## Detail Image\n![/2022-08-22-1661161243456/2606131_image2_1.webp](/2022-08-22-1661161243456/2606131_image2_1.webp)\n![/2022-08-22-1661161243456/2606132_image2_1.webp](/2022-08-22-1661161243456/2606132_image2_1.webp)\n![/2022-08-22-1661161243456/2606134_image2_1.webp](/2022-08-22-1661161243456/2606134_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-31-954-0303](tel:+82319540303)\n- [🏠tour.paju.go.kr</a><br><a title=\"_blank\" href=\"http://www.dmz.go.kr\" target=\"_blank\">www.dmz.go.kr](http://tour.paju.go.kr/)\n\n\n```googleMap\nlatitude: 37.9088872381\nlongitude: 126.7047863286\ntitle: 310, Je3ttanggul-ro, Paju-si, Gyeonggi-do\n```\n  \n## Directions\n  \n[Train]<br>\nMunsan Station (Gyeongui-Jungang Line)<br>From the station, transfer to a train to Imjingang Station.<br> From Imjingak, take a shuttle bus to Dora Observatory.\n","data":{"id":"2022-08-22-1661161243456","title":"Dora Observatory (도라전망대)","description":"Situated in Paju-si, Gyeonggi-do and at the northernmost point of the Military Demarcation Line, Dora Observatory replaced the previous Songaksan Observation Post. From the observatory, visitors can overlook North Korea, including Gaeseong, Songaksan, Kim Il-Sung Statue, and Cooperation Farm (Geumamgol). The observatory has 500 spectator seats, a VIP room, and a large parking area. It was first opened to the public in January 1987.<br><br>Near the observatory is The 3rd Tunnel, an infiltration tunnel built by North Korea and found in 1978. It stretches over 1.6 kilometers with a x_height and x_width of 2 meters, capable of mobilizing 30,000 troops in one hour. In front of the tunnel are a variety of attractions such as the DMZ Media Hall (offering the history of the divided country and flourishing ecosystem in the Demilitarized Zone), DMZ Exhibition Hall (displaying relics and documents related to the Demilitarized Zone), sculptures, and souvenir shops. Visitors can see inside the tunnel by either walking or riding the monorail.<br><br>Because civilian access is restricted in this area, visitors must participate in the DMZ Peace & Security Tour Program to visit the observatory.","regDate":"2022-08-22","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Security & Peace Sites"],"imgUrl":"/2022-08-22-1661161243456/2606130_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-22-1661161243456","pageUrl":"https:/mcdryad.com/Gyeonggi-do/2022-08-22-1661161243456"},"dataList":[{"id":"2022-09-06-1662461036670","title":"Songtan Special Tourist Zone (평택시 송탄 관광특구)","description":"The Songtan Special Tourist Zone in Pyeongtaek is located near a US military base and consists of shopping malls and entertainment facilities. It is often referred to as “Little Itaewon” because it bears a similarity with Itaewon’s alleys. The districts of Sinjang and Seojeong are part of this tourist zone. <br><br >The main attraction in the Sinjang district is the shopping mall that was completed in 1998. Visitors can shop and spend their leisure time along the 300-meter-long pedestrian road that starts from the US military base. In Songtan’s Seojeong district, there is a popular cherry blossoms road and a public park where people can relax. <br><br >There’s a bike path on Buraksan Mountain and a wide variety of delicious food at the Pyeongtaek Jungang International Market. The Korea-US Friendship Culture Festival is held in October and the Moro Culture & Art Festival in October. The tourist zone is conveniently located near Songtan Station (Seoul Subway Line 1).<br><br><b>Songtan Special Tourist Zone <br></b><b>Areas included </b> Areas around Sinjang 1 (il) to 2 (i), Jisan, Songbuk and Seojeong-dong in Pyeongtaek-si, Gyeonggi-do<br><b>Area size </b> 491,316㎡ <br><b>Tourist attractions </b> Sinjang Shopping Mall, Jungang International Market, Culture Street, Buraksan Mountain, etc.","regDate":"2022-09-06","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Recreational Sites","Tourist Complexes"],"imgUrl":"/2022-09-06-1662461036670/1914797_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-06-1662461036670"},{"id":"2022-09-06-1662457278953","title":"Sintan-ri Station (신탄리역)","description":"Sintan-ri Station, located on the Gyeongwon Line between Daegwang-ri and Baengmagoji Stations, opened on July 10, 1913. It was part of North Korean land after 1945, but was returned to South Korea in 1951. A sign labeling the station as the final station on the line was installed in 1971. With the opening of Baengmagoji Station on November 20, 2012, the station lost its title as the last station. However, many people still consider it as such, with many visitors coming to see the old sign.","regDate":"2022-09-06","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Security & Peace Sites"],"imgUrl":"/2022-09-06-1662457278953/2566642_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-06-1662457278953"},{"id":"2022-09-06-1662454142441","title":"Sinbuk Resort Spring Fall (신북리조트 스프링폴)","description":"Sinbuk Hot Springs, the only sodium bicarbonate hot springs in the metropolitan area is located amidst beautiful streams and forests. The hot spring water comes from 600 meters underground creating a soft and smooth texture which helps with anti-aging and general skin care.  Along with the hot springs bath, saunas were built as well as a resting area that attracts a diverse clientele.","regDate":"2022-09-06","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Recreational Sites","Hot Springs & Spa"],"imgUrl":"/2022-09-06-1662454142441/2364495_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-06-1662454142441"},{"id":"2022-09-06-1662450787436","title":"Silleuk Temple Resort (신륵사관광지)","description":"The Silleuksa Temple Resort features countless relics and remains, awe-inspiring scenery, the Geumeun Sand Zone, and Silleuksa Temple. Silleuksa Temple is also referred to as the byeokjeol (‘walled temple’ because it has a pagoda made entirely of bricks). The pagoda was erected by the renowned Buddhist monk Wonhyo during the Silla Kingdom, and is visited by many who are drawn to the beautiful natural scenery along the banks of the Namhangang River, which is served by convenient transportation.","regDate":"2022-09-06","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Recreational Sites","Tourist Complexes"],"imgUrl":"/2022-09-06-1662450787436/2481459_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-06-1662450787436"},{"id":"2022-09-06-1662446580976","title":"Siheung Gaetgol Eco Park (시흥 갯골생태공원)","description":"Siheung Gaetgol Eco Park in Gyeonggi-do features the nation's only inland beach along the shores of a river that ebbs and flows with the ocean tide. The park offers the chance to learn about the traditional salt-making techniques, as well as the many unique flora that grow here. The park was designated as a National Ocean Wetland Protection Zone in February 2012.","regDate":"2022-09-06","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2022-09-06-1662446580976/2675305_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-06-1662446580976"},{"id":"2022-09-06-1662441140036","title":"Seoulland (서울랜드)","description":"Seoulland was the first theme park in Korea, built at the foot of Cheonggyesan Mountain. With more that 50 rides and other seasonal attractions,&nbsp;Seoulland offers thrill and excitement for people of all ages. Luna Land and Jurassic Land are not to be missed.&nbsp;<br> <br> The pride of Seoulland is its wide selection of seasonal festivals and the unique Laser Show held during the evening. Seoulland is a popular destination as it is easily accessible from downtown Seoul and has many nearby attractions, being part of the larger Seoul Grand Park complex. Seoul Grand Park holds various festivals for each season of the year. The Tulip Festival is held from April to May; the Starlight Rose Festival from July to August; the Chrysanthemum Festival from September to October; and the Snow Light Festival from December to February.","regDate":"2022-09-06","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Recreational Sites","Theme Parks"],"imgUrl":"/2022-09-06-1662441140036/2601253_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-06-1662441140036"},{"id":"2022-09-05-1662374619604","title":"Seoul Grand Park (서울대공원)","description":"Seoul Grand Park is an family-friendly amusement park consisting of various themed facilities that promote the growth and preservation of diverse animals and plants.<br><br>Seoul Zoo <br>Seoul Zoo aims to provide an ideal environment for animals to grow and live as well as exhibit, preserve, and research rare animals and educate the public. As a result of the zoo's hard work and efforts, it is the only zoo in Korea to be certified as a member of both ISIS and IUDZG-WZO.<br><br>Botanical Garden <br>Seoul Grand Park's Botanical Garden was opened in 1985 amidst the lush forest situated at the foot of Cheonggyesan Mountain. The garden consists of a greenhouse, exhibition facilities, and themed gardens that boast a collection of over 41,000 plants from 1,262 different species. The greenhouse preserves and exhibits tropical and subtropical plants that are not found in Korea. Moreover, the Botanical Garden offers various activities and experience programs related to plants and forests.<br><br>Theme Garden <br>The Theme Garden is one of the most representative facilities of Seoul Grand Park. The Theme Garden consists of a Rose Garden and Children's Zoo. Seasonal plants and flowers as well as diverse themed garden programs are offered.<br><br>Healing Place <br>The Healing Place is a forest formed at the foothills of Cheonggyesan Mountain that surrounds the border of Seoul Grand Park. Main facilities consist of Healing Forest Walkway; Water, Wind & Sunshine Healing Zone; Barefoot Road; Aroma Garden; and Forest Plaza.<br><br>Healing Forest Walkway <br>Healing Forest Walkway is a walking path lined by diverse trees that form a lush forest serving as a habitat for small animals like squirrels, rabbits, raccoons, and more. The walking path is approximately 8 kilometers long and divided into four sections. The shortest course takes approximately 30 minutes to complete, while the full course requires 3 hours.  <br><br>Campsite <br>The campsite within the Seoul Grand Park is the perfect place to camp out, hold picnics and enjoy recreational activities with friends and families. Main facilities consist of a campsite, volleyball court, basketball court, snack bar, and shower facilities. The campsite is open from March to November, except in the case of harsh weather conditions.","regDate":"2022-09-05","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Recreational Sites","Theme Parks"],"imgUrl":"/2022-09-05-1662374619604/2678593_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-05-1662374619604"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}