{"pageProps":{"content":"![Daenamugol Bamboo Park (대나무골 테마공원)](/2023-01-16-1673854556804/185780_image2_1.webp)\n\n  \n## Overview\n\n> Situated at the basin of the ravine in Gojisan Mountain along the Geumseongsan mountain fortress and the Chuweolsan mountain range, Daenamugol is surrounded by tall bamboo trees. In spring, the soft green bamboo shoots blanket the whole field; it also serves as a habitat for sedentary birds to take care of their eggs. <br><br>The landscaping of the Daenamugol Bamboo Park encapsulates the value of bamboo trees. You can enjoy the fresh crisp air walking in the bamboo grove and the thick pine tree forest. You can try the tea from wild bamboo tea trees grown in the bamboo forest. The park also has Green Town; it includes a playground made out of grass, a hall, an outdoor cooking facility, shower booths, sports fields (volley ball, Jokgu, table tennis, badminton). The theme park has appeared as a backdrop for movies like ‘The Last Witness,’ ‘Sword in the Moon’ as well as in the popular TV drama series ‘Hometown Legends,’ ‘Damo’ and in a number of commercials.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330<br>(Korean, English, Japanese, Chinese) <br>• For more info: +82-61-383-9291|\n|parking:|Available|\n|restdate:|Mondays|\n|usetime:|09:00-18:00|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Film Locations:|Various TV commercials, movies and dramas.|\n|Restrooms:|Available|\n|Parking Fees:|Free|\n|Available Facilities:|Pine tree forest path, bamboo path, grass field, bamboo gallery, set of Korean Ghost Stories, pinwheel hills, pavilion, etc.|\n|Admission Fees:|Individual: Adults 2,000 won / Teenagers 1,500 won / Children 1,000 won<br>Groups: Adults 1,600 won / Teenagers 1,300 won / Children 800 won <BR>* Groups (more 30 people)<BR>Free admission for preschoolers (ages 4 and under)|\n  \n## Detail Image\n![/2023-01-16-1673854556804/185781_image2_1.webp](/2023-01-16-1673854556804/185781_image2_1.webp)\n![/2023-01-16-1673854556804/185782_image2_1.webp](/2023-01-16-1673854556804/185782_image2_1.webp)\n![/2023-01-16-1673854556804/185783_image2_1.webp](/2023-01-16-1673854556804/185783_image2_1.webp)\n![/2023-01-16-1673854556804/185784_image2_1.webp](/2023-01-16-1673854556804/185784_image2_1.webp)\n![/2023-01-16-1673854556804/185785_image2_1.webp](/2023-01-16-1673854556804/185785_image2_1.webp)\n![/2023-01-16-1673854556804/185786_image2_1.webp](/2023-01-16-1673854556804/185786_image2_1.webp)\n![/2023-01-16-1673854556804/185787_image2_1.webp](/2023-01-16-1673854556804/185787_image2_1.webp)\n![/2023-01-16-1673854556804/185790_image2_1.webp](/2023-01-16-1673854556804/185790_image2_1.webp)\n![/2023-01-16-1673854556804/185792_image2_1.webp](/2023-01-16-1673854556804/185792_image2_1.webp)\n![/2023-01-16-1673854556804/185793_image2_1.webp](/2023-01-16-1673854556804/185793_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-61-383-9291](tel:+82613839291)\n\n\n\n```googleMap\nlatitude: 35.3371778141\nlongitude: 127.0485773588\ntitle: 148, Binaedong-gil, Geumseong-myeon, Damyang-gun, Jeollanam-do\n```\n  \n## Directions\n  \n[Bus]<BR>\nFrom Seoul Central Bus Terminal, take a bus to Damyang Bus Terminal. <BR> From Damyang Bus Terminal Bus Stop, take Bus No. 303 and get off at Daenamugol Bamboo Park Bus Stop. <BR> Walk for approx. 10 min.\n","data":{"id":"2023-01-16-1673854556804","title":"Daenamugol Bamboo Park (대나무골 테마공원)","description":"Situated at the basin of the ravine in Gojisan Mountain along the Geumseongsan mountain fortress and the Chuweolsan mountain range, Daenamugol is surrounded by tall bamboo trees. In spring, the soft green bamboo shoots blanket the whole field; it also serves as a habitat for sedentary birds to take care of their eggs. <br><br>The landscaping of the Daenamugol Bamboo Park encapsulates the value of bamboo trees. You can enjoy the fresh crisp air walking in the bamboo grove and the thick pine tree forest. You can try the tea from wild bamboo tea trees grown in the bamboo forest. The park also has Green Town; it includes a playground made out of grass, a hall, an outdoor cooking facility, shower booths, sports fields (volley ball, Jokgu, table tennis, badminton). The theme park has appeared as a backdrop for movies like ‘The Last Witness,’ ‘Sword in the Moon’ as well as in the popular TV drama series ‘Hometown Legends,’ ‘Damo’ and in a number of commercials.","regDate":"2023-01-16","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Recreational Sites","Theme Parks"],"imgUrl":"/2023-01-16-1673854556804/185780_image2_1.webp","blogPath":"Jeollanam-do/2023-01-16-1673854556804","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-16-1673854556804"},"dataList":[{"id":"2023-02-07-1675744767159","title":"Yeosu Seonso (Shipyard) Historic Site (여수 선소유적)","description":"Yeosu Seonso Historic Site is located in Sijeon-dong, Yeosu-si, Jeollanam-do. This shipyard houses the Turtle Ship designed by Admiral Yi Sun-sin and Na Dae-yong, who were renowned for their shipbuilding skills during the Japanese Invasion of Korea.<br>The shipyard site includes a gulgang (small stream to dock ships),  a stone moorage for anchoring ships, a dolbeoksu (stone pole), and a Segeomjeong site.","regDate":"2023-02-07","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2023-02-07-1675744767159/177579_image2_1.webp","blogPath":"Jeollanam-do/2023-02-07-1675744767159"},{"id":"2023-02-07-1675740960671","title":"Yeosu Maritime Cable Car (여수 해상케이블카)","description":"Yeosu Maritime Cable Car is the first of its kind in Korea, connecting Dolsan Island and the mainland over the ocean. Passengers can choose between the standard cabins and crystal cabins. In particular, crystal cabins allow passengers to observe the ocean below ones feet, experiencing the thrill of being suspended in mid-air through its transparent flooring.","regDate":"2023-02-07","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites","Mountains"],"imgUrl":"/2023-02-07-1675740960671/1986862_image2_1.webp","blogPath":"Jeollanam-do/2023-02-07-1675740960671"},{"id":"2023-02-06-1675679911675","title":"Wando Tower (완도타워)","description":"Wando Tower is an impressive 76 meters in x_height, and stands at the top of Dongmangsan Mountain in Wando. The area includes a plaza, walking path, resting area, and offers a fantastic view of the sunrise, sunset, and city at night.<br><br>The tower also overlooks several islands including Cheongsando Island, Bogildo Island, Nohwado Island, Sinjido Island and Gogeumdo Island. On clear days with high visibility, some islands like Jeju Island and Geomundo Island are also within sight. Located next to the tower is bongsudae (a fire signal beacon) and a walking path through Dongmangsan Mountain.","regDate":"2023-02-06","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Architectural Sights","Monuments/Observatories"],"imgUrl":"","blogPath":"Jeollanam-do/2023-02-06-1675679911675"},{"id":"2023-02-06-1675676150812","title":"Wando Arboretum (완도수목원)","description":"Wando Arboretum features the largest and oldest broadleaf evergreen colony in the nation, along with over 3,800 other flora on a grand plot of land. The arboretum is comprised of an exhibition hall, greenhouses, walking paths, an observatory, campground, basketball court, and more.<br><br>Created in 1991, Wando Arboretum is the only warm temperate arboretum in Korea where only 15% of the landscape is considered a warm temperate region. The broadleaf evergreen tree forest has high medicinal value, and is home to many species of rare warm temperate plants such as goodyera, calanthe striata, and cephalanthera falcata. There are 30 special gardens based on different plant types. From the observatory, visitors can enjoy the view of Dadohaehaesang National Park and the southern sea. The observatory offers an opportunity to educate visitors on nature and the environment and allows them to take a rest during their visit.","regDate":"2023-02-06","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites","Botanical Gardens"],"imgUrl":"/2023-02-06-1675676150812/2678612_image2_1.webp","blogPath":"Jeollanam-do/2023-02-06-1675676150812"},{"id":"2023-02-06-1675672756640","title":"The Ocean Resort Water Park (디오션리조트 워터파크)","description":"Located inside The Ocean Resort in Yeosu, Jeollanam-do, this large water park can accommodate 600 people at once. It opened in July 2008 in time for the opening of the resort equipped with 128 rooms. It is the only water park in Korea that provides views of the refreshing blue waters of the Dadohaesang National Marine Park.<br> <br> Its indoor facilities include an artificial wave pool with slides, Para Wave Slide, Aqua Kids’ Pool, and spa.  Meanwhile, the outdoor facilities include Double Tornado, slides, and wave pools. The water park is also equipped with various convenience facilities such as cafeteria, DVD room, changing rooms, swim suit shop, and more. The resort has seven floors above ground and four below with all rooms providing ocean views. The resort facilities include a wedding hall, banquet hall, and restaurants.","regDate":"2023-02-06","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Recreational Sites","Hot Springs & Spa"],"imgUrl":"/2023-02-06-1675672756640/2605246_image2_1.webp","blogPath":"Jeollanam-do/2023-02-06-1675672756640"},{"id":"2023-02-06-1675668967364","title":"Taedo Islands (태도)","description":"Taedo Islands, located between Hongdo Island and Gageodo Island, comprises three islands. The island in the middle is called Sangtaedo Island, the island next in line is Jungtaedo Island, and the last is Hataedo, the southernmost island located nearest to Gageodo Island. Deep and clear waters surrounding the islands make for a perfect habitat for marine life. Taedo Islands are popular for seaweed that grows naturally on the rocks, often collected by hanyeo (woman divers). People on Taedo Islands have great respect for nature and perform rituals every year on Seollal (Lunar New Years Day) for prosperity and safety at sea.","regDate":"2023-02-06","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"","blogPath":"Jeollanam-do/2023-02-06-1675668967364"},{"id":"2023-02-06-1675665616372","title":"Suncheonman Bay National Garden (순천만국가정원)","description":"Suncheonman Bay National Garden was established on a plot of 1.12 million ㎢ to help protect Suncheonman Bay. The garden is home to over 790,000 trees in 505 species and 3.15 million flowers in 113 species. The numerous groups of tulips and royal azaleas are truly a sight to see. In addition, the nearby 30,000 ㎡ field of canola flowers in full bloom in May creates a beautiful yellow wave of color. Although there are restaurants within the garden, bringing in food is allowed, making the garden a great location for a picnic in the shade of the trees. <br><br>After exploring the garden, visitors can hop on the unmanned shuttle train (PRT) and ride to Suncheon Literature Center, and then transfer to the Reed Trolley to pass the 1.2-kilometer stretch of reeds to Mujingyo Bridge.","regDate":"2023-02-06","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Recreational Sites","Theme Parks"],"imgUrl":"/2023-02-06-1675665616372/1817088_image2_1.webp","blogPath":"Jeollanam-do/2023-02-06-1675665616372"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}