{"pageProps":{"content":"![Daegu Gyesan Catholic Church (대구 계산동성당)](/2022-07-13-1657726959201/2642032_image2_1.webp)\n  \n## Overview\n\n> The Daegu Gyesan Catholic Church was built by Father Robert, A.P. (1853-1922), who came to Daegu for missionary work. In 1899, the church building was constructed with wood using a Korean-style design, but was destroyed by fire a few months after construction began. Father Robert created a new building design and imported stained glass and galvanized iron from France and Hong Kong, since these types of building materials were hard to find in Korea. Construction was finally completed in 1902, three years after the project first started.\n<br><br>\nThis church is the only remaining structure in Daegu from the early 1900s. The church building is designed in the shape of a Latin cross, consisting of a nave and transept. This predominantly Romanesque church also features some Gothic architectural elements such as the stained-glass windows and pinnacles.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330<BR> (Korean, English, Japanese, Chinese) <br> • For more info: +82-53-254-2300|\n|parking:|Available|\n|usetime:|[Mass schedule] <br>Saturday - Special mass 16:00, 19:30 / Regular mass 06:30<br>Sundays - 06:30, 08:00, 09:30, 11:00, 17:00, 18:30, 20:00, 21:30<br>Mondays - 06:30<br>Tuesday-Friday 0:30, 11:30, 19:30|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Admission Fees:|Free|\n|Restrooms:|Available|\n  \n## Detail Image\n![/2022-07-13-1657726959201/1026129_image2_1.webp](/2022-07-13-1657726959201/1026129_image2_1.webp)\n![/2022-07-13-1657726959201/1763762_image2_1.webp](/2022-07-13-1657726959201/1763762_image2_1.webp)\n![/2022-07-13-1657726959201/2050629_image2_1.webp](/2022-07-13-1657726959201/2050629_image2_1.webp)\n![/2022-07-13-1657726959201/2050633_image2_1.webp](/2022-07-13-1657726959201/2050633_image2_1.webp)\n![/2022-07-13-1657726959201/2050634_image2_1.webp](/2022-07-13-1657726959201/2050634_image2_1.webp)\n![/2022-07-13-1657726959201/2050635_image2_1.webp](/2022-07-13-1657726959201/2050635_image2_1.webp)\n![/2022-07-13-1657726959201/2050636_image2_1.webp](/2022-07-13-1657726959201/2050636_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-53-254-2300](tel:+82532542300)\n- [🏠www.kyesan.org](http://www.kyesan.org/)\n\n\n```googleMap\nlatitude: 35.8679756281\nlongitude: 128.5877689624\ntitle: 10, Seoseong-ro, Jung-gu, Daegu\n```\n  \n## Directions\n  \n[Subway]<BR>\nBanwoldang Station (Daegu Subway Line 1 or 2), Exit 18.<br>\nGo straight about 300 m and turn right at the Gyesan 5-way Intersection.<br>\nGo straight for approx. 170 m to arrive at the Daegu Gyesan Catholic Church on the right.\n","data":{"id":"2022-07-13-1657726959201","title":"Daegu Gyesan Catholic Church (대구 계산동성당)","description":"The Daegu Gyesan Catholic Church was built by Father Robert, A.P. (1853-1922), who came to Daegu for missionary work. In 1899, the church building was constructed with wood using a Korean-style design, but was destroyed by fire a few months after construction began. Father Robert created a new building design and imported stained glass and galvanized iron from France and Hong Kong, since these types of building materials were hard to find in Korea. Construction was finally completed in 1902, three years after the project first started.<br><br>This church is the only remaining structure in Daegu from the early 1900s. The church building is designed in the shape of a Latin cross, consisting of a nave and transept. This predominantly Romanesque church also features some Gothic architectural elements such as the stained-glass windows and pinnacles.","regDate":"2022-07-13","author":"korea-tour","tag":["Daegu","Culture/Art/History","Historical Sites","Holy Sites"],"imgUrl":"/2022-07-13-1657726959201/2642032_image2_1.webp","blogPath":"Daegu/2022-07-13-1657726959201","pageUrl":"https:/mcdryad.com/Daegu/2022-07-13-1657726959201"},"dataList":[{"id":"2022-08-14-1660505722333","title":"Donghwasa Temple (Daegu) (동화사(대구))","description":"Donghwasa Temple is located on the south side of Palgongsan Mountain, about 22km northeast of Daegu. It was built by Monk Geukdal in the 15th year of King Soji’s reign (AD 493). The original name of the temple was Yugasa Temple, but Simjiwangsa rebuilt the temple under King Heungdeok (r. AD 826-836) and named it Donghwasa Temple, which means even during the winter season, the paulownia tree still blooms. The present temple was built in 1732. <Br><br>When you turn the corner, the first thing that catches your eye is the Seolbeopjeon Hall. To the left of Seolbeopjeon is Daeungjeon Hall, the main building, and a path to the right leads to Geumgang Stairs. If you turn left in the direction of Daeungjeon you will see Bongseoru Pavilion, aptly named to signify a phoenix (bonghwang in Korean) with its tail pointed downward. Past Bongseoru are stairs that are typical of the ones leading into Daeungjeon, called Nugak Stairs. On either side of the stairs are railings in the shape of a dragon, and in the middle of the stairs, there is a round stone marble that resembles a dragon orb, a ball often associated with dragons.  <br><Br>Donghwasa’s Daeungjeon is segmented into 3 sections at the front and side, and its natural looking pillars are one of its main attractions. It includes the statues of Seokgamonibul, Amitabul, and Yaksayeoraebul inside. If you walk down the stone stairs beside Bongseoru and walk along the cement road for a while, you will find the huge Seokjoyaksa Yeoraebul. Created as a prayer for reunification, this large Buddha statue is 17m high. The stone tower, stone light,  lion statue, and the lotus flower that decorate the Buddha statue are all very large in size. Behind the statue are also stones arranged in a circular form, resembling a beautiful scroll painting. These are world-class size stone artifacts.","regDate":"2022-08-14","author":"korea-tour","tag":["Daegu","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-08-14-1660505722333/1574183_image2_1.webp","blogPath":"Daegu/2022-08-14-1660505722333"},{"id":"2022-08-14-1660502596118","title":"Dalseong Marsh (대구 달성습지)","description":"Dalseong Marsh is located in the meeting point of Nakdonggang River, Geumghogang River, Jincheoncheon Stream, and Daemyeongcheon Stream. Spanning an area of 2㎢, the marsh is comprised of wetlands and freshwater lake where various seasonal aquatic plants are grown. It is also home to several different species of migratory birds.","regDate":"2022-08-14","author":"korea-tour","tag":["Daegu","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2022-08-14-1660502596118/1655438_image2_1.webp","blogPath":"Daegu/2022-08-14-1660502596118"},{"id":"2022-08-14-1660498707189","title":"Dakddongjip Town in Pyeonghwa Market (대구 평화시장 닭똥집 골목)","description":"Dakddongjip Town in Pyeonghwa Market was established in 1972, and is a street specializing in chicken gizzard dishes. It is said that the dish was first offered as an affordable dish to accompany drinks, favored by blue-collar laborers who gathered at the early labor market in front of Pyeonghwa Market in the 1970s. Rather than being pan-fried, chicken gizzard is deep-fried like chicken meat. Inexpensive and delicious, the dish has remained popular. Dakddongjip Town was designated the third Good Street” by the Community Chest of Korea, a network of governing bodies that run a philanthropic organization. The Good Street designation is given to the streets where storekeepers subscribe to the Community Chest of Korea’s Good Street campaign to share good deeds.","regDate":"2022-08-14","author":"korea-tour","tag":["Daegu","Culture/Art/History","Experience Programs","Cultural Districts"],"imgUrl":"/2022-08-14-1660498707189/1929300_image2_1.webp","blogPath":"Daegu/2022-08-14-1660498707189"},{"id":"2022-08-14-1660495875718","title":"Daegu Textile Museum (대구섬유박물관)","description":"Located in Daegu, a city famous for textiles, Daegu Textile Museum is the nation's sole textile musuem. Visitors can learn about the history of fashion, textiles, and related industries through the exhibition halls. The children's experience hall displays clothing from around the world, and offers various hands-on programs and special exhibitions for an informative and fun experience.","regDate":"2022-08-14","author":"korea-tour","tag":["Daegu","Culture/Art/History","Industrial Sites","Others"],"imgUrl":"/2022-08-14-1660495875718/2029420_image2_1.webp","blogPath":"Daegu/2022-08-14-1660495875718"},{"id":"2022-08-14-1660491638292","title":"Daegu Safety Theme Park (대구시민안전테마파크)","description":"Daegu Safety Theme Park was established to provide citizens with education on safety measures in an emergency situation. The theme park has experience stations set up to demonstrate accidents one can encounter in their everyday life and provides an opportunity to exercise simulated safety drills. Noteworthy exhibition halls that provide practical and useful safety information include the Subway Safety Exhibition, Mountain Safety Exhibition, and Earthquake Safety Exhibition. All of the facilities throughout the park, including the exhibition halls and the safety education theater, are designed to emphasize the importance of safety.","regDate":"2022-08-14","author":"korea-tour","tag":["Daegu","Culture/Art/History","Experience Programs","Unique Experience"],"imgUrl":"/2022-08-14-1660491638292/2715753_image2_1.webp","blogPath":"Daegu/2022-08-14-1660491638292"},{"id":"2022-08-14-1660487832743","title":"Daegu Otgol Village (대구 옻골마을 (관광두레 주민사업체))","description":"Otgol Village is the clan village of the Gyeongju Choi family that settled in the area during the late Joseon dynasty. The village has preserved the traditions of the Joseon dynasty through the years, offering guests the unique experience of a hanok stay, hanok cafes, and more. The hanok stay program in particular is very popular.","regDate":"2022-08-14","author":"korea-tour","tag":["Daegu","Culture/Art/History","Historical Sites","Folk Villages"],"imgUrl":"/2022-08-14-1660487832743/2698597_image2_1.webp","blogPath":"Daegu/2022-08-14-1660487832743"},{"id":"2022-08-14-1660484727281","title":"Daegu Motorcycle Street (대구 오토바이골목)","description":"Daegu Motorcycle Street is located in Ingyo-dong, Jung-gu, Daegu along Sijangbuk-ro. The street was originally a creek lined with houses, but in 1953 the creek was covered over and made into a paved road. Gas stations and stores selling automotive parts sprung up, turning the area into a thriving commercial district. In 1961, the first motorcycle store opened its doors and was quickly followed by several more. <br><br>Currently there are 40 motorcycle stores, making this 200-meter-long street one of Daegu’s most unique shopping areas. Shoppers can find a vast array of new and secondhand motorcycles both domestic and imported, as well as a wide selection of motorcycle parts and accessories.","regDate":"2022-08-14","author":"korea-tour","tag":["Daegu","Culture/Art/History","Experience Programs","Cultural Districts"],"imgUrl":"/2022-08-14-1660484727281/2493946_image2_1.webp","blogPath":"Daegu/2022-08-14-1660484727281"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}