{"pageProps":{"content":"![Dora Observatory (도라전망대)](/2022-08-22-1661161243456/2606130_image2_1.webp)\n\n  \n## Overview\n\n> Situated in Paju-si, Gyeonggi-do and at the northernmost point of the Military Demarcation Line, Dora Observatory replaced the previous Songaksan Observation Post. From the observatory, visitors can overlook North Korea, including Gaeseong, Songaksan, Kim Il-Sung Statue, and Cooperation Farm (Geumamgol). The observatory has 500 spectator seats, a VIP room, and a large parking area. It was first opened to the public in January 1987.<br><br>\n\nNear the observatory is The 3rd Tunnel, an infiltration tunnel built by North Korea and found in 1978. It stretches over 1.6 kilometers with a x_height and x_width of 2 meters, capable of mobilizing 30,000 troops in one hour. In front of the tunnel are a variety of attractions such as the DMZ Media Hall (offering the history of the divided country and flourishing ecosystem in the Demilitarized Zone), DMZ Exhibition Hall (displaying relics and documents related to the Demilitarized Zone), sculptures, and souvenir shops. Visitors can see inside the tunnel by either walking or riding the monorail.<br><br>\n\nBecause civilian access is restricted in this area, visitors must participate in the DMZ Peace & Security Tour Program to visit the observatory.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br>(Korean, English, Japanese, Chinese) <br> • For more info: +82-31-954-0303,<br>+82-31-940-8523|\n|parking:|Available (30-40 spaces)|\n|restdate:|Mondays, public holidays excluding Saturdays, Sundays, and the day of Seollal (Lunar New Year's Day) & Chuseok (Korean Thanksgiving Day)|\n|usetime:|Ticketing 09:00-15:00 (ticketing may end earlier depending on the volume of tourists)|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Tour Course Information:|[DMZ-related Tour]<br> A Course (approx. 3 hours): Departure from Imjingak → The 3rd Tunnel (DMZ video room) → Dora Observatory → Dorasan Station → Tongilchon Jikpanjang → Tongilchon Village Museum → Return to Imjingak<br><br> B Course (approx. 3 hours 30 min): Departure from Imjingak → Tomb of Heo-jun → Haemaruchon → The 3rd Tunnel (DMZ video room) → Dora Observatory → Return to Imjingak<br><br>* Tour course subject to change due to unforseen circumstances.|\n|Restrooms:|Available|\n|Available Facilities:|500 seats, VIP room, situation room, 34 telescopes|\n|Parking Fees:|[Imjingak Parking Fee]<br>Compact cars: 1,000 won<br>Small cars: 2,000 won<br>Mid-sized cars: 3,000 won<br>Large cars: 5,000 won|\n|Facility Utilization Fees:|Telescope: 500 won for 2 min|\n  \n## Detail Image\n![/2022-08-22-1661161243456/2606131_image2_1.webp](/2022-08-22-1661161243456/2606131_image2_1.webp)\n![/2022-08-22-1661161243456/2606132_image2_1.webp](/2022-08-22-1661161243456/2606132_image2_1.webp)\n![/2022-08-22-1661161243456/2606134_image2_1.webp](/2022-08-22-1661161243456/2606134_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-31-954-0303](tel:+82319540303)\n- [🏠tour.paju.go.kr</a><br><a title=\"_blank\" href=\"http://www.dmz.go.kr\" target=\"_blank\">www.dmz.go.kr](http://tour.paju.go.kr/)\n\n\n```googleMap\nlatitude: 37.9088872381\nlongitude: 126.7047863286\ntitle: 310, Je3ttanggul-ro, Paju-si, Gyeonggi-do\n```\n  \n## Directions\n  \n[Train]<br>\nMunsan Station (Gyeongui-Jungang Line)<br>From the station, transfer to a train to Imjingang Station.<br> From Imjingak, take a shuttle bus to Dora Observatory.\n","data":{"id":"2022-08-22-1661161243456","title":"Dora Observatory (도라전망대)","description":"Situated in Paju-si, Gyeonggi-do and at the northernmost point of the Military Demarcation Line, Dora Observatory replaced the previous Songaksan Observation Post. From the observatory, visitors can overlook North Korea, including Gaeseong, Songaksan, Kim Il-Sung Statue, and Cooperation Farm (Geumamgol). The observatory has 500 spectator seats, a VIP room, and a large parking area. It was first opened to the public in January 1987.<br><br>Near the observatory is The 3rd Tunnel, an infiltration tunnel built by North Korea and found in 1978. It stretches over 1.6 kilometers with a x_height and x_width of 2 meters, capable of mobilizing 30,000 troops in one hour. In front of the tunnel are a variety of attractions such as the DMZ Media Hall (offering the history of the divided country and flourishing ecosystem in the Demilitarized Zone), DMZ Exhibition Hall (displaying relics and documents related to the Demilitarized Zone), sculptures, and souvenir shops. Visitors can see inside the tunnel by either walking or riding the monorail.<br><br>Because civilian access is restricted in this area, visitors must participate in the DMZ Peace & Security Tour Program to visit the observatory.","regDate":"2022-08-22","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Security & Peace Sites"],"imgUrl":"/2022-08-22-1661161243456/2606130_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-22-1661161243456","pageUrl":"https:/mcdryad.com/Gyeonggi-do/2022-08-22-1661161243456"},"dataList":[{"id":"2022-08-30-1661841424282","title":"Kalbongsan Recreational Forest (칼봉산자연휴양림)","description":"Kalbongsan Recreational Forest is located between Gyeongbangyegok Valley, famous for Surakpokpo Falls, and Yongchugyegok Valley, famous for Yongchupokpo Falls. The forest is a popular summer vacation spot for families due to the pure natural environment. Kalbongsan Mountain also provides many trekking paths.","regDate":"2022-08-30","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"/2022-08-30-1661841424282/1091662_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-30-1661841424282"},{"id":"2022-08-30-1661836323858","title":"Jungwonpokpo Falls (중원폭포)","description":"Jungwonpokpo Falls is located at the eastern edge of Jungwon Valley in Jungwonsan Mountain, Yangpyeong. A 15-minute walk from the parking lot through the valley pathway will take the visitors to the three-tiered waterfalls. Rather a small waterfall less than 10 meters high,  Jungwonpokpo Falls is surrounded by cliffs with fantastic rock formations that look like folding screens. The plunge pool is also impressive with its depth and x_width. Located nearby is another waterfall known as Chimapokpo Falls.","regDate":"2022-08-30","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites","Waterfalls"],"imgUrl":"/2022-08-30-1661836323858/772243_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-30-1661836323858"},{"id":"2022-08-29-1661769914101","title":"Jungmisan Recreational Forest (중미산자연휴양림)","description":"Jungmisan Recreational Forest unfolds at the end of a lovely drive along the famous Nongdachigogae Road, the highest ridge road in the vicinity of Seoul. The forest boasts a striking landscape of thick groves of trees and a view overlooking the Namhangang River. During some mornings, the forest’s log cabins are veiled by a thick fog, further adding to the beautiful natural ambience.<br><br>Rising 834 meters above sea level, Jungmisan Mountain is a popular sunrise destination frequented by throngs of hikers every year. Thick forests of pine trees create a rooftop of branches from spring to fall. Being surrounded by the tall mountains of Baegunsan, Yumyeongsan, and Yongmunsan, Jungmisan Mountain feels like it is in the inner mountainous region of Gangwon-do, although it is close to Seoul.<br><br>The forest has log cabins that can accommodate groups of 4 to 10 people as well as campsites that complement the surrounding natural environment. Visitors can enjoy a comfortable walk through the trees on a trail that winds through the heart of the forest.","regDate":"2022-08-29","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"/2022-08-29-1661769914101/607986_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-29-1661769914101"},{"id":"2022-08-29-1661766067282","title":"Jungmisan Observatory (중미산 천문대)","description":"Situated only 40 minute's drive from Seoul, the Jungmisan Observatory is nestled within Jungmisan Recreational Forest 437 kilometers above sea level. In addition to the beautiful natural scenery, the main draw of this particular location is that there is no other place near Seoul as this forest where one can get an excellent view of the night sky. From Seoul, one might expect to see about three stars on a good day, while at the Jungmisan Observatory one can typically observe over 3,000 stars. <br><br>Jungmisan Observatory provides an experiential learning center that offers astronomy programs for children, including preschoolers. Children can gain a deeper understanding of space and basic astronomy through various programs, such as stargazing. In addition to the astronomy programs, the observatory also offers forest bathing, forest ecology, and insect learning programs along with the nearby recreational forest.","regDate":"2022-08-29","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2022-08-29-1661766067282/219615_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-29-1661766067282"},{"id":"2022-08-29-1661762901742","title":"Jeongok-ri Prehistoric Site - Hantangang River Geopark (연천 전곡리 유적-한탄강 국가지질공원)","description":"The Jeongok-ri Prehistoric Site is the prime site on the Korean peninsula for the study of Paleolithic relics, and was unearthed after the discovery of a stone implement by an American soldier who was visiting an amusement park near Hantangang River in the winter of 1978. It was identified as an Acheulean Paleolithic stone implement by an expert, and gained the attention of paleontologists from around the world. The Jeongok-ri Prehistoric Site is situated on a basalt deposit that was likely formed during the Precambrian era. With the discovery of soil wedge and tephra indicating the top layer to be estimated at least 20,000 years old,  the region is also considered highly valuable among geologists.","regDate":"2022-08-29","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-08-29-1661762901742/2616260_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-29-1661762901742"},{"id":"2022-08-29-1661758931765","title":"Jebudo Island (제부도)","description":"From Jebudo Island visitors can witness the parting of the sea. The sea parts twice a day during the low tide. Located in the vicinity of Seoul, the island is ideal for an overnight family trip. The sunset over the ocean is one of the most beautiful scenes on the west coast. The island has various attractions including water walk, walking trails, beaches and art park.","regDate":"2022-08-29","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites"],"imgUrl":"/2022-08-29-1661758931765/2482729_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-29-1661758931765"},{"id":"2022-08-29-1661754741621","title":"Jatyanggi Purunsup Resort (잣향기푸른숲)","description":"Located in Gyeonggi-do and home to the nation's largest nut pine forest, composed of trees over 80 years old, Jatyanggi Purunsup Resort is a special recreational forest complex where phytoncide emitted from the pine tree forest creates a healing experience. The forest is located between 450 and 600 meters above sea level on Chungnyeongsan and Seorisan Mountains.","regDate":"2022-08-29","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2022-08-29-1661754741621/2022377_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-29-1661754741621"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}