{"pageProps":{"list":[{"id":"2022-07-27-1658896270176","title":"Danyang Guinsa Temple (구인사(단양))","description":null,"regDate":"2022-07-27","author":"korea-tour","tag":["Chungcheongbuk-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-07-27-1658896270176/2032218_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-07-27-1658896270176","pageUrl":"https:/mcdryad.com/Chungcheongbuk-do/2022-07-27-1658896270176"},{"id":"2022-07-27-1658890608788","title":"Daecheong Dam (대청댐)","description":"Daecheong Dam is a multi-purpose dam consisting of a 72 meter-tall and 495 meter-long concrete gravity dam and rockfill dam. It is located on the Geumgang River where Daejeon and Chungcheongbuk-do meet. There are three additional support dams in the area of the main dam to help control the river's flow. The dam also serves as a power source for the nearby areas of Daejeon and Cheongju. Construction of the dam took nearly six years, started in March 1975 and completed in 1980.<br><br>The observatory, located at Palgakjeong Service Area, offers a great view of Daecheongho Lake. A variety of fascinating items are displayed in the Water Culture Center on the left bank of Daecheong Dam. A nearby grassy meadow promises a relaxing and comfortable rest, while local delicacies such as spicy fish stew using freshwater fish and marinated grilled eel are a delight to taste.","regDate":"2022-07-27","author":"korea-tour","tag":["Chungcheongbuk-do","Nature","Natural Sites"],"imgUrl":"/2022-07-27-1658890608788/1597032_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-07-27-1658890608788","pageUrl":"https:/mcdryad.com/Chungcheongbuk-do/2022-07-27-1658890608788"},{"id":"2022-07-26-1658878523604","title":"Chungjuho Lake (충주호)","description":"Chungjuho Lake is the nation’s largest lake, and was formed after the construction of Chungju Dam. When constructing the dam, an approximately 66.48 ㎢ - area was submerged throughout three region in Chungju, Danyang and Jecheon. Even though nearly 50,000 people lost their hometown, the lake became a famous tourist spot of the region, along with Woraksan National Park, Songgye Valley, Cheongpung Culture Center, Eight Sceneries of Danyang, Gosu Cave, Guinsa Temple, Suanbo Hot Springs, Nodong Cave and other spots. <br><br>Tourists can enjoy the scenic area on five ferry docks from Chungjunaru, main ferry dock of Chungju Dam, Cheongpungnaru, Janghoenaru where Gudambong Peak and Oksunbong Peak are located, Danyangnaru in Danyang-eup, and Woraknaru located near the beautiful scenery of Woraksan Mountain. From Chungju Dam to Janghoenaru, it takes approximately 1 hour 30 minutes, making it a long-distance course and offers special sightseeing on board. This course also holds great views of Chungjuho Lake and Yeongbong Peak of Woraksan Mountain, the surrounding scenery of Woraknaru, and two scenic spots of Danyang which are Gudanbong and Oksunbong Peak featuring uniquely-shaped rocks and peaks. This course is the most attractive among Chungjuho ferry excursion routes.","regDate":"2022-07-26","author":"korea-tour","tag":["Chungcheongbuk-do","Nature","Natural Sites"],"imgUrl":"/2022-07-26-1658878523604/177937_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-07-26-1658878523604","pageUrl":"https:/mcdryad.com/Chungcheongbuk-do/2022-07-26-1658878523604"},{"id":"2022-07-26-1658875095822","title":"Chungju Jungangtap Park (중앙탑공원 (충주))","description":"Chungju Jungangtap Park is home to the Seven-story Stone Pagoda in Tappyeong-ri (National Treasure), set before the beautiful scenery of the Namhangang River. The stone pagoda was built during the Unified Silla period and was the largest stone pagoda at that time. Because of its location in the middle of the nation, it was called Jungangtap (jungang means middle in Korean). The area around the pagoda was made into a sculpture park, with 26 art pieces from artists all over the country.","regDate":"2022-07-26","author":"korea-tour","tag":["Chungcheongbuk-do","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-07-26-1658875095822/2687381_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-07-26-1658875095822","pageUrl":"https:/mcdryad.com/Chungcheongbuk-do/2022-07-26-1658875095822"},{"id":"2022-07-26-1658871253142","title":"Chungju Dam (충주댐)","description":"Chungju Dam is the nation’s largest multipurpose concrete dam and plays a role in water resources planning and management, prevention of flood damage, and electric power production. The dam area features various facilities like the Water Exhibition Hall, Memorial Tower, a resting area, and a tour boat dock. As for the structure, the dam is 97.5 meters high and 447 meters long.  Beneath the main dam, there is a balancing reservoir dam which is 21 meters high and 480.7 meters long.","regDate":"2022-07-26","author":"korea-tour","tag":["Chungcheongbuk-do","Nature","Natural Sites"],"imgUrl":"/2022-07-26-1658871253142/1598407_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-07-26-1658871253142","pageUrl":"https:/mcdryad.com/Chungcheongbuk-do/2022-07-26-1658871253142"},{"id":"2022-07-26-1658867788874","title":"Chojeongyaksu Mineral Spring (초정약수)","description":"Located approximately 16 kilometers northeast of CheongjuCity, Chojeongyaksu Mineral Spring is acknowledged as one of the three major mineral springs in the world. Chojeong Mineral Spring was discovered around 600 years ago and became nationally known ever since as the source of naturally carbonated water that has a piquant and cool taste. It is said that King Sejong (1397-1450, reign 1418-1450) visited the springs in 1444 and stayed here for 60 days to treat an eye infection. The daily yield of carbonated water here is 458 tons, which is used for producing natural soda drinks.  There are presently two mineral water plant facilities in the area. The healing effects of Chojeongyaksu Mineral Spring are presumed to come from the abundant radium contained in the water, which is effective in treating eye infections and skin ailments.","regDate":"2022-07-26","author":"korea-tour","tag":["Chungcheongbuk-do","Nature","Natural Sites","Mineral Springs"],"imgUrl":"/2022-07-26-1658867788874/1954530_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-07-26-1658867788874","pageUrl":"https:/mcdryad.com/Chungcheongbuk-do/2022-07-26-1658867788874"},{"id":"2022-07-26-1658863890500","title":"Cheongpungho Scenic Monorail (청풍호 관광모노레일)","description":"Cheongpungho Scenic Monorail covers a 2.6-kilometer stretch of land from Dogok-ri, Jecheon to Bibongsan Mountain (alt. 531 m). Walking to the summit of Bibongsan Mountain from Dogok-ri takes roughly one hour, but it only takes an effortless 20 minutes by monorail. Taking the monorail is a great option to admire the beautiful scenery of Cheongpungho Lake.","regDate":"2022-07-26","author":"korea-tour","tag":["Chungcheongbuk-do","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-07-26-1658863890500/2026146_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-07-26-1658863890500","pageUrl":"https:/mcdryad.com/Chungcheongbuk-do/2022-07-26-1658863890500"},{"id":"2022-07-26-1658861024761","title":"Cheongpung Cultural Heritage Complex (청풍문화재단지)","description":"Cheongpung Cultural Heritage Complex in Jecheon, Chungcheongbuk-do contains a variety of cultural heritages and artifacts that were collected from the region before it was flooded in 1985 during the construction of Chungju Dam. Here, visitors can see Hanbyeongnu Pavilion (Treasure No. 528), Stone Standing Buddha (Treasure No. 546), Paryeongnu Pavilion, Geumnamnu Pavilion, Geumbyeongheon Hall, Eungcheonggak Pavilion and the Cheongpunghyanggyo Local Confucian School as well as nearly 2,000 household artifacts. It has become an outdoor museum of the glorious culture of the upper reaches of the Namhangang River.","regDate":"2022-07-26","author":"korea-tour","tag":["Chungcheongbuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-07-26-1658861024761/2366266_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-07-26-1658861024761","pageUrl":"https:/mcdryad.com/Chungcheongbuk-do/2022-07-26-1658861024761"},{"id":"2022-07-26-1658857175468","title":"Cheongpung Cable Car (청풍호반케이블카)","description":"Cheongpung Cable Car takes passengers back and forth between Multae-ri in Cheongpung-myeon and Bibongsan Mountain along a 2.3-kilometer ropeway. There are a total of 43 cabins that accommodate up to 10 passengers per car, which among ten have transparent flooring to offer a thrilling bird's-eye-view of Cheongpung-myeon. The cable car has a speed of 5 m/s and takes around 10 minutes from the departure point to Bibongsan Mountain peak, and can accommodate up to 15,000 passengers per day. Bibongsan Mountain sits at the center of Cheongpungho Lake and has an elevation of 531 meters. The sight from top offers a feeling as if one is looking down at an archipelago. The cable car allows children and the elderly to enjoy the sight without the hassle of hiking up to the summit.<br>","regDate":"2022-07-26","author":"korea-tour","tag":["Chungcheongbuk-do","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-07-26-1658857175468/2639056_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-07-26-1658857175468","pageUrl":"https:/mcdryad.com/Chungcheongbuk-do/2022-07-26-1658857175468"},{"id":"2022-07-26-1658854380652","title":"Cheongnamdae Presidential Villa (청남대)","description":"Cheongnamdae, which means \"Cheong Wa Dae in a warm southern land,\" was once a private villa used by former presidents of Korea. Cheongnamdae became open to the public on April 18, 2003. It is located near Daecheong Dam in Cheongwon-gu, Chungcheongbuk-do and was built in 1983. The total area spans 1,825,000ｍ² and consists of a main building, golf range, heliport, and fishing area. The natural environment surrounding the area has been well preserved, serving as a home to wildlife, including over 143 species of wild flowers and 124 species of trees as well as several endangered species.","regDate":"2022-07-26","author":"korea-tour","tag":["Chungcheongbuk-do","Culture/Art/History","Architectural Sights","Buildings"],"imgUrl":"/2022-07-26-1658854380652/2601641_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-07-26-1658854380652","pageUrl":"https:/mcdryad.com/Chungcheongbuk-do/2022-07-26-1658854380652"},{"id":"2022-07-26-1658850186568","title":"Cheongju Sangdangsanseong Fortress (청주 상당산성)","description":"Sangdangsanseong Fortress in Cheongju, Chungcheongbuk-do is a fortress built along the natural slopes close to downtown Cheongju. It was comprehensively improved in 1596 (29th year of King Seonjo’s reign) during Imjinwaeran (Japanese invasion of Korea in 1592) and later remodeled into a stone fortress during the 42nd year of King Sukjong’s reign.  <br><br>This 4.2km-long, 3-4m-tall fortress was built with stones of various sizes, earth and sand. The fortress has three gates, located in the east, west and south respectively. The three gates remain almost intact, and all still have their gate towers. The front gate in the south, named ‘Gongnammun Gate,’ is crescent-shaped while the East and West gates are square. The East and West Command Posts also stand within the confines of the fortress itself. This fortress was designated as Historic Site No. 212 in 1970. Additionally, visitors can sample Jujube Wine (Korean traditional wine) as well as a variety of local cuisine.","regDate":"2022-07-26","author":"korea-tour","tag":["Chungcheongbuk-do","Culture/Art/History","Historical Sites","Fortresses"],"imgUrl":"/2022-07-26-1658850186568/1597128_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-07-26-1658850186568","pageUrl":"https:/mcdryad.com/Chungcheongbuk-do/2022-07-26-1658850186568"},{"id":"2022-07-26-1658846040707","title":"Cheongju Jungang Park (청주 중앙공원)","description":"Cheongju Jungang Park is a city park located at the center of Cheongju. It is home to a 1,000-year-old ginkgo tree and the city's significant cultural heritages and monuments. The park also serves as a resting spot for Cheongju citizens as well as a venue for numerous local events.","regDate":"2022-07-26","author":"korea-tour","tag":["Chungcheongbuk-do","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-07-26-1658846040707/2439617_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-07-26-1658846040707","pageUrl":"https:/mcdryad.com/Chungcheongbuk-do/2022-07-26-1658846040707"},{"id":"2022-07-26-1658843657384","title":"Cheongju Heungdeoksa Temple Site (청주 흥덕사지)","description":"A large number of relics were unearthed at this site due to a land development project in 1985. Work was halted and relics were excavated by the Cheongju University Museum. The time and size of Heungdeoksa Temple is unknown, but according to Jikji (Buljojikjisimcheyojeol, the world’s oldest existing book printed with movable metal type), the excavated books were printed using metal types at the temple in the third year of King Uwang’s reign (1377). The books were published 78 years earlier than Gutenberg’s invention.<br><br>In 1972, the Jikji was officially recognized as the world’s oldest book printed with movable metal type during the International Book Year. The Buljojikjisimcheyojeol is currently kept at the National Library of France.","regDate":"2022-07-26","author":"korea-tour","tag":["Chungcheongbuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-07-26-1658843657384/610307_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-07-26-1658843657384","pageUrl":"https:/mcdryad.com/Chungcheongbuk-do/2022-07-26-1658843657384"},{"id":"2022-07-26-1658840918566","title":"Cheondongdonggul Cave (단양 천동동굴)","description":"Situated on the outskirts of a mountain behind Cheondong-ri in Danyang, Cheondongdonggul Cave is a limestone cave of 470 meters in length. Created 450 million years ago, the cave is known to have beautiful limestone rocks often called “flower trays.” The cave is decorated with a breathtaking array of stalactites, stalagmites, columns and soda straws as if they were part of a lush forest. Abundant animal deposits render the cave a huge specimen gallery.<br><br>Although it is a relatively small, separate cave, Cheondongdonggul boasts plethora of splendid natural features. Along with Gosu Cave (designated as Natural Monument No. 256) in Gosu-ri, Danyang, Cheondongdonggul Cave is considered one of the most beautiful limestone caves in Korea.","regDate":"2022-07-26","author":"korea-tour","tag":["Chungcheongbuk-do","Nature","Natural Sites"],"imgUrl":"/2022-07-26-1658840918566/2366297_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-07-26-1658840918566","pageUrl":"https:/mcdryad.com/Chungcheongbuk-do/2022-07-26-1658840918566"},{"id":"2022-07-26-1658835186551","title":"Central Inland Region Tourist Train (O-Train) (중부내륙순환열차 (O-트레인))","description":"The O-Train derives its name from the word \"One,\" as the three provinces (Gangwon-do, Chungcheongbuk-do, Gyeongsangbuk-do) in the country's central inland region are connected by this one circular route. The four-cabin train carries up to 205 people and includes separate seating options for families and couples to accommodate the needs of different passengers. There are also individual observatory seats for people traveling on their own. The train is well-equipped with various convenience facilities including a café, children's play area, toilets, and more.<br><br>The train runs at the speed of 150 kilometers per hour, allowing passengers to reach the inland regions from Seoul faster and easier than before. The exterior of the train is decorated with the pictures representing the beautiful scenery of Korea's four seasons, whereas the insides are dotted with highlights taken from Baekdudaegan mountain range.","regDate":"2022-07-26","author":"korea-tour","tag":["Chungcheongbuk-do","Culture/Art/History","Experience Programs","Unique Experience"],"imgUrl":"/2022-07-26-1658835186551/1923426_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-07-26-1658835186551","pageUrl":"https:/mcdryad.com/Chungcheongbuk-do/2022-07-26-1658835186551"},{"id":"2022-07-26-1658832156448","title":"Breeding Ground of Grey Herons (진천 노원리 왜가리 번식지)","description":"The Breeding Ground of Grey Herons is located behind the Nogok Village in Jincheon, Chungcheongbuk-do. The migratory birds nestled on the 1,000-year-old ginkgo tree. However, as the tree started to decay due to bird droppings over time, resulting in the loss of the birds' main nest. Subsequently, the birds started to settle in the surrounding bushes and forests. In order to preserve the habitat and encourage gray heron breeding, the area was designated as a Natural Monument.","regDate":"2022-07-26","author":"korea-tour","tag":["Chungcheongbuk-do","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2022-07-26-1658832156448/212683_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-07-26-1658832156448","pageUrl":"https:/mcdryad.com/Chungcheongbuk-do/2022-07-26-1658832156448"},{"id":"2022-07-26-1658828220208","title":"Boeun Seon Byeong-guk's House (보은 선병국가옥)","description":"Built between 1919 and 1921, Seon Byeong-guk's House’s unique architectural style uses dimensions greater than those of traditional houses. The house is divided into three sections  an inner house, a separate house, and a shrine. This design resembles a lotus flower floating on water, which symbolizes fertility, prosperity, and longevity for the generations of dwellers. The house is also surrounded by lush pine trees.","regDate":"2022-07-26","author":"korea-tour","tag":["Chungcheongbuk-do","Culture/Art/History","Historical Sites","Old Houses"],"imgUrl":"/2022-07-26-1658828220208/2517747_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-07-26-1658828220208","pageUrl":"https:/mcdryad.com/Chungcheongbuk-do/2022-07-26-1658828220208"},{"id":"2022-07-26-1658824867446","title":"Boeun Beopjusa Temple [UNESCO World Heritage] (보은 법주사 [유네스코 세계문화유산])","description":"Built in 553 during the 14th year of Silla King Jinheung's reign, Beopjusa Temple is located on Songnisan Mountain. However, many of the original buildings were destroyed during the Imjin War (1592-1598), with the current structures having been rebuilt in 1624. The temple features many beautiful and important Buddhist relics and artworks, centered around the main hall, Daeungbojeon Hall.","regDate":"2022-07-26","author":"korea-tour","tag":["Chungcheongbuk-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-07-26-1658824867446/1917273_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-07-26-1658824867446","pageUrl":"https:/mcdryad.com/Chungcheongbuk-do/2022-07-26-1658824867446"},{"id":"2022-07-26-1658820864445","title":"Birthplace of Yuk Young-soo (Okcheon) (옥천 육영수 생가)","description":"The birthplace of Yuk Young-soo is the last house on Hyangsu 100-ri gil in Okcheon-eup, Okcheon-gun of Chungcheongbuk-do. Mrs. Yuk Young-soo was born from  the house and raised, until to later stage the establishment&nbsp;to fall in disrepair. Luckily, the building was restored in May of 2011, and it became open to the public. The house was originally built in the 1600s by Kim Jeongseung, and subsequently lived in by  Song Jeongseung, and then Min Jeongseung, gaining the house the nickname of \"Samjeongseong House,\" meaning the house of three Jeongseong's. (The Jeongseong's rank is similiar to that of prime minister's today.)<br><br>Before Mrs. Yuk Young-soo was born, the house was bought in 1918 from the sons of Min Jeongseung by Yuk Jong-gwan, and then repaired in the likeness of a typical Chungcheong <i>yangban</i> (noble class) house from the late Joseon period. After entering through the main gate, the large site features a meeting room, outer room, inner room, backroom, servants quarters, annex, back garden, arbor, and lotus pond.","regDate":"2022-07-26","author":"korea-tour","tag":["Chungcheongbuk-do","Culture/Art/History","Historical Sites","Birthplaces"],"imgUrl":"/2022-07-26-1658820864445/1953565_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-07-26-1658820864445","pageUrl":"https:/mcdryad.com/Chungcheongbuk-do/2022-07-26-1658820864445"},{"id":"2022-07-26-1658817939894","title":"Bakdaljae Recreational Forest (박달재자연휴양림)","description":"Bakdaljae Recreational Forest is where 150-year-old pine trees create a dense forest together with oddly formed rocks. At the top of Bakdaljae Pass, there’s a pavilion, a spring, a resting area, and a wood sculpture park. From the top of the mountain, one can admire a view of Sobaeksan, Woraksan and Gamaksan Mountains.","regDate":"2022-07-26","author":"korea-tour","tag":["Chungcheongbuk-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"/2022-07-26-1658817939894/176560_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-07-26-1658817939894","pageUrl":"https:/mcdryad.com/Chungcheongbuk-do/2022-07-26-1658817939894"},{"id":"2022-07-26-1658814747468","title":"Bakdaljae Peak (박달재)","description":"Bakdaljae refers to the steep hills dividing Bongyang-eup and Baekun-myeon in Jecheon-si. It has a legendary sad love story about Bakdal doryeong and Geumbong nangja. Jecheon-si uses the characters of ‘Bakdari and Geumbongi’ to promote. Iljumun Gate is set at the entrance of the hill to offer things to see for visitors. Also, based on Bakdaljae landmark project, it became a famous site for tourists.","regDate":"2022-07-26","author":"korea-tour","tag":["Chungcheongbuk-do","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-07-26-1658814747468/2639052_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-07-26-1658814747468","pageUrl":"https:/mcdryad.com/Chungcheongbuk-do/2022-07-26-1658814747468"},{"id":"2022-07-26-1658810928103","title":"Baeron Holy Ground (배론성지)","description":"Located along the national highway between Jecheon and Wonju, Baeron Holy Ground has great spiritual significance as it served as the fountainhead of the spread of Catholicism in Korea. During the early years of Catholicism in Korea, Catholics fleeing from the Sinhae Persecution (1791) came to this place, formed a community, and made their faith deeper. Amid the persecution in 1801, A man named Hwang Sa-yeong (Alexander, 1775–1801) hid in a tunnel and wrote letters about the situation of the Joseon Catholic Church on silk fabrics, but was captured and martyred. Baeron is also a historic place where Joseon’s first theological school, St. Joseph Theological School, was founded, but the school was eventually shut down. The graves of Fr. Thomas Choe Yang-eop (1821–1861), Korea’s second Roman Catholic priest, and the Martyr Hwang Sa-yeong Memorial Tower can be seen at Baeron Holy Ground.<br> <br> Baeron Holy Ground is surrounded by rugged mountains such as Guhaksan Mountain, Baegunsan Mountain and Chiaksan Mountain. The mountain path from the holy ground eventually leads to Bakdaljae Natural Forest.","regDate":"2022-07-26","author":"korea-tour","tag":["Chungcheongbuk-do","Culture/Art/History","Historical Sites","Holy Sites"],"imgUrl":"/2022-07-26-1658810928103/2026149_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-07-26-1658810928103","pageUrl":"https:/mcdryad.com/Chungcheongbuk-do/2022-07-26-1658810928103"},{"id":"2022-07-26-1658804661068","title":"Angseong Carbonate Hot Springs (앙성탄산온천)","description":"The water at Angseong Carbonate Hot Springs comes from 700 meters underground. This water contains about 2.800㎎/L of carbonic acid and is beneficial in many ways. It is known to be effective in preventing high and low blood pressures, diabetes, arthritis, neuralgia, depression, lifestlye diseases, obesity caused by lack of exercise, stiff shoulder, back pain, colds, constipation, and hemorrhoids. Carbonic acid hot springs are also good for stress relief, increasing metabolism, stimulating blood circulation, and for the treatment of hypersensitive skin, cosmetics allergies, freckles, age spots, athelete’s foot and eczema. <br><br>The water temperature at the hot spring stays between 25-38 degrees Celcius. A separate pool is available for people who prefer a  warmer temperature than that. Known for promoting physical and psycological health, a carbonic acid hot spring bath also softens the skin and helps fatigue recovery. <br><br>For added benefits, Angseong Carbonate Hot Springs also  uses oak wood for heating its jjimjilbang (Korean sauna) and the water.","regDate":"2022-07-26","author":"korea-tour","tag":["Chungcheongbuk-do","Culture/Art/History","Recreational Sites","Hot Springs & Spa"],"imgUrl":"/2022-07-26-1658804661068/177836_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-07-26-1658804661068","pageUrl":"https:/mcdryad.com/Chungcheongbuk-do/2022-07-26-1658804661068"}],"metaData":{"pageUrl":"https://mcdryad.com/Chungcheongbuk-do","nav":"Chungcheongbuk-do"},"navList":["Busan","Chungcheongbuk-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Incheon","Jeju-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}