{"pageProps":{"content":"![Baeksasilgyegok Valley (백사실계곡)](/2022-07-11-1657512722673/1926514_image2_1.webp)\n  \n## Overview\n\n> Baeksasilgyegok Valley in Seoul is a well preserved cultural and natural site, being home to Baekseokdongcheon, Historic Site No. 462, as well as a habitat to diverse animals, including salamanders, frogs, minnows, and crayfish. The preservation value of this area is especially high as the valley is home to a large colony of salamanders, which are indicator species of the clean water and a protected wildlife species of Seoul. <br><br>\n\nThe valley gets its name from the site of a villa of Yi Hangbok. The path along the area’s thick forest and natural valleys provides an excellent getaway. Since the area is a habitat to several protected species, visitors are asked to refrain from dipping their feet in the valley’s waters while exploring the scenery. The entrance to the valley is located past the Sanmotungi Café.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br>(Korean, English, Japanese, Chinese) <br>• For more info: +82-2-2148-1114|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Admission Fees:|Free|\n|Restrooms:|Available|\n  \n## Detail Image\n![/2022-07-11-1657512722673/1859941_image2_1.webp](/2022-07-11-1657512722673/1859941_image2_1.webp)\n![/2022-07-11-1657512722673/1860160_image2_1.webp](/2022-07-11-1657512722673/1860160_image2_1.webp)\n![/2022-07-11-1657512722673/1860161_image2_1.webp](/2022-07-11-1657512722673/1860161_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-2-2148-1114](tel:+82221481114)\n- [🏠tour.jongno.go.kr](http://tour.jongno.go.kr)\n\n\n```googleMap\nlatitude: 37.6004834158\nlongitude: 126.9663489448\ntitle: 115, Buam-dong, Jongno-gu, Seoul\n```\n  \n## Directions\n  \n[Bus]<br>\nTake Bus No. 7022 near Gyeongbokgung Station (Seoul Subwya Line 3), and get off at Segumjung Elementary School Bus Stop.<br>\nWalk in the opposite direction of the bus and take a left at the first three-way Intersection, continuing to walk for about 400 m. <br>There will be a sign for the valley ahead.\n","data":{"id":"2022-07-11-1657512722673","title":"Baeksasilgyegok Valley (백사실계곡)","description":"Baeksasilgyegok Valley in Seoul is a well preserved cultural and natural site, being home to Baekseokdongcheon, Historic Site No. 462, as well as a habitat to diverse animals, including salamanders, frogs, minnows, and crayfish. The preservation value of this area is especially high as the valley is home to a large colony of salamanders, which are indicator species of the clean water and a protected wildlife species of Seoul. <br><br>The valley gets its name from the site of a villa of Yi Hangbok. The path along the area’s thick forest and natural valleys provides an excellent getaway. Since the area is a habitat to several protected species, visitors are asked to refrain from dipping their feet in the valley’s waters while exploring the scenery. The entrance to the valley is located past the Sanmotungi Café.","regDate":"2022-07-11","author":"korea-tour","tag":["Seoul","Nature","Natural Sites","Valleys"],"imgUrl":"/2022-07-11-1657512722673/1926514_image2_1.webp","blogPath":"Seoul/2022-07-11-1657512722673","pageUrl":"https:/mcdryad.com/Seoul/2022-07-11-1657512722673"},"dataList":[{"id":"2022-07-22-1658472507467","title":"Deoksugung Palace (덕수궁)","description":"Registered as Historic Site No. 124, Deoksugung Palace was initially not a royal palace, but a residential home of Grand Prince Wolsan (1454-1488), the older brother of King Seongjong (1469-1494) of the Joseon dynasty. It wasn't until 1593 that the palace was used as a temporary palace of the royal family after their home was burned down during the Imjin War. King Seonjo also stayed at Deoksugung Palace after returning to the city. It became a proper palace when Gwanghaegun (1575-1641) ascended to the throne and gave this royal residence the name Gyeongungung Palace in 1611. Over the following decades, the palace alternated between being an official palace and a temporary residence. The name did not change officially to Deoksugung Palace, meaning the “palace of virtuous longevity,” until 1907. While the palace once encompassed a vast area with many buildings, the current palace grounds are just a small shadow of the prior splendor, with very few structures remaining.","regDate":"2022-07-22","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Palaces"],"imgUrl":"/2022-07-22-1658472507467/1946565_image2_1.webp","blogPath":"Seoul/2022-07-22-1658472507467"},{"id":"2022-07-22-1658468566302","title":"Daraenamu Tree in Changdeokgung Palace (창덕궁 다래나무)","description":"Daraenamu Tree in Changdeokgung Palace is estimated to be 600 years old, meaning it had likely been planted before the palace was built. The tree stands 19m in x_height, and has six separate trunks sprawling in all directions. It is the biggest and the oldest in Korea. It is designated and protected as a National Natural Monument.","regDate":"2022-07-22","author":"korea-tour","tag":["Seoul","Nature","Natural Resources","Rare Animals & Plants"],"imgUrl":"/2022-07-22-1658468566302/1568385_image2_1.webp","blogPath":"Seoul/2022-07-22-1658468566302"},{"id":"2022-07-22-1658466170547","title":"Dapsimni Antique Art Street (답십리 고미술상가)","description":"Dapsimni Antique Art Street is where travelers can stumble upon valuable old paintings, antique furniture and pottery as well as a variety of household items. These antique shops used to be scattered throughout the area of Cheonggyecheon Stream 8(pal)-ga, Itaewon, and Ahyeon-dong, but have gathered within Dapsimni area since the mid-1980s. There are approximately 140 shops along the streets. <br><br>It is quite fun to browse through antiquities including wooden candlesticks, grandfather clocks, and old picture frames, items which are usually hard to find in regular stores. These rare items attract not only Koreans but also international visitors to this street. While shops in Insa-dong are popular for selling high-quality antiques, shops in Dapsimni Art Street are popular for offering a wide assortment of antiques at reasonable prices.","regDate":"2022-07-22","author":"korea-tour","tag":["Seoul","Culture/Art/History","Experience Programs","Cultural Districts"],"imgUrl":"/2022-07-22-1658466170547/1917414_image2_1.webp","blogPath":"Seoul/2022-07-22-1658466170547"},{"id":"2022-07-22-1658463869048","title":"Danggogae Catholic Martyrs' Shrine (당고개순교성지)","description":"Danggogae Catholic Martyrs' Shrine is located on the small hill just five minutes away from Yongsan Eletronics Market. 10 Catholics were martyred on this hill during the Gihae Persecution in 1839 including Choi Gyeong-hwan (Francis)'s wife Lee Seong-rye (Maria).<br><br>Nine of the 10 martyrs are now recognized as saints. Lee Seong-rye, the mother of Father Thomas Choi Yang-eop (Korea's second ordained priest), has not yet been canonized although she did suffer martyrdom. The reason was that the mother briefly put aside her faith because of the pressures of raising five children after she had her oldest son, Thomas. However, the difficulty of combining these two interests was eventually overcome and she died a martyr.<br><br>Aside from serving as a memorial site, Danggogae Catholic Martyrs' Shrine also offers a commanding view of Seoul. Nearby tourist attractions include Saenamteo Catholic Holy Place of the Martyrs, which is a Catholic church with Korean architecture, and Yongsan Family Park.","regDate":"2022-07-22","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Holy Sites"],"imgUrl":"/2022-07-22-1658463869048/566486_image2_1.webp","blogPath":"Seoul/2022-07-22-1658463869048"},{"id":"2022-07-22-1658457979582","title":"Daehangno (University Street) (대학로)","description":"Daehangno is an artistic neighborhood that stretches 1.1 kilometers from Jongno 5-ga Intersection to Hyehwa-dong Rotary. The area is filled with culture and performing arts facilities, with the center of all this being Marronnier Park. Visitors can find performances taking play every day at the many theaters large and small, as well as restaurants serving a range of cuisines. The area is especially active on weekends and during the street festival period.","regDate":"2022-07-22","author":"korea-tour","tag":["Seoul","Culture/Art/History","Experience Programs","Cultural Districts"],"imgUrl":"/2022-07-22-1658457979582/1554786_image2_1.webp","blogPath":"Seoul/2022-07-22-1658457979582"},{"id":"2022-07-21-1658446680877","title":"DMZ Peace Train (평화열차 DMZ 트레인)","description":"With aims to overcome history and focus on the greatness of nature and life, the DMZ train consists of three cabins each designed with themes of peace, love, and harmony. The train offers seats with great views of the outside, a cafe, photo zones, a photo gallery and many other amenities. Passengers can enjoy great scenic views on the DMZ train as it passes by the renowned Imjingang Railroad Bridge.","regDate":"2022-07-21","author":"korea-tour","tag":["Seoul","Culture/Art/History","Experience Programs","Unique Experience"],"imgUrl":"/2022-07-21-1658446680877/2389028_image2_1.webp","blogPath":"Seoul/2022-07-21-1658446680877"},{"id":"2022-07-21-1658443105183","title":"Culture Station Seoul 284 (문화역 서울 284)","description":"Culture Station Seoul 284 opened in 2011 by restoring the old Seoul Station. The complex holds various programs including exhibitions, performances, cultural events and workshops. It holds over 100 years of history with Namdaemun Station being the original name of the station in 1900 and changing to Gyeongseong Station, Seoul Station, and now Culture Station Seoul 284. The look of 1925 Gyeongseong Station offers visitors a flashback to the past, providing a fun and special experience.","regDate":"2022-07-21","author":"korea-tour","tag":["Seoul","Culture/Art/History","Experience Programs","Unique Experience"],"imgUrl":"/2022-07-21-1658443105183/1985332_image2_1.webp","blogPath":"Seoul/2022-07-21-1658443105183"}],"navList":["Busan","Daegu","Daejeon","Gwangju","Gyeonggi-do","Incheon","Jeju-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}