{"pageProps":{"content":"![Baedari Secondhand Bookstore Alley (배다리 헌책방 골목)](/2022-07-11-1657543591392/2030736_image2_1.webp)\n  \n## Overview\n\n> Baedari Secondhand Bookstore Alley is located in the boundary between Geumgok-dong and Changyeong-dong in Dong-gu, Incheon. Prior to the establishment of Gyeongin Railroad, this alley was Incheon’s representative road to Seoul, referred to as Ugakli Street. During the 60s and 70s when living was difficult and everything was hard to get one's hands on, it was the only secondhand bookstore alley in the Incheon area where people could quench their thirst for learning. Known as the Baedari Bookstore Alley, there are about 10 bookstores altogether within the area that sell secondhand books and new books. Countless books in a wide range of topics from ancient Korean literature, arts, music, medicine, children’s books, dictionaries and more fill up the small but charming bookstores. Artworks that depict the old lifestyles of residents at Baedari decorate the alley walls, offering more to see.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br>• For more info: +82-32-770-6100|\n  \n\n  \n## Detail Image\n![/2022-07-11-1657543591392/2030737_image2_1.webp](/2022-07-11-1657543591392/2030737_image2_1.webp)\n![/2022-07-11-1657543591392/2476148_image2_1.webp](/2022-07-11-1657543591392/2476148_image2_1.webp)\n![/2022-07-11-1657543591392/2476154_image2_1.webp](/2022-07-11-1657543591392/2476154_image2_1.webp)\n![/2022-07-11-1657543591392/2476165_image2_1.webp](/2022-07-11-1657543591392/2476165_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-32-766-9523](tel:+82327669523)\n- [🏠www.icdonggu.go.kr](http://www.icdonggu.go.kr/open_content/culture/)\n\n\n```googleMap\nlatitude: 37.4724368725\nlongitude: 126.6362715334\ntitle: 6, Geumgok-ro, Dong-gu, Incheon\n```\n  \n## Directions\n  \n[Bus]<br>\nFrom Dong Incheon Station.<br>\nBus No. 9, 10, 15, 27, 28<br>\nBound for Baedari<br><br>\n\nFrom Dowon Station.<br>\nBus No. 9, 10, 15, 27, 28<br>\nBound for Baedari\n","data":{"id":"2022-07-11-1657543591392","title":"Baedari Secondhand Bookstore Alley (배다리 헌책방 골목)","description":"Baedari Secondhand Bookstore Alley is located in the boundary between Geumgok-dong and Changyeong-dong in Dong-gu, Incheon. Prior to the establishment of Gyeongin Railroad, this alley was Incheon’s representative road to Seoul, referred to as Ugakli Street. During the 60s and 70s when living was difficult and everything was hard to get one's hands on, it was the only secondhand bookstore alley in the Incheon area where people could quench their thirst for learning. Known as the Baedari Bookstore Alley, there are about 10 bookstores altogether within the area that sell secondhand books and new books. Countless books in a wide range of topics from ancient Korean literature, arts, music, medicine, children’s books, dictionaries and more fill up the small but charming bookstores. Artworks that depict the old lifestyles of residents at Baedari decorate the alley walls, offering more to see.","regDate":"2022-07-11","author":"korea-tour","tag":["Incheon","Culture/Art/History","Experience Programs","Cultural Districts"],"imgUrl":"/2022-07-11-1657543591392/2030736_image2_1.webp","blogPath":"Incheon/2022-07-11-1657543591392","pageUrl":"https:/mcdryad.com/Incheon/2022-07-11-1657543591392"},"dataList":[{"id":"2022-08-11-1660203497633","title":"Gyeyangsan Mountain (계양산)","description":"Gyeyangsan Mountain, which reaches an altitude of 395 meters, is considered a guardian  and holy mountain that is representative of Incheon. The mountain’s name changed  several times, according to the name changes of the region. It was previously  called Sujuak as part of the Suju administration of the Goryeo dynasty, Annamsan Mountain during Annam administration, and finally was renamed Gyeyangsan Mountain during Gyeyang administration.<br><br>Gyeyangsan’s  name originates from the area that is home to the Korean box tree, which produces  cassia bark used to make cinnamon. Gyeyang Park was designated as Incheon’s  first urban natural park on January 8, 1944, and since then, the mountain has  gone on to become the city’s top municipal park.","regDate":"2022-08-11","author":"korea-tour","tag":["Incheon","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-08-11-1660203497633/1923719_image2_1.webp","blogPath":"Incheon/2022-08-11-1660203497633"},{"id":"2022-08-11-1660200375101","title":"Gyeongin Ara Waterway (경인 아라뱃길)","description":"Ara Waterway flows 18 kilometers from the Hangang River to the West Sea. Opened in 2012, the waterway serves to quickly remove excess water from the surrounding areas to prevent flooding. The waterway also serves as a key route for transporting cargo via ship, as well as a natural green space.<br><br>The idea of Ara Waterway started nearly 800 years ago during the Joseon dynasty by King Gojong. Unfortunately, his plan could not be completed at that time due to technical obstacles and the difficult state of the country. After countless efforts and preparation, the construction of the waterway began in 2009 and opened in 2012.","regDate":"2022-08-11","author":"korea-tour","tag":["Incheon","Culture/Art/History","Recreational Sites","Tourist Complexes"],"imgUrl":"/2022-08-11-1660200375101/2661944_image2_1.webp","blogPath":"Incheon/2022-08-11-1660200375101"},{"id":"2022-08-11-1660196262031","title":"Gwangseongbo Fortress (광성보)","description":"Gwangseongbo Fortress’s outer wall from the Goryeo era was mended in 1618. The fortress was built in 1656 and the outpost was constructed in 1679. It was completely remodeled into a masonry castle with gates in 1745. During Sinmiyangyo (the American invasion in 1871), Gwangseongbo was the fiercest battle ground in Ganghwa. On April 24, 1871, a  fleet with 1,230 American naval forces led by Rear Admiral John Rodgers landed on Ganghwado Island to demand the opening of Korea's ports and commerce. The armed forces attacked Chojijin Fortress and Deokjinjin Camp, then marched to Gwangseongbo Fortress, where they engaged in close combat with the warriors of Joseon. Although General Eo Jae-yeon and the other warriors were poorly equipped with far inferior weapons, they bravely fought to the death against the invading forces. <br><br>The battlefield ruins of the fortress and the gate towers such as Anhaeru, Gwangseongdon, Sondolmokdon, and Yongdudon were repaired in 1977.  The twin tombs of General Eo Jae-Yeon and his brother Eo Jae-seon, along with the anonymous tombs of warriors who died on the battlefield were also honorably arranged at the same time. Furthermore, a stone monument commemorating the restoration of Ganghwa Battlefield was erected on Yongdudondae Post. <br><br>In 1988, an extensive rest area was created toward the shore for visitors’ convenience. Gwangseongbo Fortress is presently designated as Historical Relic No. 227. A religious service known as Gwangseongje is held annually to commemorate the patriotic spirits of General Eo Jae-yeon and other unnamed warriors. This service takes place at 11 a.m. on every April 24th of the lunar calendar.","regDate":"2022-08-11","author":"korea-tour","tag":["Incheon","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-08-11-1660196262031/2363682_image2_1.webp","blogPath":"Incheon/2022-08-11-1660196262031"},{"id":"2022-08-11-1660193458113","title":"Gureopdo Island (굴업도)","description":"Gureopdo Island is considered the Galapagos of Korea. There are only two attractions on this island, Gureop Beach and the port, and there are almost no convenience facilities due to its small population. The island is mostly covered in trees and lacks manmade facilities. As a result, the island still has most of its natural environment, a gift of nature. In summer, the area around Gaemeori Hill is a popular camping site because of its beautiful view of the Milky Way at night.","regDate":"2022-08-11","author":"korea-tour","tag":["Incheon","Nature","Natural Sites"],"imgUrl":"/2022-08-11-1660193458113/2674880_image2_1.webp","blogPath":"Incheon/2022-08-11-1660193458113"},{"id":"2022-08-11-1660190391278","title":"Goryeosan Mountain (고려산)","description":"Goryeosan Mountain, once referred to as Oryeonsan, is a mountain rich in folklore. Legend has it that in the year 416 (during the reign of King Jangsu of Goguryeo), a Buddhist monk named Cheonchukguk climbed Goryeosan Mountain and found Oryeonji Pond where the five-colored lotus flowers bloomed. The monk picked the lotus flower petals and blew them into the air. He then built a temple where each of the petals had landed, naming the temples according to their corresponding color  Jeokseoksa Temple, formerly Jeokryeonsa Temple (red lotus), Baengnyeonsa Temple (white lotus), Cheongryeonsa Temple (blue lotus), Hwangryeonsa Temple (yellow lotus), and Heungnyeonsa Temple (black lotus). <br><br>Around 130 dolmens are distributed along the foot of Goryeosan Mountain. Sirumisan Mountain, on the northern side of Goryeosan Mountain is said to have been the birthplace of General Yeongaesomun of the Goguryeo Kingdom.","regDate":"2022-08-11","author":"korea-tour","tag":["Incheon","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-08-11-1660190391278/2003407_image2_1.webp","blogPath":"Incheon/2022-08-11-1660190391278"},{"id":"2022-08-11-1660185152853","title":"Goryeogung Palace Site (고려궁지)","description":"Goryeogung Palace Site on Ganghwado Island is the site of the royal palace where the people of the Goryeo dynasty (918-1392) resisted the Mongolian invasion for 39 years. In the 19th year of his reign, King Gojong moved the capital to Ganghwa on account of its natural and strategic advantages. During the Byeongjahoran (Chinese invasion of Korea) in 1637, the palace was lost by force to the Qing dynasty of China. Later, Joseon Dynasty palace building and Ganghwa Yusubu (Ganghwa governor’s office) buildings existed in the Goryeo palace site but were destroyed by the French army during the Byeonginyangyo (French Campaign against Korea). Nowadays, the only structures that remain are the Dongheon main office (built in 1638) and Ibangcheong administration office (built in 1654). The palace and its subsidiary buildings were restored in 1977. It has historical lessons of the spirit of independence and overcoming national crisis.","regDate":"2022-08-11","author":"korea-tour","tag":["Incheon","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-08-11-1660185152853/1575652_image2_1.webp","blogPath":"Incheon/2022-08-11-1660185152853"},{"id":"2022-08-10-1660174693655","title":"Geojampo Beach (거잠포해변)","description":"Although Geojampo beach is on the west coast, the estuary is facing the east allowing for a great view of the sunset and sunrise. The nearby Maedo Island is also called Sharkseom Island because it creates the shape of a shark's fin. The sunlight along the ocean creates a beautiful view during sunrise and sunset. The beach is lined with pine trees and has white sand, making it a popular family vacation destination. There are plans to develop the area to an international vacation destination.","regDate":"2022-08-10","author":"korea-tour","tag":["Incheon","Nature","Natural Sites"],"imgUrl":"/2022-08-10-1660174693655/2661929_image2_1.webp","blogPath":"Incheon/2022-08-10-1660174693655"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}