{"pageProps":{"content":"![Gunsan Geumgang Estuary Bank (금강하구둑(군산))](/2022-12-30-1672389414501/1576234_image2_1.webp)\n\n  \n## Overview\n\n> Geumgang Estuary Bank was completed in 1990 as part of an agricultural development project for 6 cities and counties in Chungcheongnam-do and Jeollabuk-do. The Korea Agricultural and Rural Infrastructure Corporation invested approximately 100 billion won for the project and the construction lasted for 8 years. The estuary bank can hold up to 130 million tons of water. The 1,840-meter long bank serves a bridge that connects Chungcheongnam-do to Jeollabuk-do.<br><br>Aside from being the source of water for agricultural and industrial use in Jeollabuk-do and Chungcheongnam-do, the bank also provides flood control for the area around Geumgang River. It helps keep Gunsanhang Port operational by preventing soiland sand from accumulating at the mouth of the river. It also prevents the backwash of seawater from causing damage to farmlands. Geumgang Estuary Bank has an important role as a tourist destination by connecting Gunsan and Janghang.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br>(Korean, English, Japanese, Chinese) <br> • For more info: +82-63-454-3353|\n|parking:|Available|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Admission Fees:|Free|\n|Available Facilities:|Snack bar, rest area, park, observatory, amusement facilities|\n|Restrooms:|Available|\n  \n## Detail Image\n![/2022-12-30-1672389414501/2513739_image2_1.webp](/2022-12-30-1672389414501/2513739_image2_1.webp)\n![/2022-12-30-1672389414501/2513743_image2_1.webp](/2022-12-30-1672389414501/2513743_image2_1.webp)\n![/2022-12-30-1672389414501/2513749_image2_1.webp](/2022-12-30-1672389414501/2513749_image2_1.webp)\n![/2022-12-30-1672389414501/2513752_image2_1.webp](/2022-12-30-1672389414501/2513752_image2_1.webp)\n![/2022-12-30-1672389414501/2513755_image2_1.webp](/2022-12-30-1672389414501/2513755_image2_1.webp)\n![/2022-12-30-1672389414501/2513818_image2_1.webp](/2022-12-30-1672389414501/2513818_image2_1.webp)\n![/2022-12-30-1672389414501/2513819_image2_1.webp](/2022-12-30-1672389414501/2513819_image2_1.webp)\n![/2022-12-30-1672389414501/2513821_image2_1.webp](/2022-12-30-1672389414501/2513821_image2_1.webp)\n![/2022-12-30-1672389414501/2513823_image2_1.webp](/2022-12-30-1672389414501/2513823_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-63-454-3353](tel:+82634543353)\n- [🏠tour.gunsan.go.kr](https://www.gunsan.go.kr/tour/m2098/view/305358?)\n\n\n```googleMap\nlatitude: 36.0199286972\nlongitude: 126.7653183447\ntitle: 120, Cheolsae-ro, Gunsan-si, Jeollabuk-do\n```\n  \n\n","data":{"id":"2022-12-30-1672389414501","title":"Gunsan Geumgang Estuary Bank (금강하구둑(군산))","description":"Geumgang Estuary Bank was completed in 1990 as part of an agricultural development project for 6 cities and counties in Chungcheongnam-do and Jeollabuk-do. The Korea Agricultural and Rural Infrastructure Corporation invested approximately 100 billion won for the project and the construction lasted for 8 years. The estuary bank can hold up to 130 million tons of water. The 1,840-meter long bank serves a bridge that connects Chungcheongnam-do to Jeollabuk-do.<br><br>Aside from being the source of water for agricultural and industrial use in Jeollabuk-do and Chungcheongnam-do, the bank also provides flood control for the area around Geumgang River. It helps keep Gunsanhang Port operational by preventing soiland sand from accumulating at the mouth of the river. It also prevents the backwash of seawater from causing damage to farmlands. Geumgang Estuary Bank has an important role as a tourist destination by connecting Gunsan and Janghang.","regDate":"2022-12-30","author":"korea-tour","tag":["Jeollabuk-do","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2022-12-30-1672389414501/1576234_image2_1.webp","blogPath":"Jeollabuk-do/2022-12-30-1672389414501","pageUrl":"https:/mcdryad.com/Jeollabuk-do/2022-12-30-1672389414501"},"dataList":[{"id":"2023-01-06-1672979958647","title":"Manghaesa Temple (망해사)","description":"Manghaesa Temple is located at the edge of the Gimje Plains before the sea. The temple stands at the summit of Jinbongsan Mountain.  The temple was named for the view of the ocean and the fields of rice. The temple was established by the great monk Buseol Geosa during the 2nd year of King Uija of Baekje (AD 642). Years later, Dobeopsa (a Chinese monk from the Tang dynasty) renovated the temple. The temple was altered again during the reign of King Injo of the Joseon dynasty when the great monk Jinmuk Daesa built Nakseojeon Hall in 1589. Bogwangjeon Hall and Chilseonggak Pavilion were built much later in 1933. Manghaesa Temple is unique in that it is the only temple where the distant horizon is visible over both land and sea. Nearby attractions include a walking path through a field of reeds by Mangyeonggang River and views of the sunset over the sea.","regDate":"2023-01-06","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2023-01-06-1672979958647/2675611_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-06-1672979958647"},{"id":"2023-01-06-1672976184633","title":"Maisan Hwaeomgul Cave (마이산 화엄굴)","description":"Maisan Mountain has two major peaks made of sedimentary rocks; these peaks are said to be ‘couple peaks’ and cannot be found anywhere else. Sut Maibong (alt. 667 meters) is said to be the male peak while the slightly larger Am Maibong (alt. 673 meters) is deemed the female peak. In the early Joseon period the mountain was named ‘Sokgeumsan,’ but began to be called ‘Maisan’ after the 12th year of King Taejong, who commented that the two peaks resembled horse ears (‘maisan’ meaning ‘horse ears’). All along Maisan Mountain, visitors will find small crater-like rock cavities that are formed by prolonged weathering. These unique geological features, called ‘tafoni,’ are of great academic value. <br><br>Inside Hwaeomgul Cave, visitors can observe medicinal water that flows up from underground all throughout the year. It is widely believed that once you drink the water, especially on the days of the Spring and Autumn Equinox, you will soon have a son and be blessed by the mountain spirit. Even today, many women who have difficulty conceiving visit the mountain to pray to the mountain spirits for their heart’s desire—the gift of a child. The region in which Maisan is located is the birthplace of many talented people and national heroes, which some say is proof of the blessings of the mountain and its extremely powerful spirit.","regDate":"2023-01-06","author":"korea-tour","tag":["Jeollabuk-do","Nature","Natural Sites"],"imgUrl":"/2023-01-06-1672976184633/198644_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-06-1672976184633"},{"id":"2023-01-05-1672915064725","title":"Korea Expressway Corporation Arboretum (Jeonju Arboretum) (한국도로공사수목원(전주수목원))","description":"Korea Expressway Corporation Arboretum (Jeonju Arboretum) is located in a relatively warm region of the country, reaching 20-30 meters in altitude. Operated by Korea Expressway Corporation, the garden is a non-profit aboretum that is free and open to the public. The garden was built to restore the local environment that was damaged during the construction of an expressway in 1972, starting with a nursery field. The builders then began collecting plants in 1983, and eventually opened the garden in 1992. The arboretum now sees an average of 200,000 visitors per year.<br>The garden operates various hands-on programs and summer educational programs due to its diverse plant species.","regDate":"2023-01-05","author":"korea-tour","tag":["Jeollabuk-do","Nature","Natural Sites","Botanical Gardens"],"imgUrl":"/2023-01-05-1672915064725/1605465_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-05-1672915064725"},{"id":"2023-01-05-1672911350500","title":"Jinpo Maritime Theme Park (진포해양테마공원)","description":"The Jinpo Maritime Theme Park opened in 2008 to commemorate Jinpodaecheop, the sweeping victory of Jinpo in the naval combat against the Japanese forces led by General Choi Mu-seon in 1380. Constructed&nbsp;with a scenic backdrop of the local port and the vast sea, the park houses 16 retired military crafts of 13 models. On display at the park are vintage tanks, historical artillery, combat planes, and warships including the Wibongham Ship, a vessel&nbsp;that&nbsp;was used in&nbsp;combat during the Vietnam War. Visitors can&nbsp;also explore the interior of decommissioned warships. The exhibition hall inside the Wibongham Ship showcases weapons used during the Jinpodaecheop War, artillery made by General Choi Mu-seon, and the typical life inside the warship.","regDate":"2023-01-05","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Recreational Sites","Theme Parks"],"imgUrl":"/2023-01-05-1672911350500/2649953_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-05-1672911350500"},{"id":"2023-01-05-1672907957048","title":"Jinan Red Ginseng Spa (진안 홍삼스파)","description":"The Jinan Red Ginseng Spa is a spacious spa (B1-3F, 7,720 square meters) offering an unusual assortment of health facilities and programs. Treatments use the systematic and scientific use of red ginseng, Oriental medicinal herbs, and the principles of yin and yang and the five natural elements to give spa-goers an indulgent experience that relaxes both the mind and body. Read on to learn more about some of the treatments and facilities available at the spa.<br><br>Gold  Taegeuk Bubble Sense Therapy<br>Relax on a warm stone chair for a body massage of red ginseng bubbles that come up to your neck. Then, hop in the dew shower to relax.<br><br>Tree  Yangsaeng Herb Therapy<br>As part of this spa treatment, clients rest on a bed of dried medicinal herbs and hay designed to help overcome fatigue.<br><br>Sound Floating Space<br>In this spa treatment, guests float peacefully on the water while listening to music via underwater speakers in an experience that simulates being in the womb. <br><br>Aqua Zone<br>This outdoor open-air tub is a great therapy option that also lets visitors enjoy the beautiful landscape of Mount Maisan.","regDate":"2023-01-05","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Industrial Sites","Others"],"imgUrl":"/2023-01-05-1672907957048/2369871_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-05-1672907957048"},{"id":"2023-01-05-1672904127574","title":"Jiksopokpo Falls - Jeonbuk National Geopark (직소폭포 (전북 서해안권 국가지질공원))","description":"Jiksopokpo Falls is located within Bongnaegugok Valley. The waterfall is the largest in Byeonsanbando National Park, thundering down 30 meters. The waterfall can be reached by a hiking trail starting at Naesosa Temple. Known as one of the most beautiful sights in Byeonsanbando National Park, the waterfall is very popular with tourists.","regDate":"2023-01-05","author":"korea-tour","tag":["Jeollabuk-do","Nature","Natural Sites","Waterfalls"],"imgUrl":"/2023-01-05-1672904127574/2588812_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-05-1672904127574"},{"id":"2023-01-05-1672900697341","title":"Jeonjuhyanggyo Local Confucian School (전주향교)","description":"Jeonjuhyanggyo is a local Confucian school that was established during the Joseon dynasty (1392-1910) and is designated Historic Treasure No. 379.  This was a national education center during the Joseon period.  The school was originally located at the Gyeonggijeon Shrine site, but was relocated in 1603. The mortuary tablets of seven Chinese Confucian scholars and 18 Korean scholars are enshrined in the main building of Daeseongjeon Hall.","regDate":"2023-01-05","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2023-01-05-1672900697341/2644296_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-05-1672900697341"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}