{"pageProps":{"content":"![Bucheon Botanical Garden (부천식물원)](/2022-07-18-1658144254239/2537290_image2_1.webp)\n\n  \n## Overview\n\n> Bucheon Botanical Garden houses many rare plants, spread across two above-ground floors and two underground floors in a 27,124 ㎡ building. The building was designed in the shape of a peach flower, the symbol of Bucheon, and has one central garden and five themed gardens: general plant garden, aquatic plant garden, tropical plant garden, succulent plant garden, and indigenous plant garden. \n<br><br>\nIn the central garden, 9,975 trees representing some 310 species are planted. With a forest nearby, the botanical garden offers a great nature learning experience for visitors. Together with the Natural Ecology Museum and Children Zoo nearby, it is also a great cultural and recreational destination.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330<br>(Korean, English, Japanese, Chinese) <br>• For more info: +82-32-625-4877|\n|parking:|Available|\n|restdate:|Mondays (closed the following day if Monday is a public holiday), New Year's Day, Seollal (Lunar New Year's Day) & Chuseok (Korean Thanksgiving Day) holidays|\n|usetime:|March-October 09:30-18:00<br>November-February 09:30-17:00<br>* Last admission 30 min before closing|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Admission Fees:|[Bucheon Botanical Garden]<br>Individuals - Adults 2,000 won / Teenagers 1,500 won / Children 1,000 won<br>Groups - Adults 1,600 won / Teenagers 1,200 won / Children 800 won<br><br>[Bucheon Botanical Garden & Ecological Museum]<br>Individuals - Adults 3,500 won / Teenagers 2,500 won / Children 1,700 won<br>Groups - Adults 2,800 won / Teenagers 2,000 won / Children 1,360 won <br><br>[Bucheon Botanical Garden & Ecological Museum & 3D Theater]<br>Individuals - Adults 5,000 won / Teenagers 4,000 won / Children 3,500 won<br>Groups - Adults 4,000 won / Teenagers 3,200 won / Children 2,800 won|\n|Available Facilities:|* Funny Botanical Garden<br>* Aquatic Botanical Garden<br>* Subtropical Botanical Garden<br> * Succulent Plant Zone<br>* Wild Plant Zone<br>* Central Garden<br>* Conference room, multimedia center|\n|Restrooms:|Available|\n|Parking Fees:|Small & Mid-sized vehicles: 400 won for first 30 min / 200 won for each additional 10 min / One-day parking 6,000 won<br>Large vehicles: 600 won for first 30 min / 300 won for each additional 10 min / One-day parking 9,000 won<br>Buses: 800 won for first 30 min / 400 won for each additional 10 min / One-day parking 12,000 won<br><br>* Large vehicles (15-24 seats) / Buses (25 seats or more)|\n  \n## Detail Image\n![/2022-07-18-1658144254239/2537289_image2_1.webp](/2022-07-18-1658144254239/2537289_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-32-625-4877](tel:+82326254877)\n- [🏠ecopark.bucheon.go.kr](http://ecopark.bucheon.go.kr)\n\n\n```googleMap\nlatitude: 37.5048113041\nlongitude: 126.8165652981\ntitle: 660, Gilju-ro, Bucheon-si, Gyeonggi-do\n```\n  \n## Directions\n  \n[Subway]<br>\nKkachiul Station (Seoul Subway Line 7), Exit 1.<br>\nWalk for approx. 320 m.\n","data":{"id":"2022-07-18-1658144254239","title":"Bucheon Botanical Garden (부천식물원)","description":"Bucheon Botanical Garden houses many rare plants, spread across two above-ground floors and two underground floors in a 27,124 ㎡ building. The building was designed in the shape of a peach flower, the symbol of Bucheon, and has one central garden and five themed gardens  general plant garden, aquatic plant garden, tropical plant garden, succulent plant garden, and indigenous plant garden. <br><br>In the central garden, 9,975 trees representing some 310 species are planted. With a forest nearby, the botanical garden offers a great nature learning experience for visitors. Together with the Natural Ecology Museum and Children Zoo nearby, it is also a great cultural and recreational destination.","regDate":"2022-07-18","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites","Botanical Gardens"],"imgUrl":"/2022-07-18-1658144254239/2537290_image2_1.webp","blogPath":"Gyeonggi-do/2022-07-18-1658144254239","pageUrl":"https:/mcdryad.com/Gyeonggi-do/2022-07-18-1658144254239"},"dataList":[{"id":"2022-07-18-1658166175894","title":"Caribbean Bay (캐리비안베이)","description":"Caribbean Bay is a world-class water park with various attractions and health facilities based on the theme of the Caribbean coast. Attractions include an artificial wave pool with a x_width of 120 meters and a length of 104 meters, a lazy river that passes through indoor and outdoor pools, and various slides that maximize adventure and thrill. Indoor facilities include a wave pool, slides, spas, and saunas. One of the park's best attractions is Mega Storm, a super large complex water slide. The circular tube starts from the boarding platform 37 meters above the ground and travels 355 meters rotating in all directions going up and down three rapid descents. The last part of the ride is a large 18 meter funnel shaped tornado that gives riders a zero gravity experience for about 55 to 60 seconds.","regDate":"2022-07-18","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Recreational Sites","Hot Springs & Spa"],"imgUrl":"/2022-07-18-1658166175894/2504505_image2_1.webp","blogPath":"Gyeonggi-do/2022-07-18-1658166175894"},{"id":"2022-07-18-1658163403009","title":"Camp Greaves DMZ Experience Center (캠프 그리브스)","description":"Camp Greaves served as a camp base for the 506th US Second Infantry Division for about 50 years after the ceasefire agreement of the Korean War. The land was given back to the Korean government in 2007. The camp has been turned into a peace and security experience facility, and it is located approximately 2 kilometers away from the DMZ. It is also the first youth hostel to be located within a restricted area for civilians in Paju city.<br><br> An entire building of the US Army officer quarters was remodeled into a youth hostel and can accommodate up to 240 guests. The hostel is comprised of an office, a small auditorium on the first floor, rooms on the second and third floors, and a large auditorium on the fourth floor. The camp offers diverse programs including educational programs.","regDate":"2022-07-18","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Security & Peace Sites"],"imgUrl":"/2022-07-18-1658163403009/2375485_image2_1.webp","blogPath":"Gyeonggi-do/2022-07-18-1658163403009"},{"id":"2022-07-18-1658159008978","title":"Byeokchoji Gardens (벽초지수목원)","description":"Byeokchoji Gardens features 27 themed gardens with both Oriental and Western landscaping elements. With the Excitement Square in the center of the garden, the Oriental style gardens feature a pond, while the Western gardens begin after passing through a gate designed like the Great Wall of China. In total, there are over 1,000 plant species, providing beautiful scenery throughout the year. Byeokchoji Gardens has been featured in a variety of films, dramas, music  videos, and other media forms. With the gardens on mostly flat land, anyone can easily access the garden and enjoy with ease.","regDate":"2022-07-18","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites","Botanical Gardens"],"imgUrl":"/2022-07-18-1658159008978/2713100_image2_1.webp","blogPath":"Gyeonggi-do/2022-07-18-1658159008978"},{"id":"2022-07-18-1658155043549","title":"Bundang Jeongja-dong Café Street (분당 정자동 카페거리)","description":"Jeongja-dong Café Street is a popular place in Bundang. Because its chic atmosphere resembles Cheongdam-dong in Seoul, it is also called Cheongja-dong.<br><br>The street, starting from Neulpureun High School to Geumgok-dong, is lined with charming cafes with lovely terraces. The wide array of cafes along the street boasts delicious food as well as chic atmosphere. Reminiscent of street cafes in Europe, Jeongja-dong Café Street has become a popular attraction among visitors who enjoy reading or promenading. It is also a fabulous spot for couples.","regDate":"2022-07-18","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Experience Programs","Cultural Districts"],"imgUrl":"/2022-07-18-1658155043549/1054028_image2_1.webp","blogPath":"Gyeonggi-do/2022-07-18-1658155043549"},{"id":"2022-07-18-1658153250079","title":"Bundang Astro Camp (분당 어린이천문대)","description":"The Astro Camp was established to encourage young children to take an interest in space and natural science and to develop creative problem-solving skills. The Children's Observatory provides a wide range of educational programs developed by expert educators from diverse fields of majors at Yonsei University.<br><br> In the future, the observatory hopes to continue to expand its experience-centered, in-depth educational programs to help children reach a better understanding of astronomy and natural science principles. Programs focus not only on providing children with accurate information, but also seek to encourage participants to be self-motivated thinkers.","regDate":"2022-07-18","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2022-07-18-1658153250079/2364454_image2_1.webp","blogPath":"Gyeonggi-do/2022-07-18-1658153250079"},{"id":"2022-07-18-1658149760294","title":"Bucheon Park (부천 중앙공원)","description":"Located in Jung-dong, Wonmi-gu, Bucheon-si, Gyeonggi-do, Bucheon Park has the title of being the first Neighborhood Park in Korea. The park also has a title of Poetry Monument Park with monuments inscribed with poems within the park. Visitors can enjoy various facilities at the park such as walking around a large pond and fountain located at the center of the park, as well as gate ball court, outdoor concert hall, tower of Bucheon and more. The trees that fill the park make it feel like you are walking in an arboretum. The park has two themes with “Tree and Grass” on the western part of the park including the Peach Hill, and “Water” on the eastern part of the park with fountains and pond.","regDate":"2022-07-18","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-07-18-1658149760294/760139_image2_1.webp","blogPath":"Gyeonggi-do/2022-07-18-1658149760294"}],"navList":["Busan","Daegu","Daejeon","Gwangju","Gyeonggi-do","Incheon","Sejong","Seoul","Ulsan"]},"__N_SSG":true}