{"pageProps":{"content":"![Taebaeksan National Park (태백산 국립공원)](/2022-10-15-1665824046873/2656670_image2_1.webp)\n\n  \n## Overview\n\n> Taebaeksan Mountain range encompasses several peaks such as Yeongbong Peak (alt. 1,560 m), where in the past, people would conduct rites to venerate Heaven at Cheonjedan Altar; Janggunbong Peak (alt. 1,567 m), Munsubong Peak (alt. 1,517 m), and its summit of Hambaeksan Mountain (alt. 1,572 m). Taebaeksan Mountain serves as a home to diverse wild animals and plants, including several endangered species. The higher plains are covered with alpine vegetation. The mountain becomes hot pink with mountain rhododendron and azalea in the spring; green with thick forest and pristine waters in the summer; rainbow colored with changing leaves in the fall; and white with snow in the winter.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-33-550-0000|\n|parking:|Available|\n|restdate:|N/A (Open all year round)|\n|usetime:|Varies by trail, check the website for details|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Available Facilities:|Taebaek Coal Museum, Danggol Plaza, rock climbing wall, snow sledding field, walking path, campground, etc.|\n  \n## Detail Image\n![/2022-10-15-1665824046873/1583578_image2_1.webp](/2022-10-15-1665824046873/1583578_image2_1.webp)\n![/2022-10-15-1665824046873/2478833_image2_1.webp](/2022-10-15-1665824046873/2478833_image2_1.webp)\n![/2022-10-15-1665824046873/2478839_image2_1.webp](/2022-10-15-1665824046873/2478839_image2_1.webp)\n![/2022-10-15-1665824046873/1583577_image2_1.webp](/2022-10-15-1665824046873/1583577_image2_1.webp)\n![/2022-10-15-1665824046873/1583579_image2_1.webp](/2022-10-15-1665824046873/1583579_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-33-550-0000](tel:+82335500000)\n- [🏠taebaek.knps.or.kr](http://taebaek.knps.or.kr/)\n\n\n```googleMap\nlatitude: 37.1311136816\nlongitude: 128.9620714511\ntitle: 4778, Taebaeksan-ro, Taebaek-si, Gangwon-do\n```\n  \n\n","data":{"id":"2022-10-15-1665824046873","title":"Taebaeksan National Park (태백산 국립공원)","description":"Taebaeksan Mountain range encompasses several peaks such as Yeongbong Peak (alt. 1,560 m), where in the past, people would conduct rites to venerate Heaven at Cheonjedan Altar; Janggunbong Peak (alt. 1,567 m), Munsubong Peak (alt. 1,517 m), and its summit of Hambaeksan Mountain (alt. 1,572 m). Taebaeksan Mountain serves as a home to diverse wild animals and plants, including several endangered species. The higher plains are covered with alpine vegetation. The mountain becomes hot pink with mountain rhododendron and azalea in the spring; green with thick forest and pristine waters in the summer; rainbow colored with changing leaves in the fall; and white with snow in the winter.","regDate":"2022-10-15","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","National Parks"],"imgUrl":"/2022-10-15-1665824046873/2656670_image2_1.webp","blogPath":"Gangwon-do/2022-10-15-1665824046873","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-10-15-1665824046873"},"dataList":[{"id":"2022-10-27-1666863910995","title":"d.forest (강아지숲)","description":"d.forest is the largest dog park in Korea at approximately 99,173 ㎡. It has various attractions to enjoy, together with visitors pet dog, including museum, walking trails, playground and more. The museum focuses on the theme of human and dogs living in harmony. The museum provides pet waiting room for owners to enjoy the exhibition without distraction. Various walking trail courses are available with age and physical condition of the dog in mind. A large and small playground where dogs can play without leashes are available as well as a cafe with drinks for dogs, market and more.","regDate":"2022-10-27","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"","blogPath":"Gangwon-do/2022-10-27-1666863910995"},{"id":"2022-10-27-1666860472728","title":"Yeonggeumjeong (영금정)","description":"Yeonggeumjeong refers to the area covering the shore by the Sokcho Lighthouse in Sokcho-si City. The name Yeonggeumjeong comes from a notion that the sound of waves hitting the rocks is comparable to the melody of geomungo (traditional stringed instrument with 6 strings). At the end of the 50m-long bridge built over a rocky peninsula is a pavilion offering a view of the East Sea.","regDate":"2022-10-27","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites"],"imgUrl":"/2022-10-27-1666860472728/1584004_image2_1.webp","blogPath":"Gangwon-do/2022-10-27-1666860472728"},{"id":"2022-10-27-1666856392287","title":"Yangyang Dongho Beach (동호해변(양양))","description":"This relatively small beach is located in Yangyang-gun, Gangwon-do. It is 500 meters in length and 55 meters in x_width, and has an average depth of 1.2 meters. The beach is particularly known for its soft and fine sand, often considered to be the best on the east coast. Despite its excellent scenery and clear water, the beach is relatively obscure and peaceful. It is only open during the daytime between July and August. The pine trees surrounding the beach are protected areas, and visitors are prohibited from entering. Surfing is another draw of the beach, and the surf shop offers lessons and equipment rentals. Scuba diving is also available on site. An interesting insight into the folk tradition is “anchovy flinging,” a traditional method of catching anchovies that involve about 70 people working together to pull a big net from the sea to land. This experience is offered free of charge during the opening of the beach, and requires payment for periods outside the vacation season. Prior reservation is required through the official website. The beach enjoys excellent access from Yangyang International Airport and a 20-min ride from Yangyang city center. Dongho-ri Beach Campground, Seoraksan Mountain, and Osaek District can be found nearby.","regDate":"2022-10-27","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites"],"imgUrl":"/2022-10-27-1666856392287/608515_image2_1.webp","blogPath":"Gangwon-do/2022-10-27-1666856392287"},{"id":"2022-10-27-1666853444875","title":"Wonju Korea Ginseng Factory (원주 고려인삼창)","description":"Operated by the Korea Ginseng Corporation, the Korea Ginseng Factory makes high quality Korean ginseng. Visitors can learn all about Korean ginseng, the process of making red ginseng from ginseng and how to spot good ginseng when shopping. Tours operate on a pre-reservation basis, with all participants required to wear protective garments to keep out pollutants. After the tour, visitors will be well-educated on the health benefits and production methods of red ginseng.","regDate":"2022-10-27","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Industrial Sites","Foods & Beverages"],"imgUrl":"","blogPath":"Gangwon-do/2022-10-27-1666853444875"},{"id":"2022-10-27-1666849629456","title":"Tomb of Sin Sunggyeom (장절공신숭겸장군묘역)","description":"Tomb of Sin Sung-gyeom (posthumous epithet  Jangjeolgong), a founding contributor of the Goryeo Dynasty Sin Sung-gyeom made a great contribution to the foundation of Goryeo by expelling Gung Ye and crowning Wang Geon (later, King Taejo) as a king in 918, together with Bae Hyeon-gyeong, Hong Yu, and Bok Ji-gyeom. When Taejo of Goryeo was surrounded by the army of Gyeon Hwon (founder of Later Baekje) at the Palgongsan Battle in Daegu, Sin exchanged armor with Taejo’s armor to disguise himself as the king and died. The enemy thought that he was Taejo and beheaded him, and Taejo made his head with gold in sorrow and held a funeral for him. The Tomb of Sin Sung-gyeom consists of three mounds, which are said to have been a measure that Taejo took lest the golden head should be stolen. The location of the tomb is regarded as one of the best propitious sites for a grave in Korea, based on geomancy. Surrounded by pine trees, this site overlooks downtown Chuncheon. The tombstone, shrine, and memorial stone were built around the tomb. This tomb was designated as Gangwon-do Monument No. 21 under the title “Sin jangjeolgong Myoyeok (Tomb of Sin Sung-gyeom),” while the memorial stone, bearing the story of the Palgongsan Battle and Sin Sung-gyeom’s performance, was designated as Gangwon-do’ Tangible Cultural Heritage No. 155.","regDate":"2022-10-27","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-10-27-1666849629456/182077_image2_1.webp","blogPath":"Gangwon-do/2022-10-27-1666849629456"},{"id":"2022-10-27-1666847343609","title":"Sinheungsa Temple (신흥사(설악산))","description":"Sinheungsa Temple was founded under the name of Hyangseongsa Temple by Buddhist monk Jajang during the reign of Queen Jindeok of the Silla dynasty. It was first established at the site of Kensington Hotel, but after being destroyed by fire several times, it was rebuilt at the present position during the reign of King Injo of the Joseon dynasty. According to a legend, Monks Yeongseo, Hyewon, and Yeonok all had envisioned the location in their dreams in which a white-haired heavenly man appeared and indicated them the place of the temple. Thus, the temple was re-constructed at the current location and renamed as “Sinheungsa,” meaning “the temple was blessed by God (sin) and became prosper (heung). However, the Chinese character sin of the temple’s name was changed in 1995 from sin meaning god to sin meaning “new,” wishing that the temple will revive Buddhism again in the Yeongdong area (eastern part of the Taebaek Mountain Range). Sinheungsa Temple is home to many cultural heritages including the Geungnakbojeon Hall at Sinheungsa Temple (Treasure) and the Three-story Stone Pagoda at Hyangseongsa Temple Site (Treasure), which is standing on the opposite side of Kensington Star Hotel . The temple also offers the temple stay program in which participants can experience a temple life by doing activities such as communal Buddhist meal service (baru gongyang), ceremonial service involving chanting, 108 bows aimed at removing 108 earthly desires, as well as programs of making a lotus lantern and Buddhist rosary.","regDate":"2022-10-27","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-10-27-1666847343609/166406_image2_1.webp","blogPath":"Gangwon-do/2022-10-27-1666847343609"},{"id":"2022-10-26-1666781111969","title":"Seungilgyo Bridge (승일교)","description":"Seungilgyo Bridge is unique in that it was jointly built by South and North Korea. The construction began when the land belonged to North Korea, but after the Armstice Agreement the land was given to the South, who then complete the bridge. The bridge was designated as a Registerd Cultural Property No. 26 on May 31, 2002.","regDate":"2022-10-26","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Historical Sites","Security & Peace Sites"],"imgUrl":"","blogPath":"Gangwon-do/2022-10-26-1666781111969"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}