{"pageProps":{"content":"![Birthplace of Yuk Young-soo (Okcheon) (옥천 육영수 생가)](/2022-07-26-1658820864445/1953565_image2_1.webp)\n\n  \n## Overview\n\n> The birthplace of Yuk Young-soo is the last house on Hyangsu 100-ri gil in Okcheon-eup, Okcheon-gun \nof Chungcheongbuk-do. Mrs. Yuk Young-soo was born from  the house and raised, \nuntil to later stage the establishment&nbsp;to fall in disrepair. Luckily, the building was restored in May of 2011, \nand it became open to the public. The house was originally built in the 1600s by Kim Jeongseung, and subsequently lived in by  Song Jeongseung, and then Min Jeongseung, gaining the house the nickname of \"Samjeongseong House,\" meaning the house of three Jeongseong's. \n(The Jeongseong's rank is similiar to that of prime minister's today.)<br><br>\nBefore Mrs. Yuk Young-soo was born, the house was bought in 1918 from the sons of Min Jeongseung by Yuk Jong-gwan, and then repaired in the likeness of a typical Chungcheong <i>yangban</i> (noble \nclass) house from the late Joseon period. After entering through the main gate, the large site features a meeting room, outer room, inner room, backroom, servants quarters, annex, back garden, arbor, and lotus pond.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330<br>(Korean, English, Japanese, Chinese)<br>• For more info: +82-43-730-3417|\n|parking:|Available (200m away)|\n|restdate:|Mondays, New Year's Day, Seollal (Lunar New Year's Day) and Chuseok (Korean Thanksgiving Day) holidays|\n|usetime:|Tues.-Sun. 09:00-18:00|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Admission Fees:|Free|\n|Restrooms:|Available|\n|Parking Fees:|Free|\n  \n## Detail Image\n![/2022-07-26-1658820864445/1953557_image2_1.webp](/2022-07-26-1658820864445/1953557_image2_1.webp)\n![/2022-07-26-1658820864445/1953558_image2_1.webp](/2022-07-26-1658820864445/1953558_image2_1.webp)\n![/2022-07-26-1658820864445/1953559_image2_1.webp](/2022-07-26-1658820864445/1953559_image2_1.webp)\n![/2022-07-26-1658820864445/1953560_image2_1.webp](/2022-07-26-1658820864445/1953560_image2_1.webp)\n![/2022-07-26-1658820864445/1953561_image2_1.webp](/2022-07-26-1658820864445/1953561_image2_1.webp)\n![/2022-07-26-1658820864445/1953562_image2_1.webp](/2022-07-26-1658820864445/1953562_image2_1.webp)\n![/2022-07-26-1658820864445/1953563_image2_1.webp](/2022-07-26-1658820864445/1953563_image2_1.webp)\n![/2022-07-26-1658820864445/1953567_image2_1.webp](/2022-07-26-1658820864445/1953567_image2_1.webp)\n![/2022-07-26-1658820864445/1953569_image2_1.webp](/2022-07-26-1658820864445/1953569_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-43-730-3417](tel:+82437303417)\n\n\n\n```googleMap\nlatitude: 36.3179146226\nlongitude: 127.5877785734\ntitle: 119 Hyangsu-gil, Okcheon-eup, Okcheon-gun, Chungcheongbuk-do\n```\n  \n## Directions\n  \nFrom Dong Seoul Bus Terminal, take a bus to Okcheon Intercity Bus Terminal. From  Okcheon Intercity Bus Terminal take a taxi for approx. 10 min.<br><br>\n\n[Train]<br>\nFrom Seoul Station, take a train to Okcheon Station. From Okcheon Station take a taxi for approx. 10 min.\n","data":{"id":"2022-07-26-1658820864445","title":"Birthplace of Yuk Young-soo (Okcheon) (옥천 육영수 생가)","description":"The birthplace of Yuk Young-soo is the last house on Hyangsu 100-ri gil in Okcheon-eup, Okcheon-gun of Chungcheongbuk-do. Mrs. Yuk Young-soo was born from  the house and raised, until to later stage the establishment&nbsp;to fall in disrepair. Luckily, the building was restored in May of 2011, and it became open to the public. The house was originally built in the 1600s by Kim Jeongseung, and subsequently lived in by  Song Jeongseung, and then Min Jeongseung, gaining the house the nickname of \"Samjeongseong House,\" meaning the house of three Jeongseong's. (The Jeongseong's rank is similiar to that of prime minister's today.)<br><br>Before Mrs. Yuk Young-soo was born, the house was bought in 1918 from the sons of Min Jeongseung by Yuk Jong-gwan, and then repaired in the likeness of a typical Chungcheong <i>yangban</i> (noble class) house from the late Joseon period. After entering through the main gate, the large site features a meeting room, outer room, inner room, backroom, servants quarters, annex, back garden, arbor, and lotus pond.","regDate":"2022-07-26","author":"korea-tour","tag":["Chungcheongbuk-do","Culture/Art/History","Historical Sites","Birthplaces"],"imgUrl":"/2022-07-26-1658820864445/1953565_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-07-26-1658820864445","pageUrl":"https:/mcdryad.com/Chungcheongbuk-do/2022-07-26-1658820864445"},"dataList":[{"id":"2022-07-26-1658857175468","title":"Cheongpung Cable Car (청풍호반케이블카)","description":"Cheongpung Cable Car takes passengers back and forth between Multae-ri in Cheongpung-myeon and Bibongsan Mountain along a 2.3-kilometer ropeway. There are a total of 43 cabins that accommodate up to 10 passengers per car, which among ten have transparent flooring to offer a thrilling bird's-eye-view of Cheongpung-myeon. The cable car has a speed of 5 m/s and takes around 10 minutes from the departure point to Bibongsan Mountain peak, and can accommodate up to 15,000 passengers per day. Bibongsan Mountain sits at the center of Cheongpungho Lake and has an elevation of 531 meters. The sight from top offers a feeling as if one is looking down at an archipelago. The cable car allows children and the elderly to enjoy the sight without the hassle of hiking up to the summit.<br>","regDate":"2022-07-26","author":"korea-tour","tag":["Chungcheongbuk-do","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-07-26-1658857175468/2639056_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-07-26-1658857175468"},{"id":"2022-07-26-1658854380652","title":"Cheongnamdae Presidential Villa (청남대)","description":"Cheongnamdae, which means \"Cheong Wa Dae in a warm southern land,\" was once a private villa used by former presidents of Korea. Cheongnamdae became open to the public on April 18, 2003. It is located near Daecheong Dam in Cheongwon-gu, Chungcheongbuk-do and was built in 1983. The total area spans 1,825,000ｍ² and consists of a main building, golf range, heliport, and fishing area. The natural environment surrounding the area has been well preserved, serving as a home to wildlife, including over 143 species of wild flowers and 124 species of trees as well as several endangered species.","regDate":"2022-07-26","author":"korea-tour","tag":["Chungcheongbuk-do","Culture/Art/History","Architectural Sights","Buildings"],"imgUrl":"/2022-07-26-1658854380652/2601641_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-07-26-1658854380652"},{"id":"2022-07-26-1658850186568","title":"Cheongju Sangdangsanseong Fortress (청주 상당산성)","description":"Sangdangsanseong Fortress in Cheongju, Chungcheongbuk-do is a fortress built along the natural slopes close to downtown Cheongju. It was comprehensively improved in 1596 (29th year of King Seonjo’s reign) during Imjinwaeran (Japanese invasion of Korea in 1592) and later remodeled into a stone fortress during the 42nd year of King Sukjong’s reign.  <br><br>This 4.2km-long, 3-4m-tall fortress was built with stones of various sizes, earth and sand. The fortress has three gates, located in the east, west and south respectively. The three gates remain almost intact, and all still have their gate towers. The front gate in the south, named ‘Gongnammun Gate,’ is crescent-shaped while the East and West gates are square. The East and West Command Posts also stand within the confines of the fortress itself. This fortress was designated as Historic Site No. 212 in 1970. Additionally, visitors can sample Jujube Wine (Korean traditional wine) as well as a variety of local cuisine.","regDate":"2022-07-26","author":"korea-tour","tag":["Chungcheongbuk-do","Culture/Art/History","Historical Sites","Fortresses"],"imgUrl":"/2022-07-26-1658850186568/1597128_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-07-26-1658850186568"},{"id":"2022-07-26-1658846040707","title":"Cheongju Jungang Park (청주 중앙공원)","description":"Cheongju Jungang Park is a city park located at the center of Cheongju. It is home to a 1,000-year-old ginkgo tree and the city's significant cultural heritages and monuments. The park also serves as a resting spot for Cheongju citizens as well as a venue for numerous local events.","regDate":"2022-07-26","author":"korea-tour","tag":["Chungcheongbuk-do","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-07-26-1658846040707/2439617_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-07-26-1658846040707"},{"id":"2022-07-26-1658843657384","title":"Cheongju Heungdeoksa Temple Site (청주 흥덕사지)","description":"A large number of relics were unearthed at this site due to a land development project in 1985. Work was halted and relics were excavated by the Cheongju University Museum. The time and size of Heungdeoksa Temple is unknown, but according to Jikji (Buljojikjisimcheyojeol, the world’s oldest existing book printed with movable metal type), the excavated books were printed using metal types at the temple in the third year of King Uwang’s reign (1377). The books were published 78 years earlier than Gutenberg’s invention.<br><br>In 1972, the Jikji was officially recognized as the world’s oldest book printed with movable metal type during the International Book Year. The Buljojikjisimcheyojeol is currently kept at the National Library of France.","regDate":"2022-07-26","author":"korea-tour","tag":["Chungcheongbuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-07-26-1658843657384/610307_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-07-26-1658843657384"},{"id":"2022-07-26-1658840918566","title":"Cheondongdonggul Cave (단양 천동동굴)","description":"Situated on the outskirts of a mountain behind Cheondong-ri in Danyang, Cheondongdonggul Cave is a limestone cave of 470 meters in length. Created 450 million years ago, the cave is known to have beautiful limestone rocks often called “flower trays.” The cave is decorated with a breathtaking array of stalactites, stalagmites, columns and soda straws as if they were part of a lush forest. Abundant animal deposits render the cave a huge specimen gallery.<br><br>Although it is a relatively small, separate cave, Cheondongdonggul boasts plethora of splendid natural features. Along with Gosu Cave (designated as Natural Monument No. 256) in Gosu-ri, Danyang, Cheondongdonggul Cave is considered one of the most beautiful limestone caves in Korea.","regDate":"2022-07-26","author":"korea-tour","tag":["Chungcheongbuk-do","Nature","Natural Sites"],"imgUrl":"/2022-07-26-1658840918566/2366297_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-07-26-1658840918566"},{"id":"2022-07-26-1658835186551","title":"Central Inland Region Tourist Train (O-Train) (중부내륙순환열차 (O-트레인))","description":"The O-Train derives its name from the word \"One,\" as the three provinces (Gangwon-do, Chungcheongbuk-do, Gyeongsangbuk-do) in the country's central inland region are connected by this one circular route. The four-cabin train carries up to 205 people and includes separate seating options for families and couples to accommodate the needs of different passengers. There are also individual observatory seats for people traveling on their own. The train is well-equipped with various convenience facilities including a café, children's play area, toilets, and more.<br><br>The train runs at the speed of 150 kilometers per hour, allowing passengers to reach the inland regions from Seoul faster and easier than before. The exterior of the train is decorated with the pictures representing the beautiful scenery of Korea's four seasons, whereas the insides are dotted with highlights taken from Baekdudaegan mountain range.","regDate":"2022-07-26","author":"korea-tour","tag":["Chungcheongbuk-do","Culture/Art/History","Experience Programs","Unique Experience"],"imgUrl":"/2022-07-26-1658835186551/1923426_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-07-26-1658835186551"}],"navList":["Busan","Chungcheongbuk-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Incheon","Jeju-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}