{"pageProps":{"content":"![Dariangyegok Valley (다리안계곡)](/2022-07-27-1658918555653/176498_image2_1.webp)\n\n  \n## Overview\n\n> Dariangyegok Valley is located in the Darian Local Tourist Site near Danyang. The water in the valley curves around smooth rocks in between the lush forest. People visit in the summer to escape the heat. <br><br>\nDariangyegok Valley has cold water flowing from Sobaeksan Mountain. The area around the valley is equipped with convenience facilities such as huts, campsites, a parking lot, convenience store and more, making it the best family destination. Near the middle of the valley, legend says a dragon ascended to the sky leaving a mark on the big rock. Nearby attractions include caves, Dodamsambong Peak, Gudambong Peak, Oksunbong Peak and many more. These abundant attractions make Dangyang a favorite tourist destination among visitors.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br>(Korean, English, Japanese, Chinese) <br>• For more info: +82-43-422-1146|\n  \n\n  \n## Detail Image\n![/2022-07-27-1658918555653/176500_image2_1.webp](/2022-07-27-1658918555653/176500_image2_1.webp)\n![/2022-07-27-1658918555653/567010_image2_1.webp](/2022-07-27-1658918555653/567010_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-43-422-1146](tel:+82434221146)\n- [🏠www.danyang.go.kr](https://www.danyang.go.kr/tour)\n\n\n```googleMap\nlatitude: 36.9635587162\nlongitude: 128.4202192843\ntitle: 528-10, Darian-ro, Danyang-gun, Chungcheongbuk-do\n```\n  \n## Directions\n  \n[Bus]<BR>\nFrom Dong Seoul Terminal, take an intercity bus to Danyang Bus Terminal. From Danyang Bus Terminal take a bus bound for Cheondong Cave and get off at Darian National Tour Spot Bus Stop.\n","data":{"id":"2022-07-27-1658918555653","title":"Dariangyegok Valley (다리안계곡)","description":"Dariangyegok Valley is located in the Darian Local Tourist Site near Danyang. The water in the valley curves around smooth rocks in between the lush forest. People visit in the summer to escape the heat. <br><br>Dariangyegok Valley has cold water flowing from Sobaeksan Mountain. The area around the valley is equipped with convenience facilities such as huts, campsites, a parking lot, convenience store and more, making it the best family destination. Near the middle of the valley, legend says a dragon ascended to the sky leaving a mark on the big rock. Nearby attractions include caves, Dodamsambong Peak, Gudambong Peak, Oksunbong Peak and many more. These abundant attractions make Dangyang a favorite tourist destination among visitors.","regDate":"2022-07-27","author":"korea-tour","tag":["Chungcheongbuk-do","Nature","Natural Sites","Valleys"],"imgUrl":"/2022-07-27-1658918555653/176498_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-07-27-1658918555653","pageUrl":"https:/mcdryad.com/Chungcheongbuk-do/2022-07-27-1658918555653"},"dataList":[{"id":"2022-10-28-1666939831735","title":"Mungang Sulfur Hot Springs (문강유황온천)","description":"Located in the middle of Woraksan Mountain, Joryeongsan Mountain, and Sujupalbong Mountain, Hot Sulfur Springs is considered one of the best hot sulfur springs in Korea.<br><br>Sulfur springs effectively assist in treating a range of health issues. Since it softens skin, it is helpful for treating cornification of the skin and chronic eczema. It enlarges micro vessels, aiding in the treatment of chronic rheumatism, high blood pressure, diabetes, woman’s diseases, arteriosclerosis, and athlete’s foot. Thanks to sulfur’s detoxifying effects, drinking sulfur spring water helps your body detoxify from heavy metals and drugs.<br><br>Mungang Hot Sulfur Spring Hotel and Itempool education Institute are located in the Mungang Hot Sulfur Spring zone. Suanbo Hot Spring is also a short distance away, meaning visitors can enjoy two different types of hot springs.<br>","regDate":"2022-10-28","author":"korea-tour","tag":["Chungcheongbuk-do","Culture/Art/History","Recreational Sites","Hot Springs & Spa"],"imgUrl":"/2022-10-28-1666939831735/1597219_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-10-28-1666939831735"},{"id":"2022-10-28-1666936120346","title":"Mulhangyegok Valley (물한계곡)","description":"The waters that carved Mulhangyegok Valley in Yeongdong, Chungcheongbuk-do originate in the upper reaches of the Hancheon Village stream. In summer, many tourists visit the valley while the nearby Minjujisan Mountain, Samdobong Peak and Gakhosan Mountain are popular among hikers year-round. The scrub, azaleas and royal azaleas along the ridges display their magnificent beauty throughout the year. There are many waterfalls and small pools along the valley, including Oksopokpo Falls, Uiyonggolpokpo Falls and Eumjuampokpo Falls. The harmonious valley contains Janggun Rock, many thick forests and even swamplands, offering a wide array of spectacular and splendid sights.","regDate":"2022-10-28","author":"korea-tour","tag":["Chungcheongbuk-do","Nature","Natural Sites","Valleys"],"imgUrl":"/2022-10-28-1666936120346/764686_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-10-28-1666936120346"},{"id":"2022-10-28-1666933658600","title":"Midongsan Arboretum (미동산수목원)","description":"Opened on May 4, 2001, Midongsan Arboretum in Cheongju, Chungcheongbuk-do is a provincial arboretum, built to develop and propagate forestry techniques and found ecological education environments.<br><br>Covering an area of 3,114,049.60㎡ (942,000 pyeong), the arboretum houses almost 873 species of plants and 652,000 plants in 11 exhibition halls including an Oak tree hall, a Maple tree hall, and a genetics hall, which presents plant genetic resources like Jeongipumsong hugyemok (succession of pine tree). <br><br>In addition to the 11 themed arboretum halls, Midongsan Arboretum also has a forestry educational hall, plant seed bank, research center for wild plants, nature experience camp, and more.","regDate":"2022-10-28","author":"korea-tour","tag":["Chungcheongbuk-do","Nature","Natural Sites","Botanical Gardens"],"imgUrl":"/2022-10-28-1666933658600/213073_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-10-28-1666933658600"},{"id":"2022-10-28-1666931291617","title":"Jwagusan Recreational Forest (좌구산 자연휴양림)","description":"Jwagusan Recreational Forest is located at the foot of Jwagusan Mountain (alt. 657 meters). The name of the mountain means a sitting turtle because of the shape of the mountain. The lush forest along the hiking trail offers a refreshing stroll through the woods and the nearby Samgi Reservoir adds to the picturesque beauty of the mountain on misty days. The forest offers easy access to many recreational facilities in the area including a resort village, Samgi Reservoir, a woodland park, and a mountain bike course.","regDate":"2022-10-28","author":"korea-tour","tag":["Chungcheongbuk-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"/2022-10-28-1666931291617/2005001_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-10-28-1666931291617"},{"id":"2022-10-27-1666867510265","title":"Jeongipum Pine Tree (보은 속리 정이품송)","description":"This 600-year-old pine tree stands at the entrance to Songnisan Mountain in Boeun-gun, Chungcheongbuk-do. This old tree, designated as Natural Monument No. 103, is 15 meters in x_height and 4.5 meters in girth. Its branches stretch 10.3 meters to the east, 9.6 meters to the west and 10 meters to the north. Shaped like an open umbrella, this pine tree has long been the symbol of Songnisan Mountain, and has even been awarded the title of a Jeongipum grade official of the Joseon Court. <br><br><b>* Legend</b><br>King Sejo visited Onyang Hot Springs and Songnisan Mountain in 1464 to cure an illness. While passing under this tree, he looked up and saw that his royal sedan chair was about to be ensnared in the tree’s branches. As he called for his bearers to look out, the branches suddenly lifted for the royal procession to proceed. On his way to Seoul, King Sejo was also able to take shelter from a rain shower under this tree. Therefore, he bestowed upon the tree the ministerial rank of Jeongipum.","regDate":"2022-10-27","author":"korea-tour","tag":["Chungcheongbuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-10-27-1666867510265/220580_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-10-27-1666867510265"},{"id":"2022-07-27-1658964977052","title":"Jeongbangsa Temple (정방사)","description":"Located on a ridge of Sinseonbong Peak (845 meters) nearby Geumsusan Mountain, Jeongbangsa Temple was founded by Buddhist Monk Uisang in the second year (662) of King Munmu’s reign during the Silla dynasty. Jeongbangsa Temple is a branch of Beopjusa Temple located on Songnisan Mountain and is a well known oratory amongst Buddhists. The temple offers fantastic views of Cheongpungho Lake that are said to calm and clear the mind. A unique feature of this temple is the mountain wall making up a portion of the temple roof.","regDate":"2022-07-27","author":"korea-tour","tag":["Chungcheongbuk-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-07-27-1658964977052/1812428_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-07-27-1658964977052"},{"id":"2022-07-27-1658961540314","title":"Jecheon Oriental Medicine Expo Park (제천한방엑스포공원)","description":"Jecheon Oriental Medicine Expo Park is an educational, cultural and recreational space that promotes <em>hanbang</em> (traditional Korean medicine). The park's facilities include the Hanbang Life Science Center, Fermentation Museum, a medicinal herb sales and exhibition center, and Hanu Plaza. Visitors can also take part in the many hanbang related programs and activities available.","regDate":"2022-07-27","author":"korea-tour","tag":["Chungcheongbuk-do","Culture/Art/History","Recreational Sites","Theme Parks"],"imgUrl":"/2022-07-27-1658961540314/1822984_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-07-27-1658961540314"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}