{"pageProps":{"content":"![Gyeokpo Beach (격포해변)](/2023-01-02-1672634316287/2651031_image2_1.webp)\n\n  \n## Overview\n\n> Gyeokpo Beach, located near Chaeseokgang River, is also called Chaeseokgang Beach. The beach is more famous for the view of Chaeseokgang River and the sunset over the west sea. The beach get popular in summer, full of visitors enjoying the scenery and water activities. Known for its clear waters and gentle slope, the 500 meter long white sand beach is especially popular among families. The pine forest around the beach provides a perfect rest area for those looking for a shade. There are also many accommodations and restaurants nearby.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-63-582-7808|\n|parking:|Available|\n|restdate:|N/A (Open all year round)|\n|usetime:|Open 24 hr|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Available Facilities:|Parasol, shower booths, drinking fountain, restaurants|\n  \n## Detail Image\n![/2023-01-02-1672634316287/1935648_image2_1.webp](/2023-01-02-1672634316287/1935648_image2_1.webp)\n![/2023-01-02-1672634316287/1935649_image2_1.webp](/2023-01-02-1672634316287/1935649_image2_1.webp)\n![/2023-01-02-1672634316287/1935650_image2_1.webp](/2023-01-02-1672634316287/1935650_image2_1.webp)\n![/2023-01-02-1672634316287/1935651_image2_1.webp](/2023-01-02-1672634316287/1935651_image2_1.webp)\n![/2023-01-02-1672634316287/1935652_image2_1.webp](/2023-01-02-1672634316287/1935652_image2_1.webp)\n![/2023-01-02-1672634316287/1994112_image2_1.webp](/2023-01-02-1672634316287/1994112_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-63-582-7808](tel:+82635827808)\n- [🏠byeonsan.knps.or.kr</a><br/><a href=\"https://www.buan.go.kr/tour/index.buan\" target=\"_blank\" title=\"새창 : 부안문화관광 홈페이지로 이동\">www.buan.go.kr](http://byeonsan.knps.or.kr/)\n\n\n```googleMap\nlatitude: 35.6292793235\nlongitude: 126.4698102873\ntitle: 29-14, Byeonsanhaebyeon-ro, Buan-gun, Jeollabuk-do\n```\n  \n\n","data":{"id":"2023-01-02-1672634316287","title":"Gyeokpo Beach (격포해변)","description":"Gyeokpo Beach, located near Chaeseokgang River, is also called Chaeseokgang Beach. The beach is more famous for the view of Chaeseokgang River and the sunset over the west sea. The beach get popular in summer, full of visitors enjoying the scenery and water activities. Known for its clear waters and gentle slope, the 500 meter long white sand beach is especially popular among families. The pine forest around the beach provides a perfect rest area for those looking for a shade. There are also many accommodations and restaurants nearby.","regDate":"2023-01-02","author":"korea-tour","tag":["Jeollabuk-do","Nature","Natural Sites"],"imgUrl":"/2023-01-02-1672634316287/2651031_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-02-1672634316287","pageUrl":"https:/mcdryad.com/Jeollabuk-do/2023-01-02-1672634316287"},"dataList":[{"id":"2023-01-06-1672990557700","title":"Mohang Beach (모항해수욕장)","description":"Mohang Beach is situated in Byeonsan-myeon, Buan-gun, Jeollabuk-do. It is set against the beautiful mountains of Byeonsanbando National Park and the clear waters of the west coast. Unlike many beaches along the west coast, white sand can be found even at low tide and the beach is great for fishing. <br><br>Designated a tourist site in December of 2000, the area has been equipped with a family hotel, camping sites, and a seaside cafe. Nearby, there is a mud flat, a population of horned holly trees (Natural Monument No. 122), and a scenic drive.","regDate":"2023-01-06","author":"korea-tour","tag":["Jeollabuk-do","Nature","Natural Sites"],"imgUrl":"/2023-01-06-1672990557700/636244_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-06-1672990557700"},{"id":"2023-01-06-1672987162693","title":"Moaksan Provincial Park (모악산도립공원)","description":"Moaksan Mountain (alt. 795.2 m) is located in Gimje, Jeollabuk-do and is home to several Buddhist temples  Geumsansa, Guisinsa, Suwangsa, and Daewonsa. From the top of the mountain, visitors can see the Honam Delta as well as the Gimje Delta. <br><br>Designated as a provincial park in 1971, Moaksan is known for its incredible views and cultural heritages. Daewonsa and Suwangsa Temples are located on the southeast side of the mountain and Guisinsa Temple sits to the west. Geumsansa Temple, built during the Baekje period (AD 599), holds many precious pieces of Buddhist art. <br><br>One of the preferred methods for ascending the mountain is a trail along the ridge behind Simwonam Hermitage, which is particularly eye-catching in the spring when the mountain azaleas are in full bloom. From the summit, the Gimje Delta and Mangyeonggang River come into view, along with Unjangsan Mountain and the city of Jeonju. The cherry blossom tunnel extending from the parking lot to Iljumun Gate is another must-see for those who visit in spring.","regDate":"2023-01-06","author":"korea-tour","tag":["Jeollabuk-do","Nature","Natural Sites","Provincial Parks"],"imgUrl":"/2023-01-06-1672987162693/1974389_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-06-1672987162693"},{"id":"2023-01-06-1672983362269","title":"Mireuksa Temple Site [UNESCO World Heritage] (익산 미륵사지 [유네스코 세계문화유산])","description":"Mireuksa was the largest Buddhist temple of the ancient Baekje Kingdom (18 BC-AD 660). According to Samgukyusa (historical records published in 1281), King Mu (30th king of Baekje, in power AD 600-641) and his wife Queen Seonhwa were said to have seen a vision of Mireuksamjon (the three Sanskrit) emerging from a large pond. At the time of their revelation, the king and queen were on their way to visit a Buddhist monk in Sajasa Temple on Yonghwasan Mountain (now known as Mireuksan Mountain). In response to their vision, the king drained the nearby pond and established Mireuksa Temple. The temple is believed to have shown the most advanced architectural and cultural skills of Baekje, Silla, and Goguryeo (the three main kingdoms at that time). Records indicate that King Jinpyeong of Silla even sent his craftsmen over to assist with the temple construction. <br><br>The two main features of the Mireuksa Temple Site are the stone pagoda (Mireuksaji Seoktap) and the flagpole supports (Mireuksaji Dangganjiju). The 14.24-meter-high west stone pagoda (National Treasure No. 11) is the oldest and largest Korean stone pagoda in existence. The west pagoda currently has only six tiers, but is estimated to originally have had nine. The nine-story east stone pagoda (27.67 meters in x_height) was restored to its original stature in 1993 based on historical records. Other surviving landmarks include the flagpole supports (Treasure No. 236) to the south of the stone pagodas. The 395 centimeter-tall poles are estimated to have been created during the Unified Silla period (AD 676-935) and are set 90 meters apart from east to west.","regDate":"2023-01-06","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2023-01-06-1672983362269/2514985_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-06-1672983362269"},{"id":"2023-01-06-1672979958647","title":"Manghaesa Temple (망해사)","description":"Manghaesa Temple is located at the edge of the Gimje Plains before the sea. The temple stands at the summit of Jinbongsan Mountain.  The temple was named for the view of the ocean and the fields of rice. The temple was established by the great monk Buseol Geosa during the 2nd year of King Uija of Baekje (AD 642). Years later, Dobeopsa (a Chinese monk from the Tang dynasty) renovated the temple. The temple was altered again during the reign of King Injo of the Joseon dynasty when the great monk Jinmuk Daesa built Nakseojeon Hall in 1589. Bogwangjeon Hall and Chilseonggak Pavilion were built much later in 1933. Manghaesa Temple is unique in that it is the only temple where the distant horizon is visible over both land and sea. Nearby attractions include a walking path through a field of reeds by Mangyeonggang River and views of the sunset over the sea.","regDate":"2023-01-06","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2023-01-06-1672979958647/2675611_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-06-1672979958647"},{"id":"2023-01-06-1672976184633","title":"Maisan Hwaeomgul Cave (마이산 화엄굴)","description":"Maisan Mountain has two major peaks made of sedimentary rocks; these peaks are said to be ‘couple peaks’ and cannot be found anywhere else. Sut Maibong (alt. 667 meters) is said to be the male peak while the slightly larger Am Maibong (alt. 673 meters) is deemed the female peak. In the early Joseon period the mountain was named ‘Sokgeumsan,’ but began to be called ‘Maisan’ after the 12th year of King Taejong, who commented that the two peaks resembled horse ears (‘maisan’ meaning ‘horse ears’). All along Maisan Mountain, visitors will find small crater-like rock cavities that are formed by prolonged weathering. These unique geological features, called ‘tafoni,’ are of great academic value. <br><br>Inside Hwaeomgul Cave, visitors can observe medicinal water that flows up from underground all throughout the year. It is widely believed that once you drink the water, especially on the days of the Spring and Autumn Equinox, you will soon have a son and be blessed by the mountain spirit. Even today, many women who have difficulty conceiving visit the mountain to pray to the mountain spirits for their heart’s desire—the gift of a child. The region in which Maisan is located is the birthplace of many talented people and national heroes, which some say is proof of the blessings of the mountain and its extremely powerful spirit.","regDate":"2023-01-06","author":"korea-tour","tag":["Jeollabuk-do","Nature","Natural Sites"],"imgUrl":"/2023-01-06-1672976184633/198644_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-06-1672976184633"},{"id":"2023-01-05-1672915064725","title":"Korea Expressway Corporation Arboretum (Jeonju Arboretum) (한국도로공사수목원(전주수목원))","description":"Korea Expressway Corporation Arboretum (Jeonju Arboretum) is located in a relatively warm region of the country, reaching 20-30 meters in altitude. Operated by Korea Expressway Corporation, the garden is a non-profit aboretum that is free and open to the public. The garden was built to restore the local environment that was damaged during the construction of an expressway in 1972, starting with a nursery field. The builders then began collecting plants in 1983, and eventually opened the garden in 1992. The arboretum now sees an average of 200,000 visitors per year.<br>The garden operates various hands-on programs and summer educational programs due to its diverse plant species.","regDate":"2023-01-05","author":"korea-tour","tag":["Jeollabuk-do","Nature","Natural Sites","Botanical Gardens"],"imgUrl":"/2023-01-05-1672915064725/1605465_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-05-1672915064725"},{"id":"2023-01-05-1672911350500","title":"Jinpo Maritime Theme Park (진포해양테마공원)","description":"The Jinpo Maritime Theme Park opened in 2008 to commemorate Jinpodaecheop, the sweeping victory of Jinpo in the naval combat against the Japanese forces led by General Choi Mu-seon in 1380. Constructed&nbsp;with a scenic backdrop of the local port and the vast sea, the park houses 16 retired military crafts of 13 models. On display at the park are vintage tanks, historical artillery, combat planes, and warships including the Wibongham Ship, a vessel&nbsp;that&nbsp;was used in&nbsp;combat during the Vietnam War. Visitors can&nbsp;also explore the interior of decommissioned warships. The exhibition hall inside the Wibongham Ship showcases weapons used during the Jinpodaecheop War, artillery made by General Choi Mu-seon, and the typical life inside the warship.","regDate":"2023-01-05","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Recreational Sites","Theme Parks"],"imgUrl":"/2023-01-05-1672911350500/2649953_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-05-1672911350500"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}