{"pageProps":{"content":"![Yeongju Birosa Temple (비로사 (영주))](/2022-12-10-1670647257548/2376699_image2_1.webp)\n\n  \n## Overview\n\n> Birosa Temple is located at the southern foot of Birobong, the highest peak of Sobaeksan Mountain. It was founded by revered Buddhist monk Uisang Daesa in the 20th year of King Munmu’s reign (AD 680) during the Silla Kingdom. The temple’s Buddha statues and the flagpole supports reveal the long history of this ancient temple. <br><br>To the left of the entrance to Birosa Temple stand a pair of flagpole supports. The 4.8-meter-high flagpole supports facing each other have a meticulous structure. Inside the temple precincts is Jingongdaesa Bobeoptapbi, a stele with a stone turtle base erected in honor of the great monk Jingong Daesa. <br><br>The temple enshrines the Amitabha and Vairocana Buddha statues, which were created during the Silla Kingdom in the late 9th century. Both of these Buddha statues realistically depict the human form, and show similar characteristics, which reveal that they were crafted by the same artisan. Preserving such valuable cultural heritages, Birosa Temple also has a serene view of Birobong Peak on Sobaeksan Mountain.<br><br>* Major cultural properties  Stone Seated Amitabha and Vairocana Buddha Statues (Treasure No. 996), Samgadong Stone Flagpole Supports (Provincial Tangible Cultural Property No. 7)\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330<BR> (Korean, English, Japanese, Chinese) <br> • For more info: +82-54-638-5033|\n|parking:|Available|\n|restdate:|N/A (Open all year round)|\n|usetime:|Sunrise-Sunset|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Hiking Course:|Samga-ri - Birosa Temple - Biropokpo Falls - Birobong Peak - Yeonhwabong Peak - Geommunso (Check point) <br>(17 km, 6 hr)|\n|Restrooms:|Available|\n  \n## Detail Image\n![/2022-12-10-1670647257548/2376697_image2_1.webp](/2022-12-10-1670647257548/2376697_image2_1.webp)\n![/2022-12-10-1670647257548/2376698_image2_1.webp](/2022-12-10-1670647257548/2376698_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-54-638-5033](tel:+82546385033)\n\n\n\n```googleMap\nlatitude: 36.9390019028\nlongitude: 128.4988518593\ntitle: 661-29, Samga-ro, Yeongju-si, Gyeongsangbuk-do\n```\n  \n\n","data":{"id":"2022-12-10-1670647257548","title":"Yeongju Birosa Temple (비로사 (영주))","description":"Birosa Temple is located at the southern foot of Birobong, the highest peak of Sobaeksan Mountain. It was founded by revered Buddhist monk Uisang Daesa in the 20th year of King Munmu’s reign (AD 680) during the Silla Kingdom. The temple’s Buddha statues and the flagpole supports reveal the long history of this ancient temple. <br><br>To the left of the entrance to Birosa Temple stand a pair of flagpole supports. The 4.8-meter-high flagpole supports facing each other have a meticulous structure. Inside the temple precincts is Jingongdaesa Bobeoptapbi, a stele with a stone turtle base erected in honor of the great monk Jingong Daesa. <br><br>The temple enshrines the Amitabha and Vairocana Buddha statues, which were created during the Silla Kingdom in the late 9th century. Both of these Buddha statues realistically depict the human form, and show similar characteristics, which reveal that they were crafted by the same artisan. Preserving such valuable cultural heritages, Birosa Temple also has a serene view of Birobong Peak on Sobaeksan Mountain.<br><br>* Major cultural properties  Stone Seated Amitabha and Vairocana Buddha Statues (Treasure No. 996), Samgadong Stone Flagpole Supports (Provincial Tangible Cultural Property No. 7)","regDate":"2022-12-10","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-12-10-1670647257548/2376699_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-10-1670647257548","pageUrl":"https:/mcdryad.com/Gyeongsangbuk-do/2022-12-10-1670647257548"},"dataList":[{"id":"2022-12-14-1671007222540","title":"Uljin Geumgang Pine Trail (울진 금강소나무 숲길)","description":"The Pine Forest Trail on Geumgangsan Mountain in Uljin goes through a beautiful forest of lush pine trees growing tall and straight with uncommonly bright bark. These special trees are called Geumgang Pine Trees, sometimes shortened to gangsong (songi is pine in Korean). The forest has many old trees, including at 520-year-old grandfather pine, leading to the forest being designated a protected status. Visitors who wish to walk through the pine tree tunnel and enjoy a forest bathing experience must make reservations in advance.","regDate":"2022-12-14","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites","Mountains"],"imgUrl":"","blogPath":"Gyeongsangbuk-do/2022-12-14-1671007222540"},{"id":"2022-12-14-1671003386888","title":"Tohamsan National Recreational Forest (토함산자연휴양림)","description":"Tohamsan National Recreational Forest, located in Gyeongju, is in close vicinity of major attractions such as Bulguksa Temple and Seokguram Grotto. Visitors can enjoy the culture as well as relaxing in a peaceful nature.","regDate":"2022-12-14","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"","blogPath":"Gyeongsangbuk-do/2022-12-14-1671003386888"},{"id":"2022-12-14-1671000067539","title":"The-K Hotel Gyeongju Spa World (더케이경주호텔 스파온천)","description":"Spa World in The-K Hotel Gyeongju opened in June 2001 and aims to guarantee guest satisfaction with excellent amenities, such as their sauna facilities, hot springs, sports center, and swimming pool. The hot springs were developed by using all-natural hot spring water from 630 meters underground. Spa Worlds hot spring water is famous for having a high concentration of alkaline (9.12 pH). Impurities in the water are filtered out, boosting the beneficial effects of hot spring water on the skin, muscle fatigue, and back pains.","regDate":"2022-12-14","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Recreational Sites","Hot Springs & Spa"],"imgUrl":"","blogPath":"Gyeongsangbuk-do/2022-12-14-1671000067539"},{"id":"2022-12-14-1670996181441","title":"The Divine Bell of King Seongdeok (성덕대왕신종)","description":"The Divine Bell of King Seongdeok, the largest Korean bell  preserved, stands 3.75-meter tall, has a lip diameter of 2.27 meters, and is 11 to 25 entimeters wide. In 1997, Gyeongju National Museum weighed it at 18.9 tons. The bell was cast to pay tribute to the memory of King Seongdeok. It was completed in 771 and named ‘The Divine Bell of King Seongdeok.’ However, because the bell was installed at Bongdeoksa Temple, it has also been called the Bell of Bongdeoksa. <br><br>The bell is also known as the Emile Bell, a name derived from an ancient legend in which a child was sacrificed in order to give sound to the bell, whose echoes of ‘em-ee-leh’ resemble the traditional Korean word for mommy.<br><br>The tubular sound pipe at the top of the bell that helps the sound reverberate is a unique feature that can be found only in Korean bells. The yongnyu, which serves as a loop to hang the bell, has been decorated to resemble a dragon’s head. A band of arabesque patterns can be found at the shoulder, and the striking point of the bell is in the shape of a lotus flower. <br><br>The magnificent design and inscription methods used in this bell exemplify the artisans craftmanship of the Unified Silla period. The bell is also inscribed with over one thousand Chinese characters, and its beauty and integrity have been meticulously preserved despite the passage of over 1,300 years.","regDate":"2022-12-14","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"","blogPath":"Gyeongsangbuk-do/2022-12-14-1670996181441"},{"id":"2022-12-14-1670992906055","title":"Sosuseowon Confucian Academy [UNESCO World Heritage] (소수서원 [유네스코 세계문화유산])","description":"Sosuseowon Confucian Academy is situated at the foothills of Sobaeksan Mountain. Sosuseowon was the first to receive a royal charter as a private Confucian academy along with financial support and acknowledgement by the king. This academy was originally founded under the name Baegundongseowon in 1542 by a Confucian scholar Ju Se-bung, who was also the magistrate of Punggi County at the time. Baegundongseowon first started as an academic institution that enshrined a memorial tablet of An Hyang, a Confucian scholar whom Ju Se-bung had deep respect for. After Ju Se-bung left the county, Toegye Yi Hwang, a renowned Confician scholar, became his successor and made an official request to the king to be granted a royal charter. The request was well received, and the king renamed the institution to its current name, Sosuseowon.","regDate":"2022-12-14","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-12-14-1670992906055/2620878_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-14-1670992906055"},{"id":"2022-12-14-1670989158460","title":"Sobaeksan National Park (Gyeongsangbuk-do Region) (소백산국립공원(경북))","description":"Sobaeksan National Park was designated as the 18th national park in December 1987. The features of Sobaeksan National Park include wild flowers and royal azaleas in spring and snowy scenery in winter. The mountain borders three provinces and four cities. Attractions include various peaks, temples and waterfalls. The mountain is especially popular in May when royal azaleas are in full bloom and a natural forest tunnel is formed. Birobong Peak of the mountain is covered with snow six months of the year, being called the Alps of Korea.","regDate":"2022-12-14","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites","National Parks"],"imgUrl":"/2022-12-14-1670989158460/2031732_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-14-1670989158460"},{"id":"2022-12-13-1670927944965","title":"Sinseonam Hermitage Rock-carved Bodhisattva in Namsan Mountain of Gyeongju (경주 남산 신선암 마애보살반가상)","description":"This 1.4 m-high rock-carved Bodhisattva was carved on the southern rock standing right above Chilburam Rock on Namsan Mountain, which may be regarded as a repository of relics and artifacts including Buddha statues spanning the Three Kingdoms Period to the late Unified Silla Period.<br><br>Judging from the three-sided bejeweled crown he’s wearing on his head, this is clearly a Bodhisattva statue. He looks as if he is sitting on a cloud, while the closed eyes on the plump face give the impression that he is lost in deep thought. He seems to be watching mankind from his world above the clouds. He is holding a flower in his right hand and his left hand is held up to his chest as if he is preaching.<br><br>His robe is very thin, revealing the curves of the body, and hangs down to the base of the pedestal. The mandorla (Buddhist halo of light), which consists of both the dugwang (light radiating from the head) and hte singwang (light emanating from the Buddha’s body), is also the shrine for the statue, so the image of the Bodhisattva looks more prominent. It is presumed that this rock-carved Bodhisattva was made during the late eighth century during the Unified Silla dynasty.","regDate":"2022-12-13","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"","blogPath":"Gyeongsangbuk-do/2022-12-13-1670927944965"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}