{"pageProps":{"content":"![Geumdanggyegok Valley (금당계곡)](/2022-09-24-1663995422572/1177245_image2_1.webp)\n\n  \n## Overview\n\n> Geumdanggyegok Valley, located upstream of the Pyeongchanggang River, is a gorge between three different districts of Bongpyeong-myeon, Yongpyeong-myeon and Daehwa-myeon, just west of Geumdangsan Mountain (1,173 m). Geumdanggyegok Valley is an impressive site with sections of both gentle and fast flowing valley waters. From late March through April full-blown azalea covers the mountainsides and valleys providing visitors with a refreshing spring scent.  <br><br>To reach Geumdanggyegok Valley, travel down along the Pyeongchanggang River from Jangpyeong or trek up the valley from Anmi Elementary School. Coming down to Pyeongchang-eup from Daehwa-myeon area, visitors will encounter an intersection called, “Saechugeori”. The intersection has two parts  Sanganmi and Haanmiri and a sign indicating the Geumdanggyegok Valley entrance. Across the valley, odd-shaped rock formations and cliffs appear one after another along the river. The area is a native habitat for a species of otter (Natural Treasure No. 330) and a favorite spot for catching catfish.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-33-1330 <br>(Korean, English, Japanese, Chinese) <br> • For more info: +82-33-330-2771|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Hiking Course:|Geumdanggyegok Valley - Geumdangsan Mountain (1,173 m) (Approx. 1 hr 30 min)|\n|Tour Course Information:|* Geumdanggyegok Valley - Lee Hyo-seok Culture Village - Heungjeonggyegok Valley - Lee Seungbok Memorial Hall <br>* Geumdanggyegok Valley - Neounngyegok Valley - Noseongsan Mountain - Gihwagyegok Valley|\n  \n## Detail Image\n![/2022-09-24-1663995422572/1177173_image2_1.webp](/2022-09-24-1663995422572/1177173_image2_1.webp)\n![/2022-09-24-1663995422572/1177178_image2_1.webp](/2022-09-24-1663995422572/1177178_image2_1.webp)\n![/2022-09-24-1663995422572/1177190_image2_1.webp](/2022-09-24-1663995422572/1177190_image2_1.webp)\n![/2022-09-24-1663995422572/1177193_image2_1.webp](/2022-09-24-1663995422572/1177193_image2_1.webp)\n![/2022-09-24-1663995422572/1177200_image2_1.webp](/2022-09-24-1663995422572/1177200_image2_1.webp)\n![/2022-09-24-1663995422572/1177241_image2_1.webp](/2022-09-24-1663995422572/1177241_image2_1.webp)\n![/2022-09-24-1663995422572/1177244_image2_1.webp](/2022-09-24-1663995422572/1177244_image2_1.webp)\n![/2022-09-24-1663995422572/1177247_image2_1.webp](/2022-09-24-1663995422572/1177247_image2_1.webp)\n![/2022-09-24-1663995422572/1177255_image2_1.webp](/2022-09-24-1663995422572/1177255_image2_1.webp)\n![/2022-09-24-1663995422572/1177238_image2_1.webp](/2022-09-24-1663995422572/1177238_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-33-330-2771](tel:+82333302771)\n- [🏠tour.pc.go.kr](http://tour.pc.go.kr)\n\n\n```googleMap\nlatitude: 37.4824623569\nlongitude: 128.3942007364\ntitle: 766-2, Geumdanggyegok-ro, Pyeongchang-gun, Gangwon-do\n```\n  \n## Directions\n  \nFrom Dong \nSeoul Bus Terminal.<br>Take an intercity \nbus bound for Pyeongchang via&nbsp;Jangpyeong.<br>Get off at Jangpyeong.<br><br>From Jangpyeong \nTerminal, take a bus bound for Yupo-ri. <br>Bus schedule: 6 times per day/ travel \ntime: 20min.&nbsp;\n","data":{"id":"2022-09-24-1663995422572","title":"Geumdanggyegok Valley (금당계곡)","description":"Geumdanggyegok Valley, located upstream of the Pyeongchanggang River, is a gorge between three different districts of Bongpyeong-myeon, Yongpyeong-myeon and Daehwa-myeon, just west of Geumdangsan Mountain (1,173 m). Geumdanggyegok Valley is an impressive site with sections of both gentle and fast flowing valley waters. From late March through April full-blown azalea covers the mountainsides and valleys providing visitors with a refreshing spring scent.  <br><br>To reach Geumdanggyegok Valley, travel down along the Pyeongchanggang River from Jangpyeong or trek up the valley from Anmi Elementary School. Coming down to Pyeongchang-eup from Daehwa-myeon area, visitors will encounter an intersection called, “Saechugeori”. The intersection has two parts  Sanganmi and Haanmiri and a sign indicating the Geumdanggyegok Valley entrance. Across the valley, odd-shaped rock formations and cliffs appear one after another along the river. The area is a native habitat for a species of otter (Natural Treasure No. 330) and a favorite spot for catching catfish.","regDate":"2022-09-24","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Valleys"],"imgUrl":"/2022-09-24-1663995422572/1177245_image2_1.webp","blogPath":"Gangwon-do/2022-09-24-1663995422572","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-09-24-1663995422572"},"dataList":[{"id":"2022-10-10-1665385902206","title":"Samcheok Haesindang Park (삼척 해신당공원)","description":"Haesindang Park is home to the the nation’s largest aquarium museum,&nbsp;which exhibits  folk materials that shows the  lifestyle of fishermen of the East Sea,  an arboretum and a park that displays&nbsp;some sexual art sculptures. In addition, there is an interesting bronze statue that tells about a legend of a nearby village.<Br><br>* Legend of Aebawi and Haesindang <br> There once lived a young maid who was engaged. One day, the maid took her husband’s boat out to sea to harvest seaweed. Her husband dropped her off at a site  that was at a distance from the beach. After promising to pick her up later, he returned to the beach to do his work. However, the weather turned bad as strong winds and pummeing waves begun. The husband failed to rescue his wife on time and she ultimately drowned. Since then, the villagers were unable to catch any fishes and some claimed that it wasbecause of the dead maid. To soothe the spirit of the dead maid, the villagers made several wooden carvings and held religious ceremonies. Later, fishes were gradually seen appearing and the villagers were able to fish and live comfortably again. Therefore, the place where the maid died was named Aebawi Rock and the building where the religious ceremony is held twice a year was named Haesindang. The ceremony is still honored today as a traditional folk event.","regDate":"2022-10-10","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Recreational Sites","Theme Parks"],"imgUrl":"/2022-10-10-1665385902206/1425887_image2_1.webp","blogPath":"Gangwon-do/2022-10-10-1665385902206"},{"id":"2022-10-10-1665383309027","title":"Samcheok Deokpunggyegok Valley Village (삼척 덕풍계곡마을)","description":"Deokpung Village is a typical mountain village with bountiful resources and a great potential for development. The village has abundant forest resources with rare and valuable flora and fauna and is home to a natural recreational forest, mountain goats, and wild ginseng. The major income sources of this village are farm products such as pepper and garlic. You can enjoy fly fishing, hiking and a variety of hands-on experience programs. It also has several places to accommodate tourists.","regDate":"2022-10-10","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Experience Programs","Village Experience"],"imgUrl":"/2022-10-10-1665383309027/1425747_image2_1.webp","blogPath":"Gangwon-do/2022-10-10-1665383309027"},{"id":"2022-10-10-1665378318024","title":"Samcheok Cheoneunsa Temple (천은사(삼척))","description":"Cheoneunsa Temple is located on Dutasan Mountain in Miro-myeon, Samcheok-si, Gangwon-do. At the tail end of the Goryeo dynasty, Lee Seung-hyu, a renowned scholar, wrote ‘Jewangungi’, an epic for the Korean people at Cheoneunsa temple. After the temple burnt down during the Korean War, the temple was renovated. The temple houses Beophwagyeong (Lotus Sutra Statue) among other cultural significant artifacts. Also, the surrounding area was the capital during Goryeo dynasty, where a number of relics such as pieces of celadon and blue roof tiles were unearthed.","regDate":"2022-10-10","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-10-10-1665378318024/1434211_image2_1.webp","blogPath":"Gangwon-do/2022-10-10-1665378318024"},{"id":"2022-10-09-1665312480205","title":"Samcheok Cheokjudonghaebi & Pyeongsutochanbi Monuments (삼척 척주동해비 및 평수토찬비)","description":"Erected by Heo Mok, the governor of Samcheok during the second year of King Hyeonjeongs reign (1661), Cheokjudonghaebi Monument is 170 centimeters tall. It was originally built to protect the village on Mallido Island that had been frequently inundated by heavy rain and rough waves. It is believed that the mystical inscription, penned by Heo Mok, on the monument calmed the rough sea waves. Today, the monument stands to prove the wisdom and distinguished penmanship of the former Samcheok City Governor.<br><br>Pyeongsutochan-bi Monument is 145 centimeters tall. It was erected by Heo Moks successor and former governor of Samcheok, Jung Un-cheol, in reverence for his wise forebear. The monument&nbsp;contains 48 ancient Chinese characters that describe many achievements of Heo Mok.","regDate":"2022-10-09","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-10-09-1665312480205/483250_image2_1.webp","blogPath":"Gangwon-do/2022-10-09-1665312480205"},{"id":"2022-10-09-1665308774746","title":"Samcheok Beach (삼척해변)","description":"Samcheok Beach is easily accessible and has a vast white sandy beach that is 1.2 kilometers long and 100 meters wide. Thanks to its pine tree forest, clean white sand, shallow waters, and convenient amenities, over 500,000 vacationers visit the beach every year. Entertaining events such as a barehanded flounder fishing contest also take place here.","regDate":"2022-10-09","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites"],"imgUrl":"/2022-10-09-1665308774746/2716455_image2_1.webp","blogPath":"Gangwon-do/2022-10-09-1665308774746"},{"id":"2022-10-09-1665305469766","title":"Sambuyeonpokpo Falls [National Geopark] (삼부연폭포 (한탄강 국가지질공원))","description":"Sambuyeonpokpo Falls is a 20-meter-high, three-tier waterfall found at the slope of Myeongseongsan Mountain. The waterfall is the result of erosion of the intrusive granite rocks that protruded to the surface during the Cretaceous period. The name of the waterfall comes from the Chinese characters that mean three and gamasot, given for the waterfalls three sharp turns before the crest and the plunge pools resemblance to a gamasot, an old-fashioned iron pot.","regDate":"2022-10-09","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Waterfalls"],"imgUrl":"/2022-10-09-1665305469766/1136117_image2_1.webp","blogPath":"Gangwon-do/2022-10-09-1665305469766"},{"id":"2022-10-09-1665301431744","title":"Sambong National Recreational Forest (국립 삼봉자연휴양림)","description":"Located in Odaesan National Park, Sambong National Recreational Forest is filled with large acicular trees like fir and broad-leaved trees like birch. Lenoks, a species of freshwater fish that are considered a Korean natural treasure, found only in the cleanest water, thrive in the waters of the deep valley running through the park. The park is surrounded by three peaks – Gachilbong Peak (1,240 meters), Eungboksan Mountain (1,155 meters), and Sasambong Peak (1,107 meters). Sambong Mineral Spring, whose waters attract many visitors, is found In the middle of the three peaks. The spring’s waters are said to ease stomach complaints. The park is also popular since visitors can see beautiful fall foliage in autumn while enjoying the mountains and sea at the same time in summer.","regDate":"2022-10-09","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"/2022-10-09-1665301431744/608470_image2_1.webp","blogPath":"Gangwon-do/2022-10-09-1665301431744"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}