{"pageProps":{"content":"![Geumbong Recreational Forest (금봉자연휴양림)](/2022-11-25-1669351372808/1979160_image2_1.webp)\n\n  \n## Overview\n\n> In Geumbong Recreational Forest in Uiseong, Gyeongsangbuk-do, you can see the apple blossoms in spring; enjoy cool stream waters and the serenade of crickets in summer, the gorgeous foliage in autumn, and splendid snowscapes in winter. <br><br>The hiking trails that surround Geumbong Recreational Forest, and promenades in Cheongseokgol Valley, will give you a chance to experience the rejuvenating calm of the forest. Also, the log cabins made of various woods such as oak, pine, white birch, and Korean spruce make you feel truly at home amidst the boundless nature.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br>• For more info: +82-54-830-6001|\n|parking:|Available|\n|usetime:|08:00 - 18:00|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Facility Utilization Fees:|[Recreation Center] Off season 42,000~63,000 won / Peak season 60,000~90,000 won<br>[Forest Cabin] Off season 49,000~126,000 won / Peak season 70,000~180,000 won<br>[Purum Dong] Off season 56,000~63,000 won / Peak season 80,000~90,000 won<br>[Aram Dong] Off season 49,000 won / Peak season 70,000 won<br>[Training Center (Meeting & Seminar Rooms)] 20,000~40,000 won<br>[Camping Site] 3,000~5,000 won|\n|Admission Fees:|* Adults 1,000 won / Group 800 won (more 20 people)<br>* Teenagers  800 won / Group 500 won (more 20 people)<br>* Children 300 won / Group 200 won (more 20 people)|\n|Available Facilities:|Administration office, fountain, camping site, pergola, training center, arbor and Mongol deck, forest recreation center, kitchen, shower rooms, drinking fountain, water play area, accommodations, etc.|\n  \n## Detail Image\n![/2022-11-25-1669351372808/1979161_image2_1.webp](/2022-11-25-1669351372808/1979161_image2_1.webp)\n![/2022-11-25-1669351372808/1979163_image2_1.webp](/2022-11-25-1669351372808/1979163_image2_1.webp)\n![/2022-11-25-1669351372808/1979164_image2_1.webp](/2022-11-25-1669351372808/1979164_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-54-830-6001](tel:+82548306001)\n- [🏠www.foresttrip.go.kr](https://www.foresttrip.go.kr/indvz/main.do?hmpgId=ID02030075)\n\n\n```googleMap\nlatitude: 36.3360640892\nlongitude: 128.8808159559\ntitle: 114, Hyuyangnim-gil, Oksan-myeon, Uiseong-gun, Gyeongsangbuk-do\n```\n  \n## Directions\n  \nFrom Dong Seoul Bus Terminal, take a bus to Uiseong Bus Terminal. From the bus stop across from Uiseong Bus Terminal, take a bus bound for Geumbong Recreational Forest.\n","data":{"id":"2022-11-25-1669351372808","title":"Geumbong Recreational Forest (금봉자연휴양림)","description":"In Geumbong Recreational Forest in Uiseong, Gyeongsangbuk-do, you can see the apple blossoms in spring; enjoy cool stream waters and the serenade of crickets in summer, the gorgeous foliage in autumn, and splendid snowscapes in winter. <br><br>The hiking trails that surround Geumbong Recreational Forest, and promenades in Cheongseokgol Valley, will give you a chance to experience the rejuvenating calm of the forest. Also, the log cabins made of various woods such as oak, pine, white birch, and Korean spruce make you feel truly at home amidst the boundless nature.","regDate":"2022-11-25","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"/2022-11-25-1669351372808/1979160_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-11-25-1669351372808","pageUrl":"https:/mcdryad.com/Gyeongsangbuk-do/2022-11-25-1669351372808"},"dataList":[{"id":"2022-11-29-1669693504852","title":"Gyeongju National Park (경주국립공원)","description":"Gyeongju National Park differs from most of Koreas national parks in that it is centered around cultural heritages rather than natural resouces. Gyeongju was the capital of the Silla Kingdom, and is filled with artifacts from the 1,000-year-long era, making it one of the nations top tourist cities. The park offers many national treasures and cultural sites, as well as museums preserving the more precious items.","regDate":"2022-11-29","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites","National Parks"],"imgUrl":"/2022-11-29-1669693504852/2014047_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-11-29-1669693504852"},{"id":"2022-11-28-1669632048970","title":"Gyeongju Namsan Mountain (경주 남산)","description":"Namsan Mountain in Gyeongju was considered sacred by many during the Silla Kingdom. This mountain boasts nearly 40 valleys winding down from Geumobong Peak (468 meters in elevation), Gowibong Peak (494 meters in elevation), and other surrounding peaks. Also, this 4-kilometer-wide and 8-kilometer-long oval-shaped mountain runs almost perfectly north to south.<br><br>Namsan Mountain is a veritable open-air museum, with 100 temple sites, 80 stone Buddha statues, and 60 stone pagodas scattered across the mountainside. Topographically, it features nearly 40 valleys and is divided into the Southwest Mountain, a sacred place during the Silla period, and the Southeast Mountain, where many Buddhas can be found around the valleys.<br><br>Najeong Well, at the western foot of Namsan Mountain, is the mythic birthplace of King Park Hyeokgeose, founder of the Silla Kingdom. The local Yangsanjae Shrine was built in honor of its founder who lived in Seorabeol before the Silla Kingdom was established. Poseokjeong Pavilion is the place where the glorious era of the Silla Kingdom came to an end. In the Southeast Mountain region, one can encounter the Stone Seated Buddha of Borisa Temple, a 9-meter-high Rock Buddha Statue at Bulmusa Temple, and a Stone Seated Stone Buddha at Gamsil Shrine. <br><br>Namsan Mountain also features 11 treasures, including Stone Seated Buddha of Mireukgol (Borisa Temple), Three-story Stone Pagoda of Yongjangsa Temple Site, the Rock-carved Buddha at Chilburam Hermitage, and others. There are also twelve historic sites, such as the site of Poseokjeong Pavilion, Najeong Well, and Samneung Royal Tombs, as well as nine local tangible cultural properties, and one important piece of folklore material.<br><br>Namsan Mountain is also famous for its scenic landscapes in addition to its cultural heritage. Numerous valleys, unique rock formations, and beautiful trails are abundant throughout the area. Many tourists say, “You cannot say that you know Gyeongju without hiking up Namsan Mountain.” Namsan Mountain is a place where the scenic nature and long history of the Silla Kingdom coexist, and also where the aesthetic consciousness and religious traditions of the Silla people evolved into the artform it is today.","regDate":"2022-11-28","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-11-28-1669632048970/2037050_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-11-28-1669632048970"},{"id":"2022-11-28-1669628257001","title":"Gyeongju Najeong Well (경주 나정)","description":"To the southeast of the royal tomb, is a small monument that has been erected among the pine trees; next to the monument is a well called Najeong. According to Samguksagi (Historical records of the Three Kingdoms) and Samgungnyusa (Memorabilia from the three dynasties), Park Hyeokgeose, the founding monarch of Silla, was born by this well. In 69 BC, Sobeolgong, the head of Goheochon Village, saw a white horse on its knees by the well. When he approached the well he found that the horse had magically disappeared and that a large egg was left in its place, from which a boy was born. When the boy turned 13 years old (57 BC), he was appointed king by the village chiefs and began to rule the area then called ‘Seorabeol’. A memorial stone (2.25 meters high, 45 centimeters long, and 21 centimeters wide) was erected in 1803 in the third year of King Sunjos rule (Joseon dynasty) detailing the historical origins of the founding father of Silla.","regDate":"2022-11-28","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-11-28-1669628257001/681164_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-11-28-1669628257001"},{"id":"2022-11-28-1669624954858","title":"Gyeongju Hwangnyongsa Temple Site (경주 황룡사지)","description":"Hwangnyongsa Temple Site is located in front of Bunhwangsa Temple in Guhang-dong, Gyeongju. During the Silla Era, the Hwangnyongsa Temple was the nation’s largest temple and housed the bulk of the country’s major Buddhist treasures. <br> <br> Construction of the temple began in 553 on a field east of the royal compound under the commission of King Jinheung. The king originally planned to build a palace, but decided to build a temple instead, after receiving reports that a yellow dragon had been spotted on the building site. The temple was thus named Hwangnyongsa (Temple of Yellow Dragon) and was completed in 569, seventeen years after construction began. The temple murals featured an old pine tree drawn by Artist Solgeo. During the Silla Era, the temple was the center of state-sanctioned Buddhism. <br> <br>Later, when monk Jajang was studying in China during the Tang dynasty, he came across a god as he was passing by Taihe Pond. The god said to him, “The yellow dragon, which is my eldest son, is guarding Hwangnyongsa Temple upon orders of Brahma, the Creator. If you build a nine-story pagoda upon your return to Silla, the neighboring states will surrender and pay tribute, and the royal cause will be stronger. Once the construction of the pagoda is complete, prepare a memorial service for the local gods and pardon any of the countrys criminals. If you follow all I have told you, no other state will dare invade Silla.” <br><br> After this encounter, Jajang returned to Silla and convinced Queen Seondeok to build the nine-story pagoda. Master architect Abiji of the neighboring state Baekje designed the pagoda and the project was built by Yongchun and 200 men using wood and stone. The night before the columns were to be erected, Architect Abiji of Baekje dreamed of the fall of Baekje and refused to complete the project. With a peal of thunder, an old monk and a man of great strength suddenly appeared from the temples main hall, erected the columns, and magically disappeared. Abiji was so shocked at the sight that he accepted his country’s future demise as the fate of the gods and once again restarted work on the temple. (From Samgungnyusa, the Memorabilia of the Three Kingdoms) <br> <br> In the twenty-three years following the completion of the pagoda, Queen Seondeok unified the Three Kingdoms; later, numerous scholars pointed to the pagoda as a contributing factor in the unification. Of the three treasures of Silla, two were located at Hwangnyongsa Temple. The largest bell of Silla was also in the temple, but was taken away during the Mongol invasion. The highest monks of Silla preached at the temple, and many kings came to listen to the Buddhist teachings. <br><br> During excavation work in July 1969, the massive foundation stones of the sermon hall, auditorium, and pagoda were found. Eight years of archaeological excavations and studies revealed the unique layout of the temple grounds, which consisted of one pagoda and three halls; also found were 40,000 or so ancient artifacts. Though foundation stones and other structures from the bottom of the temple were identified through excavation, there are no historical clues about the temple’s upper design, making the restoration of the temple in its entirety practically impossible. The size of the temple, based on archeological findings, was about 70 acres, roughly eight times larger than that of Bulguksa Temple.","regDate":"2022-11-28","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Holy Sites"],"imgUrl":"/2022-11-28-1669624954858/202492_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-11-28-1669624954858"},{"id":"2022-11-28-1669620988479","title":"Gyeongju Historic Area [UNESCO World Heritage] (경주역사유적지구 [유네스코 세계문화유산])","description":"The Gyeongju Historic Area, registered as a UNESCO World Cultural Heritage on November 2000, is an area that embodies the time-honored history and culture of Gyeongju, the ancient capital of the Silla Kingdom (57 BC-AD 935).<br><br>The Gyeongju Historic Area can be divided into 5 major sections. The first section is the Namsan Area, a treasure trove of Buddhist art masterpieces dating back to the Silla Kingdom. Gyeongju Namsan Mountain (often referred to as an ‘outdoor museum’) is home to many historical heritage sites from the Silla Kingdom. Major attractions include  Poseokjeong (Historic Site No.1), Tapgok Maaejosanggun (Treasure No. 201), Cheollyongsaji Three-story Stone Pagoda (Treasure No. 1188), Chilbulam Maae Stone Buddha (Treasure No. 200), Bulgok Seated Stone Buddha (Treasure No. 198), and 37 other Buddhist relics<br><br>The second section is the Wolseong Area, one of the former palace sites of the Silla Kingdom. The area consists of Gyerim (Historic Site No. 19); Donggung Palace and Wolji (Historic Site No. 18), a Silla Royal Palace site; and Cheomseongdae (National Treasure No. 31), the oldest observatory in the East. Daereungwon area, the third area, features a cluster of the royal graves of the Kings and Queens of Silla. <br><br>Also in the same area are Gobungun (a cluster of old graves) in Nodong-ri (Historic Site No. 38), Gobungun (a cluster of old graves) in Noseo-ri (Historic Site No. 39) Gobungun (a cluster of old graves) in Hwangnam-ri (Historic Site No. 40), and Oreung (Historic Site No. 172), among others. Archaeologists have discovered a number of invaluable relics and historic items in this area such as Geumgwan (golden crown), Cheonmado (a painting of flying horses), and numerous pottery pieces. These finds are perhaps the greatest clues into the life of the people of the Silla Dynasty.<br><br>Area number four, the Hwangnyongsa Area, is where the former site of the Hwangnyongsa Temple (Historic Site No. 246) and Bunhwangsa Stone Pagoda are located. Lastly, is the Sanseong Area, housing remnants of the major defense system for the capital city. The site consists of Myeonghwalsanseong Fortress (Historic Site No. 47) which is estimated to be around 400 years old.<br><br>The Gyeongju Historic Area has a total of 52 designated cultural assets that are registered as World Cultural Heritages.","regDate":"2022-11-28","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-11-28-1669620988479/2612559_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-11-28-1669620988479"},{"id":"2022-11-28-1669617807919","title":"Gyeongju Gyochon Traditional Village (경주 교촌마을)","description":"At Gyeongju Gyochon Village, visitors can see the House of the Gyeongju Choi Clan (Important Folklore Material No. 27) and try some Gyeongju Gyodong Beopju Liquor (Important Intangible Cultural Asset No. 86-3). The village centers around the Gyeongju Choi Clan, a family known to have maintained their wealth for over 12 generations, producing many important people. Visitors can learn about the lifestyle and spending habits that enabled the family to do this. The village is also home to the site of Yoseokgung, the house of Silla Princess Yoseok. Nearby attractions include Gyerim Forest, Naemulwangneung Royal Tomb, and Gyeongjuhyanggyo Local Confucian School.","regDate":"2022-11-28","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Folk Villages"],"imgUrl":"/2022-11-28-1669617807919/2648900_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-11-28-1669617807919"},{"id":"2022-11-28-1669613785218","title":"Gyeongju Gyerim Forest (경주 계림)","description":"Gyerim Forest is located between the Cheomseongdae Observatory and Wolseong Fortress. The forest is thickly populated by ancient zelkova and willow trees rooted on gently sloping hills and along the small stream in the northwest part of the woods. According to legend, the forest is closely associated with myths surrounding the birth of Alji, the founder of the Gyeongju Kim clan. As such, it is designated national Historic Site No. 19. <br>Legend has it that King Talhae heard a rooster crying from deep inside the Sirim Woods. Chancellor Hogong was sent to investigate. Upon arriving, he found a rooster crying underneath a tree on which hung a golden box. Hogong immediately reported his find to the king, who instructed him to bring the golden box into the palace. The king opened the box and found a small child inside, Kim Alji. The forest, which had previously been called ‘Sirim’ or ‘Gurim’, became known as ‘Gyerim’, (gye’ meaning rooster). The name Gyerim was also used to refer to the Silla kingdom. <br>Alji was adopted as the king’s son, but because the crown was passed on to King Pasa of the Park family, he never ascended the throne. The Kim clan later became the royal bloodline with the coronation of King Naemul some years later. <br> The memorial stone recording the birth of Kim Alji was erected in the third year of King Sunjos rule in the Joseon dynasty. Located close to the royal fortress of Silla, the forest is still deeply revered as the mystical birthplace of the first ancestor of the royal Kim clan of Silla. Yellow canola blossoms along the path connecting Daereungwon with Gyerim and Banwolseong only add to the magical ambiance of the forest.","regDate":"2022-11-28","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-11-28-1669613785218/2493186_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-11-28-1669613785218"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}