{"pageProps":{"content":"![Banpo Hangang Park (반포한강공원)](/2022-07-20-1658325426879/2385816_image2_1.webp)\n\n  \n## Overview\n\n> Banpo Hangang Park is located on the southern side of the river centering on Banpo Bridge (Jamsu Bridge) between Hamnam Bridge (upstream) and Dongjak Bridge (downstream). The Rainbow Fountain built on both sides of Banpo Bridge was registered in The Guinness Book of Records in 2008 as the longest bridge fountain in the world with a total length of 1,140 meters. At night, over 200 lights create a fantastic view of a beautiful rainbow.<br><br>\n\nIn addition, the park is equipped with sports facilities including bubble playground, in-line skating track, soccer field, and basketball court. You may also enjoy the gorgeous view of Hangang River and skyscrapers on the riverside from Gureum and Noeul cafes, lookout places located on the southernmost part of Dongjak Bridge.<br><br>\n\nSeoraeseom Island which connects from Banpo Hangang River Park is an artificially created island to provide a leisure space for Seoul urbanites. Every spring, the place is flooded with waves of canola flowers and people to enjoy picnic and spring events like ‘Searaeseom Butterfly, Canola Flower Festival’.<br><br>Your joyful experience in the park doesn’t end here - there are more things to see and enjoy including a nature experience field, boat quay, bike lane, and picnic spots.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br>(Korean, English, Japanese, Chinese) <br>• For more info: +82-2-3780-0541~4|\n|parking:|Available|\n|usetime:|[Banpo Bridge Rainbow Fountain] Hours vary; check before visiting.|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Admission Fees:|Free|\n|Restrooms:|Available|\n  \n## Detail Image\n![/2022-07-20-1658325426879/2388562_image2_1.webp](/2022-07-20-1658325426879/2388562_image2_1.webp)\n![/2022-07-20-1658325426879/2388566_image2_1.webp](/2022-07-20-1658325426879/2388566_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-2-3780-0541](tel:+82237800541)\n- [🏠hangang.seoul.go.kr](http://hangang.seoul.go.kr)\n\n\n```googleMap\nlatitude: 37.5076780054\nlongitude: 126.9926825046\ntitle: 40, Sinbanpo-ro 11-gil, Seocho-gu, Seoul\n```\n  \n## Directions\n  \n[Subway] <br> Express Bus Terminal Station (Seoul Subway Line 3,7 or 9), Exit 8-1 or 8-2.<br>Walk for approx. 700 m.\n","data":{"id":"2022-07-20-1658325426879","title":"Banpo Hangang Park (반포한강공원)","description":"Banpo Hangang Park is located on the southern side of the river centering on Banpo Bridge (Jamsu Bridge) between Hamnam Bridge (upstream) and Dongjak Bridge (downstream). The Rainbow Fountain built on both sides of Banpo Bridge was registered in The Guinness Book of Records in 2008 as the longest bridge fountain in the world with a total length of 1,140 meters. At night, over 200 lights create a fantastic view of a beautiful rainbow.<br><br>In addition, the park is equipped with sports facilities including bubble playground, in-line skating track, soccer field, and basketball court. You may also enjoy the gorgeous view of Hangang River and skyscrapers on the riverside from Gureum and Noeul cafes, lookout places located on the southernmost part of Dongjak Bridge.<br><br>Seoraeseom Island which connects from Banpo Hangang River Park is an artificially created island to provide a leisure space for Seoul urbanites. Every spring, the place is flooded with waves of canola flowers and people to enjoy picnic and spring events like ‘Searaeseom Butterfly, Canola Flower Festival’.<br><br>Your joyful experience in the park doesn’t end here - there are more things to see and enjoy including a nature experience field, boat quay, bike lane, and picnic spots.","regDate":"2022-07-20","author":"korea-tour","tag":["Seoul","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-07-20-1658325426879/2385816_image2_1.webp","blogPath":"Seoul/2022-07-20-1658325426879","pageUrl":"https:/mcdryad.com/Seoul/2022-07-20-1658325426879"},"dataList":[{"id":"2022-07-22-1658466170547","title":"Dapsimni Antique Art Street (답십리 고미술상가)","description":"Dapsimni Antique Art Street is where travelers can stumble upon valuable old paintings, antique furniture and pottery as well as a variety of household items. These antique shops used to be scattered throughout the area of Cheonggyecheon Stream 8(pal)-ga, Itaewon, and Ahyeon-dong, but have gathered within Dapsimni area since the mid-1980s. There are approximately 140 shops along the streets. <br><br>It is quite fun to browse through antiquities including wooden candlesticks, grandfather clocks, and old picture frames, items which are usually hard to find in regular stores. These rare items attract not only Koreans but also international visitors to this street. While shops in Insa-dong are popular for selling high-quality antiques, shops in Dapsimni Art Street are popular for offering a wide assortment of antiques at reasonable prices.","regDate":"2022-07-22","author":"korea-tour","tag":["Seoul","Culture/Art/History","Experience Programs","Cultural Districts"],"imgUrl":"/2022-07-22-1658466170547/1917414_image2_1.webp","blogPath":"Seoul/2022-07-22-1658466170547"},{"id":"2022-07-22-1658463869048","title":"Danggogae Catholic Martyrs' Shrine (당고개순교성지)","description":"Danggogae Catholic Martyrs' Shrine is located on the small hill just five minutes away from Yongsan Eletronics Market. 10 Catholics were martyred on this hill during the Gihae Persecution in 1839 including Choi Gyeong-hwan (Francis)'s wife Lee Seong-rye (Maria).<br><br>Nine of the 10 martyrs are now recognized as saints. Lee Seong-rye, the mother of Father Thomas Choi Yang-eop (Korea's second ordained priest), has not yet been canonized although she did suffer martyrdom. The reason was that the mother briefly put aside her faith because of the pressures of raising five children after she had her oldest son, Thomas. However, the difficulty of combining these two interests was eventually overcome and she died a martyr.<br><br>Aside from serving as a memorial site, Danggogae Catholic Martyrs' Shrine also offers a commanding view of Seoul. Nearby tourist attractions include Saenamteo Catholic Holy Place of the Martyrs, which is a Catholic church with Korean architecture, and Yongsan Family Park.","regDate":"2022-07-22","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Holy Sites"],"imgUrl":"/2022-07-22-1658463869048/566486_image2_1.webp","blogPath":"Seoul/2022-07-22-1658463869048"},{"id":"2022-07-22-1658457979582","title":"Daehangno (University Street) (대학로)","description":"Daehangno is an artistic neighborhood that stretches 1.1 kilometers from Jongno 5-ga Intersection to Hyehwa-dong Rotary. The area is filled with culture and performing arts facilities, with the center of all this being Marronnier Park. Visitors can find performances taking play every day at the many theaters large and small, as well as restaurants serving a range of cuisines. The area is especially active on weekends and during the street festival period.","regDate":"2022-07-22","author":"korea-tour","tag":["Seoul","Culture/Art/History","Experience Programs","Cultural Districts"],"imgUrl":"/2022-07-22-1658457979582/1554786_image2_1.webp","blogPath":"Seoul/2022-07-22-1658457979582"},{"id":"2022-07-21-1658446680877","title":"DMZ Peace Train (평화열차 DMZ 트레인)","description":"With aims to overcome history and focus on the greatness of nature and life, the DMZ train consists of three cabins each designed with themes of peace, love, and harmony. The train offers seats with great views of the outside, a cafe, photo zones, a photo gallery and many other amenities. Passengers can enjoy great scenic views on the DMZ train as it passes by the renowned Imjingang Railroad Bridge.","regDate":"2022-07-21","author":"korea-tour","tag":["Seoul","Culture/Art/History","Experience Programs","Unique Experience"],"imgUrl":"/2022-07-21-1658446680877/2389028_image2_1.webp","blogPath":"Seoul/2022-07-21-1658446680877"},{"id":"2022-07-21-1658443105183","title":"Culture Station Seoul 284 (문화역 서울 284)","description":"Culture Station Seoul 284 opened in 2011 by restoring the old Seoul Station. The complex holds various programs including exhibitions, performances, cultural events and workshops. It holds over 100 years of history with Namdaemun Station being the original name of the station in 1900 and changing to Gyeongseong Station, Seoul Station, and now Culture Station Seoul 284. The look of 1925 Gyeongseong Station offers visitors a flashback to the past, providing a fun and special experience.","regDate":"2022-07-21","author":"korea-tour","tag":["Seoul","Culture/Art/History","Experience Programs","Unique Experience"],"imgUrl":"/2022-07-21-1658443105183/1985332_image2_1.webp","blogPath":"Seoul/2022-07-21-1658443105183"},{"id":"2022-07-21-1658439460553","title":"Chungdong First Methodist Church (서울 정동교회)","description":"Chungdong Church, having being completed in 1897, was the first Christian church that was built after the spread of Protestantism in Korea. The church was founded in 1887 as a small worship house under the name Bethel by Henry Gerhard Appenzeller, an American missionary. As the number of followers increased, the building underwent construction and officially became a church in 1895. Chungdong Church is the only remaining church building from the 19th century. The church was expanded once more in 1926, changing its from a cross-shaped building to a square one. The expansion was made by adding walls using bricks as not to damage the original building structure. The architecture was built in a simplified version of an American gothic house with arched window frames.","regDate":"2022-07-21","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Holy Sites"],"imgUrl":"/2022-07-21-1658439460553/1955149_image2_1.webp","blogPath":"Seoul/2022-07-21-1658439460553"},{"id":"2022-07-21-1658435921977","title":"Choong Ang High School (중앙고등학교)","description":"Choong Ang High School is located in Jong-ro near Samcheongdong-gil. It was built to educate the public at the beginning of the 20th century. The school’s main building was reconstructed in 1937 after the original two-story brick house was destroyed in 1934. The main building situated in front of the main gate is a two-story H-shaped granite stone building in Gothic style, with a four-story tower in the middle.<br>  <br>The school holds historical significance because it was designed by  Park Dong Jin, one of Korea's first modern architects and the designer of Korea University’s main building, library, and the Chosun Ilbo Newspaper Company building. The main building of Choong Ang High School is designated as Historic Site No. 281. Many national leaders were educated at the gothic building during the grim period when Korea was trying to escape  Japanese colonial rule.","regDate":"2022-07-21","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-07-21-1658435921977/1985993_image2_1.webp","blogPath":"Seoul/2022-07-21-1658435921977"}],"navList":["Busan","Daegu","Daejeon","Gwangju","Gyeonggi-do","Incheon","Jeju-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}