{"pageProps":{"content":"![Aqua Planet 63 (아쿠아플라넷 63)](/2022-07-11-1657494251347/1907677_image2_1.webp)\n  \n## Overview\n\n> Aqua Planet 63 located in 63 Square was opened on July 1, 2016. The aquarium houses Otter Planet; Aqua Garden featuring waterplants, Amazonian plants, and lungfish; Golden Miracle Zone decorated with bright sunflowers; Penguin Planet; Seal Planet; Coral Planet, colorful with various underwater coral plants; and more zones for an exciting space. In the main aquarium, visitors can watch the fantastic mermaid show, set to music and lights.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330<br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-2-780-6382|\n|parking:|Available (approx. 700 spaces)|\n|restdate:|N/A (Open all year round)|\n|usetime:|10:00-22:00 (Last admission 21:30)|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Admission Fees:|[Aqua Planet 63]<br />Adults 25,000 won / Teenagers 23,000 won / Children & Senior citizens 21,000 won<br /><br>[Aqua Planet 63 + 63 Sky Art]<br />Adults 34,000 won / Teenagers 32,000 won / Children 30,000 won<br /><br />* Adults (ages 20-64) / Teenagers (ages 14-19) / Children (ages 13 and under) / Senior citizens (ages 65 and older)<BR>* Free for infants under 36 months when accompanied by a parent<br />* 30% discount for person with disability plus one companion|\n|Restrooms:|Available|\n|Parking Fees:|Standard 1 hour free parking / Extra free parking +30 minutes<br />- 1,000 won for every 15 minutes beyond the free parking limit<br />- Large buses (25 passenger or more) must park in the Hangang Dunchi parking lot<br />- Free parking benefits from attractions and/or restaurants limited to a maximum of 4 hours|\n|Interpretation Services Offered:|English, Japanese, Chinese (available at the ticket booth)|\n  \n## Detail Image\n![/2022-07-11-1657494251347/1907675_image2_1.webp](/2022-07-11-1657494251347/1907675_image2_1.webp)\n![/2022-07-11-1657494251347/1907676_image2_1.webp](/2022-07-11-1657494251347/1907676_image2_1.webp)\n![/2022-07-11-1657494251347/1907680_image2_1.webp](/2022-07-11-1657494251347/1907680_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-2-780-6382](tel:+8227806382)\n- [🏠www.aquaplanet.co.kr](http://www.aquaplanet.co.kr/63/index.jsp)\n\n\n```googleMap\nlatitude: 37.5196423374\nlongitude: 126.9399203060\ntitle: 50, 63-ro, Yeongdeungpo-gu, Seoul\n```\n  \n## Directions\n  \n[Subway + Free shuttle bus]<br>\n<br>Daebang Station (Seoul Subway Line 1), Exit 6.<br>- Take the free shuttle or Bus no. 11. <br>\n<br>\nYeouinaru Station (Seoul Subway Line 5), Exit 4.<br>\n- Walk toward the intersection and turn left to walk to the bus stop.<br>\n- Take the free shuttle across from Sambu APT, 80 m away from Exit 4. <br>\n<br>Yeouinaru Station (Seoul Subway Line 5), Exit 1.<br>- Take Bus no. 5534, 5633, or 261.<br><br>\nYeoido station (Seoul Subway Line 5), Exit 5.<br>\n- Take the free shuttle or Bus no. 11 in front of St. Mary’s Hospital platform.<br> <br>Saetgang Station (Seoul Subway Station 9), Exit 1. <br>\n- Take tree shuttle bus.<br><br>Saetgang Station (Seoul Subway Station 9), Exit 3. <br>\n- Take Bus no. 5633 or 5534.\n","data":{"id":"2022-07-11-1657494251347","title":"Aqua Planet 63 (아쿠아플라넷 63)","description":"Aqua Planet 63 located in 63 Square was opened on July 1, 2016. The aquarium houses Otter Planet; Aqua Garden featuring waterplants, Amazonian plants, and lungfish; Golden Miracle Zone decorated with bright sunflowers; Penguin Planet; Seal Planet; Coral Planet, colorful with various underwater coral plants; and more zones for an exciting space. In the main aquarium, visitors can watch the fantastic mermaid show, set to music and lights.","regDate":"2022-07-11","author":"korea-tour","tag":["Seoul","Culture/Art/History"],"imgUrl":"/2022-07-11-1657494251347/1907677_image2_1.webp","blogPath":"Seoul/2022-07-11-1657494251347","pageUrl":"https:/mcdryad.com/Seoul/2022-07-11-1657494251347"},"dataList":[{"id":"2022-07-22-1658486505004","title":"Dobongsan Mountain (도봉산)","description":"Dobongsan Mountain, located in the northeastern section of Bukhansan National Park, is known for the magnificent rock formations of the main peak, Jaunbong Peak (740.2 m), as well as Manjangbong, Seoninbong, Jubong, Obong Peaks and Uiam Rock. Seoninbong Peak in particular has 37 hiking courses, including the famous Bakjwi (Bat) Course.<br><br>The mountain is also home to Cheonchuksa Temple, the oldest temple in the region, and several other temples including Mangwolsa and Hoeryongsa Temples, as well as a number of beautiful valleys such as Dobonggyegok, Songchugyegok, Obonggyegok and Yeongeocheongyegok Valleys. Dobongsan Mountain is easily accessible by public transportation, making it a popular attraction for people living in Seoul.","regDate":"2022-07-22","author":"korea-tour","tag":["Seoul","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-07-22-1658486505004/1894465_image2_1.webp","blogPath":"Seoul/2022-07-22-1658486505004"},{"id":"2022-07-22-1658482668772","title":"Digital Pavilion (디지털 파빌리온)","description":"Digital Pavilion is a space for IT companies to market their company and product. I City is a futuristic city that has streets, schools, culture, and lifestyle of the future. In the ICT center, visitors can learn about the fundamentals of ICT in a fun way. In particular, the VR Developing Bed offers many programs, although reservations are required.","regDate":"2022-07-22","author":"korea-tour","tag":["Seoul","Culture/Art/History","Industrial Sites","Others"],"imgUrl":"/2022-07-22-1658482668772/2502570_image2_1.webp","blogPath":"Seoul/2022-07-22-1658482668772"},{"id":"2022-07-22-1658479469207","title":"Deoksugung Stone Wall Path (덕수궁 돌담길)","description":"Stretching approximately 900 meters in length, Deoksugung Stone Wall Path was Korea’s first successful attempt at creating a comprehensive urban space where both people and nature can coexist. The street was built using eco-friendly materials and the utmost precautions were taken to ensure pedestrian safety. There are over 20 benches and 130 trees along the road offering great places to rest and enjoy the unique atmosphere. <br><br> Walking along Deoksugung Stone Wall Path is a memorable experience. The romantic street is an ideal date spot for couples to stroll along and also makes for an excellent cultural walk, being located near Seoul Museum of Art, Seoul Museum of History, and important historical complexes.","regDate":"2022-07-22","author":"korea-tour","tag":["Seoul","Culture/Art/History","Experience Programs","Cultural Districts"],"imgUrl":"/2022-07-22-1658479469207/2658350_image2_1.webp","blogPath":"Seoul/2022-07-22-1658479469207"},{"id":"2022-07-22-1658475363609","title":"Deoksugung Palace's Daehanmun Gate (덕수궁 대한문)","description":"Inhwamun Gate used to be the main gate before the main hall, Junghwajeon Hall, was built. The palace was expanded in 1902, building Junghwajeon Hall, Junghwamun Gate and Jowonmun Gate in order to  furnish the sytem of law books. After that, the site for Inhwamun Gate became the site for Geongeukmun Gate, and Daehanmun Gate was built to the east of Jowonmun Gate, using it as the main gate. The gate was rebuilt in 1904 and it was currently moved back due to the expanded road.","regDate":"2022-07-22","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Gates"],"imgUrl":"/2022-07-22-1658475363609/1569126_image2_1.webp","blogPath":"Seoul/2022-07-22-1658475363609"},{"id":"2022-07-22-1658472507467","title":"Deoksugung Palace (덕수궁)","description":"Registered as Historic Site No. 124, Deoksugung Palace was initially not a royal palace, but a residential home of Grand Prince Wolsan (1454-1488), the older brother of King Seongjong (1469-1494) of the Joseon dynasty. It wasn't until 1593 that the palace was used as a temporary palace of the royal family after their home was burned down during the Imjin War. King Seonjo also stayed at Deoksugung Palace after returning to the city. It became a proper palace when Gwanghaegun (1575-1641) ascended to the throne and gave this royal residence the name Gyeongungung Palace in 1611. Over the following decades, the palace alternated between being an official palace and a temporary residence. The name did not change officially to Deoksugung Palace, meaning the “palace of virtuous longevity,” until 1907. While the palace once encompassed a vast area with many buildings, the current palace grounds are just a small shadow of the prior splendor, with very few structures remaining.","regDate":"2022-07-22","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Palaces"],"imgUrl":"/2022-07-22-1658472507467/1946565_image2_1.webp","blogPath":"Seoul/2022-07-22-1658472507467"},{"id":"2022-07-22-1658468566302","title":"Daraenamu Tree in Changdeokgung Palace (창덕궁 다래나무)","description":"Daraenamu Tree in Changdeokgung Palace is estimated to be 600 years old, meaning it had likely been planted before the palace was built. The tree stands 19m in x_height, and has six separate trunks sprawling in all directions. It is the biggest and the oldest in Korea. It is designated and protected as a National Natural Monument.","regDate":"2022-07-22","author":"korea-tour","tag":["Seoul","Nature","Natural Resources","Rare Animals & Plants"],"imgUrl":"/2022-07-22-1658468566302/1568385_image2_1.webp","blogPath":"Seoul/2022-07-22-1658468566302"},{"id":"2022-07-22-1658466170547","title":"Dapsimni Antique Art Street (답십리 고미술상가)","description":"Dapsimni Antique Art Street is where travelers can stumble upon valuable old paintings, antique furniture and pottery as well as a variety of household items. These antique shops used to be scattered throughout the area of Cheonggyecheon Stream 8(pal)-ga, Itaewon, and Ahyeon-dong, but have gathered within Dapsimni area since the mid-1980s. There are approximately 140 shops along the streets. <br><br>It is quite fun to browse through antiquities including wooden candlesticks, grandfather clocks, and old picture frames, items which are usually hard to find in regular stores. These rare items attract not only Koreans but also international visitors to this street. While shops in Insa-dong are popular for selling high-quality antiques, shops in Dapsimni Art Street are popular for offering a wide assortment of antiques at reasonable prices.","regDate":"2022-07-22","author":"korea-tour","tag":["Seoul","Culture/Art/History","Experience Programs","Cultural Districts"],"imgUrl":"/2022-07-22-1658466170547/1917414_image2_1.webp","blogPath":"Seoul/2022-07-22-1658466170547"}],"navList":["Busan","Daegu","Daejeon","Gwangju","Gyeonggi-do","Incheon","Jeju-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}