{"pageProps":{"content":"![Incheon Airport Korea Traditional Culture Center (인천국제공항 한국전통문화센터)](/2022-08-11-1660207401390/709483_image2_1.webp)\n\n  \n## Overview\n\n> The Incheon International Airport Traditional Culture Workshops are exhibition areas where traditional Korean culture experiential programs have been prepared for people awaiting flights departing from Korea, or for travelers waiting for connecting flights. Currently, there are two programs available in the exhibition areas, made available for all travelers using the third floor departure area. <br>\n\n<br>\nParticipants will be able to learn how to make jewelry boxes out of <em>hanji</em> (traditional Korean paper) or make cell phone straps using traditional sewing techniques that were used to make clothing and accessories. Even if you lack the skilled hands needed for \nthese crafts, anyone can follow the simple instructions provided in English, Japanese, and Chinese, and have fun at the workshops. Aside from these programs, there are special programs that are prepared for visitors every 3 to 4 months, such as drawing traditional patterns, coloring traditional Korean fans, and making small purses by using traditional knotting techniques. <br>\n\n<br>\nYou can also take a look at the traditional arts and crafts that are put on display in the exhibition areas as well. There are two traditional culture workshops located at Incheon International Airport in both the east and west wings. <br>\n<br>\nThe traditional culture workshops and traditional craftworks exhibition are provided free of charge for all interested guests. The craftworks exhibition is located diagonally across from the fourth floor departure area convenience facility, and is open 24 hours a day. Also, if you visit between the hours of 10:00 and 18:00 Monday to Friday, English guides will be available for your added convenience. At present, the exhibition is showcased under the theme of presenting over 70 arts and crafts, including traditional Korean ceramic ware, clothing, various accessories, and other traditional cultural arts made by skilled artisans.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-32-743-0357,<br>+82-32-743-0359, +82-32-741-3215|\n|restdate:|N/A (Open all year round)|\n|usetime:|07:00-22:00|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Restrooms:|Available|\n|Interpretation Services Offered:|English, Japanese, Chinese<br>English guided tour for the traditional art crafts exhibition hall.<br>Monday - Friday from 10:00-18:00|\n  \n## Detail Image\n![/2022-08-11-1660207401390/709500_image2_1.webp](/2022-08-11-1660207401390/709500_image2_1.webp)\n![/2022-08-11-1660207401390/709503_image2_1.webp](/2022-08-11-1660207401390/709503_image2_1.webp)\n![/2022-08-11-1660207401390/709511_image2_1.webp](/2022-08-11-1660207401390/709511_image2_1.webp)\n![/2022-08-11-1660207401390/709513_image2_1.webp](/2022-08-11-1660207401390/709513_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-32-743-0357,<br>+82-32-743-0359, +82-32-741-3215](tel:+82327430357,<br>+82327430359, +82327413215)\n- [🏠www.airport.kr](https://www.airport.kr/ap/en/index.do)\n\n\n```googleMap\nlatitude: 37.4477587223\nlongitude: 126.4517085074\ntitle: Two locations near duty-free shop (East Wing: Gate 24 / West Wing: Gate 40), One location near Incheon International Airport 3F Departure Area 272, Gonghang-ro, Jung-gu, Incheon-si\n```\n  \n## Directions\n  \n[Subway]<br>\nIncheon International Airport Station (AREX Line) <br>\nEast Wing - Located on the third floor departure area of Incheon International Airport, only 5m away from gate 24, next to the sign.\n<Br>West Wing - Located on the third floor departure area of Incheon International Airport, about 5m away from gate 40, across from the  coffee shop.\n","data":{"id":"2022-08-11-1660207401390","title":"Incheon Airport Korea Traditional Culture Center (인천국제공항 한국전통문화센터)","description":"The Incheon International Airport Traditional Culture Workshops are exhibition areas where traditional Korean culture experiential programs have been prepared for people awaiting flights departing from Korea, or for travelers waiting for connecting flights. Currently, there are two programs available in the exhibition areas, made available for all travelers using the third floor departure area. <br><br>Participants will be able to learn how to make jewelry boxes out of <em>hanji</em> (traditional Korean paper) or make cell phone straps using traditional sewing techniques that were used to make clothing and accessories. Even if you lack the skilled hands needed for these crafts, anyone can follow the simple instructions provided in English, Japanese, and Chinese, and have fun at the workshops. Aside from these programs, there are special programs that are prepared for visitors every 3 to 4 months, such as drawing traditional patterns, coloring traditional Korean fans, and making small purses by using traditional knotting techniques. <br><br>You can also take a look at the traditional arts and crafts that are put on display in the exhibition areas as well. There are two traditional culture workshops located at Incheon International Airport in both the east and west wings. <br><br>The traditional culture workshops and traditional craftworks exhibition are provided free of charge for all interested guests. The craftworks exhibition is located diagonally across from the fourth floor departure area convenience facility, and is open 24 hours a day. Also, if you visit between the hours of 10 00 and 18 00 Monday to Friday, English guides will be available for your added convenience. At present, the exhibition is showcased under the theme of presenting over 70 arts and crafts, including traditional Korean ceramic ware, clothing, various accessories, and other traditional cultural arts made by skilled artisans.","regDate":"2022-08-11","author":"korea-tour","tag":["Incheon","Culture/Art/History","Experience Programs","Traditional Experience"],"imgUrl":"/2022-08-11-1660207401390/709483_image2_1.webp","blogPath":"Incheon/2022-08-11-1660207401390","pageUrl":"https:/mcdryad.com/Incheon/2022-08-11-1660207401390"},"dataList":[{"id":"2022-08-13-1660368996299","title":"Ganghwa Gyodongdo Island (교동도(강화))","description":"Gyodongdo Island is located northwest of the larger Ganghwado Island, and was made more accessible with the opening of Gyodongdaegyo Bridge in July 2014. The name changed with different dynasties, being Gomokgeunhyeon during the Goguryeo Era and Gyodonghyeon under the reign of Silla King Gyeongdeok. The island served as an important stopover point for ambassadors and envoys heading to China. Popular attractions on the island now include Daeryong Market, an alleyway market decorated with colorful murals and statues, and Manghyangdae Memorial, a gathering place for refugees who fled from the nearby Hwanghaedo Island during the Korean War. Many of the houses on Gyodongdo Island have swallow nests under the eaves. The refugees consider the swallows as guests from their hometowns. As such, the island is home to the peace & reunion themed Gyodong Swallow House, Peace Trail, and Gyodong Studio. Gyodong Swallow House serves as an exhibition and performance space. The Peace Trail is a biking path around the island. At Gyodong Studio, visitors can put on old school uniforms and take black-and-white photographs.","regDate":"2022-08-13","author":"korea-tour","tag":["Incheon","Nature","Natural Sites"],"imgUrl":"/2022-08-13-1660368996299/1890654_image2_1.webp","blogPath":"Incheon/2022-08-13-1660368996299"},{"id":"2022-08-13-1660357888699","title":"Baemikkumi Sculpture Park (배미꾸미조각공원)","description":"Baemikkumi Sculpture Park rests on Modo Island, one of the nearest islets to Yeongjongdo Island where Incheon International Airport is located.<br><br>The name 'baemikkumi' comes from the local dialect, as people say the island resembles the shape of a hole normally seen from the bottom of a ship as 'baemit' translates to the bilge, and 'kkumi' is most closely translated to mean 'a hole' in English. <br><br>The entire island has now become a beautiful exhibition hall of art works thanks to sculptor Lee Il-ho, who originally started and donated his talents for visitors coming to the island. The art displayed on the island makes for an inspiring contrast to Seohae (west sea, or yellow sea) in the background.","regDate":"2022-08-13","author":"korea-tour","tag":["Incheon","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-08-13-1660357888699/190608_image2_1.webp","blogPath":"Incheon/2022-08-13-1660357888699"},{"id":"2022-08-12-1660347497659","title":"Yongyudo Island (용유도)","description":"With 48.2 kilometers long coastline and a total area of 13.603 kilometer square, Yongyudo Island is located near other islands such as Sinbuldo Island, Sammokdo Island, Yeongjongdo Island, Daemuuido Island, Jangbongdo Island, Modo Island, Sido Island, and Sindo Island. Yongyudo Island and Yeongjongdo Island were once connected by a bridge. The two islands were joined as one when Incheon International Airport was constructed on a reclaimed land between these two.<br><br>Attractions on Yongyudo Island include Eulwangni Beach, Wangsan Beach, Seonnyeobawi Beach, Geojampo (a peaceful fishing port offering great views of the the sunrise and sunset), and Masian Beach (famous for its red, glowing evening sky). In early August, the island holds a variety of events such as a sea festival, fishing contests and shellfish harvesting, making it an ideal place for nature exploration.<br><br>Because of its proximity to the airport, the area resembles a resort complex due to the availability of various accommodation facilities such as a floating hotel, casino, and a golf course.","regDate":"2022-08-12","author":"korea-tour","tag":["Incheon","Nature","Natural Sites"],"imgUrl":"/2022-08-12-1660347497659/1577650_image2_1.webp","blogPath":"Incheon/2022-08-12-1660347497659"},{"id":"2022-08-12-1660343994183","title":"Yongheunggung Palace (용흥궁)","description":"Yongheunggung Palace is where King Cheoljong (r. 1849-1863) used to live before his ascension to throne. The chief of Ganghwa County, Jeong Gi-se, enlarged the original residence and named it Yongheunggung (meaning palace of the rising dragon) in the 4th year of King Cheoljong’s reign. Its architectural features include a paljak (traditional Korean half-hipped roof) and supporting columns  rendered in Jusimpo style, the column brackets  placed only on top of the columns. The palace was built in the tradition of dwelling houses such as the Yeongyeongdang and Nakseonjae houses in Changdeokgung Palace, so the palace buildings give off a simple and plain atmosphere. Within the precincts of the palace are a memorial stone and a monument house indicating that the palace used to be the old home of King Cheoljong.","regDate":"2022-08-12","author":"korea-tour","tag":["Incheon","Culture/Art/History","Historical Sites","Old Houses"],"imgUrl":"/2022-08-12-1660343994183/1575640_image2_1.webp","blogPath":"Incheon/2022-08-12-1660343994183"},{"id":"2022-08-12-1660340265213","title":"Yeonpyeongdo Island (연평도(대/소 연평도))","description":"Yeonpyeongdo Island is a small island resided by fishing communities. Despite the tragic incident of November 2010 shelling from North Korea, this bucolic island offers many natural and cultural attractions.<br><br><b>Island History<br></b>The earliest known history of Socheongdo Island comes from Chungmin-sa Temple, which was built to commemorate the island's once abundant but now extinct fish species called Yellow corbina (Sciaenidae). This fish was related to the family of fish commonly called drums, croakers, or hardheads for the repetitive throbbing or drumming sounds they make. When the economy flourished thanks to profitable fishing, the Socheongdo port was congested with fishing boats, so much that it was said that one could cross from one island to the next by walking over boats. The species of fish is depleted, and the island remains as quiet with views of North Korea.<br><br>In November 2010, Socheongdo Island was hit by the fatal shelling from North Korea that killed two civilians and two soldiers. In recent months, the island has made an attempt to recover its tourism industry and to develop security tourism by blending its newer military presence at tourist attractions.","regDate":"2022-08-12","author":"korea-tour","tag":["Incheon","Nature","Natural Sites"],"imgUrl":"/2022-08-12-1660340265213/1385383_image2_1.webp","blogPath":"Incheon/2022-08-12-1660340265213"},{"id":"2022-08-12-1660336750306","title":"Yeonan Pier (연안부두)","description":"Yeonan Pier is the starting point for all coastal passenger ships bound for the numerous islands in the western sea. The nearby Incheon Fish Market is always bustling with people who come to buy fresh fish and pickled fish at reasonable prices. Also located near the pier is the sliced raw fish market operated by the Marine Products Association. The southern quay is where boats and ships leave for sea fishing. The ships here are also available for rent for various purposes so events like reunions and seminars can be held aboard ship.","regDate":"2022-08-12","author":"korea-tour","tag":["Incheon","Nature","Natural Sites"],"imgUrl":"/2022-08-12-1660336750306/624759_image2_1.webp","blogPath":"Incheon/2022-08-12-1660336750306"},{"id":"2022-08-12-1660332941155","title":"Wolmido Island (월미도)","description":"Wolmido Island has very few historical records, despite being the location of a temporary palace, built in 1653 during the reign of King Hyojong. The palace was built on the eastern side of the island, but it is impossible to find traces of it now. From the late 1920s until the '30s, the island was transformed into a resort, a very popular destination at the time. Wolmi Culture Street opened in July 1989 and helped improve the area's fame. <br /><br />On weekends and holidays, people flock to Wolmido Island to enjoy coffee and fresh seafood at the cafes and restaurants overlooking the sea. Despite being 1 kilometer off the coast, Wolmido is no longer an island, being connected to the mainland through modern construction techniques. It is now an easily accessible retreat for locals and tourists alike.","regDate":"2022-08-12","author":"korea-tour","tag":["Incheon","Nature","Natural Sites"],"imgUrl":"/2022-08-12-1660332941155/1577671_image2_1.webp","blogPath":"Incheon/2022-08-12-1660332941155"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}