{"pageProps":{"content":"![Gyebangsan Mountain (계방산 (평창))](/2022-09-25-1664102714256/1172063_image2_1.webp)\n\n  \n## Overview\n\n> At an altitude of 1,579.1 meters above sea level, Gyebangsan Mountain, which faces Odaesan Mountain on the eastern part of the Taebaeksan Mountain Range, is the fifth tallest mountain in South Korea, after Hallasan Mountain, Jirisan Mountain, Seoraksan Mountain, and Deogyusan Mountain. On the west side of Gyebangsan Mountain is Unduryeong Pass(1,089 m), which has a vehicle accessible road. Asiatic black beers are said to habitate in the deep valleys on the north side, and there is Bangadari mineral water and other mineral water sources on the south side. With many varieties of herbs and wild flowers growing naturally in the area, it is also well known as a place to dig for wild ginseng. Its rare Japanese yew trees and royal azalea combined with its similar terrain to Seoraksan Mountains Daecheongbong Peak has caused the mountain to be a highly protected ecological environment.<br><br>Gyebangsan Mountain is particularly popular for winter hikers, who can get beautiful views of the snowy landscapes of the mountain even&nbsp;until March. On top of that, since the difference in evelation from Unduryeong to the top of Gyebangsan is only 488 m, it welcomes even novice hikers as well. From the summit, one can see the backboone of Baekdudaegan Mountain, and with its panoramic views of Seoraksan Mountain to the north, Odaesan Mountain and Daegwallyeong to the east, and Taegisan and Hoegisan Mountains to the west, it is one of the best views in the area.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br>(Korean, English, Japanese, Chinese) <br>• For more info:  +82-33-332-6419|\n|restdate:|N/A (Open all year round)|\n  \n\n  \n## Detail Image\n![/2022-09-25-1664102714256/1172070_image2_1.webp](/2022-09-25-1664102714256/1172070_image2_1.webp)\n![/2022-09-25-1664102714256/1172075_image2_1.webp](/2022-09-25-1664102714256/1172075_image2_1.webp)\n![/2022-09-25-1664102714256/1172077_image2_1.webp](/2022-09-25-1664102714256/1172077_image2_1.webp)\n![/2022-09-25-1664102714256/1172096_image2_1.webp](/2022-09-25-1664102714256/1172096_image2_1.webp)\n![/2022-09-25-1664102714256/1172099_image2_1.webp](/2022-09-25-1664102714256/1172099_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-33-332-6419](tel:+82333326419)\n- [🏠tour.pc.go.kr](http://tour.pc.go.kr)\n\n\n```googleMap\nlatitude: 37.7072039905\nlongitude: 128.4445922029\ntitle: 1243, Unduryeong-ro, Pyeongchang-gun, Gangwon-do\n```\n  \n## Directions\n  \n[Express/Intercity Bus]<br>\nTake an intercity bus from Dong Seoul Terminal \nto Jinbu<br><br>\n\n[Train]<br>\nTake a train from Seoul to Jinbu (Odaesan) Station.<br><br>\n\n[Taxi]<br>\nApprox. 25 min from Jinbu Bus Terminal or Jinbu Station\n","data":{"id":"2022-09-25-1664102714256","title":"Gyebangsan Mountain (계방산 (평창))","description":"At an altitude of 1,579.1 meters above sea level, Gyebangsan Mountain, which faces Odaesan Mountain on the eastern part of the Taebaeksan Mountain Range, is the fifth tallest mountain in South Korea, after Hallasan Mountain, Jirisan Mountain, Seoraksan Mountain, and Deogyusan Mountain. On the west side of Gyebangsan Mountain is Unduryeong Pass(1,089 m), which has a vehicle accessible road. Asiatic black beers are said to habitate in the deep valleys on the north side, and there is Bangadari mineral water and other mineral water sources on the south side. With many varieties of herbs and wild flowers growing naturally in the area, it is also well known as a place to dig for wild ginseng. Its rare Japanese yew trees and royal azalea combined with its similar terrain to Seoraksan Mountains Daecheongbong Peak has caused the mountain to be a highly protected ecological environment.<br><br>Gyebangsan Mountain is particularly popular for winter hikers, who can get beautiful views of the snowy landscapes of the mountain even&nbsp;until March. On top of that, since the difference in evelation from Unduryeong to the top of Gyebangsan is only 488 m, it welcomes even novice hikers as well. From the summit, one can see the backboone of Baekdudaegan Mountain, and with its panoramic views of Seoraksan Mountain to the north, Odaesan Mountain and Daegwallyeong to the east, and Taegisan and Hoegisan Mountains to the west, it is one of the best views in the area.","regDate":"2022-09-25","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-09-25-1664102714256/1172063_image2_1.webp","blogPath":"Gangwon-do/2022-09-25-1664102714256","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-09-25-1664102714256"},"dataList":[{"id":"2022-10-01-1664621223464","title":"Jucheongang Recreational Forest (주천강자연휴양림)","description":"Jucheongang Recreational Forest encompasses a forested area of 2.3 million square meters near Jucheongang River in Hoengseong, Gangwon-do and is the nation’s first large-scale riverside forest. Located only 4 kilometers away from the Dunnaegyo Intersection of the Yeongdong Expressway, the recreational forest is easily accessible from Seoul. With Chiaksan National Park to the southwest and ski resorts to the northeast, the recreational forest is well-equipped with leisure facilities. It is the perfect place for large and small gatherings among family and friends. Facilities include the Forest School (workshop center), Forest House, Forest Classroom, water park, mini-soccer field, volleyball court, and work-out center.","regDate":"2022-10-01","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"/2022-10-01-1664621223464/608020_image2_1.webp","blogPath":"Gangwon-do/2022-10-01-1664621223464"},{"id":"2022-10-01-1664617653626","title":"Jiktangpokpo Falls [National Geopark] (직탕폭포 (한탄강 국가지질공원))","description":"Jiktangpokpo Falls is location in the middle of Hantangang River, which runs through town of Dongsong-eup in Cheorwon. Unlike other falls, Jiktangpokpo Falls is not tall, but wide instead as the 3 meter-high falls stretch almost 60 meters from bank to bank. Widely known for its grandeur and beauty, Jiktangpokpo Falls is one of the 8 scenic wonders of Cheorwon. It is an ideal summer vacation spot and visitors can enjoy the savory maeuntang (spicy seafood stew) made with freshwater fish at one of the many restaurants located in the vicinity.","regDate":"2022-10-01","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Waterfalls"],"imgUrl":"/2022-10-01-1664617653626/1137378_image2_1.webp","blogPath":"Gangwon-do/2022-10-01-1664617653626"},{"id":"2022-10-01-1664614440922","title":"Jeonggangwon - Traditional Korean Food Culture Experience Center (정강원 (한국전통음식문화체험관))","description":"Jeonggangwon - Traditional Korean Food Culture Experience Center was established in order to preserve, research, distribute and promote the values and merits of traditional Korean food culture in the world. There are various hands-on facilities for  traditional food culture such as an exhibition hall, cooking room, and a fermentation room. The center is a great place for anyone who wants to learn more about traditional Korean food culture and take part in various experiences.","regDate":"2022-10-01","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Industrial Sites","Foods & Beverages"],"imgUrl":"/2022-10-01-1664614440922/670814_image2_1.webp","blogPath":"Gangwon-do/2022-10-01-1664614440922"},{"id":"2022-10-01-1664610404044","title":"Jeongdongjin Station (정동진역)","description":"Jeongdongjin Station is known as the train station located closest to the ocean in the nation. Built in 1962, the area had as many as 5,000 people during the mining period, but decreased into a small fishing village of under 2,000 after the governments coal industry reform policies went into action. In the early 1990s the train rarely stopped at the station due to minimal passengers, but it gained popularity after appearing in the drama “Sandglass (1995)” and is also widely famous for its sunrise view. The Sunrise Train, a six-hour course from Cheongnyangni Station to Jeongdongjin Station, was added to accommodate more visitors. Other attractions nearby include Jeongdongjin Beach, hourglass tree and more.","regDate":"2022-10-01","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Experience Programs","Cultural Districts"],"imgUrl":"/2022-10-01-1664610404044/2713709_image2_1.webp","blogPath":"Gangwon-do/2022-10-01-1664610404044"},{"id":"2022-10-01-1664607732390","title":"Jeongdongjin Beach (정동진해변)","description":"Jeongdongjin Beach is a nice, sandy beach that stretches over 250 meters with three major swimming spots  in front of Jeongdongjin Station, by Sandglass Park, and by the Jeongdongjin Breakwater. The spots near the railway station and by the park are more popular because they are spacious and easy to reach. The numerous rocks in front of Jeongdongjin Station are home to shellfish, mussels, sea urchins and edible seaweed. <br><br>Jeondongjin Station is known to be one of the stations closest to the ocean in the world. It is also a well-known sunrise spot, attracting crowds of sunrise spectators. The Jeongdongjin Sunrise Tourist Train has become a crowd favorite as well, ever since its premier run in 1997.","regDate":"2022-10-01","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites"],"imgUrl":"/2022-10-01-1664607732390/2654534_image2_1.webp","blogPath":"Gangwon-do/2022-10-01-1664607732390"},{"id":"2022-10-01-1664604770542","title":"Jangsudae Pavilion (장수대)","description":"Jangsudae Pavilion was completed on October 1, 1959 to commemorate the great victory of the battle held at Seoraksan Mountain during the Korean War. It serves as a resting spot for visitors who hike up the park to visit attractions nearby such as the Daeseung Falls, Oknyeotang Spring, Gamatang Spring, Hangyesanseong Fortress, and Haneulbyeok Wall. The pavilion is built in a traditional Korean style and considered as an excellent hermitage in terms of both structure and size. The surrounding nature consisting of mountain cliffs and pine forest makes the building stand out even more.","regDate":"2022-10-01","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Architectural Sights","Buildings"],"imgUrl":"/2022-10-01-1664604770542/1583408_image2_1.webp","blogPath":"Gangwon-do/2022-10-01-1664604770542"},{"id":"2022-10-01-1664600620874","title":"Jangneung Royal Tomb [UNESCO World Heritage] (영월 장릉(단종) [유네스코 세계문화유산])","description":"Jangneung is the tomb of Danjong, the 6th king of the Joseon dynasty (r. 1441-1457). After having the throne taken away by Suyang Daegun, his uncle, Danjong was condemned to exile in Yeongwol County, where he was later murdered and his remains were abandoned in the Donggang River. When no one else was brave enough to find his body, Eom Heung-do, the governor of Yeongwol Lake, found his body and buried him in the tomb that later became Jangneung, one of the royal tombs of the Joseon dynasty. Danjong had been stripped of his title at the time he was exiled. His title was later restored in year 1698, during the reign of King Sukjong, and received his posthumous name Danjong, and thereafter was referred to as King Danjong. <br><br>Jangneung houses such buildings as Jeongjagak, Baesikdansa, Jaesil, Yeongcheon, and Hongsammun, and a history hall with relics of Danjong. The area is surrounded by magnificent pine trees. Since 1967, a religious service called Danjongje is held every year on April 5th, according to the lunar calendar, in commemoration of Danjong.","regDate":"2022-10-01","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-10-01-1664600620874/564597_image2_1.webp","blogPath":"Gangwon-do/2022-10-01-1664600620874"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}