{"pageProps":{"content":"![Gurye Sansuyu Village (구례 산수유마을)](/2023-01-20-1674203994343/2616834_image2_1.webp)\n\n  \n## Overview\n\n> Sandong-myeon in the Gurye-gun region is widely known as the home of <em>sansuyu</em> (cornus fruit) and is responsible for 70% of Korea’s sansuyu fruit production. The Sansuyu Village, located at the foot of the southwest side of Manbokdae Mountain (1,433 meters), is considered the region’s most representative village of sansuyu. The village has a beautiful natural landscape with the snow-covered Jirisan Mountain range to its back and a small valley to its right. <br><br>Visitors to the village can wind down at the hot spring complex nearby, which is famous for its germanium content and said to have numerous health benefits. The sansuyu flowers of Sansuyu Village typically are at full bloom between March 20 and March 31, drawing throngs of visitors. <br><br>* Please note that blossom dates are not exact and change slightly from year to year.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330<br>(Korean, English, Japanese, Chinese) <br> • For more info: +82-61-783-9114|\n|restdate:|N/A (Open all year round)|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Natural Preservation Period (closed to public):|Some areas closed during winter season|\n|Facility Utilization Fees:|Pension: Weedays 100,000 won / Weekends 150,000 won / Peak season 180,000 won<BR>Camp House: During summer season only 80,000 won|\n|Admission Fees:|Free|\n|Restrooms:|Available|\n|Available Facilities:|Accomodation, camping area, pavillion, observatory, walking path, outdoor classroom, swimming pool, restroom, drinking fountain|\n|Interpretation Services Offered:|Available (Chinese)|\n  \n## Detail Image\n![/2023-01-20-1674203994343/2616832_image2_1.webp](/2023-01-20-1674203994343/2616832_image2_1.webp)\n![/2023-01-20-1674203994343/2648221_image2_1.webp](/2023-01-20-1674203994343/2648221_image2_1.webp)\n![/2023-01-20-1674203994343/2648222_image2_1.webp](/2023-01-20-1674203994343/2648222_image2_1.webp)\n![/2023-01-20-1674203994343/2648223_image2_1.webp](/2023-01-20-1674203994343/2648223_image2_1.webp)\n![/2023-01-20-1674203994343/2648224_image2_1.webp](/2023-01-20-1674203994343/2648224_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-61-783-9114](tel:+82617839114)\n- [🏠sansuyoo.net](http://sansuyoo.net/)\n\n\n```googleMap\nlatitude: 35.3359854716\nlongitude: 127.4849693764\ntitle: 6-12, Wianwolgye-gil, Gurye-gun, Jeollanam-do\n```\n  \n## Directions\n  \n[Bus]<BR>\nFrom Gurye Bus Terminal, take a local bus towards Sandong and get off at Sansuyu Village Bus Stop.\n","data":{"id":"2023-01-20-1674203994343","title":"Gurye Sansuyu Village (구례 산수유마을)","description":"Sandong-myeon in the Gurye-gun region is widely known as the home of <em>sansuyu</em> (cornus fruit) and is responsible for 70% of Korea’s sansuyu fruit production. The Sansuyu Village, located at the foot of the southwest side of Manbokdae Mountain (1,433 meters), is considered the region’s most representative village of sansuyu. The village has a beautiful natural landscape with the snow-covered Jirisan Mountain range to its back and a small valley to its right. <br><br>Visitors to the village can wind down at the hot spring complex nearby, which is famous for its germanium content and said to have numerous health benefits. The sansuyu flowers of Sansuyu Village typically are at full bloom between March 20 and March 31, drawing throngs of visitors. <br><br>* Please note that blossom dates are not exact and change slightly from year to year.","regDate":"2023-01-20","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Experience Programs","Village Experience"],"imgUrl":"/2023-01-20-1674203994343/2616834_image2_1.webp","blogPath":"Jeollanam-do/2023-01-20-1674203994343","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-20-1674203994343"},"dataList":[{"id":"2023-01-24-1674531363287","title":"Jindo Island (진도)","description":"Jindo Island is the principal island among the cluster of 230 islets in the southwestern part of the Korean peninsula. The island is blessed with abundant fertile land, therefore much of it is used for agriculture. The sea around it is teeming with fish and wildlife. <br /><br />The island has many park reserves like the Dadohaehaesang National Park, historical relics and sites; and visitors can enjoy traditional artistic performances everywhere. With the Jindo Bridge construction completed, the island is connected to the mainland. Every year during the month of February on the lunar calendar, the sea parts and mimics the parting of the sea by Moses. Many tourists come to watch this rare spectacle.","regDate":"2023-01-24","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"/2023-01-24-1674531363287/2708897_image2_1.webp","blogPath":"Jeollanam-do/2023-01-24-1674531363287"},{"id":"2023-01-23-1674470277246","title":"Jeungdo Ujeon Beach (증도 우전해수욕장)","description":"Ujeon Beach stretches 4 kilometers in length on the southwestern coast of the island of Jeungdo, the biggest natural salt producer in Korea. The silvery white sand as well as the view of the sealine dotted with over 90 deserted islands make Ujeon Beach one of the most attractive seaside destinations. Clean waters and pine tree forest provide perfect shade for summer visitors. The beach is rich with germanium, holding Germanium Festival every summer.","regDate":"2023-01-23","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"/2023-01-23-1674470277246/2612392_image2_1.webp","blogPath":"Jeollanam-do/2023-01-23-1674470277246"},{"id":"2023-01-23-1674463196445","title":"Jeonnam Jeungdo Island [A Slow City] (전남 신안 증도 [슬로시티])","description":"Jeungdo Island was the first city to be designated a ‘slow city’ in Asia thanks to its unspoiled nature and clean waters. It was assigned as a biodiversity conservation area by UNESCO. <br><br>Jeungdo Island also has Korea’s largest salt fields. At Taepyeong Salt Field, you can experience real life in a fishing village. There is a tour of the salt museum and hands-on programs for tourists to make the experience more personal. There are some 90 uninhabited islands and islets neighboring the Jeungdo Island. The Wujeon Beach Resort offers a magnificent view of the horizon. The mud hopper bridge, which stands in the mudflats, along with the relic of a historical monument and wetland ecology exhibition hall, are some of the things you can see on the island of Jeungdo. <br><br>* Jeungdo Island Mudflats Festival opens in early August each year, offering a mudflat program as well as a drying by the sun salt-making program, among others.","regDate":"2023-01-23","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"/2023-01-23-1674463196445/1639391_image2_1.webp","blogPath":"Jeollanam-do/2023-01-23-1674463196445"},{"id":"2023-01-23-1674459354317","title":"Jangseongho Tourist Area (장성호관광지)","description":"Jangseongho Tourist Area is located south of Naejangsan National Park, in Jangseong, known as the hometown of Hong Gil-dong, a Korean Robin Hood. The lake was made by the damming of Hwangnyonggang River, and holds up to 89.7 million tons of water, filled with many freshwater fish species. In addition, the walking path along the 603-meter-long embankment attracts many tourists with beautiful views of the mountains and lake. Cruise ferries and motorboats also cross the lake. Nearby attractions include Ibamsan and Baegamsan Mountains, Namchanggyegok Valley, Baegyangsa and Naejangsa Temples, Gosanseowon Confucian Academy, Bangjangsan Recreational Forest, and more.","regDate":"2023-01-23","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Recreational Sites","Tourist Complexes"],"imgUrl":"/2023-01-23-1674459354317/2516801_image2_1.webp","blogPath":"Jeollanam-do/2023-01-23-1674459354317"},{"id":"2023-01-23-1674455976138","title":"Jangheung Jeongnamjin (정남진(장흥))","description":"Jangheung-gun’s Jeongnamjin is the warmest place on the Korean mainland. The region has a diverse natural environment including stunning views of mountains, fields, the ocean, lakes, rivers and streams. It also has several cultural and tourist sites such as Cheongwansan Mountain, Bangchon Cultural Village, and Borimsa Temple, one of the three Borimsa Temples in Asia.<br><br>The Jeongnamjin district has a wide variety of tourist attractions nearby such as the Samsan Embankment; a provincial park on Cheongwansan Mountain; a literature park; and Sodeungseom Island, a famous sunset attraction often used as a filming location and festival grounds. A number of festivals are held around the area to promote the regions diverse produce and beauty.","regDate":"2023-01-23","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Recreational Sites","Tourist Complexes"],"imgUrl":"/2023-01-23-1674455976138/694353_image2_1.webp","blogPath":"Jeollanam-do/2023-01-23-1674455976138"},{"id":"2023-01-23-1674452151505","title":"Jangheung Cheongwansa Temple (천관사(장흥))","description":"Cheongwansa Temple is situated in the middle of Cheongwansan Mountain and is believed to have been built by Monk Tongyeong during the Silla Kingdom. It was once home to over 1,000 monks in its 89 buildings. Beneath the temple’s humble exterior is an impressive collection of cultural properties including Cheongwansa Three-Story Pagoda (Treasure), Cheongwansa Seokdeung (stone lantern), Five-Story Pagoda, and Jangheung Tapsansaji Seokdeung (stone lantern). In addition, Cheongwansan Mountain is known for beautiful camellias in spring and gorgeous silver grass in fall as well as an array of fascinating rock formations. Visitors can also enjoy the views of Dadohae (an archipelago) from the top of the mountain.","regDate":"2023-01-23","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2023-01-23-1674452151505/1374515_image2_1.webp","blogPath":"Jeollanam-do/2023-01-23-1674452151505"},{"id":"2023-01-23-1674448780404","title":"Hwawon Oceano Tourism Complex (화원 오시아노 관광단지)","description":"Set before the beautiful Korean archipelago, Hwawon Oceano Tourism Complex offers visitors a romantic beachside camping experience with a large campground and convenience amenities such as shower stalls. The campsite is particularly beautiful at sunset and night when stars fill the sky. Currently, the complex offers a golf course in addition to the campground, with plans to add a culture & arts center and marine world zone. Particularly, Pine Beach Golf Course located inside the tourism complex is surrounded by the ocean on three sides, and is perfect for playing a round of golf toward the endless ocean. The course is regarded as Asia’s Pebble Beach, a small coastal resort destination and home to famous golf courses in California.","regDate":"2023-01-23","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Recreational Sites","Tourist Complexes"],"imgUrl":"/2023-01-23-1674448780404/2676039_image2_1.webp","blogPath":"Jeollanam-do/2023-01-23-1674448780404"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}