{"pageProps":{"content":"![Gangjin Dawon Tea Plantation (전남 강진다원)](/2023-01-19-1674110421678/2648779_image2_1.webp)\n\n  \n## Overview\n\n> Gangjin Dawon Tea Plantation is located at the southern foot of Wolchulsan Mountain in Jeollanam-do. The area’s big temperature difference between day and night and the frequent thick fog provide ideal conditions for tea cultivation. The tea cultivated at Gangjin Dawon has a strong scent and rarely tastes bitter. Gangjin Dawon is the home of the nation’s first green tea product “Baegunokpancha.” Since 1980, an extensive area of mountainous territory has been cultivated for green tea production to become the more than 80 acres of green tea fields that it is today. As Gangjin Dawon is relatively lesser known than the green tea fields in Boseong, visitors can enjoy a relaxing time surrounded by the vastness of the green tea fields. Nearby attractions include Baengnyeonsa Temple, the Birthplace of Yeongnang, Gangjin Goryeo Cheongja kiln site, and Dasan Chodang, the house where the famous scholar Dasan Jeong Yak-yong (1762-1836) lived during his exile.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330<br>(Korean, English, Japanese, Chinese)<br>• For more info: +82-61-432-5500|\n|parking:|Available|\n|restdate:|N/A (Open all year round)|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Admission Fees:|Free|\n  \n## Detail Image\n![/2023-01-19-1674110421678/2648774_image2_1.webp](/2023-01-19-1674110421678/2648774_image2_1.webp)\n![/2023-01-19-1674110421678/2648775_image2_1.webp](/2023-01-19-1674110421678/2648775_image2_1.webp)\n![/2023-01-19-1674110421678/2648776_image2_1.webp](/2023-01-19-1674110421678/2648776_image2_1.webp)\n![/2023-01-19-1674110421678/2648777_image2_1.webp](/2023-01-19-1674110421678/2648777_image2_1.webp)\n![/2023-01-19-1674110421678/2648778_image2_1.webp](/2023-01-19-1674110421678/2648778_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-61-432-5500](tel:+82614325500)\n- [🏠www.gangjin.go.kr](http://www.gangjin.go.kr/culture)\n\n\n```googleMap\nlatitude: 34.7409031836\nlongitude: 126.7061613195\ntitle: 93-25, Baegun-ro, Gangjin-gun, Jeollanam-do\n```\n  \n## Directions\n  \n[Bus]<BR>\nFrom Seoul Central City Bus Terminal, take an intercity bus to Gangjin Bus Terminal. <br>\nFrom Gangjin Bus Terminal, take Bus No. 5-4 and get off at Weollam Bus Stop.<br>\nWalk for approx. 513 m.\n","data":{"id":"2023-01-19-1674110421678","title":"Gangjin Dawon Tea Plantation (전남 강진다원)","description":"Gangjin Dawon Tea Plantation is located at the southern foot of Wolchulsan Mountain in Jeollanam-do. The area’s big temperature difference between day and night and the frequent thick fog provide ideal conditions for tea cultivation. The tea cultivated at Gangjin Dawon has a strong scent and rarely tastes bitter. Gangjin Dawon is the home of the nation’s first green tea product “Baegunokpancha.” Since 1980, an extensive area of mountainous territory has been cultivated for green tea production to become the more than 80 acres of green tea fields that it is today. As Gangjin Dawon is relatively lesser known than the green tea fields in Boseong, visitors can enjoy a relaxing time surrounded by the vastness of the green tea fields. Nearby attractions include Baengnyeonsa Temple, the Birthplace of Yeongnang, Gangjin Goryeo Cheongja kiln site, and Dasan Chodang, the house where the famous scholar Dasan Jeong Yak-yong (1762-1836) lived during his exile.","regDate":"2023-01-19","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Experience Programs","Farming Experience"],"imgUrl":"/2023-01-19-1674110421678/2648779_image2_1.webp","blogPath":"Jeollanam-do/2023-01-19-1674110421678","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-19-1674110421678"},"dataList":[{"id":"2023-01-24-1674556628319","title":"Jogyesan Provincial Park (조계산도립공원)","description":"Located in both Seungju-eup and Songgwang-myeon of Suncheon-si, Jeollanam-do, Jogyesan Mountain has two famous Buddhist temples on it, Seonamsa Temple and Songgwangsa Temple. It is a relatively low mountain with rounded corners and a soft tranquility.  <br><Br>Around Seonamsa Temple there are several peaks such as Wolchulbong Peak, Janggunbong Peak and Gitdaebong Peak as well as the Ilweolseok boulder. This area is always crowded with visitors all year round due to the famous Songgwangsa and Seonamsa temples. There are hikers who visit Jogyesan Mountain as well; the mountain is known to have gradual slopes and walking paths, making it great for a light stroll.","regDate":"2023-01-24","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites","Provincial Parks"],"imgUrl":"/2023-01-24-1674556628319/1970994_image2_1.webp","blogPath":"Jeollanam-do/2023-01-24-1674556628319"},{"id":"2023-01-24-1674552966306","title":"Jjangttungeo (Mudskipper) Bridge (짱뚱어다리)","description":"Featuring natural areas untouched by human hands, Jeungdo Island in Sinan-gun was the first Slow City designated in Asia as of December 1, 2007. The trademark image of the island is Jjangttungeo Bridge, a 470-meter-long wooden bridge built above the mud flat. The bridge allows visitors to observe mud creatures all without stepping foot in the mud. The jjangttungeo (mudskipper) is only able to live in clean mud flats and they are easily found in this island. The name of the bridge comes from the image of many mudskippers jumping around the bridge. During low tide, the vast mud flat appears, as well as various mud organisms including mudskippers, crabs, clams and lug worms. When the tide is high, crossing this bridge will give the feeling of walking on water. The sight seen from the bridge is perfect for a date course, and the bridge leads to Ujeong Beach, which offers a beautiful view of the setting sun.","regDate":"2023-01-24","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Architectural Sights","Bridges"],"imgUrl":"/2023-01-24-1674552966306/2612383_image2_1.webp","blogPath":"Jeollanam-do/2023-01-24-1674552966306"},{"id":"2023-01-24-1674549512720","title":"Jirisan National Park (Nogodan Peak Section) (지리산국립공원 (지리산 노고단))","description":"Jirisan National Park covers a vast amount of land in three provinces, including one city and three counties. The countless mountain peaks both large and small blend harmoniously, giving off a comforting ambiance. The valleys feature streams, waterfalls, and more natural attractions beautiful all year round. The mountain is the starting point for the Seomjingang River, which flows into the southern sea.<bR><br>The park is home to many plants and animals, including the Asiatic black bear. There are many hiking paths crossing the park; it is recommended to make a plan for the courses in advance, checking the lengths and time required. As Jirisan Mountain changes with the different seasons, hikers can enjoy various aspects of the mountain’s terrain. However, some areas will be closed off for hikers safety in the case of incliment weather or to prevent forest fires in the dry season.","regDate":"2023-01-24","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites","National Parks"],"imgUrl":"/2023-01-24-1674549512720/2028685_image2_1.webp","blogPath":"Jeollanam-do/2023-01-24-1674549512720"},{"id":"2023-01-24-1674545770687","title":"Jirisan Manbokdae Peak (지리산 만복대)","description":"Manbokdae Peak in the west soars at the boundary between Sandong-myeon, Gurye-gun and Namwon-si at 1,433.4 meters above sea level. ”Man” means “full of something” and “bok” means “fortune.” Like the name, Manbokdae is considered as a fortunate mountain with great views as it is surrounded by smooth hills. According to an old story, Manbokdae Peak was chosen as one of the 10 scenic areas, where people come to receive good fortune.","regDate":"2023-01-24","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites","Mountains"],"imgUrl":"/2023-01-24-1674545770687/2372096_image2_1.webp","blogPath":"Jeollanam-do/2023-01-24-1674545770687"},{"id":"2023-01-24-1674542320980","title":"Jiri Beach (지리해수욕장)","description":"Jiri Beach offers a beautiful view of the sunset and is regarded as one of the best beaches on Cheongsando Island. With its clean, shallow waters and fine white sand, it is a great vacation spot for families. The beach stretches for 1 kilometer, is 100 meters in x_width, and is bordered by over 500 ancient pine trees that provide natural shade from the sun. The waters of Cheongsando Island teem with fish, earning the island a reputation as one of Korea’s major sea fishing sites.","regDate":"2023-01-24","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"/2023-01-24-1674542320980/214524_image2_1.webp","blogPath":"Jeollanam-do/2023-01-24-1674542320980"},{"id":"2023-01-24-1674538555346","title":"Jindo Ssanggyesa Temple (쌍계사(진도))","description":"Founded in 857 by Buddhist monk Doseonguksa and reconstructed by Ui Woong in 1648, Ssanggyesa Temple is located between two valleys, bordering Cheomchalsan Mountain to the North. Walk through the rows of trees leading to a beautiful garden enclosed by a 100 year-old Joseon Chinese Juniper, cherry trees and persimmon trees. <br><br>Follow the path behind the temple for 10 minutes to find a three-acre plot of land consisting of dense forest. This woodland is a national monument containing over 50 types of trees. Unrimsanbang lies on the south of the temple, home of the famous artist Heo Yu, of the Joseon dynasty.","regDate":"2023-01-24","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2023-01-24-1674538555346/1992808_image2_1.webp","blogPath":"Jeollanam-do/2023-01-24-1674538555346"},{"id":"2023-01-24-1674535168286","title":"Jindo Mysterious Sea Route (진도 신비의 바닷길)","description":"Jindo Island is the third largest island in Korea, next to Jeju Island and Geoje Island. It is made up of 250 smaller islands, and it is famous for a strip of dry road that appears from the middle of the sea, near the end of February and mid June of the lunar calendar.  As it resembles a passage in the Old Testament in the Book of Exodus, the event is called “The Miracle of Moses.”  When the water recedes, a road about 30-40 meter wide and 2.8-kilometer long appears and stays for about an hour before being submerged again. <br><br>Jindo Island has some legends which are still popular today, especially that of “Old Woman Bbyong of Hoedongri.” A long time ago, there were many tigers on Jindo Island. When tigers began appearing frequently in the village, the people fled to Modo Island. In the process, only the old woman Bbyong ended up remaining on the island, so the lady prayed everyday to Yongwang, the god of the ocean, to let her see her family again. Around February, Yongwang appeared to her in her dream and said, “I will send a rainbow to the sea tomorrow; ride it and cross the ocean”. The next day old woman Bbyong went out to the sea and prayed again, and the seawater parted as the rainbow road appeared.  Through this road, her family and the other villagers came back to the island. Therefore when the sea parts, the people celebrate this phenomenon by holding the Yeongdeung Festival to remember the Old Woman Bbyong. During the Festival, original folk plays of Jindo Island are performed and draws many tourists into Jindo Island.","regDate":"2023-01-24","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2023-01-24-1674535168286/1993038_image2_1.webp","blogPath":"Jeollanam-do/2023-01-24-1674535168286"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}