{"pageProps":{"content":"![Icheon Ceramics Village (이천도예마을)](/2022-08-27-1661593166221/882433_image2_1.webp)\n\n  \n## Overview\n\n> Icheon Ceramics Village produces traditional Korean ceramics, which are of high quality.  The village became the center of traditional pottery during the Joseon dynasty (1392-1910) for about 500 years due to the easily obtainable materials in the areas. Icheon Ceramics Village was also the center of Joseon Baekja ceramics.  Presently, about 80 pottery factories are congregated at the village, and about 300 pottery kilns are in use. \n<br>\nVisitors can observe the pottery production process, and purchase them directly. It is worthwhile to see the crafts of these potters known as Living Cultural Treasures of Korea for creating the highest quality handicrafts.  Not only are the traditional Cheongja, Baekja, and Buncheong pottery produced here, but you can also view modern design pottery.  The Haegang Ceramics Art Center is the only ceramics Art Center in Korea, where you can learn about ceramics.  One of the must-see events at Icheon Ceramics Village is the internationally famous “Icheon Ceramics Festival” held every year.  Displayed pottery as well as, pottery classes, traditional kiln handling, pottery character show, and even parades are held.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-31-633-6381|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Available Facilities:|Ceramic Museum, ceramic stores|\n|Restrooms:|Available|\n|Korean Info. Service:|Available|\n  \n## Detail Image\n![/2022-08-27-1661593166221/882436_image2_1.webp](/2022-08-27-1661593166221/882436_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-31-633-6381](tel:+82316336381)\n\n\n\n```googleMap\nlatitude: 37.3079113563\nlongitude: 127.4036619640\ntitle: 19, Gyeongchung-daero 3150beon-gil, Icheon-si, Gyeonggi-do\n```\n  \n## Directions\n  \n[Bus]<br>\nFrom Seoul Express Bus Terminal, take a bus to Icheon Bus Terminal.\n <br>\nFrom Icheon Intercity Bus Terminal Bus Stop, take Bus No. 14 bound for Sindun-myeon.\n","data":{"id":"2022-08-27-1661593166221","title":"Icheon Ceramics Village (이천도예마을)","description":"Icheon Ceramics Village produces traditional Korean ceramics, which are of high quality.  The village became the center of traditional pottery during the Joseon dynasty (1392-1910) for about 500 years due to the easily obtainable materials in the areas. Icheon Ceramics Village was also the center of Joseon Baekja ceramics.  Presently, about 80 pottery factories are congregated at the village, and about 300 pottery kilns are in use. <br>Visitors can observe the pottery production process, and purchase them directly. It is worthwhile to see the crafts of these potters known as Living Cultural Treasures of Korea for creating the highest quality handicrafts.  Not only are the traditional Cheongja, Baekja, and Buncheong pottery produced here, but you can also view modern design pottery.  The Haegang Ceramics Art Center is the only ceramics Art Center in Korea, where you can learn about ceramics.  One of the must-see events at Icheon Ceramics Village is the internationally famous “Icheon Ceramics Festival” held every year.  Displayed pottery as well as, pottery classes, traditional kiln handling, pottery character show, and even parades are held.","regDate":"2022-08-27","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Folk Villages"],"imgUrl":"/2022-08-27-1661593166221/882433_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-27-1661593166221","pageUrl":"https:/mcdryad.com/Gyeonggi-do/2022-08-27-1661593166221"},"dataList":[{"id":"2022-09-04-1662273987167","title":"Pocheon Herb Island (포천 허브아일랜드)","description":"Pocheon Herb Island, comprised of a botanical garden and exhibition hall, is the largest herbal botanical garden in Korea. The garden is green all year round with over 250 different varieties of herbs and plants. The Herb Garden Museum houses four indoor exhibition halls and one outdoor exhibition space. Herb Island serves as a healing space and eco-education facility for children.","regDate":"2022-09-04","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Experience Programs","Farming Experience"],"imgUrl":"/2022-09-04-1662273987167/2366971_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-04-1662273987167"},{"id":"2022-09-04-1662270660021","title":"Pocheon Art Valley (포천아트밸리)","description":"The green waters of the lake and the sharply cut cliffs above make a picture-perfect landscape. This beautiful natural scenery, remnant of an old rock quarry, remained relatively unknown until the 1990s, with the opening of Pocheon Art Valley, an art & culture complex, visited by over 400 thousand people. An astronomical observatory opened in 2014, making Pocheon Art Valley a popular location for children's experience programs, on top of already being a popular date spot.","regDate":"2022-09-04","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Industrial Sites","Others"],"imgUrl":"/2022-09-04-1662270660021/2675306_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-04-1662270660021"},{"id":"2022-09-04-1662266733740","title":"Petite France (쁘띠프랑스)","description":"Petite France is a French cultural village set in the Korean countryside. Designed with the theme concept, flowers, stars, and the Little Prince, the village offers experience programs, training facilities, and accommodations. Additional attractions within the village include a memorial hall dedicated to Saint-Exupery, the author of the celebrated French novel, Le Petit Prince (1943);  Orgel House where a 200-year-old music box plays a sweet melody; a French housing exhibition;  a gallery displaying sculptures and paintings of le coq gaulois (the Gallic rooster), the national symbol of France; and many other galleries and shops to experience French culture. The training facility can accommodate up to 200 visitors in rooms that hold four to ten people each.","regDate":"2022-09-04","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Experience Programs","Unique Experience"],"imgUrl":"/2022-09-04-1662266733740/2529573_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-04-1662266733740"},{"id":"2022-09-03-1662201722353","title":"Pasaseong Fortress Site (여주 파사성)","description":"The stone walls of Pasasan Fortress stretch along the ridge of the 250-meter-high Pasasan Mountain. The fortress is strategically situated for national defense by being located at the edge of the river bank, from which you can see both upstream and downstream. It is said that the fortress was constructed during the reign of the King Pasa, the 5th ruler of the Silla Kingdom. The walls stretch over 1,800 meters in length. At its highest point, the wall is 6.25 meters tall, and 1.4 meters tall&nbsp;at its lowest point.","regDate":"2022-09-03","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Fortresses"],"imgUrl":"/2022-09-03-1662201722353/750958_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-03-1662201722353"},{"id":"2022-09-03-1662198008061","title":"Panmunjeom (Joint Security Area) (판문점)","description":"Panmunjeom is located in the Demilitarized Zone (DMZ), 50 kilometers north of Seoul. This is where the Armistice Agreement was signed on July 27, 1953. Panmunjeom is within the Joint Security Area (JSA) secured by UN and North Korean military and is beyond the jurisdiction of North and South Korea. <br><br>Panmunjeom and the JSA became even more well-known after the release of the film Joint Security Area (2000).  Now, Panmunjeom is one of the most visited tourist sites of the DMZ. As Panmunjeom is within the Civilian Control Zone, international visitors can tour the area through tour agencies administered by the UN.","regDate":"2022-09-03","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Security & Peace Sites"],"imgUrl":"/2022-09-03-1662198008061/774723_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-03-1662198008061"},{"id":"2022-09-03-1662194738026","title":"Paldangho Lake (팔당호)","description":"Paldangho, a man-made lake, lies beside the townships of Toechon-myeon and Namjong-myeon in Gwangju-si, Gyeonggi-do. Completed in 1973, this reservoir stores approximately 250 million tons of water, which is supplied to the Seoul and Gyeonggi regions. It is also one of Gwangju's tourist attractions, offering an inspiring view and a scenic lakeside drive. Don’t miss a stop at the Paldang Observatory for a breathtaking view of Paldangho Lake.","regDate":"2022-09-03","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites"],"imgUrl":"/2022-09-03-1662194738026/1920530_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-03-1662194738026"},{"id":"2022-09-03-1662190686544","title":"Paldalmun Gate (팔달문)","description":"Paldalmun Gate is the southern gate of Hwaseong Fortress, and its name means a gate opening to a road that leads to all directions. Among the four gates of Hwaseong Fortress, the northern and southern gates are bigger and more grandiose. The gate has an entrance wide enough to let the king's palanquin pass through and a watchtower over the entrance.  Outside of the gate is a crescent-shaped protection wall called <em>ongseong</em>. <br><br>Among the ongseong walls found across the country, Paldalmun Gate's ongseong wall stands out in terms of size and form. The hip roof and decorations seen on Paldalmun Gate's watchtower resemble that of fortress watchtowers, and are recognized as representation of late Joseon dynasty's watchtower architecture.","regDate":"2022-09-03","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Gates"],"imgUrl":"/2022-09-03-1662190686544/2482963_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-03-1662190686544"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}