{"pageProps":{"content":"![Chiryeongyegok Valley (칠연계곡)](/2022-07-31-1659272544974/531394_image2_1.webp)\n\n  \n## Overview\n\n> Chiryeongyegok Valley is situated behind Tongan Village in Anseong-myeon near Deogyusan Mountain. While not as famous as the valley in Gucheon-dong, the valley boasts a beautiful array of waterfalls, oddly shaped rocks, and ponds. The best known attraction is Chiryeonpokpo Falls, meaning “seven falls connected to pools.” There, pure water flows gently, moving from one pool to the next.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-63-323-0577|\n|parking:|Available|\n|restdate:|N/A (Open all year round)|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Natural Preservation Areas (closed to public):|National Park Special Protection<br>* Chiryeongyegok Valley (122,500 ㎡, until 2026)<br>* Hyangjukbong lower area (10,000 ㎡, until 2026)|\n|Restrooms:|Available|\n  \n## Detail Image\n![/2022-07-31-1659272544974/531396_image2_1.webp](/2022-07-31-1659272544974/531396_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-63-323-0577](tel:+82633230577)\n- [🏠deogyu.knps.or.kr](http://deogyu.knps.or.kr)\n\n\n```googleMap\nlatitude: 35.8378046467\nlongitude: 127.7000565741\ntitle: 608, Chiryeon-ro, Muju-gun, Jeollabuk-do\n```\n  \n\n","data":{"id":"2022-07-31-1659272544974","title":"Chiryeongyegok Valley (칠연계곡)","description":"Chiryeongyegok Valley is situated behind Tongan Village in Anseong-myeon near Deogyusan Mountain. While not as famous as the valley in Gucheon-dong, the valley boasts a beautiful array of waterfalls, oddly shaped rocks, and ponds. The best known attraction is Chiryeonpokpo Falls, meaning “seven falls connected to pools.” There, pure water flows gently, moving from one pool to the next.","regDate":"2022-07-31","author":"korea-tour","tag":["Jeollabuk-do","Nature","Natural Sites","Valleys"],"imgUrl":"/2022-07-31-1659272544974/531394_image2_1.webp","blogPath":"Jeollabuk-do/2022-07-31-1659272544974","pageUrl":"https:/mcdryad.com/Jeollabuk-do/2022-07-31-1659272544974"},"dataList":[{"id":"2023-01-07-1673066320037","title":"Naebyeonsan Mountain (내변산)","description":"The Byeonsanbando Peninsula has a shoreline that stretches 99 kilometers, protruding into the west sea in Jeollabuk-do, with the Saemangeum, the world’s longest man-made sea barrier, to the north and Gomsoman Bay at its south shore. The peninsula is part of Byeonsanbando National Park, which is widely known for its natural beauty. Its interior mountain range is known as Naebyeonsan Mountain (Inner Byeonsan Mountain.) while the outer region near the sea is known as Oebyeonsan Mountain (Outer Byeonsan Mountain). <br><br>The center of Mountain Naebyeonsan includes the highest peak of Byeonsanbando peninsula, Uisangbong Peak (509 meters) and Nakjodae (Sunset Viewpoint), Wolmyeongam Hermitage, Bongnaegugok Valley as well as Jiksopokpo Waterfall. The surrounding mountains and valleys of Byeonsan Mountain are not particularly high, standing at an altitude of around 400-500 meters, but the magnificent formation of mountains and valleys as well as the breathtaking view of the sunset from Nakjodae make it a must-see sight.","regDate":"2023-01-07","author":"korea-tour","tag":["Jeollabuk-do","Nature","Natural Sites","Mountains"],"imgUrl":"/2023-01-07-1673066320037/1604207_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-07-1673066320037"},{"id":"2023-01-07-1673062557358","title":"Nabawi Catholic Church (화산천주교회(나바위 성당))","description":"Nabawi Catholic Church is located in Hwasan-ri, Mangseong-myeon in Iksan, Jeollabuk-do Province and is known as the oldest surviving catholic church in the Jeolla-do region. The church was built in 1906 to commemorate the return of priest Kim Dae-geon in 1845 (Joseon dynasty) after he was ordained in Shanghai, China. Inside the church stand two monuments  one built in 1954 to honor Joseph Vermorel (French missionary, 1860-1937) and one built in 1955 to honor priest and martyr Kim Dae-geon. Considered the most significant catholic relic of the Jeolla-do region, the church is sought out by large numbers of Catholic visitors each year.","regDate":"2023-01-07","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Historical Sites","Holy Sites"],"imgUrl":"/2023-01-07-1673062557358/2643535_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-07-1673062557358"},{"id":"2023-01-06-1673001422563","title":"Muju Meoru Wine Cave (무주머루와인동굴)","description":"Muju Meoru Wine Cave is surrounded by a beautiful natural landscape and various cultural heritages. The wine tunnel used to be an excavation working site to build the Muju Water Power Plant. The cave makes for an ideal place to mature and store wine as it blocks light and maintains a consistent temperature. Visitors can enjoy the taste and charm of sanmeoru (wild grape) wine and also experience a unique wine foot bath.","regDate":"2023-01-06","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Experience Programs","Unique Experience"],"imgUrl":"/2023-01-06-1673001422563/2613189_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-06-1673001422563"},{"id":"2023-01-06-1672997763984","title":"Muju Gucheong-dong Special Tourist Zone (무주구천동관광특구)","description":"At the heart of the Muju Gucheondong Special Tourist Zone is Muju Gucheondong Valley. The outer parts of Deogyusan National Park and the mountain’s natural recreation forest are also part of the special tourist zone.<br><br>The 30-kilometer-long Muju Gucheondong Valley is located to the north of Deogyusan National Park. The calm and soothing sound of the water flowing through a lush forest make this a great summer destination. The 33 scenic points of Gucheondong include Eunguam Rock, Haksodae Falls, Waryongdam Pond, Gucheon Waterfall and Yeonhwa Waterfall. In the summer, visitors can see the rare sight of fireflies in their natural habitat.  The fall foliage in autumn and the winter snowscape are also quite exquisite. <br><br>Within the vicinity of Muju Gucheondong is Muju Resort. The resort complex is made up of a family hotel, resort condominium and various recreational facilities where visitors can enjoy skiing, hiking, horseback riding and mountain biking. Visitors can take the gondola from the resort all the way up to Deogyusan Mountain’s Seolcheonbong Peak (1,520 meters). From, there, they can easily reach the summit at Hyangjeokbong Peak (1,614 meters).<br><br>Taekwondowon, located near the Muju Gucheondong Special Tourist Zone, offers a hands-on Taekwondo experience program. Those who are interested in learning Taekwondo can take part in a 1-day program which includes a Taekwondo demonstration, a Taekwondo class (basic movements), and board breaking. <br><br><br><b>Muju Gucheondong Special Tourist Zone <br></b><b>Areas Covered </b> Mupung-myeon (Samgoe-ri) and Seolcheon-myeon (Samgong-ri and Simgok-ri) in Muju-gun, Jeollabuk-do <br><b>Area size </b> 7,610,000 ㎡ <br><b>Tourist Attractions </b> Deogyusan National Park, 33 Scenic Views of Muju, Gucheondong Valley, Muju Resort, forest park, Taekwondowon, Muju Hyanggyo (Confucian school), Baengnyeonsa Temple, Jeoksansanseong Fortress, etc.","regDate":"2023-01-06","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Recreational Sites","Tourist Complexes"],"imgUrl":"/2023-01-06-1672997763984/1929742_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-06-1672997763984"},{"id":"2023-01-06-1672994325436","title":"Muju Baengnyeonsa Temple (백련사(무주))","description":"Baengnyeonsa Temple is located in the upper part of Gucheondong Valley on Deogyusan Mountain. It is said that during the Silla Kingdom, a white lotus flower bloomed here, and thats why the temple is called Baengnyeonsa (lit. White Lotus Temple). The temple is the only remaining temple out of 14 that were built in the Gucheon-dong area of Muju. After walking over Baengnyeongyo Bridge at the entrance of the temple, you will come to a stone stairway. At the top is the main sanctuary. The majesty and beauty of the main sanctuary is well complemented by the mountains. The Mokjosamjonbul Stone Buddha within the main building is presumed to have been built in the latter half of the Joseon dynasty. Past Myeongbujeon is Baengnyeonsa’s Sajeokbi tombstone, and the workmanship of the carved calligraphy is very highly regarded.","regDate":"2023-01-06","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2023-01-06-1672994325436/1248135_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-06-1672994325436"},{"id":"2023-01-06-1672990557700","title":"Mohang Beach (모항해수욕장)","description":"Mohang Beach is situated in Byeonsan-myeon, Buan-gun, Jeollabuk-do. It is set against the beautiful mountains of Byeonsanbando National Park and the clear waters of the west coast. Unlike many beaches along the west coast, white sand can be found even at low tide and the beach is great for fishing. <br><br>Designated a tourist site in December of 2000, the area has been equipped with a family hotel, camping sites, and a seaside cafe. Nearby, there is a mud flat, a population of horned holly trees (Natural Monument No. 122), and a scenic drive.","regDate":"2023-01-06","author":"korea-tour","tag":["Jeollabuk-do","Nature","Natural Sites"],"imgUrl":"/2023-01-06-1672990557700/636244_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-06-1672990557700"},{"id":"2023-01-06-1672987162693","title":"Moaksan Provincial Park (모악산도립공원)","description":"Moaksan Mountain (alt. 795.2 m) is located in Gimje, Jeollabuk-do and is home to several Buddhist temples  Geumsansa, Guisinsa, Suwangsa, and Daewonsa. From the top of the mountain, visitors can see the Honam Delta as well as the Gimje Delta. <br><br>Designated as a provincial park in 1971, Moaksan is known for its incredible views and cultural heritages. Daewonsa and Suwangsa Temples are located on the southeast side of the mountain and Guisinsa Temple sits to the west. Geumsansa Temple, built during the Baekje period (AD 599), holds many precious pieces of Buddhist art. <br><br>One of the preferred methods for ascending the mountain is a trail along the ridge behind Simwonam Hermitage, which is particularly eye-catching in the spring when the mountain azaleas are in full bloom. From the summit, the Gimje Delta and Mangyeonggang River come into view, along with Unjangsan Mountain and the city of Jeonju. The cherry blossom tunnel extending from the parking lot to Iljumun Gate is another must-see for those who visit in spring.","regDate":"2023-01-06","author":"korea-tour","tag":["Jeollabuk-do","Nature","Natural Sites","Provincial Parks"],"imgUrl":"/2023-01-06-1672987162693/1974389_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-06-1672987162693"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}