{"pageProps":{"content":"![Gyeonghwa Station Cherry Blossom Road (경화역 벚꽃길)](/2022-12-17-1671273327335/2668471_image2_1.webp)\n\n  \n## Overview\n\n> Gyeonghwa Station, famous for beautiful cherry blossoms in spring, is a small railway station in Jinhae-gu, Changwon-si, Gyeongsangnam-do. The station is neighbored by Seongjusa Station to the north and Jinhae Station to the south. Railway services in and out of Gyeonghwa Station have been discontinued as of 2006. Visitors can walk through the tracks surrounded by rows of cherry blossom trees, making a tunnel of flowers. Along with Anmingogae Road and Yeojwacheon Bridge, Gyeonghwa Station is one of the top three cherry blossom photo spots in Jinhae. The area featured in Korean movies and dramas such as the film “Boy Goes to Heaven (2005) and drama “Spring Waltz (2006). <br><br>Every year during the Jinhae Gunhangje Festival, there is a cherry blossom festival shuttle train, where visitors can enjoy the view of lovely flowers in a slow speed train. More recently, they added clean bathrooms for more comfortable tour for the visitors.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Korea Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-55-289-8815|\n|restdate:|N/A (Open all year round)|\n|usetime:|Open 24 hr|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Restrooms:|Available|\n  \n## Detail Image\n![/2022-12-17-1671273327335/2668472_image2_1.webp](/2022-12-17-1671273327335/2668472_image2_1.webp)\n![/2022-12-17-1671273327335/2668473_image2_1.webp](/2022-12-17-1671273327335/2668473_image2_1.webp)\n![/2022-12-17-1671273327335/2668474_image2_1.webp](/2022-12-17-1671273327335/2668474_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-55-289-8815](tel:+82552898815)\n\n\n\n```googleMap\nlatitude: 35.1585296040\nlongitude: 128.6865491809\ntitle: 648, Jinhae-daero, Jinhae-gu, Changwon-si, Gyeongsangnam-do\n```\n  \n\n","data":{"id":"2022-12-17-1671273327335","title":"Gyeonghwa Station Cherry Blossom Road (경화역 벚꽃길)","description":"Gyeonghwa Station, famous for beautiful cherry blossoms in spring, is a small railway station in Jinhae-gu, Changwon-si, Gyeongsangnam-do. The station is neighbored by Seongjusa Station to the north and Jinhae Station to the south. Railway services in and out of Gyeonghwa Station have been discontinued as of 2006. Visitors can walk through the tracks surrounded by rows of cherry blossom trees, making a tunnel of flowers. Along with Anmingogae Road and Yeojwacheon Bridge, Gyeonghwa Station is one of the top three cherry blossom photo spots in Jinhae. The area featured in Korean movies and dramas such as the film “Boy Goes to Heaven (2005) and drama “Spring Waltz (2006). <br><br>Every year during the Jinhae Gunhangje Festival, there is a cherry blossom festival shuttle train, where visitors can enjoy the view of lovely flowers in a slow speed train. More recently, they added clean bathrooms for more comfortable tour for the visitors.","regDate":"2022-12-17","author":"korea-tour","tag":["Gyeongsangnam-do","Culture/Art/History","Experience Programs","Cultural Districts"],"imgUrl":"/2022-12-17-1671273327335/2668471_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-17-1671273327335","pageUrl":"https:/mcdryad.com/Gyeongsangnam-do/2022-12-17-1671273327335"},"dataList":[{"id":"2022-12-26-1672040123208","title":"Tongyeong Sebyeonggwan Hall (통영 세병관)","description":"Sebyeonggwan Hall, located in Tongyeong, Gyeongsangnam-do, was established in 1605 by the 6th generation commander-in-chief Lee Kyung-jun and is well known as one of the widest buildings of the Joseon period along with Gyeonghoeru Pavilion in Gyeongbokgung Palace and Jinnamgwan Hall in Yeosu-si. <br><br>Sebyeonggwan Hall is placed at the foot of Yeohwangsan Mountain and overlooks Tongyeong. Right next to the hall are the remains of the naval base Tongjeyeong, which includes Unjudang (also called Jeseungdang, a military education center for the Joseon Navy) among others. <br><br>Sebyeonggwan Hall symbolizes the ending of the war, the washing away and cleaning up of the weapons of war.","regDate":"2022-12-26","author":"korea-tour","tag":["Gyeongsangnam-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-12-26-1672040123208/2367611_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-26-1672040123208"},{"id":"2022-12-26-1672036755699","title":"Tongyeong Mireuksan Mountain (미륵산(통영))","description":"Situated in the middle of Mireukdo Island on the southern part of Tongyeong, Mireuksan Mountain (altitude 458.4 meters) is also sometimes referred to as Yonghwasan Mountain after Yonghwasa Temple. Additional temples on the mountain include the more secluded Gwaneumam and Dosoram Hermitages, as well as Miraesa Temple. While not as tall as other mountains, it is famous for its lush forest, valleys with pure water, odd-shaped rocks, and rock caves. The mountain is beautiful year round with royal azalea in spring, bright foliage in fall, and breathtaking views of the Korean archipelago.","regDate":"2022-12-26","author":"korea-tour","tag":["Gyeongsangnam-do","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-12-26-1672036755699/2367588_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-26-1672036755699"},{"id":"2022-12-26-1672032948403","title":"Tongyeong Cable Car (통영케이블카)","description":"Tongyeong Cable Car is the only dual-cable automatic circulating gondola system in Korea, built with the most recent technology. It is the longest tourist cable car in Korea, stretching over a distance of 1,975 meters. Traveling at a speed of 4 meters per second, the cable car takes 9 minutes to travel from one station to the next. Despite the distance, there is only one midway support post, designed to create the lowest level of natural disturbance, as well as increase the view for passengers. There are 47 gondolas able to seat 8 passengers each, so there is very little wait time. Visitors traveling with pets can also bring their pets aboard, as the cable car has opened as a pet-friendly attraction.","regDate":"2022-12-26","author":"korea-tour","tag":["Gyeongsangnam-do","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-12-26-1672032948403/2369499_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-26-1672032948403"},{"id":"2022-12-26-1672029518534","title":"Tongdosa Temple [UNESCO World Heritage] (통도사 [유네스코 세계문화유산])","description":"All of Tongdosa Temple is in perfect harmony, from its long history to the surrounding landscape. As society changed, so did the temple over time, adding many new structures as well as a management system that matches the current digital society. Tongdosa Temple was designated as a UNESCO World Heritage in 2018 along with other sansa monestaries that were recognized as a valuable heritage.","regDate":"2022-12-26","author":"korea-tour","tag":["Gyeongsangnam-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-12-26-1672029518534/1228895_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-26-1672029518534"},{"id":"2022-12-26-1672025751800","title":"Tongdo Fantasia (통도환타지아)","description":"Tongdo Fantasia is located in Yangsan, Gyeongsangnam-do, which shares borders with Milyang, Ulsan and Busan. This makes the amusement park very accessible by any means of transportation. Tongdo Fantasia operates Tongdo Country Club as well, and nearby Tongdosa Temple is also available for visitors who want to look around the local historic sites. The amusement park, the biggest theme park in Gyeongsangnam-do sits at the foot of Yeongchwisan Mountain, has over 30 amusement facilities, a large-scale swimming pool, a natural lake, a plaza for various events and a large-scale outdoor theatre, all offering various activities and events.","regDate":"2022-12-26","author":"korea-tour","tag":["Gyeongsangnam-do","Culture/Art/History","Recreational Sites","Theme Parks"],"imgUrl":"/2022-12-26-1672025751800/2489482_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-26-1672025751800"},{"id":"2022-12-25-1671964510509","title":"Tomb of Queen Consort of King Suro (김해 수로왕비릉)","description":"Tomb of Queen Consort of King Suro in Gusan-dong, Gimhae is the final resting place of Queen Heo, the Queen Consort of King Suro, the founder of Garak. The tomb dates all the way back to the Gaya dynasty and has been officially designated as Historic Site No. 74. Unlike many other ancient tomb mounds that are raised on flat land, Queen Heos mound sits high upon a hill. In front of the tomb is Pasa Stone Pagoda, which its stones are known to have come from India. <br><br>Together with the Tomb of King Suro, the tomb preservation area was expanded in the 28th year of King Sejong’s reign (1446). Records indicate that the tombs were robbed over a century later during the Imjin War (1592-1598). The current headstone and plaque by the tomb was installed in the Joseon dynasty in the 25th year of King Injos reign (1641).","regDate":"2022-12-25","author":"korea-tour","tag":["Gyeongsangnam-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-12-25-1671964510509/1611231_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-25-1671964510509"},{"id":"2022-12-25-1671960922178","title":"Tomb of King Suro (수로왕릉)","description":"King Suro founded the Garak Kingdom in AD 42 and married Heo Hwang-ok, a princess from the Indian country of Ayuta, in AD 48. He was the founder of the Gimhae Kim family. Heo Yeop, a Yeongnam governor, gave the tomb its current look in the 13th year of the reign of King Seonjo (1580). The tomb compound includes various buildings, including the Sungseonjeon (where the ancestral tablets of King Suro and his queen are kept), Anhyanggak, Jeonsacheong, and Jegigo, as well as stone structures, such as a <em>sindobi</em> (tombstone) and <em>gongjeokbi</em> (monument established to pay homage the deceased). The tombstone in front of the royal tomb was built in the 25th year of the reign of King Injo (1647) of the Joseon dynasty. The name Sungseonjeon was bestowed on the tomb by King Gojong in the 21st year of his reign (1884).","regDate":"2022-12-25","author":"korea-tour","tag":["Gyeongsangnam-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-12-25-1671960922178/2446088_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-25-1671960922178"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}