{"pageProps":{"content":"![Birthplace of the16th President of Korea, Roh Moo-hyun (진영 봉하마을과 노무현 대통령 생가)](/2022-07-30-1659170619407/1611275_image2_1.webp)\n\n  \n## Overview\n\n> Bongha Village is located 4.5km to the east of Jinyeong-eup, on the foot-slopes of Bonghwasan mountain.  It is a typical farming village, and its major produce is Jinyeong sweet persimmons and rice. Its name comes from the mound above it on Bonghwasan mountain, where in the past beacons were lit as a method of communication. Bonghwasan mountain is home to Bonghwasa temple and two famous valleys: Doduk (thief) valley on the east side, named because of the many thieves that used to operate in the area, and Yasi (fox) valley on the west side, which looks like a fox lying on its front, looking back at its tail. <Br><Br>\n\nBirthplace of the former President of Korea, Roh Moo-hyun<Br>\nThe birthplace of the former President of Korea, Roh Moo-hyun, is a brick house with a slate roof that consists of two small rooms and a kitchen. Although it is a shabby house, everything in it seems rare and precious to visitors. The earth, stones, and water, as well as household items, are popular with visitors. Some visitors even take stones and soil from the garden home with them in plastic bags, and some take water, believing that water from the ex-president’s birthplace is almost sacred.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-1688-0523, <BR> +82-55-344-1301|\n|parking:|Available|\n|usetime:|Shrine: Summer season 08:00-19:00 / Winter season 08:00-18:00|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Admission Fees:|Free|\n|Parking Fees:|Free|\n  \n## Detail Image\n![/2022-07-30-1659170619407/1611273_image2_1.webp](/2022-07-30-1659170619407/1611273_image2_1.webp)\n![/2022-07-30-1659170619407/1611274_image2_1.webp](/2022-07-30-1659170619407/1611274_image2_1.webp)\n![/2022-07-30-1659170619407/1611276_image2_1.webp](/2022-07-30-1659170619407/1611276_image2_1.webp)\n![/2022-07-30-1659170619407/1611277_image2_1.webp](/2022-07-30-1659170619407/1611277_image2_1.webp)\n![/2022-07-30-1659170619407/2610455_image2_1.webp](/2022-07-30-1659170619407/2610455_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-1688-0523](tel:+8216880523)\n- [🏠bongha.knowhow.or.kr</a> (Korean only)<br><a href=\"http://tour.gimhae.go.kr\" target=\"_blank\">tour.gimhae.go.kr](http://bongha.knowhow.or.kr/)\n\n\n```googleMap\nlatitude: 35.3144525363\nlongitude: 128.7712292248\ntitle: 129, Bongha-ro, Gimhae-si, Gyeongsangnam-do\n```\n  \n## Directions\n  \n[Bus]<BR>From Seoul Express Bus Terminal, take a express bus to Gimhae Bus Terminal.<BR> From Gimhae Terminal Bus Stop, take Bus No.14 and get off at Jinnyeong Bus Stop.<BR>Transfer to Bus No. 57 and get off at Bonghamaeul Bus Stop.\n","data":{"id":"2022-07-30-1659170619407","title":"Birthplace of the16th President of Korea, Roh Moo-hyun (진영 봉하마을과 노무현 대통령 생가)","description":"Bongha Village is located 4.5km to the east of Jinyeong-eup, on the foot-slopes of Bonghwasan mountain.  It is a typical farming village, and its major produce is Jinyeong sweet persimmons and rice. Its name comes from the mound above it on Bonghwasan mountain, where in the past beacons were lit as a method of communication. Bonghwasan mountain is home to Bonghwasa temple and two famous valleys  Doduk (thief) valley on the east side, named because of the many thieves that used to operate in the area, and Yasi (fox) valley on the west side, which looks like a fox lying on its front, looking back at its tail. <Br><Br>Birthplace of the former President of Korea, Roh Moo-hyun<Br>The birthplace of the former President of Korea, Roh Moo-hyun, is a brick house with a slate roof that consists of two small rooms and a kitchen. Although it is a shabby house, everything in it seems rare and precious to visitors. The earth, stones, and water, as well as household items, are popular with visitors. Some visitors even take stones and soil from the garden home with them in plastic bags, and some take water, believing that water from the ex-president’s birthplace is almost sacred.","regDate":"2022-07-30","author":"korea-tour","tag":["Gyeongsangnam-do","Culture/Art/History","Historical Sites","Birthplaces"],"imgUrl":"/2022-07-30-1659170619407/1611275_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-07-30-1659170619407","pageUrl":"https:/mcdryad.com/Gyeongsangnam-do/2022-07-30-1659170619407"},"dataList":[{"id":"2022-12-29-1672299315401","title":"Samcheonpodaegyo Park (삼천포대교공원)","description":"Samcheonpodaegyo Park is located near the landmark of Namhae, Samcheonpodaegyo Bridge, which connects Sacheon-si to nearby island.","regDate":"2022-12-29","author":"korea-tour","tag":["Gyeongsangnam-do","Culture/Art/History","Architectural Sights","Bridges"],"imgUrl":"","blogPath":"Gyeongsangnam-do/2022-12-29-1672299315401"},{"id":"2022-12-29-1672295914657","title":"Okpo Shipyard of Daewoo Shipbuilding & Marine Engineering (대우조선해양(주) 옥포조선소)","description":"Okpo Shipyard of Daewoo Shipbuilding & Marine Engineering spans over a 4000,000㎡ land and consists of large-scale specialized facilities and equipments for shipbuilding and repairs such as a dock that can handle a 1,000,000 ton vessel and a 900 ton Goliath crane. The shipyard builds various vessels, offshore plants, drill ships, FPSO/FPUs, submarines and destroyers all year round and offers plant tour programs for visitors.","regDate":"2022-12-29","author":"korea-tour","tag":["Gyeongsangnam-do","Culture/Art/History","Industrial Sites","Shipbuilding Yards"],"imgUrl":"","blogPath":"Gyeongsangnam-do/2022-12-29-1672295914657"},{"id":"2022-12-29-1672292137094","title":"Okpo Great Victory Commemorative Park (옥포대첩기념공원)","description":"Okpo Great Victory Commemorative Park was built in 1996 to commemorate Admiral Yi Sun-sins first victory of the Okpo Battle during the Imjin War (1592-1598). Visitors can go up the memorial tower and Okporu Pavilion to get an unobstructed view of the Okpo Bay ahead. In addition to the tower and pavilion, the park also has a shrine dedicated to Admiral Yi.","regDate":"2022-12-29","author":"korea-tour","tag":["Gyeongsangnam-do","Culture/Art/History","Recreational Sites","Theme Parks"],"imgUrl":"/2022-12-29-1672292137094/1610937_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-29-1672292137094"},{"id":"2022-12-29-1672288742950","title":"Okcheonsa Temple (옥천사)","description":"Okcheonsa Temple was built in the 16th year of King Munmus reign (676) during the Silla dynasty. The name “Okcheon,” which means jade spring, was derived from the mineral spring located next to the main hall.<br><br>The temple holds several valuable cultural assets, such as the state-designated heritage Bronze Gong of Okcheonsa (Treasure No. 495) and 119 city/province-designated heritage properties, including Jabangnu Pavilion, Hyangno (incense burner), Daeungjeon Hall, and Daejong (bell). The linden tree at the Cheongnyeonam was designated as Monument No. 82 for its great academic value. <br><br>There are other small temples nearby, such as Baengnyeonam, Cheongyeonam, and Yeondaeam. Those interested in learning more about Buddhism can drop by Yeonhwasan Provincial Park’s Bojanggak Hall, an exhibition hall built to preserve about 120 pieces of Buddhist artifacts.","regDate":"2022-12-29","author":"korea-tour","tag":["Gyeongsangnam-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"","blogPath":"Gyeongsangnam-do/2022-12-29-1672288742950"},{"id":"2022-12-29-1672284948696","title":"Odosan Recreational Forest (오도산자연휴양림)","description":"Odosan Recreational Forest is to the north of Haeinsa Temple, one of the three most important temples in Korea, and to the south of Hapcheonho Lake. The Forest’s convenience facilities include 18 Forest Cabins divided into 2 areas, a Youth Training Center that can accommodate 30 people, and 28 water playing sites. In addition, 63 camping decks are available.","regDate":"2022-12-29","author":"korea-tour","tag":["Gyeongsangnam-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"","blogPath":"Gyeongsangnam-do/2022-12-29-1672284948696"},{"id":"2022-12-28-1672223797158","title":"Jirisan Cheonwangbong Peak (지리산 천왕봉)","description":"Along with Geumgangsan Mountain and Hallasan Mountain, Jirisan Mountain is known to be one of the most sacred mountains in Korea. It was named ‘Jiri’ because it was believed to be a place that turns the innocent into the wise. On December 29, 1967 Jirisan National Park was declared the nation’s first and biggest national park. Its 440.517 square kilometer area covers Hadong, Sancheon and Hamyang in Gyeongsangnam-do; Gurye in Jeollanam-do ; and Namwon in Jeollabuk-do region. The total area is seven times that of Gyeryongsan National Park and 52 times that of all of Yeouido Island in Seoul. <br><br>At 1,915.4 meters high, Cheonwangbong Peak is the second highest peak in Jirisan National Park. Countless valleys and waterfalls surround the peak, as well as trails connecting to other peaks within the park.","regDate":"2022-12-28","author":"korea-tour","tag":["Gyeongsangnam-do","Nature","Natural Sites","National Parks"],"imgUrl":"","blogPath":"Gyeongsangnam-do/2022-12-28-1672223797158"},{"id":"2022-12-28-1672220161774","title":"Jangcheokgyegok Valley (장척계곡)","description":"Located at the foot of Sineosan Mountain in Gimhae, Gyeongsangnam-do, Jangcheokgyegok Valley is a natural recreation area that is surrounded by natures beauty. The sound of running water coming from Dongbonggyegok Valley, the dense forest, and the huge rocks make this place a soothing place to relax. Located close to the valley are Jangcheok Village, Jangcheok Reservoir, and a site thats shaped like a wild boar descending from the mountain.","regDate":"2022-12-28","author":"korea-tour","tag":["Gyeongsangnam-do","Nature","Natural Sites","Valleys"],"imgUrl":"","blogPath":"Gyeongsangnam-do/2022-12-28-1672220161774"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}