{"pageProps":{"content":"![Hallyeohaesang National Park (Geoje District) (한려해상국립공원(거제))](/2022-12-18-1671352615850/1300756_image2_1.webp)\n\n  \n## Overview\n\n> Hallyeohaesang National Marine Park was designated as the first national marine park in 1968 and covers the area between Jisimdo Island in Geoje and Odongdo Island in Yeosu with six separate districts including Geoje, Tongyeong, Sacheon, Hadong, Namhae and Odongdo Island. It spans over an area of 535.676 ㎢ and the ocean accounts for 76% of the total area. The outstanding view created by the sea and land attracts over 1 million visitors every year.<br><br>Geoje is made up of 10 inhabited islands and 50 uninhabited islands. Two-thirds of the area is included in Hallyeohaesang National Marine Park, featuring Haegeumgang Islets, designated as Scenic Site No. 2, and Daebyeongdaedo Island & Sobyeongdaedo Island, one of the most stunning points of Hallyeo Waterway. Also, the drive on the coastal road between Yeocha and Hongpo offers a breathtaking view of Dadohae Islets unfolding from the peak of Cheonjangsan Mountain and Nojasan Mountain.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br>(Korean, English, Japanese, Chinese)<br>• For more info: +82-55-860-5800|\n|parking:|Available|\n|restdate:|* Subject to abrupt closure due to adverse weather conditions.|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Hiking Course:|[Tour Course]<br>Haegeumgang Islets ~ Seokgae Beach Course (1.5km / 40 min)<br>Jisimdo Island Ferry Dock ~ Coastal Horizon Observatory Course (1.8km / 50 min)|\n|Natural Preservation Areas (closed to public):|Refer to the official website<br>* More information is available via phone inquiry at +55-860-5800 or +82-55-640-2400.|\n|Areas Open to the Public:|Refer to the official website|\n|Restricted Mountain Areas :|- Noryang Park ~ Sanseongsan Mountain Peak<br>- Jeseungdang Ferry Dock ~ Yeomho-ri 776-beonji|\n|Restrooms:|Available|\n|Parking Fees:|Small vehicles (under 1000cc): 2,000 won<br />Mid-sized vehicles: 4,000 won (Peak season 5,000 won)<br />Large vehicles: 6,000 won (Peak season 7,500 won)<br />* Free: Regular shuttle buses (Not including monthly parking leasers)|\n  \n\n  \n## Contact\n\n- [☎️+82-55-860-5800](tel:+82558605800)\n- [🏠hallyeo.knps.or.kr](http://hallyeo.knps.or.kr)\n\n\n```googleMap\nlatitude: 34.7881686535\nlongitude: 128.7079155564\ntitle: Jangseungpo-dong, Geoje-si, Gyeongsangnam-do\n```\n  \n## Directions\n  \n[Taxi] <br>\nFrom Geoje Bus Terminal, take a taxi for approx. 50 min.\n","data":{"id":"2022-12-18-1671352615850","title":"Hallyeohaesang National Park (Geoje District) (한려해상국립공원(거제))","description":"Hallyeohaesang National Marine Park was designated as the first national marine park in 1968 and covers the area between Jisimdo Island in Geoje and Odongdo Island in Yeosu with six separate districts including Geoje, Tongyeong, Sacheon, Hadong, Namhae and Odongdo Island. It spans over an area of 535.676 ㎢ and the ocean accounts for 76% of the total area. The outstanding view created by the sea and land attracts over 1 million visitors every year.<br><br>Geoje is made up of 10 inhabited islands and 50 uninhabited islands. Two-thirds of the area is included in Hallyeohaesang National Marine Park, featuring Haegeumgang Islets, designated as Scenic Site No. 2, and Daebyeongdaedo Island & Sobyeongdaedo Island, one of the most stunning points of Hallyeo Waterway. Also, the drive on the coastal road between Yeocha and Hongpo offers a breathtaking view of Dadohae Islets unfolding from the peak of Cheonjangsan Mountain and Nojasan Mountain.","regDate":"2022-12-18","author":"korea-tour","tag":["Gyeongsangnam-do","Nature","Natural Sites","National Parks"],"imgUrl":"/2022-12-18-1671352615850/1300756_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-18-1671352615850","pageUrl":"https:/mcdryad.com/Gyeongsangnam-do/2022-12-18-1671352615850"},"dataList":[{"id":"2022-12-22-1671705476464","title":"Miryang Yeongnamnu Pavilion (밀양 영남루)","description":"Located&nbsp;within Adongsan Mountain next to the Namcheongang River in Miryang, Yeongnamnu Pavilion (National Treasure No. 147) is one of three great pavilions of Korea together with Choseongnu Pavilion of Jinju and Bubyeongnu Pavilion of Pyeongyang. <br><br> A two-story-pavilion with a hip-and-gable roof was constructed&nbsp;at the&nbsp;same site during the Silla period, as part of Yeongnamsa Temple, which was one of the five great temples at the time. The pavilion was torn down and re-constructed during the ruling of King Gongmin in&nbsp;Goryeo dynasty. The current structure was built in 1884 and designed by&nbsp;then-magistrate Yi In-jae. <br><br> The pavilion area consists of Neungpagak, Chimnyugak, Sajumum Gate, Iljumun Gate and Cheonjingung. Stone-carved calligraphy from the Joseon period abounds in the pavilion complex, drawing many visitors.","regDate":"2022-12-22","author":"korea-tour","tag":["Gyeongsangnam-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-12-22-1671705476464/2589485_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-22-1671705476464"},{"id":"2022-12-22-1671701787603","title":"Miryang Pyochungsa Temple (표충사 (밀양))","description":"Pyochungsa Temple is located at the base of Jaeyaksan Mountain, 20 kilometers east of Miryang. The temple was originally founded by Monk Wonhyo in the 1st year of King Muyeol in Silla period under the name Junnimgsa Temple, then expanded and renamed by a monk from India in  the fourth year of King Heungdeok’s reign of the Silla period. Nearby attractions include Cheungcheungpokpo Falls, Geumgangpokpo Falls, and Eoreumgol Ice Valley, as well as Sajapyeong Plain at the ridge of the mountain.","regDate":"2022-12-22","author":"korea-tour","tag":["Gyeongsangnam-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-12-22-1671701787603/2589452_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-22-1671701787603"},{"id":"2022-12-22-1671698327960","title":"Miryang Eoreumgol Valley (밀양 얼음골)","description":"Just north of Jaeyaksan Mountain, Eoreumgol Valley (Ice Valley) sits at an elevation between 600 and 750 meters and covers an area of 29,752m². Designated as Natural Monument No. 224, the valley is unusual in that it begins to freeze in March when the weather becomes warm and thaws in the fall when the weather becomes cold. In the winter, the valley generates warm breezes and the water rarely freezes. Because of these unique attributes, the valley is considered one of the Four Mysteries in Miryang and attracts visitors from early summer through fall.","regDate":"2022-12-22","author":"korea-tour","tag":["Gyeongsangnam-do","Nature","Natural Sites","Valleys"],"imgUrl":"/2022-12-22-1671698327960/2666896_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-22-1671698327960"},{"id":"2022-12-22-1671694567115","title":"Mireukdo Island Special Tourist Zone (미륵도 관광특구)","description":"Mireukdo Island is located in Tongyeong, a city that holds great historical significance for being the home of the Tongjeyeong naval station during the Joseon dynasty. The Tongyeong base served as the central command station for the three other naval bases in the Gyeongsang, Jeolla and Chungcheong regions. <br><br>Not only is Mireukdo Island designated as a Special Tourist Zone, it is also a part of the Hallyeohaesang National Park and serves as the center of tourism in the South Coast. The Mireukdo Special Tourist Zone, with the Donam Tourist Complex as its core, is well-equipped with a variety of leisure facilities, tourist accommodations and restaurants. This district caters to visitors with yacht services and a variety of water sports such as windsurfing, kayaking and water skiing. Exceptionally popular is the ferry cruise that takes visitors to Hansando Island, which is located just off the coast of Tongyeong, and to the other scenic islands such as Bijindo and Maemuldo. <br><br>Mireukdo Island is connected to Tongyeong through an undersea tunnel, Chungmu Bridge and Tongyeong Bridge, making it even more accessible to visitors. At the center of the island is the towering Mireuksan Mountain. The panoramic Hallyeosudo Viewing Ropeway, which opened in 2008, takes visitors to the summit of Mireuksan Mountain. The top offers a commanding view of the forests and valleys below. On a clear day, visitors can even see the Japanese island of Tsushima. The mountain’s hiking trails are well-maintained and are suitable for short hikes. The most traveled trail is the one starting from Yonghwasa Temple. Hikers taking this trail pass through Gwaneumsa Temple and Mireukjae Pass to reach the top. The trail leads to Miraesa Temple and a grass field on the way down before finally going back to Yonghwasa Temple.<br><br><br><b>Mireukdo Special Tourist Zone </b><br><b>Areas Covered </b> Part of Sanyang-eup (Mireukdo Island and Obido Island), areas of Misu-dong, Bongpyeong-dong and Donam-dong in Tongyeong-si, Gyeongsangnam-do<br><b>Area size </b> 32,900,000 ㎡<br><b>Tourist Attractions </b> Hallyeosudo Viewing Ropeway,  Ferry Cruise, Tongyeong Concert Hall, Undersea Tunnel","regDate":"2022-12-22","author":"korea-tour","tag":["Gyeongsangnam-do","Culture/Art/History","Recreational Sites","Tourist Complexes"],"imgUrl":"/2022-12-22-1671694567115/1823760_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-22-1671694567115"},{"id":"2022-12-22-1671691187170","title":"Masan Agujjim Street (마산 오동동 아구찜거리)","description":"Masan, located on the southern coast of Gyeongsangnam-do, is famous for <em>agu jjim</em> (steamed monkfish). The dish is both spicy and refreshing, pairing the sweet and mild monkfish with strong and spicy broth. Monkfish is known to be full of vitamin A, making it good for the skin, and low in fat. The vegetables mixed into the broth contain vitamin C, making this spicy dish a very nutritious meal.","regDate":"2022-12-22","author":"korea-tour","tag":["Gyeongsangnam-do","Culture/Art/History","Experience Programs","Cultural Districts"],"imgUrl":"/2022-12-22-1671691187170/717838_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-22-1671691187170"},{"id":"2022-12-22-1671687368366","title":"Mageumsan Hot Springs (마금산원탕)","description":"Also referred to as Buk-myeon Hot Springs after the name of the region, Mageumsan Hot Springs is 13 kilometers north of Rural Route 1045 from Euichang-dong in Changwon and takes approximately 20 minutes to get to by car.   Mageumsan Hot Springs rises 200 meters above sea level, contains a slightly alkaline enriched water of 55℃ or more, and consists of over 20 mineral substances including natrium, radium, manganese, ion sulfate, and others.  Mageumsan Hot Springs are known to be effective in helping arthritis, womens diseases, neuralgia, depression, etc., and are frequently visited by travelers.<br><br>Records of  Mageumsan Hot Springs are listed in the ancient texts of King Sejongs Geographical Book, Survey on Civilization (Dongguk-yeojiseungnam), and more, illustrating that these hot springs were of great importance in ages past. The hot springs were temporarily closed in the later period of the Joseon Dynasty but were reopened by a man named Tokunaga from Japan. Later, Jin-Il Sohn, a resident of the area took ownership of the hot springs. <br><br>Outstanding scenery complements the hot springs with  Cheonmasan Mountain (370m), Mageumsan Mountain and  Baekweolsan Mountain (400m) located nearby. In particular, there is a legend that surrounds Baekweolsan Mountain and people like to climb this mountain and then relax by bathing in the hot springs.","regDate":"2022-12-22","author":"korea-tour","tag":["Gyeongsangnam-do","Culture/Art/History","Recreational Sites","Hot Springs & Spa"],"imgUrl":"/2022-12-22-1671687368366/2043316_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-22-1671687368366"},{"id":"2022-12-22-1671683947030","title":"Maemuldo Islands (매물도)","description":"Maemuldo Island is comprised the three islands Daemaemuldo Island, Somaemuldo Island, and Deungdaedo Island. The best view can be seen from the sea cliffs of Somaemuldo Island and Deungdaedo Island. Somaemuldo Island, whose entire area is no more than 2.51㎢, is a small island but very popular. Daemaemuldo, Hongdo, Deungdaedo, Daegueulbido and Sogueulbido Islands are all scattered around Somaemuldo Island.","regDate":"2022-12-22","author":"korea-tour","tag":["Gyeongsangnam-do","Nature","Natural Sites"],"imgUrl":"/2022-12-22-1671683947030/2027836_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-22-1671683947030"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}