{"pageProps":{"content":"![Baek In-je House (백인제가옥)](/2022-07-11-1657507335227/2481892_image2_1.webp)\n  \n## Overview\n\n> Baek In-je House in Gahoe-dong, located in Bukchon Hanok Village, is a hanok built during the Japanese administration period that portrays modern hanok features. The structure consists of a main room offering a good view of the whole village, spacious bedrooms, a large garden, and annex buildings. As it withholds the beauty of a traditional hanok while incorporating the modern trend of its time, Baek In-je House is considered to be highly valuable in means of both architecture and history, representing the Bukchon Hanok Village together with Yun Bo-seon House.<br /><br />Baek In-je House was built from black pine, which was first introduced in Seoul during the Gyeongseong Expo in 1907, distinguishing itself from other upper-class houses of its time. Unlike other traditional hanok designs that separate the main building from the other rooms, Baek In-je House connects the two with a hallway, allowing convenient access between the two structures. The house also consists of a Japanese-style hallway and floor mat rooms, reflecting the interior trends of that period. Baek In-je House is also unique in that the main room is partially built as a two-story structure, a style that was never seen in any traditional hanok built during the Joseon period.\n\n  \n## Intro\n\n| | |\n| - | - |\n|accomcount:|100 people|\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br>(Korean, English, Japanese, Chinese) <br>• For more info: +82-2-724-0200|\n|restdate:|Mondays (open in the case of Monday is a public holiday), New Year's Day|\n|usetime:|09:00-18:00 (Last admission 17:30)<br />* Outdoor facility accessible during free viewing time <br />* Indoor areas off limits|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Admission Fees:|Free|\n|Interpretation Services Offered:|Reservation & on-site registration available for guided tours<br> Schedule: 16:00 (Wednesdays - Japanese / Thursdays - Chinese / Fridays - English)<br><br> * Elementary students and younger children must be accompanied by an adult.<br>* Call +82-2-724-0232 for cancellations. <br>* Reservation canceled if more than 10 min late|\n  \n## Detail Image\n![/2022-07-11-1657507335227/2481870_image2_1.webp](/2022-07-11-1657507335227/2481870_image2_1.webp)\n![/2022-07-11-1657507335227/2481871_image2_1.webp](/2022-07-11-1657507335227/2481871_image2_1.webp)\n![/2022-07-11-1657507335227/2481872_image2_1.webp](/2022-07-11-1657507335227/2481872_image2_1.webp)\n![/2022-07-11-1657507335227/2481874_image2_1.webp](/2022-07-11-1657507335227/2481874_image2_1.webp)\n![/2022-07-11-1657507335227/2481877_image2_1.webp](/2022-07-11-1657507335227/2481877_image2_1.webp)\n![/2022-07-11-1657507335227/2481878_image2_1.webp](/2022-07-11-1657507335227/2481878_image2_1.webp)\n![/2022-07-11-1657507335227/2481879_image2_1.webp](/2022-07-11-1657507335227/2481879_image2_1.webp)\n![/2022-07-11-1657507335227/2481880_image2_1.webp](/2022-07-11-1657507335227/2481880_image2_1.webp)\n![/2022-07-11-1657507335227/2481890_image2_1.webp](/2022-07-11-1657507335227/2481890_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-2-724-0200](tel:+8227240200)\n- [🏠www.museum.seoul.kr](http://www.museum.seoul.kr/www/intro/annexIntro/annex_22/annex_22_01.jsp?sso=ok)\n\n\n```googleMap\nlatitude: 37.5804416194\nlongitude: 126.9840701194\ntitle: 16, Bukchon-ro 7-gil, Jongno-gu, Seoul\n```\n  \n\n","data":{"id":"2022-07-11-1657507335227","title":"Baek In-je House (백인제가옥)","description":"Baek In-je House in Gahoe-dong, located in Bukchon Hanok Village, is a hanok built during the Japanese administration period that portrays modern hanok features. The structure consists of a main room offering a good view of the whole village, spacious bedrooms, a large garden, and annex buildings. As it withholds the beauty of a traditional hanok while incorporating the modern trend of its time, Baek In-je House is considered to be highly valuable in means of both architecture and history, representing the Bukchon Hanok Village together with Yun Bo-seon House.<br /><br />Baek In-je House was built from black pine, which was first introduced in Seoul during the Gyeongseong Expo in 1907, distinguishing itself from other upper-class houses of its time. Unlike other traditional hanok designs that separate the main building from the other rooms, Baek In-je House connects the two with a hallway, allowing convenient access between the two structures. The house also consists of a Japanese-style hallway and floor mat rooms, reflecting the interior trends of that period. Baek In-je House is also unique in that the main room is partially built as a two-story structure, a style that was never seen in any traditional hanok built during the Joseon period.","regDate":"2022-07-11","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Old Houses"],"imgUrl":"/2022-07-11-1657507335227/2481892_image2_1.webp","blogPath":"Seoul/2022-07-11-1657507335227","pageUrl":"https:/mcdryad.com/Seoul/2022-07-11-1657507335227"},"dataList":[{"id":"2022-07-23-1658561652403","title":"Guam Park (구암공원)","description":"Guam Park is located  in the area around Heogabawi Rock, a  natural rock cave beneath Tapsan Mountain. It is said that Heo Seon-mun, the forefather  of the Yangcheon Heo clan, was born here. The park was built to commemorate Heo Jun, a widely known physician from the Joseon era who used the penname Guam. It is said that after retirement, Heo Jun came to Heogabawi Rock to compile the famous medical book Dongui Bogam. <br><br> A part of the Hangang River here was turned into a lake due to the construction of the Olympic Expressway and high-rise apartments surrounding the park. There is a statue of Heo Jun treating a patient and in the lake, there is a purple-colored rock with holes called Gwangju Rock. Before the construction of the Yanghwadaegyo Bridge, this area used to be where visitors would take a ferry (Gongam Ferry) to cross the other side. <br><br>Heogabawi Rock, which is wide enough to accommodate about 20 men, is said to be where people took refuge during wars. Gwangju Rock and Heogabawi Rock is the site of Jechapaeui (the rock where rituals were offered to the God of the Earth and the God of Crops during the Hanseong Baekje period). This was also the first historical name given to this area.","regDate":"2022-07-23","author":"korea-tour","tag":["Seoul","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-07-23-1658561652403/566492_image2_1.webp","blogPath":"Seoul/2022-07-23-1658561652403"},{"id":"2022-07-23-1658558608736","title":"Gold Spa (황금온천)","description":"Visitors can enjoy hot springs in the middle of the city at Gold Spa in Gangnam, Seoul. The spa not only has high quality water, it also has a jjimjilbang, sauna, movie theater and more. The Gold Spa's waters are known to be particularly effective for skin care and are said to rejuvenate the skin. The unique Golden Pyramid Experience Room provides a special treatment with gold as its wavelength helps heal the body quickly.","regDate":"2022-07-23","author":"korea-tour","tag":["Seoul","Culture/Art/History","Recreational Sites","Hot Springs & Spa"],"imgUrl":"/2022-07-23-1658558608736/2024208_image2_1.webp","blogPath":"Seoul/2022-07-23-1658558608736"},{"id":"2022-07-23-1658554603985","title":"Godeok-dong Ecological Landscape Conservation Area (고덕동 생태경관 보전지역)","description":"Located next to the Godeok Riverside Restoration Area, the Godeok-dong Ecological Landscape Conservation Area is one of the most well-maintained ecological preservation sites in Seoul. The area includes Amsa Sluice Gate, Hoan, and Hangang River Reservoir. The area offers educational facilities for visitors to learn more about the ecosystem.","regDate":"2022-07-23","author":"korea-tour","tag":["Seoul","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2022-07-23-1658554603985/1894505_image2_1.webp","blogPath":"Seoul/2022-07-23-1658554603985"},{"id":"2022-07-23-1658552017868","title":"Gilsangsa Temple-Seoul (길상사(서울))","description":"Situated in the middle of Seongbuk-dong, Seoul, Gilsangsa Temple was built on the site of a fancy restaurant called Daewongak. The restaurant owner donated her property which turned into a temple in 1997. Although Gilsangsa Temple has a relatively short history, it is conveniently located in the heart of Seoul, attracting many locals and international visitors alike. The temple also serves as a downtown cultural space by offering& variety of Buddhist programs like temple experience, classes on Buddhist teachings, and temple stay. The temple features Gilsang Seonwon (Zen center) and the House of Silence, which are special halls dedicated to practicing meditation. While Gilsang Seonwon provides meditation rooms for Buddhists with experience in meditation, the House of Silence is open to the general public at liberty to pursue personal meditation. Gilsangsa Temple also has a branch temple in Paris.","regDate":"2022-07-23","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-07-23-1658552017868/1927896_image2_1.webp","blogPath":"Seoul/2022-07-23-1658552017868"},{"id":"2022-07-23-1658549053476","title":"Gildong Ecological Park (길동생태공원)","description":"Gildong Ecological Park was founded by the Seoul government by restoring the wetland on the side of Cheonho-daero. The park maintains and preserves a wide range of flora and fauna in their natural habitats, allowing park visitors to observe plants, animals and insects in a natural ecosystem, and to learn about the importance of nature conservation.<br><br>The 80,683 ㎡ park is divided into a wetland zone, forest zone, and grassland zone. Amenities include an outdoor classroom, outdoor exhibition space, observation deck, pergolas, and more. The bird observation platform in particular is a great way to birdwatch in the urban landscape.","regDate":"2022-07-23","author":"korea-tour","tag":["Seoul","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2022-07-23-1658549053476/1567782_image2_1.webp","blogPath":"Seoul/2022-07-23-1658549053476"},{"id":"2022-07-23-1658543934197","title":"Garosu Therapy (Formerly, The Massage) (가로수테라피(구, 더마사지))","description":"The Massage is a massage parlor, offering a variety of massage programs including sports massages, oil massages, and foot massages. All massage specialists at The Massage boast over 10 years of experience, and are conveniently ready to serve all your massage needs. As a special point of interest, they use organic products having no chemical preservatives to offer a fitted massage service depending on individuals’ body and health condition.","regDate":"2022-07-23","author":"korea-tour","tag":["Seoul","Culture/Art/History","Recreational Sites","Hot Springs & Spa"],"imgUrl":"/2022-07-23-1658543934197/591712_image2_1.webp","blogPath":"Seoul/2022-07-23-1658543934197"},{"id":"2022-07-22-1658533007694","title":"Gangseo Marsh Ecological Park (강서습지생태공원)","description":"The Gangseo Marsh Ecological Park is an eco-park located on the Hangang River between the southern side of Banghwadaegyo Bridge and southern side of Haengjudaegyo Bridge. Established in July 2007, the park is partly comprised of low wetlands, freshwater lakes, and various aquatic plants. Eco-trails wind around the park through reed areas, around willow trees, and past the migratory bird observation. At the park, visitors can watch and learn about a variety of migratory birds during summer and winter or join one of the park’s organized eco-education programs.","regDate":"2022-07-22","author":"korea-tour","tag":["Seoul","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2022-07-22-1658533007694/1894481_image2_1.webp","blogPath":"Seoul/2022-07-22-1658533007694"}],"navList":["Busan","Daegu","Daejeon","Gwangju","Gyeonggi-do","Incheon","Jeju-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}