{"pageProps":{"content":"![Abai Village (아바이 마을)](/2022-07-24-1658634210481/2711173_image2_1.webp)\n\n  \n## Overview\n\n> Located in Cheongho-dong, Abai Village bears a history of displaced people’s distress. The village was formed by refugees of the Korean War from North Korea, mainly from Hamgyeong-do Province. The word “abai” is a dialect of Hamgyeong-do that means a friendly old man like a grandfather. Visitors to Abai Village can get a sense of displaced people’s life and story, which fade away into a chapter of history. Although it has lost its original appearance now, old shacks without a gate still remain here and there. Mural paintings on the wall show the sentiment of nostalgia about their hometown and express sorrow and hard life of displaced people, who lived from hand to mouth by fishing and doing physical labor. The original houses built by refugees in the village were restored into the Refugee Village at the Sokcho Museum. Abai Village is also known as a filming location for the Korean TV drama Autumn in My Heart, attracting a lot of visitors and becoming a major attraction in Sokcho. The restaurant alley is packed with cafes and North Korean food restaurants serving local dishes such as Hamheung-style cold buckwheat noodles, stuffed squid, and North Korean-style sausage soup.\n\n  \n## Intro\n\n| | |\n| - | - |\n|expagerange:|Open to visitors of all ages|\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br>(Korean, English, Japanese, Chinese) <br> • For more info: +82-33-639-2690|\n|parking:|Available (50 spaces)|\n|restdate:|N/A (Open all year round)|\n|usetime:|Open 24 hr|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Film Locations:|KBS drama \"Autumn in My Heart (2000)\"|\n|Admission Fees:|Free|\n|Available Facilities:|Abai Village, Abai Village Ferry|\n|Restrooms:|Available|\n|Interpretation Services Offered:|Not available|\n  \n## Detail Image\n![/2022-07-24-1658634210481/2657595_image2_1.webp](/2022-07-24-1658634210481/2657595_image2_1.webp)\n![/2022-07-24-1658634210481/2657596_image2_1.webp](/2022-07-24-1658634210481/2657596_image2_1.webp)\n![/2022-07-24-1658634210481/2657597_image2_1.webp](/2022-07-24-1658634210481/2657597_image2_1.webp)\n![/2022-07-24-1658634210481/2657600_image2_1.webp](/2022-07-24-1658634210481/2657600_image2_1.webp)\n![/2022-07-24-1658634210481/2657601_image2_1.webp](/2022-07-24-1658634210481/2657601_image2_1.webp)\n![/2022-07-24-1658634210481/2711174_image2_1.webp](/2022-07-24-1658634210481/2711174_image2_1.webp)\n![/2022-07-24-1658634210481/2711175_image2_1.webp](/2022-07-24-1658634210481/2711175_image2_1.webp)\n![/2022-07-24-1658634210481/2711176_image2_1.webp](/2022-07-24-1658634210481/2711176_image2_1.webp)\n![/2022-07-24-1658634210481/2711177_image2_1.webp](/2022-07-24-1658634210481/2711177_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-33-639-2690](tel:+82336392690)\n- [🏠www.abai.co.kr](http://www.abai.co.kr/)\n\n\n```googleMap\nlatitude: 38.2007412589\nlongitude: 128.5949161776\ntitle: 122-1, Cheongho-ro, Sokcho-si, Gangwon-do\n```\n  \n## Directions\n  \n[Bus]<BR>\nFrom Seoul Express Bus Terminal or Dong Seoul Bus Terminal, take a bus to Sokcho Bus Terminal.<BR>\nFrom Sokcho Express Bus Terminal Bus Stop, take Bus No. 1, 7, or 9  or from Sokcho Intercity Bus Terminal Bus Stop, take Bus No. 7-1 or 9-1 and get off at City Hall Bus Stop.<BR>\nWalk for approx. 5 min and take a boat to Cheongho-dong.\n","data":{"id":"2022-07-24-1658634210481","title":"Abai Village (아바이 마을)","description":"Located in Cheongho-dong, Abai Village bears a history of displaced people’s distress. The village was formed by refugees of the Korean War from North Korea, mainly from Hamgyeong-do Province. The word “abai” is a dialect of Hamgyeong-do that means a friendly old man like a grandfather. Visitors to Abai Village can get a sense of displaced people’s life and story, which fade away into a chapter of history. Although it has lost its original appearance now, old shacks without a gate still remain here and there. Mural paintings on the wall show the sentiment of nostalgia about their hometown and express sorrow and hard life of displaced people, who lived from hand to mouth by fishing and doing physical labor. The original houses built by refugees in the village were restored into the Refugee Village at the Sokcho Museum. Abai Village is also known as a filming location for the Korean TV drama Autumn in My Heart, attracting a lot of visitors and becoming a major attraction in Sokcho. The restaurant alley is packed with cafes and North Korean food restaurants serving local dishes such as Hamheung-style cold buckwheat noodles, stuffed squid, and North Korean-style sausage soup.","regDate":"2022-07-24","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites"],"imgUrl":"/2022-07-24-1658634210481/2711173_image2_1.webp","blogPath":"Gangwon-do/2022-07-24-1658634210481","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-07-24-1658634210481"},"dataList":[{"id":"2022-07-24-1658655395659","title":"Bangtaesan National Recreational Forest (국립 방태산자연휴양림)","description":"Bangtaesan National Recreational Forest is mostly comprised of natural forests, with some man-made sections included. The recreational forest is located in the valley between Guryongdeokbong (alt. 1,388 m) and Jueokbong (alt. 1,443 m) Peaks. The area is known for its beautiful scenery like the two-tier waterfall and Madangbawi Rock. The varied trees provide fantastic foliage year around, especially in autumn. Wild animals like rabbits, roe deer, and squirrels inhabit the forest.","regDate":"2022-07-24","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"/2022-07-24-1658655395659/2033869_image2_1.webp","blogPath":"Gangwon-do/2022-07-24-1658655395659"},{"id":"2022-07-24-1658652058292","title":"Bangtaesan Mountain (방태산)","description":"Bangtaesan Mountain, located in Inje-gun, Ganwon-do, sits on the border between Inje-gun and Hongcheon-gun. Its long ridges and deep valleys make the mountain outstanding in its beauty. Being in a place not easily accessible, the mountain’s natural elements are in pristine condition. Water flows from Jugeokbong Peak (1,443 meters) and Guryongdoekbong Peak (1,338 meters) through Achimgarigol Valley and Jeoggarigol Valley.<br><br>There is a wide variety of species that live in the mountain, such as lenoks, catfish, boars, hares, roe deer and squirrels. Southwest of Jugeokbong Peak, the highest peak of the mountain, is the Gaein Mineral Spring, famous for its pungent taste and carbonated water.<br><br>With cool weather in summer and colorful autumn foliage in fall, Bangtaesan Mountain is a perfect place to enjoy the natural beauty of Korea. Bangtaesan Recreational Forest also offers accommodations for visitors.","regDate":"2022-07-24","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-07-24-1658652058292/2720520_image2_1.webp","blogPath":"Gangwon-do/2022-07-24-1658652058292"},{"id":"2022-07-24-1658648056595","title":"Bangdong Mineral Spring (방동약수)","description":"Bangdong Mineral Spring is located in Bangdong-ri in Girin-myeon. It is so renowned that it has been designated as one of the Great Mineral Springs of Korea. The water has a high content of carbon that makes it sparkle, and it tastes like Korean 7-up when sugar is added. In addition to carbon, the water also contains iron, manganese, and fluorine, making it effective in curing gastric problems and helping with digestion.<br><br>According to legend, there lived a <i>simmani</i> (ginseng digger) 300 years ago who, one day, dug a 60-year old wild ginseng in Bangdong-ri. Called <i>yukgumandal</i>, the ginseng was known to have been a great medicine of mystery. From the spot where the ginseng was dug came a mineral spring, which became today’s Bangdong Mineral Spring. The mineral spring has continued to attract people since the first day the ginseng was found and people who have drunk its water are said to have experienced various beneficial effects.<br>Bangdong Mineral Spring is also close to the woods, several valleys, and waterfalls.","regDate":"2022-07-24","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Mineral Springs"],"imgUrl":"/2022-07-24-1658648056595/598341_image2_1.webp","blogPath":"Gangwon-do/2022-07-24-1658648056595"},{"id":"2022-07-24-1658645008623","title":"Bangadari Mineral Spring (방아다리약수터)","description":"Bangadari Mineral Spring is a crisp and healthy water source located in the woods off the Yeongdong Highway. The mineral spring contains over 30 kinds of healthy minerals including carbonic acid and iron, which are known to be especially effective in treating stomach disorders, anemia, and neuralgia. The 1-kilometer long path leading from the entrance to the mineral spring site is great for taking a stroll as it is surrounded by fir trees.","regDate":"2022-07-24","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Mineral Springs"],"imgUrl":"/2022-07-24-1658645008623/1181429_image2_1.webp","blogPath":"Gangwon-do/2022-07-24-1658645008623"},{"id":"2022-07-24-1658641053190","title":"Baekdamsa Temple (백담사)","description":"Located within Seoraksan Mountain, Baekdamsa Temple was built by Monk Ja Jang (590~658) during the reign of Queen Jindeok (647-654), 28th ruler of the Silla Kingdom. The temple was burnt down and moved several times until 1957 when it was rebuilt to the current location. There are various treasures and hermitages in the temple. Many famous people have visited the temple including Manhae Han Yong-un, a strong independence activist and poet. There are countless number of rock towers in front of the temple by the creek where visitors come to stack stones while praying for their wishes.","regDate":"2022-07-24","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-07-24-1658641053190/2675244_image2_1.webp","blogPath":"Gangwon-do/2022-07-24-1658641053190"},{"id":"2022-07-24-1658638505265","title":"Baekdamgyegok Valley (백담계곡)","description":"Baekdamgyegok Valley stretches over an eight kilometer section from Baekdamsa Temple to Yongdae-ri in Inje-gun. The valley has a road, but it is closed to general traffic. The valley is located within Seoraksan National Park. The stream running through the valley is wide and deep. The name of the valley comes from the claim that there are one hundred ('baek' in Korea) pools ('dam')  of water along the valley. Baekdamgyegok Valley features clean water and lush forests.","regDate":"2022-07-24","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Valleys"],"imgUrl":"/2022-07-24-1658638505265/769207_image2_1.webp","blogPath":"Gangwon-do/2022-07-24-1658638505265"},{"id":"2022-07-24-1658635599656","title":"Auraji Lake (아우라지)","description":"Auraji is the name of a lake located in Yeoryang-myeon in Jeongseon-gun. It is here that Jeongseon Arirang, the No. 1 Intangible Cultural Asset of Gangwon-do, originated. The area has long been famous for its beautiful, clean mountains and rivers. Its name is derived from the Korean word <em>eoureojida,</em> meaning \"to meet\" as the waters of Pyeongchang and Samcheok unite in this area.<br><br>Part of the upper stream of Namhangang River, Auraji was a famous starting point of log rafts transporting timber to Hanyang, the original name of Seoul. In the old days, one could always hear the singing of boatmen who came from all over the nation. The lyrics of Jeongseon Arirang reveal the sadness and longing of a woman awaiting her husband who left for business to a far-away place or left to transport timber.","regDate":"2022-07-24","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites"],"imgUrl":"/2022-07-24-1658635599656/2395941_image2_1.webp","blogPath":"Gangwon-do/2022-07-24-1658635599656"}],"navList":["Busan","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Incheon","Jeju-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}