{"pageProps":{"content":"![Gangjin Goryeo Celadon Kiln Site (강진 고려청자 요지)](/2023-01-19-1674113779757/1606638_image2_1.webp)\n\n  \n## Overview\n\n> Daegu-myeon of Gangjin-gun was the primary site of Goryeo dynasty celadon production between the 9th and the 14th centuries. Covering approximately 150 acres of land in nine villages, the area has been designated as the National Historical Site since 1963, and continues to protect its 180 fire kilns and maintain the sophisticated art of celadon production. Meanwhile, celadons produced in this area have also been designated as national treasure, and regarded highly worldwide for their artistic value, so much so that some are preserved in the Louvre Museum in France.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-61-430-3755|\n  \n\n  \n## Detail Image\n![/2023-01-19-1674113779757/1606633_image2_1.webp](/2023-01-19-1674113779757/1606633_image2_1.webp)\n![/2023-01-19-1674113779757/1606634_image2_1.webp](/2023-01-19-1674113779757/1606634_image2_1.webp)\n![/2023-01-19-1674113779757/1606635_image2_1.webp](/2023-01-19-1674113779757/1606635_image2_1.webp)\n![/2023-01-19-1674113779757/1606636_image2_1.webp](/2023-01-19-1674113779757/1606636_image2_1.webp)\n![/2023-01-19-1674113779757/1606637_image2_1.webp](/2023-01-19-1674113779757/1606637_image2_1.webp)\n![/2023-01-19-1674113779757/1606639_image2_1.webp](/2023-01-19-1674113779757/1606639_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-61-430-3755](tel:+82614303755)\n- [🏠www.celadon.go.kr</a><br><a href=\"http://www.cha.go.kr/\" target=\"_blank\">www.cha.go.kr](http://www.celadon.go.kr/)\n\n\n```googleMap\nlatitude: 34.5081420024\nlongitude: 126.8017668880\ntitle: Sadang-ri, Gangjin-gun, Jeollanam-do\n```\n  \n\n","data":{"id":"2023-01-19-1674113779757","title":"Gangjin Goryeo Celadon Kiln Site (강진 고려청자 요지)","description":"Daegu-myeon of Gangjin-gun was the primary site of Goryeo dynasty celadon production between the 9th and the 14th centuries. Covering approximately 150 acres of land in nine villages, the area has been designated as the National Historical Site since 1963, and continues to protect its 180 fire kilns and maintain the sophisticated art of celadon production. Meanwhile, celadons produced in this area have also been designated as national treasure, and regarded highly worldwide for their artistic value, so much so that some are preserved in the Louvre Museum in France.","regDate":"2023-01-19","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Historical Sites","Folk Villages"],"imgUrl":"/2023-01-19-1674113779757/1606638_image2_1.webp","blogPath":"Jeollanam-do/2023-01-19-1674113779757","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-19-1674113779757"},"dataList":[{"id":"2023-01-19-1674124713738","title":"Gaudo Island (가우도)","description":"Gaudo Island is the only populated island of the eight islands in Gangjinman Bay. It used to be&nbsp;part of&nbsp;Daegu-myeon until 1789 but&nbsp;later&nbsp;changed to Boam-myeon and is currently part of Doam-myeon&nbsp;since 1914 due to reorganization of administration. The name comes from its appearance in relation to Boeunsan Mountain in Ganjin-eup, which looks like&nbsp;a cow’s head. The whole island resembles a cow’s meonge (curved stick around cow’s neck&nbsp;used to&nbsp;drag farming tool) so the island became to be called Gaudo Island (Ga  Meonge in Chinese characters). <br><br> From Gaudo Island, Gangjinman Bay and uninhabited island can be seen in all directions. The coastal scenery is stunning and varied natural tourism resources grow here such as the silver magnolia, cypress colony, and Japanese black pines. Visitors can walk to the island from the mainland via a suspension bridge. When arriving to the island, a 2.5km long ecological exploring road along the mountain and coast is available. Also, fishing park which has various kinds of&nbsp;fishes is located in the spot where visitors can overlook&nbsp;at beautiful scenery of Gangjinman Bay. At the top of the island, visitors can enjoy a zip track which is an eco-friendly leisure facility, starting from Cheongja Tower (25m high).","regDate":"2023-01-19","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"/2023-01-19-1674124713738/2483137_image2_1.webp","blogPath":"Jeollanam-do/2023-01-19-1674124713738"},{"id":"2023-01-19-1674120976924","title":"Gatbawi Culture Town (갓바위 문화타운)","description":"Gatbawi Culture Town is the prime tourist attraction in Mokpo, comprised of Gatbawi Rock, Mokpo Culture & Arts Center, Mokpo Natural History Museum, National Maritime Museum, Namnong Memorial Hall and other culture and art facilities. The park is particularly beautiful at night and is famous as poart of a driving course.","regDate":"2023-01-19","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Experience Programs","Cultural Districts"],"imgUrl":"/2023-01-19-1674120976924/2515460_image2_1.webp","blogPath":"Jeollanam-do/2023-01-19-1674120976924"},{"id":"2023-01-19-1674117534650","title":"Gangjinman Bay (강진만)","description":"Gangjin has many scenic landscapes with Wolchulsan Mountain to the north and the sea of Gugangpo dotted with numerous islets and wetlands to the south. It is also home to beautiful mountains, rivers, and plains that add to its scenic beauty and natural features. The Baengnyeonsa Temple and Dasan Chodang to the west of Gangjinman Bay, and the reeds along the coastline are a beautiful sight to behold. Also, the National Highway No. 23 that runs along the eastern border of the Gangjinman Bay, past the town of Gangjin-eup to Maryang, is famous for its many spectacular sights. Above all, it is highly recommended to hike up the Cheonilgak Pavilion in front of the Dasan Chodong Dongam (east hermitage) for a panoramic view of Gugangpo’s coastal waters. The hiking trail that traverses Mandeoksan Mountain leads to Baengnyeonsa, which is a temple with breathtaking ocean view.","regDate":"2023-01-19","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"/2023-01-19-1674117534650/220619_image2_1.webp","blogPath":"Jeollanam-do/2023-01-19-1674117534650"},{"id":"2023-01-19-1674110421678","title":"Gangjin Dawon Tea Plantation (전남 강진다원)","description":"Gangjin Dawon Tea Plantation is located at the southern foot of Wolchulsan Mountain in Jeollanam-do. The area’s big temperature difference between day and night and the frequent thick fog provide ideal conditions for tea cultivation. The tea cultivated at Gangjin Dawon has a strong scent and rarely tastes bitter. Gangjin Dawon is the home of the nation’s first green tea product “Baegunokpancha.” Since 1980, an extensive area of mountainous territory has been cultivated for green tea production to become the more than 80 acres of green tea fields that it is today. As Gangjin Dawon is relatively lesser known than the green tea fields in Boseong, visitors can enjoy a relaxing time surrounded by the vastness of the green tea fields. Nearby attractions include Baengnyeonsa Temple, the Birthplace of Yeongnang, Gangjin Goryeo Cheongja kiln site, and Dasan Chodang, the house where the famous scholar Dasan Jeong Yak-yong (1762-1836) lived during his exile.","regDate":"2023-01-19","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Experience Programs","Farming Experience"],"imgUrl":"/2023-01-19-1674110421678/2648779_image2_1.webp","blogPath":"Jeollanam-do/2023-01-19-1674110421678","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-19-1674110421678"},{"id":"2023-01-19-1674106549364","title":"Gangjin Baengnyeonsa Temple (백련사 (강진))","description":"The original name of Baengnyeonsa Temple was Mandeoksa Temple, said to have been built by Preceptor Muyeom during the reign of Silla King Munseong. Later, Preceptor Wonmyo rebuilt it in the old site during the reign of King Huijong (7th year) during the Goryeo period. He gained fame as Baengnyeongyeolsa so the temple began to be called Baengnyeonsa Temple. Baengnyeongyeolsa has produced eight preceptors of Goryeo and flourished throughout 120 years. In addition, the area is famous as the place where Dasan Jeong Yak-yong and Master Hyejang connected and developed companionship regardless of religious and age differences during Jeong was exiled to Gangjin. <br><br> The temple’s most popular attraction is Forest of Common Camellias, designated as Natural Monument No. 151. The Camellia trees, skirting the road to the temple, make up a forest covering the area of 9,917 ㎡ over the ruined Haenghotoseong Earthen Fortification next to a memorial stone. In the forest, four stupas of Goryeo and Joseon Era are scattered like hide-and-seek. The forest features a tranquil ambience all year long even in daytime, thanks to the thick, green leaves. From November, the camellia flowers are in full bloom and the forest becomes red, beautiful enough to inspire visitors. After passing the forest on the way to Dasan Chodang, visitors can glimpse a colony of tea fields and wild tea produced by Baengnyeonsa Temple. The mountain where Baengnyeonsa Temple is situated has had wild tea fields grown from Goryeo Era so that it was called Dasan. For this reason, Jeong Yak-yong’s pen name is Dasan which holds the valuable meaning of his banishment here.","regDate":"2023-01-19","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2023-01-19-1674106549364/2434125_image2_1.webp","blogPath":"Jeollanam-do/2023-01-19-1674106549364","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-19-1674106549364"},{"id":"2023-01-19-1674103234512","title":"Gamami Beach (가마미해수욕장)","description":"Located 24 kilometers west of Yeonggwang-eup, Gamami Beach was first opened in 1925. The beach is 1 kilometer in length and 200 meters in x_width, and has the shape of a half moon. Around 200 pine trees encompass the area and form a dense cozy forest. The water is only about 1 to 2 meters deep and its clear waters make it one of the three best beaches in the southwestern part of Korea. <br>Small islands dot the sea in front of the beach and the view of the fishing boats drifting by is very peaceful. The sunset on the west gives off a different vibe from the sunrise of the east. Near the beach area is a coastal drive way with a wonderful view of the coast. Dombaeseom Island, famous for ocean fishing, and Chilsando Island are lined up more or less in a row.","regDate":"2023-01-19","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"/2023-01-19-1674103234512/189654_image2_1.webp","blogPath":"Jeollanam-do/2023-01-19-1674103234512","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-19-1674103234512"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}