{"pageProps":{"content":"![Gunwi-gun Palgongsan Provincial Park (팔공산도립공원(군위군))](/2022-11-26-1669440951580/655731_image2_1.webp)\n\n  \n## Overview\n\n> Palgongsan Mountain is located south of the Taebaek Mountain Range where the Nakdonggang and Geumhogang Rivers meet. The mountain stands high and stretches out like a folding screen. Near the top of the mountain, the granite protrudes in an odd shape creating a tall, grand geographical feature of the mountain. Furthermore, every valley is decorated with an exquisite rock face and lush forest adding to the mountains reputation. Palgongsan Mountain was designated as a provincial park in May 1980. The mountain has many ancient temples and historical sites such as the Gatbawi Stone Buddha, Wonhyosa Temple, Cheonseongsa Temple and Bulgulsa Temple.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330<br>(Korean, English, Japanese, Chinese) <br> • For more info: +82-54-880-8300|\n|restdate:|* Subject to closure due to adverse weather conditions.|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Hiking Course:|Palgongsan Mountain main course: 27.2 kilometers, 14 hours<br>Eunhaesa Temple Course 1: 15.4 kilometers, 8 hours<br>Gatbawi Course 1: 11.5 kilometers, 6 hours<br>Gatbawi Course 2-1: 2.1 kilometers, 1 hour 10 min<br>Gatbawi Course 2-1: 2 kilometers, 1 hour<br>Chisangyegok Course 1: 8.5 kilometers, 6 hours<br>Gasansanseong Course 1: 4.7 kilometers, 2 hour 10 min|\n|Areas Open to the Public:|Gyeongsan-si to Chilgok-gun: Gwanbong - Seonbonjae - Neupaejae - Domajae - Yeombulbong Peak - Dongbong Peak - Birobong Peak - Gasanbawibong Peak - Mulbulsan - Hantijae - Chikibong Peak - Gasanbong Peak - Gasanbawi Rock<br>Chilgok-gun: Jinnammun Gate - Cheonjusateo - Yongbawi Rock<br>Yeongcheon-si: Sudosa Temple- Gongsanpokpo Falls - Jinbulam - Dongbong Peak, Baekheungam - Jungangam - Neupaejae<br>Gyeonsan-si: Seonbosa Temple - Yaksaam - Yongdeoksa Temple- Gwanbong Peak|\n|Mountain Not Access Period:|Seasonal Forest Fire Prevention Period<br>Spring: March 2 - April 30 <br>Autumn: November 1 - December 15<br>* Subject to change based on weather advisories, snow/precipitation levels, and other local conditions.|\n|Restricted Mountain Areas :|Chilgok-gun: Witsandang - Gasansanseong Fortress, Morajae - Gasanbawi Rock, Hakmyeong-dong (Dumusil) - Gasansanseong Fortress (Namporu), Yeorijae - Namporu - East Gate<br>Yeongcheon-si: Sudosa Temple- Palgongpokpo Falls - Domajae<br> Gyeongsan-si: Peokjeong (Gatbawi parking lot) - Neupaejae|\n|Tour Course Information:|Tour Course (1 day)<br>1. Daegu Airport - Palgongsan beltway - Gasansanseong Fortress - Samjonseokgul Cave - Daeyulli - Ingaksa Temple - Janggokri Recreational Forest - Hwasansanseong Fortress - Daegu <br>2. Daegu Airport - Yeongcheon Eunhaesa Temple - Ingaksa Temple - Gyeongbuk Neunggeum Juice Factory - Samjonseokgul Cave - Daegu<br><br>Drive Course: Daegu - Pagyesa Temple - Palgongsan beltway - Hanti Rest Stop - Bugye Namsan-ri - Daeyulli (20 kilometers, 30 min) |\n|Facility Utilization Fees:|[Campsite]<br> Individuals: Adults 1,000 won / Teenagers 600 won / Children 300 won<br> Group: Adults 600 won / Teenagers 400 won / Children 200 won<br> <br> * Additional fee charged for overnight use (Adults 400 won / Teenagers 200 won / Children 100 won)<br> * Groups: 20 people or more|\n|Available Facilities:|Campsite, rest area, picnic area, volleyball court, handball court, drinking fountain, cooking area, parking lot, etc|\n|Restrooms:|Available|\n  \n## Detail Image\n![/2022-11-26-1669440951580/655726_image2_1.webp](/2022-11-26-1669440951580/655726_image2_1.webp)\n![/2022-11-26-1669440951580/655730_image2_1.webp](/2022-11-26-1669440951580/655730_image2_1.webp)\n![/2022-11-26-1669440951580/655734_image2_1.webp](/2022-11-26-1669440951580/655734_image2_1.webp)\n![/2022-11-26-1669440951580/655755_image2_1.webp](/2022-11-26-1669440951580/655755_image2_1.webp)\n![/2022-11-26-1669440951580/655767_image2_1.webp](/2022-11-26-1669440951580/655767_image2_1.webp)\n![/2022-11-26-1669440951580/655768_image2_1.webp](/2022-11-26-1669440951580/655768_image2_1.webp)\n![/2022-11-26-1669440951580/655773_image2_1.webp](/2022-11-26-1669440951580/655773_image2_1.webp)\n![/2022-11-26-1669440951580/655774_image2_1.webp](/2022-11-26-1669440951580/655774_image2_1.webp)\n![/2022-11-26-1669440951580/655775_image2_1.webp](/2022-11-26-1669440951580/655775_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-54-880-8300](tel:+82548808300)\n- [🏠www.gb.go.kr](https://www.gb.go.kr/Main/open_contents/section/palgong/index.do)\n\n\n```googleMap\nlatitude: 36.0492977239\nlongitude: 128.6405814539\ntitle: Namsan-ri, Gunwi-gun, Gyeongsangbuk-do\n```\n  \n\n","data":{"id":"2022-11-26-1669440951580","title":"Gunwi-gun Palgongsan Provincial Park (팔공산도립공원(군위군))","description":"Palgongsan Mountain is located south of the Taebaek Mountain Range where the Nakdonggang and Geumhogang Rivers meet. The mountain stands high and stretches out like a folding screen. Near the top of the mountain, the granite protrudes in an odd shape creating a tall, grand geographical feature of the mountain. Furthermore, every valley is decorated with an exquisite rock face and lush forest adding to the mountains reputation. Palgongsan Mountain was designated as a provincial park in May 1980. The mountain has many ancient temples and historical sites such as the Gatbawi Stone Buddha, Wonhyosa Temple, Cheonseongsa Temple and Bulgulsa Temple.","regDate":"2022-11-26","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites","Provincial Parks"],"imgUrl":"/2022-11-26-1669440951580/655731_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-11-26-1669440951580","pageUrl":"https:/mcdryad.com/Gyeongsangbuk-do/2022-11-26-1669440951580"},"dataList":[{"id":"2022-12-08-1670481691808","title":"Ulleung Jukdo Island (죽도(울릉))","description":"Jukdo Island is a small inhabited island near Ulleungdo Island, located 4 kilometers apart from Jeodonghang Port and 7 kilometers away from Dodonghang Port, both of which are nestled northeast of Ulleungdo Island. Normally, tourists visit Jukdo Island on their way back to the mainland by taking a ferry service that departs from Dodonghang Port. <br> <br>The natural environment of Jukdo Island is uncontaminated, thus almost everything is so pristine to the extent that people can even collect rainwater to drink, much thanks to its geological and cultural distance from the more modernized parts of Korea.","regDate":"2022-12-08","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites"],"imgUrl":"/2022-12-08-1670481691808/169631_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-08-1670481691808"},{"id":"2022-12-08-1670477766720","title":"Uljin Hupohang Port (울진 후포항)","description":"Uljin-gun’s southern most port of Hupohang has beautiful seaside scenery throughout the four seasons. Almost all of the fish caught in the East Sea can be seen at Hupohang Port. On the hill behind the port is the Hupo Lighthouse, which lights the waters for boats coming in at night, and its observatory provides a great view over the East sea during the day. Also, children’s playground and rest area are situated on top of the hill next to the lighthouse. On the opposite side of the hill, visitors can enjoy the spectacular scenery of the 1,004-meter tall Baekamsan Mountain. <BR><Br>At dawn, visitors can tour Hupohang Park and look at the many freshly caught fish. Visitors can also buy fresh fish at extremely low prices. Furthermore, the Hupohang Port is known for its numerous raw fish restaurants and the hot springs are located nearby as well.","regDate":"2022-12-08","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites"],"imgUrl":"/2022-12-08-1670477766720/183330_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-08-1670477766720"},{"id":"2022-12-08-1670474510444","title":"Uljin Bulyeongsa Temple (불영사(울진))","description":"<br>Bulyeongsa Temple, located at the western foot of Cheonchuksan Mountain in Uljin, Gyeongsangbuk-do, was built during the Silla period. ‘Bulyeongsa’ means ‘the reflection of Buddha’s shadow on the pond.’ A lovely path leads from the parking area to the temple, and a beautiful pond and green farm in the courtyard give the temple, inhabited by Buddhist nuns, a cozy and welcoming feeling.<br><br>The 13 km-long Bulyeongsa Valley is also found around Bulyeongsa Temple. With unique rock formations and thick forest, the valley creates an almost mystical atmosphere. Even though Bulyeongsa Valley is not as magnificent or splendid as Cheonbuldong Valley at Seoraksan Mountain or Mureung Valley and Bogyeongsa Valley at Odaesan Mountain, it offers a serene and beautiful view against the backdrop of Cheonchuksan Mountain.","regDate":"2022-12-08","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-12-08-1670474510444/2502362_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-08-1670474510444"},{"id":"2022-12-08-1670470704932","title":"Uiseong Gounsa Temple (고운사 (의성))","description":"Gounsa Temple lies on Deungunsan Mountain in Uiseong, Gyeongsangbuk-do, and was built by Monk Uisang in 681 during the reign of King Sinmun of the Silla Kingdom. Although the pronunciation of the name was never changed, its meaning slightly changed from “High Cloud Temple” to “Solitary Cloud Temple” after Choi Chi-won, a renowned scholar in the late Silla Period, helped to build two pavilions (Gaunru and Uhwaru) and renamed it. It is Branch Temple No.16 of the Korean Buddhist order, Jogyejong, and manages temples in Uiseong, Andong, Yeongju, Bonghwa, and Yeongyang. <br><br>Befitting its meaning, the temple is surrounded by outstanding scenery on Deungunsan Mountain, meaning “Riding on the Clouds.”  Quite isolated from villages, the temple is a very quiet, serene place.<br><br>Gounsa Temple is home to one of the most cherished pieces of architecture, Gaunru Pavilion (“Floating over the Clouds”). This elegant pavilion is propped up by wooden columns, which are, in turn, supported by foundation stones. It looks as if the pavilion placed its feet in the water while standing.<br><br>Among the many buildings comprising the temple complex, Yeonsujeon Hall is a unique building that was built to store Eocheop (the genealogical record of royal families) in 1774 (20th year of King Yeongjo). As a royal building, it shows the Confucian architectural style, different from other Buddhist buildings within the temple.","regDate":"2022-12-08","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-12-08-1670470704932/721738_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-08-1670470704932"},{"id":"2022-12-07-1670409526753","title":"Turtle Rock & Natural Wild Juniper Habitat (거북바위 및 향나무 자생지 (울릉도, 독도 국가지질공원))","description":"Turtle Rock was given its name for its rock formation that resembles the shape of turtles climbing out to the rock. The Turtle Rock is a volcanic rock that formed from the molten lava from Ulleungdo Islands early volcanic activity. Solidified lava flow as well as chilled margins can still be seen along the rocks slope. The western cliff of the rock is Tonggumi Village, where it serves as a home to wild juniper trees. On the northwestern side of the rock is Daepunggam Village, also a natural habitat for wild juniper trees. Both sites were designated as Natural Monuments for their significance. The juniper trees here are known to have a slower growth rate than those under normal condition due to rough winds.","regDate":"2022-12-07","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2022-12-07-1670409526753/1162809_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-07-1670409526753"},{"id":"2022-12-07-1670405766463","title":"Tonggumi Pebble Beach (통구미몽돌해변)","description":"At Tonggumi Pebble Beach on Ulleungdo Island, you can enjoy the views of impressive sea-side cliffs, the glittering ocean, and the dark pebbles that dot the landscape, all at once. There are always waves at this 1-kilometer-long beach with waters ranging in depth from 1 to 3 meters. It is easy to find the beach, as it is located along the Ulleungdo Coastal Drive. Various facilities such as bathrooms, parking lots, homestays, restaurants, drugstores, supermarkets and accommodations are found near the beach.","regDate":"2022-12-07","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites"],"imgUrl":"/2022-12-07-1670405766463/1893638_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-07-1670405766463"},{"id":"2022-12-07-1670402401572","title":"Tonggosan National Recreational Forest (국립 통고산자연휴양림)","description":"Situated in the upper Bulyeongsa Valley, Tonggosan National Recreational Frorest, rarely visited by people in the past, still preserves much of its ancient beauty. Weathered white granite envelops the valley while a variety of waterfalls forms what looks like uniquely shaped water pots.<br><br> Next to the valley is Bulyeongsa Temple built by Monk Uisang (during the reign of King Jindeok of the Silla Period). Visitors can enjoy beautiful fall foliage of the forest, and there are a variety of nearby attractions from Bulyeongsa Valley, beaches on the East Coast, and Deokgu/Baekam Hot Springs. Fall foliage tends to peak between October 10th and October 20th.<br><br> Visitors must bring their own tents, utensils, toiletries, and other necessary items. The cafeteria in Tonggosan National Recreational Forest opens between mid-July and August.","regDate":"2022-12-07","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"/2022-12-07-1670402401572/183316_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-07-1670402401572"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}