{"pageProps":{"content":"![Halla Ecological Forest (한라생태숲)](/2022-07-20-1658322612564/1938325_image2_1.webp)\n\n  \n## Overview\n\n> Spanning 196 hectares, Halla Ecological (Eco) Forest is home to 288,000 trees representing 333 indigenous plant species. Having been designated as a conservation area, the forest provides plenty of great opportunities to observe and learn about Jeju's diversified ecosystem through various facilities including an observatory, plant nurseries, walking trails, and more. The forest also features 13 themed forests with low-impact facilities to preserve the essence of the forest. Visitors can sign up for the forest experience program to enjoy the walking trails within the forest.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br>(Korean, English, Japanese, Chinese) <br>• For more info: +82-64-710-8688|\n|opendate:|September 15, 2009|\n|parking:|Available (150 spaces)|\n|usetime:|Summer season 09:00-18:00<br>Winter season 09:00-17:00|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Admission Fees:|Free|\n|Available Facilities:|Information Center, observatory, pergola, etc.|\n|Restrooms:|Available|\n|Parking Fees:|Free|\n  \n## Detail Image\n![/2022-07-20-1658322612564/1938323_image2_1.webp](/2022-07-20-1658322612564/1938323_image2_1.webp)\n![/2022-07-20-1658322612564/1938324_image2_1.webp](/2022-07-20-1658322612564/1938324_image2_1.webp)\n![/2022-07-20-1658322612564/1938326_image2_1.webp](/2022-07-20-1658322612564/1938326_image2_1.webp)\n![/2022-07-20-1658322612564/1938327_image2_1.webp](/2022-07-20-1658322612564/1938327_image2_1.webp)\n![/2022-07-20-1658322612564/1938328_image2_1.webp](/2022-07-20-1658322612564/1938328_image2_1.webp)\n![/2022-07-20-1658322612564/1989817_image2_1.webp](/2022-07-20-1658322612564/1989817_image2_1.webp)\n![/2022-07-20-1658322612564/1989818_image2_1.webp](/2022-07-20-1658322612564/1989818_image2_1.webp)\n![/2022-07-20-1658322612564/1989821_image2_1.webp](/2022-07-20-1658322612564/1989821_image2_1.webp)\n![/2022-07-20-1658322612564/1989822_image2_1.webp](/2022-07-20-1658322612564/1989822_image2_1.webp)\n![/2022-07-20-1658322612564/1989825_image2_1.webp](/2022-07-20-1658322612564/1989825_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-64-710-8688](tel:+82647108688)\n- [🏠www.jeju.go.kr</a><br><a href=\"https://www.visitjeju.net/u/60f\" target=\"_blank\">www.visitjeju.net](http://www.jeju.go.kr/hallaecoforest/index.htm)\n\n\n```googleMap\nlatitude: 33.4319418220\nlongitude: 126.5982320810\ntitle: 2596, 516-ro, Jeju-si, Jeju-do\n```\n  \n\n","data":{"id":"2022-07-20-1658322612564","title":"Halla Ecological Forest (한라생태숲)","description":"Spanning 196 hectares, Halla Ecological (Eco) Forest is home to 288,000 trees representing 333 indigenous plant species. Having been designated as a conservation area, the forest provides plenty of great opportunities to observe and learn about Jeju's diversified ecosystem through various facilities including an observatory, plant nurseries, walking trails, and more. The forest also features 13 themed forests with low-impact facilities to preserve the essence of the forest. Visitors can sign up for the forest experience program to enjoy the walking trails within the forest.","regDate":"2022-07-20","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites","Botanical Gardens"],"imgUrl":"/2022-07-20-1658322612564/1938325_image2_1.webp","blogPath":"Jeju-do/2022-07-20-1658322612564","pageUrl":"https:/mcdryad.com/Jeju-do/2022-07-20-1658322612564"},"dataList":[{"id":"2023-02-11-1676104701261","title":"Sarabong Park (사라봉공원)","description":"Sarabong Park is located on a 143 meter-high hill just east of Dongmun Rotary in Jeju. The park is best known for its spectacular sunset views, which is often regarded as a perfect complement to Seongsan Ilchulbong Peaks view of the sunrise.<br><br>Sarabong Park offers a spectacular view of the expansive blue waters to the north and Hallasan Mountain to the south, making it popular among locals and tourists alike. Visitors traveling by bus will see Mochungsa Temple on the way to the park. Byeoldobong Peak lying to the east features a paragliding runway. At the foot of Sarabong is Udang Library. The road from the library, passing behind Sarabong Peak to Jeju Harbor and to Tapdong provides a very scenic driving route.","regDate":"2023-02-11","author":"korea-tour","tag":["Jeju-do","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2023-02-11-1676104701261/197792_image2_1.webp","blogPath":"Jeju-do/2023-02-11-1676104701261"},{"id":"2023-02-11-1676100919356","title":"Sanjicheon Stream (산지천)","description":"Running across from Dongmun Market in Jeju City, Sanjicheon Stream is home to a rich array of freshwater fish (e.g. sweetfish, gray mullets, Amur goby, and carps). In summer, it attracts hundreds of thousands of anglers as well as children.<br><br>The port, downstream from Sanjicheon Stream, is renowned for picturesque views of fishing boats, egrets, and seagulls. A restored Chinese sailing vessel is exhibited at the end of the stream for visitors. Along the stream are walking paths, a park, and music fountains, in which Sanjicheon Art Festival and a slew of cultural events and performances are held every summer and winter, attracting many visitors.","regDate":"2023-02-11","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites","Valleys"],"imgUrl":"/2023-02-11-1676100919356/1938304_image2_1.webp","blogPath":"Jeju-do/2023-02-11-1676100919356"},{"id":"2023-02-11-1676097503571","title":"Sanji Lighthouse (산지 등대)","description":"The name Sanji derives from the area being recorded as Sanjichon Village, literally translated as the mountainous village, in Tamna Sullyeokdo, a book of paintings showing life in Jeju. This record was created in 1702 by painter Kim Nam-gil, under the command of the Jeju Province governor, Lee Hyeong-sang.<br><br>Sanjicheon Stream originates from Hallasan Mountain and empties itself into the sea. Sitting halfway up Sarabong Peak, one of the signature parks on Jeju-do island, Sanji Lighthouse overlooks the port of Jeju.","regDate":"2023-02-11","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites"],"imgUrl":"/2023-02-11-1676097503571/2009312_image2_1.webp","blogPath":"Jeju-do/2023-02-11-1676097503571"},{"id":"2023-02-11-1676093723454","title":"Sangumburi Crater (산굼부리)","description":"Sangumburi Crater has been designated as a Natural Monument. It is located on the southeast side of Jeju, and is a flat crater, about 650 meters wide, 100 meters deep, and 2,070 meters in circumference. If you look at the crater from above up, it looks like a man-made circular stadium. There is a variety of plant-life in the crater.  On the north side, Nandaeseong vegetation such as red-thorn trees, and magnolia trees grow, along with the rare winter strawberries.  On the south side of the crater, Ondaerim vegetation such as evergreens, maples, and mountain strawberry trees cover the area.  Because so many different kinds of trees and plants grow in such a limited space, it attracts the attention of researchers as well.","regDate":"2023-02-11","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites","Mountains"],"imgUrl":"/2023-02-11-1676093723454/2364387_image2_1.webp","blogPath":"Jeju-do/2023-02-11-1676093723454"},{"id":"2023-02-11-1676090352667","title":"Sanbangsan Mountain (산방산)","description":"Sanbangsan Mountain is the result of violent volcanic activity some 700,000 to 800,000 years ago and is in fact a huge body of lava. The cliffs on the southern side of the lava dome are marked with a rich variety of curious formations such as weathering pits and talus scree slopes, some of which are as high as 200 meters. As its name ‘sanbang’ – literally meaning ‘a cave inside a mountain’ – suggests, this mountain contains a cave, which is located about 150 meters above sea level and has a spectacular view out over the ocean. Due to its close location to the sea and its high elevation, the peak is often ringed with clouds. The upper slopes of the mountain have their own distinct climatic conditions and are protected for their value for botanical research. <br><br>The Sanbangsa Temple and  Bomunsa Temple, which holds the relics of Buddha, are both located on the mountain. Walk along the stone-steps between the two temples and you will find the Sanbanggulsa Grotto. A signal beacon called ‘Yeondae’ in Korean stands at the roadside in front of the mountain, which, in the past, used to fire and smoke to relay urgent messages. Regarding function, it is similar to the more well-known ‘Bongsudae’ signal beacons; but ‘Yeondae’ beacons were built around hilly or coastal areas while ‘Bongsudae’ beacons were built on mountain tops. During the daytime, smoke was used to send warning signals, while fire was used at night. <br><br>*x_height above sea level  395.2m/ x_height above ground-level  345m/ Circumference  3,780m / Area  988,332㎡/ Diameter 1,314m","regDate":"2023-02-11","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites","Mountains"],"imgUrl":"/2023-02-11-1676090352667/2648186_image2_1.webp","blogPath":"Jeju-do/2023-02-11-1676090352667"},{"id":"2023-02-11-1676086600762","title":"Sanbanggulsa Grotto - Jeju (산방굴사(제주))","description":"It is said that the peak of Hallasan Mountain where Baekrokho Lake now exists was taken off and thrown away, which then became Sanbangsan Mountain. The myth describes how unlike other mountains on Jejudo Island, this mountain does not have a crater. The 5m-high rock cave at the cliff on the southwest side of the mountain was originally called Sanbanggul Cave, but it is called a temple now because it possesses a Buddhist statue.<br>This is where monk Hye-Il (964~1053) had lived during the Goryeo dynasty (918~1392)<br>Inside the cave, you can see Marado Island and the Dragon Head Coast. You can also see small ponds being made by the water drops that fall from the ceiling all through the year. The plant zone on a cliff of Sanbangsan Mountain is also designated as a natural monument. It is the only place on Jejudo Island where island boxwoods grow.  On the Dragon Head Coast is the Hamel Memorial Monument.","regDate":"2023-02-11","author":"korea-tour","tag":["Jeju-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2023-02-11-1676086600762/1036539_image2_1.webp","blogPath":"Jeju-do/2023-02-11-1676086600762"},{"id":"2023-02-10-1676025543867","title":"Sammaebong Peak (삼매봉)","description":"Sammaebong Peak is residental park popular among tourists. Oedolgae Rock is located near the park, toward the southern sea. At the top of the peak, Namseongjeong Pavilion offers an expansive view inclusive of Beomseom Island, Munseom Island, Saeseom Island and Seopseom Island, in addition to Marado Island and Gapado Island to the west. Baengnokdam Lake seems nearly within reach to visitors looking out from the peak. <br><br>Legend has it that if you stretch your hands toward the sky at night, Canopus (the second-brightest star) is almost within reach. The place is regarded as one of everlasting youth, as Canopus is associated with lifespan. Visitors can exercise and enjoy at walk at the park during the day and in the evenings.","regDate":"2023-02-10","author":"korea-tour","tag":["Jeju-do","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2023-02-10-1676025543867/1617239_image2_1.webp","blogPath":"Jeju-do/2023-02-10-1676025543867"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}