{"pageProps":{"content":"![Geoje Haegeumgang Island (거제도 해금강)](/2022-12-16-1671168960118/2612889_image2_1.webp)\n\n  \n## Overview\n\n> As one of the best sights in Geojedo Island, Geoje Haegeumgang River is called the Geumgang River (Sea Diamond) of the South Sea.  As a rock island, Haegeumgang River belongs to Hallyeo Marine National Park, which is assigned as an official green area in South Korea.  Its original name was Galgotdo, because it is shaped like the spreading roots of arrowroot.  These days it is known as Haegeumgang River, meaning  Geumgangsan Mountain in the sea.<br><br>The most stunning scenery of Haegeumgang River is the sunset and sunrise and can be best viewed on Ilwollbong Peak or Lion Rock.  There is Shipjagul Cave in the center of Haegeumgang River, which is 100m long from east to west and 180m long from south to north. It has been called Shipjagul (meaning ‘cross’ in Korean) Cave because it looks like a cross when viewed from the sky.  If you go on the tour, you will be fascinated by the x_height of the rock walls and the inside of the cave.  A long time ago, scholars expressed their yearning for the beauty of nature by writing and reading poems they wrote on sailboats with a bowl of makkoli (rice wine) in their hands.<br><br>When you take a ship around the island, you’ll be fascinated once more because of the great works such as the Maitreya Rock, which reflects on Eunjin Maitreya, Candlestick Rock and the 1,300 year old guardian pine tree of Haegeumgang River.<br><br>\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-55-639-4792|\n  \n\n  \n## Detail Image\n![/2022-12-16-1671168960118/1784640_image2_1.webp](/2022-12-16-1671168960118/1784640_image2_1.webp)\n![/2022-12-16-1671168960118/1999740_image2_1.webp](/2022-12-16-1671168960118/1999740_image2_1.webp)\n![/2022-12-16-1671168960118/2612887_image2_1.webp](/2022-12-16-1671168960118/2612887_image2_1.webp)\n![/2022-12-16-1671168960118/2612888_image2_1.webp](/2022-12-16-1671168960118/2612888_image2_1.webp)\n![/2022-12-16-1671168960118/2612890_image2_1.webp](/2022-12-16-1671168960118/2612890_image2_1.webp)\n![/2022-12-16-1671168960118/2612891_image2_1.webp](/2022-12-16-1671168960118/2612891_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-55-639-4792](tel:+82556394792)\n- [🏠tour.geoje.go.kr](http://tour.geoje.go.kr/)\n\n\n```googleMap\nlatitude: 34.7371404431\nlongitude: 128.6761974382\ntitle: San 1, Galgot-ri, Nambu-myeon, Geoje-si, Gyeongsangnam-do\n```\n  \n## Directions\n  \nFrom Seoul Nambu Bus Terminal, take an intercity bus to Tongyeong.<br><br>From Tongyeong Intercity bus Terminal, take a bus to Haegeumgang.\n","data":{"id":"2022-12-16-1671168960118","title":"Geoje Haegeumgang Island (거제도 해금강)","description":"As one of the best sights in Geojedo Island, Geoje Haegeumgang River is called the Geumgang River (Sea Diamond) of the South Sea.  As a rock island, Haegeumgang River belongs to Hallyeo Marine National Park, which is assigned as an official green area in South Korea.  Its original name was Galgotdo, because it is shaped like the spreading roots of arrowroot.  These days it is known as Haegeumgang River, meaning  Geumgangsan Mountain in the sea.<br><br>The most stunning scenery of Haegeumgang River is the sunset and sunrise and can be best viewed on Ilwollbong Peak or Lion Rock.  There is Shipjagul Cave in the center of Haegeumgang River, which is 100m long from east to west and 180m long from south to north. It has been called Shipjagul (meaning ‘cross’ in Korean) Cave because it looks like a cross when viewed from the sky.  If you go on the tour, you will be fascinated by the x_height of the rock walls and the inside of the cave.  A long time ago, scholars expressed their yearning for the beauty of nature by writing and reading poems they wrote on sailboats with a bowl of makkoli (rice wine) in their hands.<br><br>When you take a ship around the island, you’ll be fascinated once more because of the great works such as the Maitreya Rock, which reflects on Eunjin Maitreya, Candlestick Rock and the 1,300 year old guardian pine tree of Haegeumgang River.<br><br>","regDate":"2022-12-16","author":"korea-tour","tag":["Gyeongsangnam-do","Nature","Natural Sites"],"imgUrl":"/2022-12-16-1671168960118/2612889_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-16-1671168960118","pageUrl":"https:/mcdryad.com/Gyeongsangnam-do/2022-12-16-1671168960118"},"dataList":[{"id":"2022-12-27-1672130246490","title":"DPIRANG (디피랑)","description":"DPIRANG is a digital nighttime theme park in Nammangsan Park that consists of 15 walking paths decorated with lights. It became a popular nighttime attraction due to Nammangsan Parks visual transformation while preserving its original scenery.<br>","regDate":"2022-12-27","author":"korea-tour","tag":["Gyeongsangnam-do","Culture/Art/History","Recreational Sites","Theme Parks"],"imgUrl":"/2022-12-27-1672130246490/2699092_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-27-1672130246490"},{"id":"2022-12-27-1672126506957","title":"Changwon Sangsang-gil Road (상상길 (창원))","description":"Sangsang-gil Road was created to show the beauty of Korea as imagined by the world. The title of the 150-meter-long road from Buljonggeori Road to Burim Market was given in 2015 after a global internet campaign by Korea Tourism Organization. The road is paved with 23,000 blocks engraved with the names of foreigners in five different colors that represent Korea. The road is also a famous date course with many popular restaurants along the road.","regDate":"2022-12-27","author":"korea-tour","tag":["Gyeongsangnam-do","Culture/Art/History","Experience Programs","Cultural Districts"],"imgUrl":"/2022-12-27-1672126506957/2030780_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-27-1672126506957"},{"id":"2022-12-27-1672123117196","title":"Changwon Marine Park (창원해양공원)","description":"Located in Jinhae-gu, Changwon-si, Changwon Marine Park celebrates the nation’s marine history and culture. Major facilities at the park include the Naval Battle History Hall, the Changwon Solar Tower, and the Marine Life Theme Park.","regDate":"2022-12-27","author":"korea-tour","tag":["Gyeongsangnam-do","Culture/Art/History","Recreational Sites","Theme Parks"],"imgUrl":"","blogPath":"Gyeongsangnam-do/2022-12-27-1672123117196"},{"id":"2022-12-27-1672119336198","title":"Ancient Tombs in Daeseong-dong, Gimhae (김해 대성동 고분군)","description":"The tumuli in Daeseong-dong, located to the east of the Royal Tomb of Kim Suro, reflect the formation and development of the Gaya Era. The Daeseong-dong Tumuli are located in the center of the shell mounds of Hoehyeon-ri, the location of the founding of the Gaya Kingdom according to local legend.<br><br>The tumuli relics were excavated by researchers from the Kyungsung University Museum from 1990 to 1992 and were found to be the common burial ground of the dominant class of the Gaya Kingdom. On the hilltops, which were viewed as prime burial places, are the tombs of kings and rulers; on the slopes are the tombs of the lower classes. <br><br>A total of 136 tumuli were found in the Daesong-dong area. Further investigation of the tumuli revealed several important and interesting facts. First, from the end of the third century, men and horses were buried alive along with the dead. Also, weapons were bent and buried as well, with many of these artifacts being unearthed among the tumuli. Other materials found in the tumuli such as cylindrical bronze items, pinwheel-shaped bronze items, and jasper items showed that Gaya was involved in trade with Japan. The Daeseong-dong Tumuli is significant in that it gives a glimpse into the political and social structure of the Gaya Kingdom, and the cultural exchange between Korea, China, and Japan.","regDate":"2022-12-27","author":"korea-tour","tag":["Gyeongsangnam-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"","blogPath":"Gyeongsangnam-do/2022-12-27-1672119336198"},{"id":"2022-12-27-1672115914882","title":"Yeonhwasan Provincial Park (연화산도립공원)","description":"Yeonhwasan Mountain, located in Goseong, Gyeongsangnam-do, is just 524 meters tall, encompasses the three peaks of Ongnyeobong, Seondobong and Mangseonbong, and is widely recognized as an important provincial park. Its northern side is dotted with Buddhist temples such as the historical Okcheonsa Temple, Baengnyeonam Hermitage, Cheongyeonam Hermitage and Yeondaeam Hermitage. Although Yeonhwasan Mountain is called a mountain, the gentle slopes and ridges are more similar to those of a hill. Unlike other mountains where the purpose lies in trekking and climbing to the mountain summit, the most fruitful experience one can get from exploring Yeonhwasan Mountain is a visit to Okcheonsa Temple. From the summit of the mountain, visitors will be able to see Okcheonsa Temple nestled in the mountain and the deep blue sea along Danghangpo Resort to the mountains south.","regDate":"2022-12-27","author":"korea-tour","tag":["Gyeongsangnam-do","Nature","Natural Sites","Provincial Parks"],"imgUrl":"/2022-12-27-1672115914882/1611191_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-27-1672115914882"},{"id":"2022-12-27-1672112155057","title":"Yeongchuksan Mountain (영축산)","description":"Located in Gajisan Provincial Park, Yeongchuksan Mountain has an elevation of 1,059 meters. The name of the mountain “Yeongchuk” is known to have originated from the name of a mountain in the ancient kingdom of Magadha in central India. The mountain is also called Chwiseosan and has such beautiful scenery that it is often referred to as the Alps of Yeongnam. The broad valley that extends at the foot of Yeongchuksan Mountain provides a great walk to the hermitages scattered around the famous Tongdosa Temple. <br><br>Yeongchuksan Mountain is considered the best of the eight beautiful places in Yangsan City. The other seven places are Cheonseogsan Mountain, Naewonsagyegok Valley, Hongnyongpokpo Falls, Baenaegol Valley, Cheontaesan Mountain, Imgyeongdae Terrace on Obongsan Mountain, and Tapgol Recreational Forest on Daeunsan Mountain.","regDate":"2022-12-27","author":"korea-tour","tag":["Gyeongsangnam-do","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-12-27-1672112155057/1228579_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-27-1672112155057"},{"id":"2022-12-26-1672050990390","title":"Yeojwacheon Stream (여좌천-벚꽃명소)","description":"The area around Yeojwacheon Stream is well known as one of Jinhae’s best spots for viewing cherry blossoms. It is also the location of the bridge where the two leading characters, Gwanu and Chaewon of Romance (2002), MBC’s TV series, first met as tourists who came to Jinhae to enjoy Jinhae Gunhangje Festival. After the episode was aired, the bridge instantly became popular and widely known as the Romance Bridge. Each April, the entire city of Jinhae is filled with cherry blossoms, but the Yeojwacheon Stream area has the most beautiful cherry blossoms which makes it a prime tourist attraction.","regDate":"2022-12-26","author":"korea-tour","tag":["Gyeongsangnam-do","Culture/Art/History","Experience Programs","Cultural Districts"],"imgUrl":"/2022-12-26-1672050990390/1274186_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-26-1672050990390"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}