{"pageProps":{"content":"![Odusanseong Fortress (파주 오두산성)](/2022-09-02-1662104566709/188812_image2_1.webp)\n\n  \n## Overview\n\n> Odusanseong Fortress is built around the strategic summit of Odusasn Mountain. The walls stretch across roughly 620 meters and were built during the Baekje dynasty. The fortress is built on the intersection of the Imjingang River and the Hangang River on the summit of Odusan Mountain (119 meters). The mountain’s slope is steep and stones used in the construction of the fortress walls are scattered here and there at the summit. These scattered stones are evidence that the fortress underwent repairs several times during the Samguk (Three Kingdoms) era and the Joseon dynasty, as these stones were evidently quarried and used to mend the fortress walls. Excavations have discovered a great deal of earthenware, white porcelain, tile, and iron arrowheads. Topographically, the fortress sits on a prime strategic junction and the Unification Observatory has been situated there as well. The fortress stands as an important object of study concerning fortifications and structures from the Baekje dynasty. It has been recorded on the stele of King Gwanggaeto, Samguksagi (History of the Three Kingdoms), in the Naekjebongi (Baekje Annals) and on Daedongyeojido (Map of Korea) that the fortress was the Gwanmi Fortress of Baekje, attracting many scholars and researchers interested in this period.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|•  1330 Travel Hotline: +82-31-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-31-940-5806|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Restrooms:|Available|\n  \n\n  \n## Contact\n\n- [☎️+82-31-940-5806](tel:+82319405806)\n- [🏠tour.paju.go.kr</a><br><a title=\"_blank\" href=\"http://www.cha.go.kr/\" target=\"_blank\">www.cha.go.kr</a> <br><a title=\"_blank\" href=\"http://www.jmd.co.kr/\" target=\"_blank\">www.jmd.co.kr](https://tour.paju.go.kr/user/tour/main/index.do)\n\n\n```googleMap\nlatitude: 37.7710917137\nlongitude: 126.6770816633\ntitle: Seongdong-ri, Paju-si, Gyeonggi-do\n```\n  \n\n","data":{"id":"2022-09-02-1662104566709","title":"Odusanseong Fortress (파주 오두산성)","description":"Odusanseong Fortress is built around the strategic summit of Odusasn Mountain. The walls stretch across roughly 620 meters and were built during the Baekje dynasty. The fortress is built on the intersection of the Imjingang River and the Hangang River on the summit of Odusan Mountain (119 meters). The mountain’s slope is steep and stones used in the construction of the fortress walls are scattered here and there at the summit. These scattered stones are evidence that the fortress underwent repairs several times during the Samguk (Three Kingdoms) era and the Joseon dynasty, as these stones were evidently quarried and used to mend the fortress walls. Excavations have discovered a great deal of earthenware, white porcelain, tile, and iron arrowheads. Topographically, the fortress sits on a prime strategic junction and the Unification Observatory has been situated there as well. The fortress stands as an important object of study concerning fortifications and structures from the Baekje dynasty. It has been recorded on the stele of King Gwanggaeto, Samguksagi (History of the Three Kingdoms), in the Naekjebongi (Baekje Annals) and on Daedongyeojido (Map of Korea) that the fortress was the Gwanmi Fortress of Baekje, attracting many scholars and researchers interested in this period.","regDate":"2022-09-02","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Fortresses"],"imgUrl":"/2022-09-02-1662104566709/188812_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-02-1662104566709","pageUrl":"https:/mcdryad.com/Gyeonggi-do/2022-09-02-1662104566709"},"dataList":[{"id":"2022-09-10-1662789591901","title":"Uijeongbu Budaejjigae Street (의정부 부대찌개거리)","description":"The leading Uijeongbu Budaejjigae Street is where local restaurants began to be built in 1998. Here you can taste budae jjigae (kimchi and hotdog soup), which is made by boiling Western ingredients such as ham, sausage, canned American beans, mixed with kimchi and hot pepper paste.","regDate":"2022-09-10","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Experience Programs","Cultural Districts"],"imgUrl":"/2022-09-10-1662789591901/1775961_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-10-1662789591901"},{"id":"2022-09-10-1662785687691","title":"Typhoon Observatory (태풍전망대)","description":"Typhoon Observatory was built on December 3, 1991 by Invincible Typhoon Korean Army. The observatory is situated on Suribong Peak, the highest point of Bikkisan Mountain. It is located 65 kilometers and 140 kilometers from Seoul and Pyeongyang respectively. It is famous in that the location is the closest to the Military Demarcation Line, being only 800 meters and 1,600 meters away from the MDL and North Korean checkpoint respectively. <BR><br>The observatory houses a Christian church, Catholic church, statue of the Virgin Mary, Buddhist sanctum, belfry and other facilities where soldiers are able to participate in religious ceremonies. Also, Manghyangbi Monument for displaced person, Monument for Korean War, and Boy’s Tank Corps Memorial can be seen in the area. The Exhibition Hall presents daily necessities collected from Pilseunggyo Bridge of Imjingang in North Korea and some detection equipment that armed espionage agents used when they did infiltration after the ceasefire.","regDate":"2022-09-10","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Architectural Sights","Monuments/Observatories"],"imgUrl":"/2022-09-10-1662785687691/2563662_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-10-1662785687691"},{"id":"2022-09-09-1662720367939","title":"Traditional Food Town around Namhansanseong Fortress (남한산성 전통음식마을)","description":"The Traditional Food Town around Namhansanseong Fortress has many restaurants offering rice, <em>dotorimuk</em> (acorn jelly salad), <em>tojongdak</em> (whole chicken) dishes, and other traditional dishes. The area embraces almost 300 years of Korean history and the restaurants were built in traditional hanok-style buildings around Namhansanseong Fortress, a military stronghold from the Joseon dynasty.","regDate":"2022-09-09","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Experience Programs","Cultural Districts"],"imgUrl":"/2022-09-09-1662720367939/1957740_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-09-1662720367939"},{"id":"2022-09-09-1662716646771","title":"Time & Blade Museum (타임앤블레이드 박물관)","description":"The Time & Blade Museum features two floors filled with items that have shaped the development of humankind. There are many clocks and watches on display, with the largest hall dedicated to skeleton clocks. The museum also displays the parts that make up a clock and the tools used to create them.","regDate":"2022-09-09","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Security & Peace Sites"],"imgUrl":"/2022-09-09-1662716646771/2567577_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-09-1662716646771"},{"id":"2022-09-09-1662713449090","title":"The Garden of Morning Calm (아침고요수목원)","description":"The Garden of Morning Calm showcases the beauty of Korean horticulture before the backdrop of Chungryeongsan Mountain. Visitors can walk among a profusion of flowers in unique gardens and through a lush forest of pine nut trees. The garden was opened in May 1996 by horticultural professor Han Sang-kyung, and features 20 different themed sections, connected by scenic walkways. The Sunken Garden is shaped like the Korean Peninsula and is carpeted with beautiful flowers on both sides representing the desire for South and North Korea to be reunited. It is easily one of the garden's most popular and meaningful attractions. The garden houses about 5,000 kinds of plants, including 300 varieties native to Baekdusan Mountain, known as a spiritual mountain to the Korean people. The garden has served as a filming site for many productions.","regDate":"2022-09-09","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites","Botanical Gardens"],"imgUrl":"/2022-09-09-1662713449090/2651625_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-09-1662713449090"},{"id":"2022-09-09-1662709464827","title":"The 3rd Tunnel (Dorasan Observatory) (제3땅굴)","description":"The 3rd Tunnel was discovered by South Korea in 1978. It spans over 1,635m in length, 2m in x_width, and 2m in x_height and is located 52km from Seoul. It is estimated that approximately 30,000 soldiers could move through the tunnel per hour. The scale is similar to the 2nd Tunnel, but it was thought to be more threatening as an invasion tool than the 1st and 2nd Tunnels. Located only 4km away from Imjingak toward the southwest and 3.5km from the Tongilchon area, it is accessible by car in approximately 45 min from Seoul.","regDate":"2022-09-09","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Security & Peace Sites"],"imgUrl":"/2022-09-09-1662709464827/2617822_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-09-1662709464827"},{"id":"2022-09-09-1662706944231","title":"Termeden Spa & Resort (테르메덴)","description":"Icheon Termeden, Korea's first German-style spa resort, is spread over an area of around 30,000 square meters. It is located next to a thick forest, so visitors can enjoy the water and spa facilities as well as take a stroll in the forest. The water park has a very large bade pool, a hot spring spa, sport facilities, arcades, a cultural hall, and other subsidiary facilities. <br><br>Unlike Japanese-style spas, which contain mainly hot baths, German-style spas are more focused on water massages. Water jets located in the bade pool shoot out water, which massages various parts of the body and at the same time revitalizes the skin. In addition, you can walk, swim, or exercise in the water stream pool, which has a depth of 120 centimeters. <br><br>Icheon Termeden started as a hot spring spa, but it plans to expand further into a multi-resort complex, which will include hotel and condominium facilities, an arboretum, a golf driving range, and horseback riding.","regDate":"2022-09-09","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Recreational Sites","Hot Springs & Spa"],"imgUrl":"/2022-09-09-1662706944231/2041309_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-09-1662706944231"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}