{"pageProps":{"content":"![Gangnam (강남)](/2022-07-22-1658529461261/1984608_image2_1.webp)\n\n  \n## Overview\n\n> Gangnam Subway Station area is the prime district for those living south of the Hangang River. Gangnam-daero Avenue links Teheran-ro Road in the east to Jamsil and Sadang in the west. Kyobo Tower Crossroad connects Express Terminal to Noryangjin and west of Seoul. Hannam-daegyo Avenue in the north extends to the north of the Hangang River. A southward direction leads to metropolitan areas such as Seongnam, passing Yangjae and Bundang. <BR><BR>\n Many people tend to gather at Gangnam Subway Station, as the location is geographically and commercially suitable as a meeting point for social gatherings, events or personal engagements. Hence, during the weekdays it is usually crowded in the evenings while on weekends, areas around Gangnam Subway Station exit numbers 10 and 11, as well as City Theatre, and Giordano are often bustling with people. Visitors travel to Gangnam to take advantage of its convenient transportation, fashion malls, movie theatres and bookstores.\n<br><br>\nGangnam-gu Office operates Gangnam Tourist Information Center to offer tourist information to international and domestic visitors and hands-on activities related to tourism. Also, the center operates Medical Tour Center which introduces Gangnam-gu’s specializing hospitals and medical treatment as well as Hallyu Experience Hall.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330<br>(English, Korean, Japanese, Chinese)<br>• For more info: +82-2-3445-0111|\n|parking:|Available|\n|usetime:|Open 24 hour|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Tour Course Information:|[Gangnam City Tour Trolley Bus]<br> Around Gangnam City Tour Course: Gangnam Station – Bongeunsa Temple / COEX – K-Star Road – Gangnam Tourism Information Center – Garosu-gil - Some Sevit – Express Bus Terminal / Shinsegae Department Store – Seorae Village – Seoul Nat’l Univ. of Education Station – Samsung Town – Gangnam Station (last station)<br><br> [Gangnam Tourism Information Center Free Walking Tour Program for Foreigners]<br> Hallyu Course: Gangnam Tourism Information Center – JYP Entertainment – JS Entertainment – FNC Entertainment – SM Entertainment – K-Star Road – Gangnamdol House – G+ Star Zone (Apgujeong Rodeo Station)|\n|Available Facilities:|Shopping district, cafe, movie theater, bookstore, hospital, restaurants, accommodations, etc.|\n|Admission Fees:|Available|\n|Interpretation Services Offered:|* Travel Hotline: +82-2-1330 (Korean, English, Japanese, Chinese) <br />* Gangnam Tourist Information Center: +82-2-3445-0111|\n  \n## Detail Image\n![/2022-07-22-1658529461261/1984609_image2_1.webp](/2022-07-22-1658529461261/1984609_image2_1.webp)\n![/2022-07-22-1658529461261/1984610_image2_1.webp](/2022-07-22-1658529461261/1984610_image2_1.webp)\n![/2022-07-22-1658529461261/2648766_image2_1.webp](/2022-07-22-1658529461261/2648766_image2_1.webp)\n![/2022-07-22-1658529461261/2648767_image2_1.webp](/2022-07-22-1658529461261/2648767_image2_1.webp)\n![/2022-07-22-1658529461261/2648768_image2_1.webp](/2022-07-22-1658529461261/2648768_image2_1.webp)\n![/2022-07-22-1658529461261/2648769_image2_1.webp](/2022-07-22-1658529461261/2648769_image2_1.webp)\n![/2022-07-22-1658529461261/2648770_image2_1.webp](/2022-07-22-1658529461261/2648770_image2_1.webp)\n![/2022-07-22-1658529461261/2648771_image2_1.webp](/2022-07-22-1658529461261/2648771_image2_1.webp)\n![/2022-07-22-1658529461261/2648772_image2_1.webp](/2022-07-22-1658529461261/2648772_image2_1.webp)\n![/2022-07-22-1658529461261/2648773_image2_1.webp](/2022-07-22-1658529461261/2648773_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-2-3445-0111](tel:+82234450111)\n- [🏠www.gangnam.go.kr](http://www.gangnam.go.kr/main.do)\n\n\n```googleMap\nlatitude: 37.4970465429\nlongitude: 127.0281573537\ntitle: Yeoksam-dong, Gangnam-gu, Seoul\n```\n  \n## Directions\n  \n[Subway] <br>\nGangnam Station (Seoul Subway Line 2), Exit 10 or 11.\n","data":{"id":"2022-07-22-1658529461261","title":"Gangnam (강남)","description":"Gangnam Subway Station area is the prime district for those living south of the Hangang River. Gangnam-daero Avenue links Teheran-ro Road in the east to Jamsil and Sadang in the west. Kyobo Tower Crossroad connects Express Terminal to Noryangjin and west of Seoul. Hannam-daegyo Avenue in the north extends to the north of the Hangang River. A southward direction leads to metropolitan areas such as Seongnam, passing Yangjae and Bundang. <BR><BR> Many people tend to gather at Gangnam Subway Station, as the location is geographically and commercially suitable as a meeting point for social gatherings, events or personal engagements. Hence, during the weekdays it is usually crowded in the evenings while on weekends, areas around Gangnam Subway Station exit numbers 10 and 11, as well as City Theatre, and Giordano are often bustling with people. Visitors travel to Gangnam to take advantage of its convenient transportation, fashion malls, movie theatres and bookstores.<br><br>Gangnam-gu Office operates Gangnam Tourist Information Center to offer tourist information to international and domestic visitors and hands-on activities related to tourism. Also, the center operates Medical Tour Center which introduces Gangnam-gu’s specializing hospitals and medical treatment as well as Hallyu Experience Hall.","regDate":"2022-07-22","author":"korea-tour","tag":["Seoul","Culture/Art/History","Experience Programs","Cultural Districts"],"imgUrl":"/2022-07-22-1658529461261/1984608_image2_1.webp","blogPath":"Seoul/2022-07-22-1658529461261","pageUrl":"https:/mcdryad.com/Seoul/2022-07-22-1658529461261"},"dataList":[{"id":"2022-07-23-1658615794601","title":"Hangang River Ferry Cruise (이랜드크루즈 (한강유람선))","description":"Hangang River Ferry Cruise began operations on October 26, 1986, traversing the Hangang River as it runs through Seoul from east to west. The operation company, E-Land Cruise, currently offers river cruise programs from two ferry terminals, located in Yeonuido and Jamsil. Riders can see the beautiful Hangang River by day on the Story Cruise, or take in the city nightscape and colorful Banpo Rainbow Bridge on the Music Cruise. The Lunch and Dinner Buffet cruises provide delicious cuisine. <br><br>E-Land Cruise aims to develop a cruise theme park at Hangang River as the iconic attraction representing Seoul. It also aims to promote and familiarize Hangang River to international tourists as a world famous attraction. Visitors and Seoul residents alike can take a break from the busy urban atmosphere and enjoy a relaxing time while on the cruise.","regDate":"2022-07-23","author":"korea-tour","tag":["Seoul","Culture/Art/History","Recreational Sites","Cruises/Submarines"],"imgUrl":"/2022-07-23-1658615794601/2493203_image2_1.webp","blogPath":"Seoul/2022-07-23-1658615794601"},{"id":"2022-07-23-1658612080283","title":"Hangang River (한강)","description":"The Hangang River flows through the capital city of Seoul, starting from three smaller streams in the central areas of Gangwon-do, Chungcheongbuk-do, and Gyeonggi-do. The river has witnessed the history of the Korean people for over five thousand years, through good and bad times. The riverside parks offer a nice retreat for the citizens of Seoul.","regDate":"2022-07-23","author":"korea-tour","tag":["Seoul","Nature","Natural Sites"],"imgUrl":"/2022-07-23-1658612080283/629687_image2_1.webp","blogPath":"Seoul/2022-07-23-1658612080283"},{"id":"2022-07-23-1658608615428","title":"Hanboknam (한복남)","description":"Started in Jeonju in 2012, Hanboknam strived to promote the beauty of hanbok, earning recognition by the Ministry of Culture, Sports and Tourism in 2015. Following this, Hanboknam opened a hanbok exhibition and rental shop in the Bukchon area of Seoul in 2016. The shop provides customers with numerous styles of hanbok, from royalty to beggars. The rental shop also offers various accessories to pair with the different hanbok for a complete look.","regDate":"2022-07-23","author":"korea-tour","tag":["Seoul","Culture/Art/History","Experience Programs","Traditional Experience"],"imgUrl":"/2022-07-23-1658608615428/2388347_image2_1.webp","blogPath":"Seoul/2022-07-23-1658608615428"},{"id":"2022-07-23-1658604688345","title":"Hallyu K-Star Road (한류스타거리 K-STAR ROAD))","description":"Featuring the latest hallyu trend, visitors will be able to discover restaurants and attractions frequented by popular hallyu stars while walking along the Hallyu K-Star Road. <br>The road is separated into four zones  A Zone, the area between Dosan Park Sageori Intersection and Hakdong Sageori Intersection; B Zone, the area between Hakdong Sageori Intersection and Cheongdam Sageori Intersection; C Zone, the area between Cheongdam Sageori Intersection and southern crossroad of Yeongdongdaegyo Bridge; and D Zone, the area between Dosan Park Sageori Intersection and Sinsa Station Sageori Intersection. In particular, D Zone includes Sinsadong Garosu-gil Road, a popular spot in Seoul","regDate":"2022-07-23","author":"korea-tour","tag":["Seoul","Culture/Art/History","Experience Programs","Cultural Districts"],"imgUrl":"/2022-07-23-1658604688345/2386103_image2_1.webp","blogPath":"Seoul/2022-07-23-1658604688345"},{"id":"2022-07-23-1658601711010","title":"Haepungbuwongun Yun Taekyeong's Jaesil (해풍부원군윤택영댁재실)","description":"Haepungbuwongun Yun Taekyeong's Jaesil is a shrine house built by the father-in-law of King Sunjong of Joseon dynasty in 1906 when his daughter was proclaimed the crowned princess of Joseon and entered Changdeokgung Palace to later become Queen Sunjeong. Red pine trees salvaged from the demolition of Gyeongungung Palace were used to construct the house. It was originally located in Jegi-dong, Dongdaemun-gu, but was later restored and moved to its present location. The shrine of the house that was destroyed in 1960 was also restored. <br>Because the house is more of a shrine rather than residential living quarters, it has many unique features. For example, unlike other houses, it has the <em>anchae</em> (women’s quarters) located across from <em>sarangbang</em> (men’s quarters) with <em>daecheong</em> (living room) positioned between them.","regDate":"2022-07-23","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Old Houses"],"imgUrl":"/2022-07-23-1658601711010/1569166_image2_1.webp","blogPath":"Seoul/2022-07-23-1658601711010"},{"id":"2022-07-23-1658597858400","title":"Gyeonghuigung Palace (경희궁)","description":"Gyeonghuigung Palace, Historic Site No. 271, was originally called the large palace by Saemun Gate, or the Western Palace, for its location within the city. It was not until the eighth year of Gwanghaegun (1616) that the palace was used as a royal residence for the king, changing the name to Gyeongdeokgung Palace. The name later changed again to the current Gyeonghuigung Palace in 1760. The palace grounds included many halls but they were mostly all burned down in a fire in 1829. After the Japanese occupation began, all remaining buildings on the site were torn down and the palace grounds were turned into Gyeongseong Middle School (now Seoul High School). The school moved to Gangnam area in 1987, afterwhich the previous location was turned into a park. The palace grounds currently hold Seoul Museum of Art and walking paths, as well as a restoration of Heunghwamun Gate, the main gate of the palace, and Sungjeongjeon Hall, the main hall, completed in November 1994.","regDate":"2022-07-23","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Palaces"],"imgUrl":"/2022-07-23-1658597858400/1568231_image2_1.webp","blogPath":"Seoul/2022-07-23-1658597858400"},{"id":"2022-07-23-1658595062438","title":"Gyeongbokgung Palace (경복궁)","description":"Built in 1395, Gyeongbokgung Palace is commonly referred to as the Northern Palace because its location is furthest north when compared to the neighboring palaces of Changdeokgung (Eastern Palace) and Gyeonghuigung (Western Palace). Gyeongbokgung Palace is arguably the most beautiful, and remains the largest of all five palaces. <br /><br />The premises were once destroyed by fire during the Imjin War (1592-1598). However, all of the palace buildings were later restored under the leadership of Heungseondaewongun during the reign of King Gojong (1852-1919). <br /><br />Remarkably, the most representative edifices of the Joseon dynasty, Gyeonghoeru Pavilion and the pond around Hyangwonjeong Pavilion have remained relatively intact. The raised dias and stone markers of Geunjeongjeon showcase the representative art style of their time.<br /><br />The National Palace Museum of Korea is located outside of Heungnyemun Gate, and the National Folk Museum is located on the eastern side of Hyangwonjeong Pavillion.","regDate":"2022-07-23","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Palaces"],"imgUrl":"/2022-07-23-1658595062438/2678623_image2_1.webp","blogPath":"Seoul/2022-07-23-1658595062438"}],"navList":["Busan","Daegu","Daejeon","Gwangju","Gyeonggi-do","Incheon","Jeju-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}