{"pageProps":{"content":"![Gangcheonsan County Park (강천산 군립공원)](/2022-08-01-1659323323304/2634995_image2_1.webp)\n\n  \n## Overview\n\n> Gangcheonsan Mountain is surrounded by Gwangcheonsan Gwangjubong Peak (583.7 meters above sea level), Gwangdeoksan Seonnyeobong Peak (578 meters), and Sanseongsan Yeondaebong Peak (603 meters above sea level) in the area of 996beonji, Cheonggye-ri, Sunchang-gun, Jeollabuk-do. It is divided into small canyons and has an outstanding view with rocky mountains on all sides. The valley was called Gangcheon Valley because clean and clear water flows like a spring on the hard rocks, and all the mountains around it were called Gangcheonsan Mountain. It is said that in the past it was called Yongcheonsan Mountain, named after the shape of two dragons waving their tails toward the sky and ascending to heaven.\n<br><br>\nFollowing the Noryeong Mountain Range to Chuwolsan Mountain, it forms Gwangdeoksan Mountain and Yongcheonsan Mountain. On Sanseongsan Mountain (two dragons from the eastern sky to the western sky) that towers high in the sky, two dragons run east side by side. There are numerous peaks, some famous ones are, Yeondaebong, Undaebong, Suyeongbong, Cheonjabong, Gitdaebong, Gwangjubong, Gyeonjebong, and Songrakbong peaks. Between these two mountains is a very deep valley. Some of the famous valleys are, Yeondaegyegok Valley, Seonnyeogyegok Valley (Jeobujegol), Wondeunggyegok Valley (Yongdaeamgol), Buntonggol Pass, Jijigol Valley, Somokgol Valley, Samindaegyegok Valley (Hwangwoojegol), Giwoojegol Valley, Senyanggol Valley, Multonggol Valley, Chodanggol Valley, Ujakgol Valley, Dongmakgol Valley, Geumganggyegok Valley (Tapsanggol), Seungbanggol Valley, Byeondugol Valley, etc. The clear water flowing from every valley joins into one and the sound of the water crashing against the rocks and stones echoes throughout the valley and enters Gangcheonho Lake.\n<br><br>\nWhen spring comes, willows bloom, and when the forsythia and azaleas are in full bloom, wild cherry blossoms reach full bloom on every mountain peak. The clear and clean water flows continuously between the gravel along the valley. Visitors can cool off the heat in this river that does not collect moss either because it is too cold or clean. On Gangcheonsan Mountain, there are beautiful shrubs and maple trees, and the baby maples and baby squirrels announce the arrival of autumn among the seven different types of maple trees. The multiple trails on the mountain are not steep or too dangerous, making it popular regardless of age. It is also ideal for mountaineering and mountain-loving hikers. The scenery of the river with white snow and icicles attracts painters who want to capture the moment on a canvas. Gangcheonsan Mountain has four distinct seasons making it a popular destination all year round.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-63-650-1672|\n|parking:|Available|\n|restdate:|N/A (Open all year round)|\n|usetime:|April-October 08:30-18:30<br>November-March 09:00-17:00 <br>* Operating hours subject to change depending on the weather condition|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Hiking Course:|Barefoot walking trail: Byeongpungpokpo Falls - Gangcheonsa Temple - cloud bridge - Gujanggunpokpo Falls (5.5 km, 2 hr)<br>Forest walking trail: Byeongpungpokpo Falls - playground - forest village - Hwangujegol Valley - Samindae - ticketing booth (4.7 km, 2 hr)<br>Healing hiking course: Byeongpungpokpo Falls - Gancheonsa Temple - cloud bridge - observatory - Hwangujegol Valley - Samindae ticketing booth (5.5 km, 2 hr)<br>Wangjabong course 1: Byeongpungpokpo Falls - Gitdaebong Peak - Wangjabong Peak - cloud bridge - ticketing booth (6.2 km, 3 hr)<br>Wangjabong course 2: Byeongpungpokpo Falls - Gitdaebong Peak - Wangjabong Peak - Hyeongjebong Peak - second lake - Gujanggunpokpo Falls - ticketing booth (8.7 km, 4 hr)<br>Wangjabong course 3: Byeongpungpokpo Falls - Gitdaebong Peak - Wangjabong Peak - Hyeongjebong Peak - Songnakbawi Rock - Gujangpokpo Falls - ticketing booth (10.7 km, 5 hr)<br>Seonnyeobong course 1: Byeongpungpokpo Falls - Okhobong Peak - Hwangujegol Valley - Sinseongbong Peak - cloud bridge - Gangcheonsa Temple - ticketing booth (7.5 km, 3 hr)<br>Seonnyeobong course 2: Byeongpungpokpo Falls - Okhobong Peak - Hwangujegol Valley - Gwangdeoksan Mountain - Seonnyeogyegok Valley - Gujanggunpokpok Falls - ticketing booth (10 km, 4 hr)<br>Seonnyeobong course 3: Byeongpungpokpo Falls - Okhobong Peak - Gwangdeoksan Mountain - East gate - Biryongpokpo Falls - Gujanggunpokpo Falls - ticketing booth (12.8 km, 5 hr)<br>Jungju course: Byeongpungpokpo Falls - Gitdaebong Peak - Wangjabong Peak - Hyeongjebong Peak - Songnakbawi Rock - Sirubong Peak - Gwangdeoksan Mountain - Okhobong Peak - ticketing booth (18.6 km, 8 hr)|\n|Night-time Hike Restriction Notice:|Limited access after sundown|\n|Shopping Information:|Approx. 20 restaurants, accommodations, convenience stores, etc.|\n|Admission Fees:|[Individual]<br>Adults 3,000 won / Students 2,000 won<br><br>[Groups]<br>Adults 2,500 won / Students 1,500 won<br><br>* Students (elementary, middle, high school)<br>* Groups: 30 or more people.<br>* Free admission: Preschoolers (ages 6 & under) and senior citizens (ages 65 and older)|\n|Restrooms:|Available|\n|Parking Fees:|Free|\n  \n## Detail Image\n![/2022-08-01-1659323323304/2634993_image2_1.webp](/2022-08-01-1659323323304/2634993_image2_1.webp)\n![/2022-08-01-1659323323304/2634994_image2_1.webp](/2022-08-01-1659323323304/2634994_image2_1.webp)\n![/2022-08-01-1659323323304/2634996_image2_1.webp](/2022-08-01-1659323323304/2634996_image2_1.webp)\n![/2022-08-01-1659323323304/2634997_image2_1.webp](/2022-08-01-1659323323304/2634997_image2_1.webp)\n![/2022-08-01-1659323323304/2658916_image2_1.webp](/2022-08-01-1659323323304/2658916_image2_1.webp)\n![/2022-08-01-1659323323304/2658917_image2_1.webp](/2022-08-01-1659323323304/2658917_image2_1.webp)\n![/2022-08-01-1659323323304/2658918_image2_1.webp](/2022-08-01-1659323323304/2658918_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-63-650-1672](tel:+82636501672)\n- [🏠gangcheonsan.kr](http://gangcheonsan.kr)\n\n\n```googleMap\nlatitude: 35.4088283627\nlongitude: 127.0675127446\ntitle: 97, Gangcheonsan-gil, Sunchang-gun, Jeollabuk-do\n```\n  \n## Directions\n  \n[Bus]From Seoul Central City Terminal, take a bus to Sunchang Bus Terminal.<BR> From Sunchang Bus Terminal Bus Stop, take a local bus bound for Jeongeup or Gurim and get off at Gangcheonsan Mountain Bus Stop.\n","data":{"id":"2022-08-01-1659323323304","title":"Gangcheonsan County Park (강천산 군립공원)","description":"Gangcheonsan Mountain is surrounded by Gwangcheonsan Gwangjubong Peak (583.7 meters above sea level), Gwangdeoksan Seonnyeobong Peak (578 meters), and Sanseongsan Yeondaebong Peak (603 meters above sea level) in the area of 996beonji, Cheonggye-ri, Sunchang-gun, Jeollabuk-do. It is divided into small canyons and has an outstanding view with rocky mountains on all sides. The valley was called Gangcheon Valley because clean and clear water flows like a spring on the hard rocks, and all the mountains around it were called Gangcheonsan Mountain. It is said that in the past it was called Yongcheonsan Mountain, named after the shape of two dragons waving their tails toward the sky and ascending to heaven.<br><br>Following the Noryeong Mountain Range to Chuwolsan Mountain, it forms Gwangdeoksan Mountain and Yongcheonsan Mountain. On Sanseongsan Mountain (two dragons from the eastern sky to the western sky) that towers high in the sky, two dragons run east side by side. There are numerous peaks, some famous ones are, Yeondaebong, Undaebong, Suyeongbong, Cheonjabong, Gitdaebong, Gwangjubong, Gyeonjebong, and Songrakbong peaks. Between these two mountains is a very deep valley. Some of the famous valleys are, Yeondaegyegok Valley, Seonnyeogyegok Valley (Jeobujegol), Wondeunggyegok Valley (Yongdaeamgol), Buntonggol Pass, Jijigol Valley, Somokgol Valley, Samindaegyegok Valley (Hwangwoojegol), Giwoojegol Valley, Senyanggol Valley, Multonggol Valley, Chodanggol Valley, Ujakgol Valley, Dongmakgol Valley, Geumganggyegok Valley (Tapsanggol), Seungbanggol Valley, Byeondugol Valley, etc. The clear water flowing from every valley joins into one and the sound of the water crashing against the rocks and stones echoes throughout the valley and enters Gangcheonho Lake.<br><br>When spring comes, willows bloom, and when the forsythia and azaleas are in full bloom, wild cherry blossoms reach full bloom on every mountain peak. The clear and clean water flows continuously between the gravel along the valley. Visitors can cool off the heat in this river that does not collect moss either because it is too cold or clean. On Gangcheonsan Mountain, there are beautiful shrubs and maple trees, and the baby maples and baby squirrels announce the arrival of autumn among the seven different types of maple trees. The multiple trails on the mountain are not steep or too dangerous, making it popular regardless of age. It is also ideal for mountaineering and mountain-loving hikers. The scenery of the river with white snow and icicles attracts painters who want to capture the moment on a canvas. Gangcheonsan Mountain has four distinct seasons making it a popular destination all year round.","regDate":"2022-08-01","author":"korea-tour","tag":["Jeollabuk-do","Nature","Natural Sites","County Parks"],"imgUrl":"/2022-08-01-1659323323304/2634995_image2_1.webp","blogPath":"Jeollabuk-do/2022-08-01-1659323323304","pageUrl":"https:/mcdryad.com/Jeollabuk-do/2022-08-01-1659323323304"},"dataList":[{"id":"2023-01-05-1672893574890","title":"Jeonju Traditional Hanji Center (전주전통한지원)","description":"Jeonju has been a major producer of quality hanji paper for more than a thousand years. In keeping with this proud tradition, the Jeonju Traditional Hanji Center aims to preserve traditional paper-making techniques and become a mainstay in the hanji industry. More than 80 percent of the paper produced at the center is exported to Japan while the rest is used in Korea. The center produces, exhibits, and sells hanji used for calligraphy, Oriental paintings, and crafts, as well as special “yellow earth” wallpaper hanji and charcoal hanji, said to provide certain health benefits. Visitors can also sign up for crafting classes, including first-hand experience at making hanji, imprinting patterns and drying the paper.","regDate":"2023-01-05","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Experience Programs","Traditional Experience"],"imgUrl":"/2023-01-05-1672893574890/2040699_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-05-1672893574890"},{"id":"2023-01-05-1672889753794","title":"Jeonju Pungnammun Gate (전주 풍남문)","description":"Pungnammun Gate was built during the Joseon dynasty in 1734 and is a designated Treasure. Pungnammun Gate was the southernmost gate among the four city gates of Jeonju. The structure was severely damaged by fire in 1767, followed by the restoration of the gate tower afterwards. The gate was burnt down once again during the Imjin War and was restored to the gate that is seen today.","regDate":"2023-01-05","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Historical Sites","Gates"],"imgUrl":"/2023-01-05-1672889753794/1605565_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-05-1672889753794"},{"id":"2023-01-04-1672828550877","title":"Jeonju Kimchi Cultural Center (전주한옥마을 전주김치문화관)","description":"Jeonju Kimchi Cultural Center is located in Jeonju, a UNESCO-designated City of Gastronomy. At the center, visitors can learn about the wisdom and science behind kimchi and Korean food culture.","regDate":"2023-01-04","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Experience Programs","Traditional Experience"],"imgUrl":"/2023-01-04-1672828550877/2550981_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-04-1672828550877"},{"id":"2023-01-04-1672824967328","title":"Jeonju Hanok Village [Slow City] (전북 전주 한옥마을 [슬로시티])","description":"Jeonju Hanok Village is located in the city of Jeonju and overlaps Pungnam-dong and Gyo-dong. There are 735 traditional Korean hanok houses. While the rest of the city has been industrialized, Hanok Village retains its historical charms and traditions. <br /><br />The charm of Jeonju Hanok Village lies in the hanok buildings unique roof edges, which are slightly raised to the sky. Hanok houses are generally divided into two sections, <em>anchae</em> and <em>sarangchae</em>. Sarangchae is where the men dwell. Because men and women had to remain separated, anchae is situated deep inside the house so that it is secretive and quiet. <br /><br />Another trait of hanok is that all the houses are heated with ondol, a unique floor heating system. Since Koreans enjoy sitting, eating, and sleeping on the floor, it needs to remain heated in winter. To experience what hanok is like, visitors can either book a hanok accommodation or visit the Hanok Life Experience Hall.","regDate":"2023-01-04","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Historical Sites","Folk Villages"],"imgUrl":"/2023-01-04-1672824967328/2674220_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-04-1672824967328"},{"id":"2023-01-04-1672821551267","title":"Jeonju Donggosa Temple (동고사 (전주))","description":"Donggosa Temple, located on Seungamsan Mountain in Jeonju, is a Buddhist temple of the Taego Order. The hike up to Donggosa Temple is a refreshing climb, and the temple provides a stunning panoramic view of downtown Jeonju. The temple buildings were constructed one after another along the mountain ridge, and stand in a row on either side of Daeungjeon Hall. The temple is modest and tastefully decorated with portraits of deceased great Buddhist monks and wooden Buddhist murals. The hiking trail to the right of Donggosa Temple leads to Chimyeongjasan Martyrs Ground, which is the graveyard of persecuted Catholics from the late Joseon dynasty.","regDate":"2023-01-04","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2023-01-04-1672821551267/1605498_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-04-1672821551267"},{"id":"2023-01-04-1672817762142","title":"Jeongeupsa Culture Park (정읍사문화공원)","description":"Jeongeupsa Culture Park (located in Sigi 3-dong in downtown Jeongeup-si) was built in honor of ‘Jeongeupsa’ a famous Baekje Gayo (a type of poem from the Baekje dynasty). Jeongeupsa is the only poem of the five Baekje Gayos (Jeongeupsa, Mudeungsangok, Bangdeungsangok, Seonunsangok, and Jirisangok) recorded in Hangeul that remains in existence today. <br><br>The park, built on the location where the epic poem took place, boasts a 2.5-meter high granite statue of the heroine of Jeongeupsa. Nearby the statue are a shrine and a 2-meter wide monument commemorating the poem. Located in the vicinity are the Jeongeupsa Art Center, the Korean Classical Music Center, the city library, and an outdoor stage.","regDate":"2023-01-04","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2023-01-04-1672817762142/2031759_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-04-1672817762142"},{"id":"2023-01-04-1672814332135","title":"Jeongeup Naejangsan Special Tourist Zone (정읍 내장산 관광특구)","description":"Jeongeup Naejangsan Special Tourist Zone, which covers Naejangsan Mountain, Baegamsan Mountain and Ibamsan Mountain, is known for the most beautiful fall scenery in Korea. In the autumn, the zone is aflame with autumnal tints. Naejangsan Mountain has been referred to as the “Geumgang of Honam” since the Joseon dynasty.<br><br>Naejangsan Mountain is about 11 kilometers away from downtown Jeongeup, and its name means many secrets in the mountains. The highest peak of Naejangsan Mountain is Sinseonbong Peak, which is 763 meters above sea level. The nine peaks of the mountain stand in a circle, similar to the shape of a horse’s hoof. As one of the eight scenic views of the nation, it boasts grand scenery. Geumseongyegok Valley, which embraces Geumseonpokpo Falls, Dodeokpokpo Falls and Baegamgyegok Valley, is also famous. <br><br>Since there are more than ten trekking courses, hikers can choose a course after taking their physical stamina or personal preference into consideration. The length of each course varies from 1.5 to 14 kilometers. For those who are not able to trek long distances, walking the 3.6 kilometer-long nature trail that leads to the flatland is a good option. Visitors can reach the observation platform easily by riding a cable car from the ticket office.<br><br>The number of tourists has been steadily increasing since the KTX train began to stop at Jeongeup Station. When the autumn colors are at its peak in particular, taking the KTX makes the trip to Naejangsan Mountain much easier for travelers, and prevents  traffic jams. The Donghak Peasants Revolution Commemoration is held in May and the Naejangsan Fall Foliage Festival  takes place in October. <br><br>* Current State of Jeongeup & Naejangsan Special Tourist Zone <br>1) Districts Covered  Naejang Districts (Naejang and Ssangam-dong) and Yongsan Districts (Yongsan and Sinjeong-dong), Jeongeuop-si, Jeollabuk-do<br>2) Area  3,448,365㎡ <br><br>* Tourist Attractions<br>Naejangsan National Park, Okjeongho Lake, Jeongeupsa Park, Jeongeupcheon Stream, Chungyeolsa Shrine, Donghak Peasant Revolution Memorial Hall, etc. <br>","regDate":"2023-01-04","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Recreational Sites","Tourist Complexes"],"imgUrl":"/2023-01-04-1672814332135/1929797_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-04-1672814332135"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}