{"pageProps":{"content":"![Iksan Ipjeomni Ancient Tombs (익산 입점리 고분)](/2023-01-03-1672727891410/573722_image2_1.webp)\n\n  \n## Overview\n\n> The Iksan Ipjeomni Ancient Tombs are a group of ancient Baekje-era tumuli located 100 meters above sea level on the northeast brow of Chilmokjae Hill in Ipjeom-ri, Iksan-si, Jeollabuk-do. The burial ground covers an area of more than 18,520 square meters and is officially listed as Historical Site No. 347. To date, a total of eight tumuli have been excavated, all of which are chamber tombs. <br><br>Surprisingly enough, the tombs were first discovered in 1986 by a high school student. While digging for arrowroot, a young man from a local high school found some pieces of gold that resembled a hat. He quickly notified the authorities and it was soon discovered that the pieces of gold were in fact valuable ancient artifacts. An emergency excavation was conducted and the eight tumuli were uncovered, but unfortunately all of the tumuli except Tomb No. 1 had been severely damaged. Tomb No. 1, which is still in relatively good condition, boasts an entrance measuring an impressive 16 meters in x_height and 2 meters in x_width. <br><br>Inside the tombs archaeologists found valuable relics from the Baekje dynasty including earthenware, jewelry (a gilt-bronze hat, gold earrings, glass beads, etc.), harnesses and ironware. Given the shapes and the types of the pieces found, historians estimate that the tumuli were built in the 5th century. Since the gilt-bronze hat is similar in shape to those found in Japan, experts believe that there was an active exchange between the Baekje people and the people of Japan.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-63-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-63-859-5875|\n  \n\n  \n## Detail Image\n![/2023-01-03-1672727891410/573723_image2_1.webp](/2023-01-03-1672727891410/573723_image2_1.webp)\n![/2023-01-03-1672727891410/573724_image2_1.webp](/2023-01-03-1672727891410/573724_image2_1.webp)\n![/2023-01-03-1672727891410/573727_image2_1.webp](/2023-01-03-1672727891410/573727_image2_1.webp)\n![/2023-01-03-1672727891410/573728_image2_1.webp](/2023-01-03-1672727891410/573728_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-63-859-5875](tel:+82638595875)\n- [🏠www.iksan.go.kr/tour</a> (Korean, English, Japanese, Chinese) <br><a href=\"http://www.cha.go.kr/\" target=\"_blank\" title=\"새창 : 문화재청 홈페이지로 이동\" >www.cha.go.kr](http://www.iksan.go.kr/tour/)\n\n\n```googleMap\nlatitude: 36.0468524591\nlongitude: 126.8721330900\ntitle: 80, Ipjeomgobun-gil, Iksan-si, Jeollabuk-do\n```\n  \n## Directions\n  \n[Train + Bus]<br>\nFrom Seoul Station or Yongsan Station, take a train to Iksan Station.<br>\nFrom Iksan Station, take Bus No. 35 or 35-1 and get off at Ipjeom Bus Stop. <br>Walk for approx. 10-20 min.\n","data":{"id":"2023-01-03-1672727891410","title":"Iksan Ipjeomni Ancient Tombs (익산 입점리 고분)","description":"The Iksan Ipjeomni Ancient Tombs are a group of ancient Baekje-era tumuli located 100 meters above sea level on the northeast brow of Chilmokjae Hill in Ipjeom-ri, Iksan-si, Jeollabuk-do. The burial ground covers an area of more than 18,520 square meters and is officially listed as Historical Site No. 347. To date, a total of eight tumuli have been excavated, all of which are chamber tombs. <br><br>Surprisingly enough, the tombs were first discovered in 1986 by a high school student. While digging for arrowroot, a young man from a local high school found some pieces of gold that resembled a hat. He quickly notified the authorities and it was soon discovered that the pieces of gold were in fact valuable ancient artifacts. An emergency excavation was conducted and the eight tumuli were uncovered, but unfortunately all of the tumuli except Tomb No. 1 had been severely damaged. Tomb No. 1, which is still in relatively good condition, boasts an entrance measuring an impressive 16 meters in x_height and 2 meters in x_width. <br><br>Inside the tombs archaeologists found valuable relics from the Baekje dynasty including earthenware, jewelry (a gilt-bronze hat, gold earrings, glass beads, etc.), harnesses and ironware. Given the shapes and the types of the pieces found, historians estimate that the tumuli were built in the 5th century. Since the gilt-bronze hat is similar in shape to those found in Japan, experts believe that there was an active exchange between the Baekje people and the people of Japan.","regDate":"2023-01-03","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2023-01-03-1672727891410/573722_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-03-1672727891410","pageUrl":"https:/mcdryad.com/Jeollabuk-do/2023-01-03-1672727891410"},"dataList":[{"id":"2023-01-05-1672893574890","title":"Jeonju Traditional Hanji Center (전주전통한지원)","description":"Jeonju has been a major producer of quality hanji paper for more than a thousand years. In keeping with this proud tradition, the Jeonju Traditional Hanji Center aims to preserve traditional paper-making techniques and become a mainstay in the hanji industry. More than 80 percent of the paper produced at the center is exported to Japan while the rest is used in Korea. The center produces, exhibits, and sells hanji used for calligraphy, Oriental paintings, and crafts, as well as special “yellow earth” wallpaper hanji and charcoal hanji, said to provide certain health benefits. Visitors can also sign up for crafting classes, including first-hand experience at making hanji, imprinting patterns and drying the paper.","regDate":"2023-01-05","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Experience Programs","Traditional Experience"],"imgUrl":"/2023-01-05-1672893574890/2040699_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-05-1672893574890"},{"id":"2023-01-05-1672889753794","title":"Jeonju Pungnammun Gate (전주 풍남문)","description":"Pungnammun Gate was built during the Joseon dynasty in 1734 and is a designated Treasure. Pungnammun Gate was the southernmost gate among the four city gates of Jeonju. The structure was severely damaged by fire in 1767, followed by the restoration of the gate tower afterwards. The gate was burnt down once again during the Imjin War and was restored to the gate that is seen today.","regDate":"2023-01-05","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Historical Sites","Gates"],"imgUrl":"/2023-01-05-1672889753794/1605565_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-05-1672889753794"},{"id":"2023-01-04-1672828550877","title":"Jeonju Kimchi Cultural Center (전주한옥마을 전주김치문화관)","description":"Jeonju Kimchi Cultural Center is located in Jeonju, a UNESCO-designated City of Gastronomy. At the center, visitors can learn about the wisdom and science behind kimchi and Korean food culture.","regDate":"2023-01-04","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Experience Programs","Traditional Experience"],"imgUrl":"/2023-01-04-1672828550877/2550981_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-04-1672828550877"},{"id":"2023-01-04-1672824967328","title":"Jeonju Hanok Village [Slow City] (전북 전주 한옥마을 [슬로시티])","description":"Jeonju Hanok Village is located in the city of Jeonju and overlaps Pungnam-dong and Gyo-dong. There are 735 traditional Korean hanok houses. While the rest of the city has been industrialized, Hanok Village retains its historical charms and traditions. <br /><br />The charm of Jeonju Hanok Village lies in the hanok buildings unique roof edges, which are slightly raised to the sky. Hanok houses are generally divided into two sections, <em>anchae</em> and <em>sarangchae</em>. Sarangchae is where the men dwell. Because men and women had to remain separated, anchae is situated deep inside the house so that it is secretive and quiet. <br /><br />Another trait of hanok is that all the houses are heated with ondol, a unique floor heating system. Since Koreans enjoy sitting, eating, and sleeping on the floor, it needs to remain heated in winter. To experience what hanok is like, visitors can either book a hanok accommodation or visit the Hanok Life Experience Hall.","regDate":"2023-01-04","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Historical Sites","Folk Villages"],"imgUrl":"/2023-01-04-1672824967328/2674220_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-04-1672824967328"},{"id":"2023-01-04-1672821551267","title":"Jeonju Donggosa Temple (동고사 (전주))","description":"Donggosa Temple, located on Seungamsan Mountain in Jeonju, is a Buddhist temple of the Taego Order. The hike up to Donggosa Temple is a refreshing climb, and the temple provides a stunning panoramic view of downtown Jeonju. The temple buildings were constructed one after another along the mountain ridge, and stand in a row on either side of Daeungjeon Hall. The temple is modest and tastefully decorated with portraits of deceased great Buddhist monks and wooden Buddhist murals. The hiking trail to the right of Donggosa Temple leads to Chimyeongjasan Martyrs Ground, which is the graveyard of persecuted Catholics from the late Joseon dynasty.","regDate":"2023-01-04","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2023-01-04-1672821551267/1605498_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-04-1672821551267"},{"id":"2023-01-04-1672817762142","title":"Jeongeupsa Culture Park (정읍사문화공원)","description":"Jeongeupsa Culture Park (located in Sigi 3-dong in downtown Jeongeup-si) was built in honor of ‘Jeongeupsa’ a famous Baekje Gayo (a type of poem from the Baekje dynasty). Jeongeupsa is the only poem of the five Baekje Gayos (Jeongeupsa, Mudeungsangok, Bangdeungsangok, Seonunsangok, and Jirisangok) recorded in Hangeul that remains in existence today. <br><br>The park, built on the location where the epic poem took place, boasts a 2.5-meter high granite statue of the heroine of Jeongeupsa. Nearby the statue are a shrine and a 2-meter wide monument commemorating the poem. Located in the vicinity are the Jeongeupsa Art Center, the Korean Classical Music Center, the city library, and an outdoor stage.","regDate":"2023-01-04","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2023-01-04-1672817762142/2031759_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-04-1672817762142"},{"id":"2023-01-04-1672814332135","title":"Jeongeup Naejangsan Special Tourist Zone (정읍 내장산 관광특구)","description":"Jeongeup Naejangsan Special Tourist Zone, which covers Naejangsan Mountain, Baegamsan Mountain and Ibamsan Mountain, is known for the most beautiful fall scenery in Korea. In the autumn, the zone is aflame with autumnal tints. Naejangsan Mountain has been referred to as the “Geumgang of Honam” since the Joseon dynasty.<br><br>Naejangsan Mountain is about 11 kilometers away from downtown Jeongeup, and its name means many secrets in the mountains. The highest peak of Naejangsan Mountain is Sinseonbong Peak, which is 763 meters above sea level. The nine peaks of the mountain stand in a circle, similar to the shape of a horse’s hoof. As one of the eight scenic views of the nation, it boasts grand scenery. Geumseongyegok Valley, which embraces Geumseonpokpo Falls, Dodeokpokpo Falls and Baegamgyegok Valley, is also famous. <br><br>Since there are more than ten trekking courses, hikers can choose a course after taking their physical stamina or personal preference into consideration. The length of each course varies from 1.5 to 14 kilometers. For those who are not able to trek long distances, walking the 3.6 kilometer-long nature trail that leads to the flatland is a good option. Visitors can reach the observation platform easily by riding a cable car from the ticket office.<br><br>The number of tourists has been steadily increasing since the KTX train began to stop at Jeongeup Station. When the autumn colors are at its peak in particular, taking the KTX makes the trip to Naejangsan Mountain much easier for travelers, and prevents  traffic jams. The Donghak Peasants Revolution Commemoration is held in May and the Naejangsan Fall Foliage Festival  takes place in October. <br><br>* Current State of Jeongeup & Naejangsan Special Tourist Zone <br>1) Districts Covered  Naejang Districts (Naejang and Ssangam-dong) and Yongsan Districts (Yongsan and Sinjeong-dong), Jeongeuop-si, Jeollabuk-do<br>2) Area  3,448,365㎡ <br><br>* Tourist Attractions<br>Naejangsan National Park, Okjeongho Lake, Jeongeupsa Park, Jeongeupcheon Stream, Chungyeolsa Shrine, Donghak Peasant Revolution Memorial Hall, etc. <br>","regDate":"2023-01-04","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Recreational Sites","Tourist Complexes"],"imgUrl":"/2023-01-04-1672814332135/1929797_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-04-1672814332135"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}