{"pageProps":{"content":"![Gangwon Provincial Arboretum (강원도립화목원)](/2022-09-23-1663916937008/2444500_image2_1.webp)\n\n  \n## Overview\n\n> Gangwon Provincial Arboretum, which is operated by Gangwon-do Provincial Government, was opened in 1999 to provide a recreation forest for the community to relaxa and learn about nature in the middle of the city. It comprises about 30 themed gardens, such as the four-season botanical garden, subtropical plant garden, succulent plant garden, and topiary garden, and holds some 1,800 species of plants. Visitors can appreciate a variety of seasonal flowers, exotic scenery, and interesting attractions. Furthermore, visitors can also enjoy flower-viewing on the cherry blossom trail and at the royal azalea garden in spring; avoid heat at the fountain plaza and in the metasequoia forest in summer; enjoy the chrysanthemum exhibition in autumn; and escape the cold inside a glass greenhouse in winter. Within the arboretum is The Forest Museum, which comprises the permanent exhibition hall designed with the theme of Gangwon-dos forest, including animals, plants, and mountain village life, the special exhibition hall, the 4D theater, and others. Other charming places include the Botanic Garden, consisting of an aquatic botanical garden, which is in harmony with a pond, artificial falls, and a pavilion, as well as the Childrens Garden that serves as a nature playground for children.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-33-248-6685|\n|opendate:|May 20, 1999|\n|parking:|Available (200 spaces)|\n|restdate:|January 1, the day of Seollal (Lunar New Year’s Day) & Chuseok (Korean Thanksgiving Day), the first Monday of every month (closed next day if Monday is a holiday)|\n|usetime:|March–October 09:00–18:00<br>November–February 09:00–17:00|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Available Facilities:|Four Seasons Botanical Garden, Fountain Square, Forest Recreation Area, Children’s Playground, Forest Museum, etc.|\n|Facility Utilization Fees:|Varies by area|\n|Restrooms:|Available|\n|Admission Fees:|Individuals – Adults 1,000 won / Teenagers 700 won / Children 500 won<br>Groups – Adults 700 won / Teenages 500 won / Children 300 won|\n|Interpretation Services Offered:|Not available|\n  \n## Detail Image\n![/2022-09-23-1663916937008/2033099_image2_1.webp](/2022-09-23-1663916937008/2033099_image2_1.webp)\n![/2022-09-23-1663916937008/2033101_image2_1.webp](/2022-09-23-1663916937008/2033101_image2_1.webp)\n![/2022-09-23-1663916937008/2033104_image2_1.webp](/2022-09-23-1663916937008/2033104_image2_1.webp)\n![/2022-09-23-1663916937008/2033112_image2_1.webp](/2022-09-23-1663916937008/2033112_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-33-248-6685](tel:+82332486685)\n- [🏠www.gwpa.kr](http://www.gwpa.kr/)\n\n\n```googleMap\nlatitude: 37.9233347533\nlongitude: 127.7254731639\ntitle: 24, Hwamokwon-gil, Chuncheon-si, Gangwon-do\n```\n  \n\n","data":{"id":"2022-09-23-1663916937008","title":"Gangwon Provincial Arboretum (강원도립화목원)","description":"Gangwon Provincial Arboretum, which is operated by Gangwon-do Provincial Government, was opened in 1999 to provide a recreation forest for the community to relaxa and learn about nature in the middle of the city. It comprises about 30 themed gardens, such as the four-season botanical garden, subtropical plant garden, succulent plant garden, and topiary garden, and holds some 1,800 species of plants. Visitors can appreciate a variety of seasonal flowers, exotic scenery, and interesting attractions. Furthermore, visitors can also enjoy flower-viewing on the cherry blossom trail and at the royal azalea garden in spring; avoid heat at the fountain plaza and in the metasequoia forest in summer; enjoy the chrysanthemum exhibition in autumn; and escape the cold inside a glass greenhouse in winter. Within the arboretum is The Forest Museum, which comprises the permanent exhibition hall designed with the theme of Gangwon-dos forest, including animals, plants, and mountain village life, the special exhibition hall, the 4D theater, and others. Other charming places include the Botanic Garden, consisting of an aquatic botanical garden, which is in harmony with a pond, artificial falls, and a pavilion, as well as the Childrens Garden that serves as a nature playground for children.","regDate":"2022-09-23","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Botanical Gardens"],"imgUrl":"/2022-09-23-1663916937008/2444500_image2_1.webp","blogPath":"Gangwon-do/2022-09-23-1663916937008","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-09-23-1663916937008"},"dataList":[{"id":"2022-10-08-1665208351723","title":"Paroho Lake (Hwacheon) (파로호(화천))","description":"Paroho Lake is a manmade lake created when Hwacheon Dam was built in the valley of the Bukhangang River. The lake was once referred to as Daebungho Lake for its resembling image of an imaginary phoenix rising with its wings spread wide open when seen from afar. The area was a territory of North Korea after Koreas independence, but became a South Korean territory after the Korean War.","regDate":"2022-10-08","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites"],"imgUrl":"/2022-10-08-1665208351723/2711025_image2_1.webp","blogPath":"Gangwon-do/2022-10-08-1665208351723"},{"id":"2022-10-08-1665205653610","title":"Pak Kyongni House (박경리문학공원)","description":"Pak Kyongni House is a place to explore the life and works of  prominent novelist Pak Kyongni. The houses theme was based on Pak Kyongnis well-known novel Toji (The Land).The site used to be her old house before it was converted into a park. Covering an area of 10,578.51 ㎡, the garden and the house have been maintained in their original state. The park also features three themed areas recreated from the book  Hongi Dongsan, Pyeongsa-ri Madang, and Yongdurebeol.","regDate":"2022-10-08","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-10-08-1665205653610/1536977_image2_1.webp","blogPath":"Gangwon-do/2022-10-08-1665205653610"},{"id":"2022-10-08-1665202854460","title":"Osaek Mineral Spring (오색약수터)","description":"Osaek Mineral Spring is situated 20 kilometers west of Yangyang and 7.5 kilometers southeast from Hangyeryeong Pass. The water, which springs from three base rocks by a brook, is carbonated and rich in iron. Up to 1,500 liters of iron-rich water spring out on a daily basis. Osaek became well known due to the splendid landscape leading up to the mineral spring and its location on the way to the summit of Seoraksan Mountain.","regDate":"2022-10-08","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Mineral Springs"],"imgUrl":"/2022-10-08-1665202854460/2365188_image2_1.webp","blogPath":"Gangwon-do/2022-10-08-1665202854460"},{"id":"2022-10-07-1665140056405","title":"Osaek Jujeongol Valley (오색주전골)","description":"This valley in Seoraksan National Park is located on the way from Osaek-ri, Yangyang-gun, to Osaengnyeong (Hangyeryeong) Pass. It is the most famous place for fall colors in Seoraksan Mountain, and its handsome valley and rock formations are well-known as well. Its name, Jujeongol, is said to come from the Joseon-era bandits that are said to have settled in the area, making their living with counterfeit (ju) coins (jeon) while disguised as Buddhist monks. Osaek (meaning “five colors”) was inspired by the five colors of Jujeongol’s rock formations, and the five-colored tree that is said to have lived in Osaekseoksa Temple of the past. A 3.2 km-long trail brings visitors along the rising rocks next to the valley, connecting Seongguksa Temple and Seonnyeotang Pothole to Yongso Falls Information Center. It is a relatively flat, 1 hr-long course with many wooden decks that help to make it more accessible for the visitors. The entrance to the trail is the location of the Osaek Mineral Spring, whose natural carbonation and iron content impart a unique flavor in the water. Keep your eyes open for strange rock formations like Gorae, Sangtu, and Bubu Rocks, as well as Namseorak’s famous sights like Seonnyeotang Pothole, Geumgangmun Gate, and Yongso Falls.","regDate":"2022-10-07","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Valleys"],"imgUrl":"/2022-10-07-1665140056405/1955866_image2_1.webp","blogPath":"Gangwon-do/2022-10-07-1665140056405"},{"id":"2022-10-07-1665136282609","title":"Ojukheon House (강릉 오죽헌)","description":"Ojukheon House was where Yi I (penname Yulgok; scholar and politician of the Joseon Period) was born. It was built during the early Joseon dynasty and was designated as Treasure No. 165 in 1963 for its historical value.<br><br>Inside the house is Mongryongsil, where Yi I was born. The household complex also features the household shrine, Munseongsa, the <em>sarangchae</em> (mens quarters), Eojaegak Pavilion, Yulgok Memorial Hall, and Gangneung Municipal Museum. Since 1961, the city of Gangneung has held a memorial ceremony at Yulgok Memorial Hall on October 25-26.","regDate":"2022-10-07","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-10-07-1665136282609/2688069_image2_1.webp","blogPath":"Gangwon-do/2022-10-07-1665136282609"},{"id":"2022-10-07-1665132866837","title":"Odaesan National Park (오대산국립공원)","description":"Odaesan Mountain is located in the central and eastern part of Gangwon-do. The mountain was designated a national park in February 1975, including an area of 298.5 ㎢ centered on the highest peak, Birobong Peak (alt. 1,563 meters). Other peaks include Horyeongbong, Sangwangbong, Dongdaesan, and Durobong.<br><br>Odaesan Mountain has the largest natural forest of Korea, home to many wild animals and plants. The mountain is divided into smaller sections  Odaesan Section, Bangadari Bridge Section, Byeongnae-ri Section, Hwangbyeongsan Mountain Section, Hongcheon-myeon Section, and Sogeumgang River Section. It is also rich in soil and resources, with lush forests and gentle slopes.","regDate":"2022-10-07","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","National Parks"],"imgUrl":"/2022-10-07-1665132866837/2633943_image2_1.webp","blogPath":"Gangwon-do/2022-10-07-1665132866837"},{"id":"2022-10-07-1665129020335","title":"National Center for Forest Activities Chuncheon (국립춘천숲체원)","description":"National Center for Forest Activities Chuncheon is 335 ha of area located near Samhangol Valley. The center has a slogan PLAY meaning P for Play, L for Lead, A for Act, and Y for You. Various facilities are available including area for experience programs, accommodations, restaurants and more. Experience programs for individuals and groups are available as well as special programs for people with disabilities and elderlies.","regDate":"2022-10-07","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"/2022-10-07-1665129020335/2711057_image2_1.webp","blogPath":"Gangwon-do/2022-10-07-1665129020335"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}