{"pageProps":{"content":"![Hueree Natural Park (휴애리자연생활공원)](/2023-02-07-1675759148696/2615547_image2_1.webp)\n\n  \n## Overview\n\n> Located at the outskirts of Hallasan Mountain, Hueree Natural Park is one of the most local and beautiful parks on Jeju Island. Commonly depicted as “an island within the island,” the park is a fun place to experience nature and its importance. It offers various seasonal programs  Apricot Flower Festival, Plum Harvest, and Orange Mandarin Harvest. Earthenware, Dottong (traditional local bathroom), and millstones offer a glimpse of local life and culture. Visitors can also feed baby pigs, rabbits, squirrels, and black goats. Full of colorful volcanic stone towers in the pine forest, the park is floored with volcanic cinders (called scoria) in its entirety. Walking barefoot amidst the gently blowing wind in the forest will surely offer the best rest and leisure to visitors.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-64-732-2114|\n|opendate:|May 5, 2007|\n|parking:|Available (Bus 30 parking spaces / Sedan 200 parking spaces)|\n|restdate:|N/A (Open all year round)|\n|usetime:|09:00-18:00<BR>* Last admission: April-October 17:30 / November-March 16:30<BR>* Tangerine program - Last admission 17:00|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Film Locations:|KBS \"The Return of Superman (march, 2014)\"<br>KBS \"Mom's Diary (June, 2014)\"<br>KBS \"Talk Show YeoYouManMan (September 2013 / December 2013)\"|\n|Available Facilities:|Souvenir shop, convenience store, water activity facility (operated only from July to August), resting area, nursing room, cleaning room, bus driver's resting area, etc.|\n|Parking Fees:|Free|\n|Admission Fees:|Individuals - Adults 13,000 won / Teenagers 11,000 won / Children 10,000 won<br>Groups - Adults 11,000 won / Teenagers 9,000 won / Children 8,000 won<br><br>* Groups: 30 people or more<br>* Teenagers (middle-high school students), Children (preschool-elementary school students)|\n|Restrooms:|Available|\n  \n## Detail Image\n![/2023-02-07-1675759148696/2615532_image2_1.webp](/2023-02-07-1675759148696/2615532_image2_1.webp)\n![/2023-02-07-1675759148696/2615533_image2_1.webp](/2023-02-07-1675759148696/2615533_image2_1.webp)\n![/2023-02-07-1675759148696/2615539_image2_1.webp](/2023-02-07-1675759148696/2615539_image2_1.webp)\n![/2023-02-07-1675759148696/2615541_image2_1.webp](/2023-02-07-1675759148696/2615541_image2_1.webp)\n![/2023-02-07-1675759148696/2653237_image2_1.webp](/2023-02-07-1675759148696/2653237_image2_1.webp)\n![/2023-02-07-1675759148696/2653239_image2_1.webp](/2023-02-07-1675759148696/2653239_image2_1.webp)\n![/2023-02-07-1675759148696/2655281_image2_1.webp](/2023-02-07-1675759148696/2655281_image2_1.webp)\n![/2023-02-07-1675759148696/2655282_image2_1.webp](/2023-02-07-1675759148696/2655282_image2_1.webp)\n![/2023-02-07-1675759148696/2655284_image2_1.webp](/2023-02-07-1675759148696/2655284_image2_1.webp)\n![/2023-02-07-1675759148696/2653220_image2_1.webp](/2023-02-07-1675759148696/2653220_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-64-732-2114](tel:+82647322114)\n- [🏠www.hueree.com](http://www.hueree.com/)\n\n\n```googleMap\nlatitude: 33.3085643618\nlongitude: 126.6343928496\ntitle: 256, Sillyedong-ro, Seogwipo-si, Jeju-do\n```\n  \n## Directions\n  \n[Bus + Taxi]<br>\nFrom Jeju International Airport, take Bus No. 100 or 500 to Jeju Intercity Bus Terminal Bus Stop. <br>\nTransfer to Bus No. 5 or 16 and get off at Harye-ri Bus Stop. <br>\nTake a taxi for approx. 2km.\n","data":{"id":"2023-02-07-1675759148696","title":"Hueree Natural Park (휴애리자연생활공원)","description":"Located at the outskirts of Hallasan Mountain, Hueree Natural Park is one of the most local and beautiful parks on Jeju Island. Commonly depicted as “an island within the island,” the park is a fun place to experience nature and its importance. It offers various seasonal programs  Apricot Flower Festival, Plum Harvest, and Orange Mandarin Harvest. Earthenware, Dottong (traditional local bathroom), and millstones offer a glimpse of local life and culture. Visitors can also feed baby pigs, rabbits, squirrels, and black goats. Full of colorful volcanic stone towers in the pine forest, the park is floored with volcanic cinders (called scoria) in its entirety. Walking barefoot amidst the gently blowing wind in the forest will surely offer the best rest and leisure to visitors.","regDate":"2023-02-07","author":"korea-tour","tag":["Jeju-do","Culture/Art/History","Recreational Sites","Theme Parks"],"imgUrl":"/2023-02-07-1675759148696/2615547_image2_1.webp","blogPath":"Jeju-do/2023-02-07-1675759148696","pageUrl":"https:/mcdryad.com/Jeju-do/2023-02-07-1675759148696"},"dataList":[{"id":"2023-02-16-1676522430541","title":"Hamdeok Seoubong Beach (함덕 서우봉해변 (함덕해수욕장))","description":"Hamdeok Beach is located along Jeju Olle Trail Course 19. It is also referred to as Hamdeok Seoubong Beach due to the volcanic cone nearby. Located just 20 kilometers from Jeju International Airport, the beach is famous for its great scenery of emerald-blue waters, tall palm trees, and white sandy shore. The beach is considered one of Jejus top three beaches. To the western end of the beach, there is a bridge built over the water. Additional amenities include a grassy field perfect for picnics and a coastal walking trail. In particular, many people visit during summer evenings to enjoy the night sea. Seoubong Volcanic Cone is beautiful in spring when it is covered in yellow canola blossoms. Climbing up to the summit offers fantastic views of the entire area, including Hallasan Mountain on clear days.","regDate":"2023-02-16","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites"],"imgUrl":"","blogPath":"Jeju-do/2023-02-16-1676522430541"},{"id":"2023-02-16-1676518688148","title":"Hallim Park (한림공원)","description":"Hallim Park is one of the most popular tourist spots on Jeju Island, located approximately 33 kilometers west of Jeju-si and Hallasan Mountain along the beach in Hallim-eup. It faces the pleasant scenery of Biyangdo Island, Hyeopjae Beach and Geumneung Beach. The park was established in early 1971 on barren land with the importation of tons of earth and the planting of assorted subtropical plants.<br><br>Hallim Park, reaching almost 100 thousand square meters, has a variety of gardens that can be enjoyed in any season. Visitors can enjoy Palm Tree Road, Jeju Stone and Bonsai Garden, Water Garden, Subtropical Botanic Garden and much more. The most famous tourist sites in Hallim Park are Hyeopjaegul and Ssangyonggul Caves, known to be the only two-dimensional caves in the world. In addition, a folk village, childrens amusement park and outdoor resort facilities make it enjoyable for both children and adults.","regDate":"2023-02-16","author":"korea-tour","tag":["Jeju-do","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"","blogPath":"Jeju-do/2023-02-16-1676518688148"},{"id":"2023-02-15-1676457527715","title":"Gogeunsan Mountain (고근산)","description":"Located near Seogwipo-si on Jeju Island, Gogeunsan Mountain (altitude of 396 m, relative x_height of 171 m, a circumference of 4,324 m) is a parasitic cone volcano and an oreum with a shallow crater on the top. Although it is not high in elevation, its expansive presence offers outstanding views overlooking nearby areas including Marado Island and Jigwido Island.<br><br>The mountain is also an ideal location to go for an evening stroll to enjoy the nightscape of the sea and Seogwipo Chilsimni.","regDate":"2023-02-15","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites","Mountains"],"imgUrl":"","blogPath":"Jeju-do/2023-02-15-1676457527715"},{"id":"2023-02-15-1676453793572","title":"Gimnyeong Maze Park (김녕미로공원)","description":"Gimnyeong Maze Park is located between the two major tourist destinations of Manjanggul Lava Tube and Gimnyeongsagul Cave. It was designed by the world famous company Adrian Fisher Minotaur Maze Designs and funded by the life-time savings of a former professor at Cheju National University, Frederic H. Dustin. The trees used to create the maze are green all year round, and the natural volcanic rocks that form the base of the maze purify the air.","regDate":"2023-02-15","author":"korea-tour","tag":["Jeju-do","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"","blogPath":"Jeju-do/2023-02-15-1676453793572"},{"id":"2023-02-15-1676450494241","title":"Dangcheomuldonggul Cave [UNESCO World Natural Heritage Site] (당처물동굴 [유네스코 세계자연유산])","description":"Dangcheomuldonggul Cave, located in Jeju, is a lava tube estimated to have been formed some 320,000 years ago due to volcanic activity; it is located approximately 3 kilometers underground. With no entrance as such, the cave is not open to the general public and thus its original form remains preserved to this day, giving it a high geological value. <Br><Br> Although the Dangcheomuldonggul Cave is technically a lava tube, it resembles a limestone cave due to the secondary geological formations of lime substances that have accumulated in the ground above the tube. The tunnel has a spectacular and mystical beauty with countless stalactites and stalagmites, as well as stalactite columns. The particularly thin stalactites and stalactic columns in this cave are well-known for their uniqueness and beauty. Although this is a relatively small lava tunnel, its exotic colors and the richness of the secondary topological formations make it extraordinary in terms of research value. This cave has been designated natural monument.<Br><Br>* The UNESCO World Heritage inscribed Geomun Oreum Lava Tube System consists of Bengdwigul, Manjanggul Cave, Gimnyeonggul, Yongcheondonggul and Dangcheomuldonggul Caves.","regDate":"2023-02-15","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites"],"imgUrl":"","blogPath":"Jeju-do/2023-02-15-1676450494241"},{"id":"2023-02-15-1676446569108","title":"Chujado Islands (추자도)","description":"Located about 45 kilometers from Jeju Island and 35 kilometers from the Korean Peninsula, Chujado Islands is comprised of four inhabitated islands, called Sangchujado, Hachujado, Chupodo, and Hoenggando, as well as 38 uninhabited islands. Records show people have been living on the islands since as long as 1271, during the reign of Goryeo King Wonjong, at which point they were referred to as Hupungdo Islands, serving as a safe harbor for ships sailing between Jeju and the mainland. The name changed to Chujado Islands during the Joseon dynasty due to the lush forest of walnut trees, chuja in the Jeollanam-do dialect. The ocean around the islands is a popular place for sea fishing, while the islands themselves offer outstanding views of nature along a Jeju Olle Trail Course.","regDate":"2023-02-15","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites"],"imgUrl":"/2023-02-15-1676446569108/870922_image2_1.webp","blogPath":"Jeju-do/2023-02-15-1676446569108"},{"id":"2023-02-15-1676443201688","title":"Byeoldobong Peak (Beri Oreum) (별도봉(베리오름))","description":"Situated in the east of Hwabuk 1-dong and along the coast, Byeoldobong is a parasitic mountain made of siliciclastic sedimentary rocks and lava. Its northern slope is dominated by steep cliffs where a large rock called Jasalbawi Rock (Suicide Rock) is located. At the bottom of the cliffs are Goraegul Cave (Whale Cave) and an oddly-shaped rock that looks like a mother carrying her child on her back.<br><br> Despite being only 136m high, Byeoldobong is home to Jangsu Trail, a walking path that stretches over 1.8km around coastal cliffs, overlooking the ocean. Considered the most pleasant trail on Jeju Island, it offers a spectacular view of numerous peaks, Jeju Port and its nearby villages, and the emerald-blue sea. Naturally, it is a popular tourist destination for family visitors and couples.","regDate":"2023-02-15","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites","Mountains"],"imgUrl":"","blogPath":"Jeju-do/2023-02-15-1676443201688"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}