{"pageProps":{"content":"![Gokseong Dorimsa Temple (도림사(곡성))](/2023-01-20-1674200157387/2608396_image2_1.webp)\n\n  \n## Overview\n\n> Dorimsa Temple was built by Monk Wonhyo in 660 during the 7th year of King Muyeol. Located approximately 4 kilometers west of Gokseong-eup, the temple houses Bogwangjeon Hall, Yaksajeon Hall, and Eungjindang Hall, among other buildings. The nature surrounding the temple is beautiful all year round, and the water flowing through the nearby valley makes it a popular place to visit during the hot summer season.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br>(Korean, English, Japanese, Chinese) <br> • For more info:+82-61-362-2727|\n|parking:|Available|\n|restdate:|N/A (Open all year round)|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Admission Fees:|Adults 2,000 won / Teenagers 1,500 won / Children 1,000 won|\n|Restrooms:|Available|\n|Interpretation Services Offered:|Not available|\n  \n## Detail Image\n![/2023-01-20-1674200157387/1606694_image2_1.webp](/2023-01-20-1674200157387/1606694_image2_1.webp)\n![/2023-01-20-1674200157387/1606695_image2_1.webp](/2023-01-20-1674200157387/1606695_image2_1.webp)\n![/2023-01-20-1674200157387/1606697_image2_1.webp](/2023-01-20-1674200157387/1606697_image2_1.webp)\n![/2023-01-20-1674200157387/1606699_image2_1.webp](/2023-01-20-1674200157387/1606699_image2_1.webp)\n![/2023-01-20-1674200157387/1606702_image2_1.webp](/2023-01-20-1674200157387/1606702_image2_1.webp)\n![/2023-01-20-1674200157387/1606705_image2_1.webp](/2023-01-20-1674200157387/1606705_image2_1.webp)\n![/2023-01-20-1674200157387/1606706_image2_1.webp](/2023-01-20-1674200157387/1606706_image2_1.webp)\n![/2023-01-20-1674200157387/1954567_image2_1.webp](/2023-01-20-1674200157387/1954567_image2_1.webp)\n![/2023-01-20-1674200157387/2608395_image2_1.webp](/2023-01-20-1674200157387/2608395_image2_1.webp)\n![/2023-01-20-1674200157387/1606696_image2_1.webp](/2023-01-20-1674200157387/1606696_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-61-362-2727](tel:+82613622727)\n\n\n\n```googleMap\nlatitude: 35.2670754311\nlongitude: 127.2575578920\ntitle: 175, Dorim-ro, Gokseong-gun, Jeollanam-do\n```\n  \n\n","data":{"id":"2023-01-20-1674200157387","title":"Gokseong Dorimsa Temple (도림사(곡성))","description":"Dorimsa Temple was built by Monk Wonhyo in 660 during the 7th year of King Muyeol. Located approximately 4 kilometers west of Gokseong-eup, the temple houses Bogwangjeon Hall, Yaksajeon Hall, and Eungjindang Hall, among other buildings. The nature surrounding the temple is beautiful all year round, and the water flowing through the nearby valley makes it a popular place to visit during the hot summer season.","regDate":"2023-01-20","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2023-01-20-1674200157387/2608396_image2_1.webp","blogPath":"Jeollanam-do/2023-01-20-1674200157387","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-20-1674200157387"},"dataList":[{"id":"2023-01-26-1674729433008","title":"Myeonangjeong Pavilion (면앙정)","description":"Myeonangjeong Pavilion is located on the slopes of Jebongsan Mountain in Damyang-gun. The pavilion was constructed in 1533 by Song Sun (1493-1583), who built it as a place for writing poems. After its construction, the pavilion served as a meeting place for scholars and intellectuals and was even frequented by Lee Hwang (1501-1570), a representative Confucian scholar who is pictured on the 1,000 won bill.<br><br>The roof of Myeonangjeong Pavilion was originally made of reeds, straw, grass and other materials which could not withstand the elements. After several repairs, the building was developed into the wooden structure that it is today. <br><br>From the back of the pavilion, you can see the mountain range and open wide fields; renowned scholars’ poems are engraved on the wooden panels that decorate the pavilion walls.","regDate":"2023-01-26","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2023-01-26-1674729433008/2367294_image2_1.webp","blogPath":"Jeollanam-do/2023-01-26-1674729433008"},{"id":"2023-01-26-1674725770732","title":"Muwisa Temple (무위사)","description":"Muwisa Temple is located on Wolchulsan Mountain in Gangjin-gun, Jeollanam-do. The temple has at least 1,100 years of history as it was established sometime before the early 10th century under the name Muwigapsa Temple. The temple houses many significant Buddhist treasures.","regDate":"2023-01-26","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2023-01-26-1674725770732/2550996_image2_1.webp","blogPath":"Jeollanam-do/2023-01-26-1674725770732"},{"id":"2023-01-26-1674722336812","title":"Muan Hoesan White Lotus Pond (무안회산백련지)","description":"Muan Hoesan White Lotus Pond is the largest habitat of white lotus in Asia, covering an area of approximately 330,000 square meters in Bogyong-ri, Muan-gun in Jeollanam-do. This pond was originally a reservoir made during the Japanese colonial period for irrigation, but was abandoned with the development of the Yeongsangang River system. The reservoir was recreated and expanded into todays lotus habitat thanks to the effort of Jeong Su-dong, who planted twelve lotus roots along the shoreline and took care of them dearly after dreaming of twelve white cranes landing upon the reservoir. The white lotus flowers in this pond blossom and fall from July until September. A lotus festival is held in August, when the flowers are at their peak.","regDate":"2023-01-26","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2023-01-26-1674722336812/2399156_image2_1.webp","blogPath":"Jeollanam-do/2023-01-26-1674722336812"},{"id":"2023-01-26-1674718570005","title":"Muan Ecological Tidal Flat Land (무안황토갯벌랜드(구 무안생태갯벌센터))","description":"Muan Ecological Tidal Flat Land in Muan, Jeollanam-do was established in an effort to raise awareness of the ecology and importance of natural wetlands. It is the nation’s largest educational center for natural ecology. In addition to the main research center, visitors can enjoy a variety of exhibitions and experiences, ranging from bonzai plants to structures made with red clay bricks, and convenience facilities such as restaurants and cafes.","regDate":"2023-01-26","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2023-01-26-1674718570005/2653440_image2_1.webp","blogPath":"Jeollanam-do/2023-01-26-1674718570005"},{"id":"2023-01-26-1674715167198","title":"Mopyeong Village (모평마을)","description":"Located in Hampyeong-gun, Jeollanamdo, Mopyeong Village is a scenic farming village that is rich in tradition and history. From the moment you start walking down the stonewall-lined path into town, this small village will capture your heart. The village’s important history (including its title as the origin of Hampyeong-gun of Jeollanam-do Province) is evident in everything you see  from the traditional houses to the 500-year old forest. The area is home to 27 historical and cultural sites and the beautiful Haebochoen Stream, which is shaded by over 40 different types of trees including zelkova trees, nettle trees, and willow trees. Some of the town’s traditional houses, which are about 80 years old, offer guesthouse accommodations to tourists. They include Mopyeongheon, Sopungga and Hisomun (a house made of yellow sod).<Br><Br>In addition to the beautiful country scenery, there is a great selection of available programs that highlight the area’s specialties, including  mulberry-picking, silkworm-feeding and Korean traditional sauce-making. You can also visit a traditional watermill, which has been restored, and swim and splash around in the forest stream. Visitors are encouraged to try their hand at making green tea cakes at the traditional teahouse nearby. <br><Br>The area of Mopyeong is full of things to entertain visitors, including a number of attractions and special events. Some of the area’s most praiseworthy attractions are the Hampyeong Butterfly Festival, the Cluster Amaryllis Festival in Yongcheonsa Temple, the Chrysanthemum Festival, and the Hampyeong Eco Park and Folk Museum. <br><Br>Other towns well worth a visit in the Mopyeong area are Hamo Maeul, Ungok Maeul and Wonsan Maeul. A stay at Wonsan Maeul gives visitors a chance to experience firsthand the reality of an agricultural lifestyle by doing some activities like mulberry-picking. For a more low-key trip, make your way over to Ungok Maeul, where you can enjoy the fantastic scenery at the lake or take a relaxing walk along the hiking trails of Mt. Wolyangsan.","regDate":"2023-01-26","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Historical Sites","Folk Villages"],"imgUrl":"/2023-01-26-1674715167198/1810076_image2_1.webp","blogPath":"Jeollanam-do/2023-01-26-1674715167198"},{"id":"2023-01-26-1674711379193","title":"Mokpo Special Tourist Zone (목포 관광특구)","description":"Mokpo is a designated special tourist zone for marine culture tourism. One of the main attractions is Yudalsan Mountain, on top of which one can get a panoramic view of the entire city of Mokpo. The mountain’s walking trails are known to both locals and tourists alike as a place for forest bathing. <br><br>Samhakdo Island and Gatbawi Rock are also popular attractions. The annual Mokpo Maritime Cultural Festival is held on Samhakdo Island. Gatbawi is a rock formation shaped like a Korean hat. From Gatbawi Rock, there is a coastal trail that leads to Gatwabi Culture Street. The musical fountain at Pyeonghwa Plaza is located near Gatbawi Rock.<br><br>The Mokpo Wholesale Fish Market is full of marine products. Street vendors line the sidewalks selling hongeo (skate), which is a local specialty. Tourists can reach Yudalsan Mountain, Samhakdo Island and the Mokpo Wholesale Fish Market on foot from Mokpo Station. The City Tour Bus departs from Mokpo Station and takes travelers to major tourist attractions in the city.","regDate":"2023-01-26","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Recreational Sites","Tourist Complexes"],"imgUrl":"/2023-01-26-1674711379193/1784456_image2_1.webp","blogPath":"Jeollanam-do/2023-01-26-1674711379193"},{"id":"2023-01-26-1674707958018","title":"Mokpo Seosan-dong Borimadang & Sihwamaeul Village (목포 서산동 보리마당&시화마을)","description":"Sihwamaeul Village in Seosan-dong is a place that evokes memories and nostalgia, and there is a beautiful view of the harbor, the sea, and the village from the barley yard. Yeonhuis Supermarket, a filming location for the movie 1987  When the Day Comes (2017), is a popular tourist attraction among visitors. In addition, visitors can experience reenacting scenes from the movie and take photos at the photo zone at Yeonhuis Supermarket.&nbsp;<br>","regDate":"2023-01-26","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Experience Programs","Unique Experience"],"imgUrl":"/2023-01-26-1674707958018/2662644_image2_1.webp","blogPath":"Jeollanam-do/2023-01-26-1674707958018"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}