{"pageProps":{"content":"![Mireukdo Island Special Tourist Zone (미륵도 관광특구)](/2022-12-22-1671694567115/1823760_image2_1.webp)\n\n  \n## Overview\n\n> Mireukdo Island is located in Tongyeong, a city that holds great historical significance for being the home of the Tongjeyeong naval station during the Joseon dynasty. The Tongyeong base served as the central command station for the three other naval bases in the Gyeongsang, Jeolla and Chungcheong regions. <br><br>Not only is Mireukdo Island designated as a Special Tourist Zone, it is also a part of the Hallyeohaesang National Park and serves as the center of tourism in the South Coast. The Mireukdo Special Tourist Zone, with the Donam Tourist Complex as its core, is well-equipped with a variety of leisure facilities, tourist accommodations and restaurants. This district caters to visitors with yacht services and a variety of water sports such as windsurfing, kayaking and water skiing. Exceptionally popular is the ferry cruise that takes visitors to Hansando Island, which is located just off the coast of Tongyeong, and to the other scenic islands such as Bijindo and Maemuldo. <br><br>Mireukdo Island is connected to Tongyeong through an undersea tunnel, Chungmu Bridge and Tongyeong Bridge, making it even more accessible to visitors. At the center of the island is the towering Mireuksan Mountain. The panoramic Hallyeosudo Viewing Ropeway, which opened in 2008, takes visitors to the summit of Mireuksan Mountain. The top offers a commanding view of the forests and valleys below. On a clear day, visitors can even see the Japanese island of Tsushima. The mountain’s hiking trails are well-maintained and are suitable for short hikes. The most traveled trail is the one starting from Yonghwasa Temple. Hikers taking this trail pass through Gwaneumsa Temple and Mireukjae Pass to reach the top. The trail leads to Miraesa Temple and a grass field on the way down before finally going back to Yonghwasa Temple.<br><br><br><b>Mireukdo Special Tourist Zone </b><br><b>Areas Covered </b> Part of Sanyang-eup (Mireukdo Island and Obido Island), areas of Misu-dong, Bongpyeong-dong and Donam-dong in Tongyeong-si, Gyeongsangnam-do<br><b>Area size </b> 32,900,000 ㎡<br><b>Tourist Attractions </b> Hallyeosudo Viewing Ropeway,  Ferry Cruise, Tongyeong Concert Hall, Undersea Tunnel\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <BR> (Korean, English, Japanese, Chinese) <br> • For more info: +82-55-648-9133|\n|parking:|Public parking lots at the Mireuksan tourist sites|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Available Facilities:|Tourist information center, Hallyeosudo Viewing Ropeway, beaches, tourist hotels, resort condominiums, ferry cruise, tourist restaurants, etc.|\n|Restrooms:|5 public restrooms near the Mireukdo tourist sites|\n|Interpretation Services Offered:|Travel information in English, Chinese and Japanese on the Tongyeong Cultural Tourism website.|\n  \n## Detail Image\n![/2022-12-22-1671694567115/1204915_image2_1.webp](/2022-12-22-1671694567115/1204915_image2_1.webp)\n![/2022-12-22-1671694567115/1204919_image2_1.webp](/2022-12-22-1671694567115/1204919_image2_1.webp)\n![/2022-12-22-1671694567115/1204924_image2_1.webp](/2022-12-22-1671694567115/1204924_image2_1.webp)\n![/2022-12-22-1671694567115/1823752_image2_1.webp](/2022-12-22-1671694567115/1823752_image2_1.webp)\n![/2022-12-22-1671694567115/1823753_image2_1.webp](/2022-12-22-1671694567115/1823753_image2_1.webp)\n![/2022-12-22-1671694567115/1823754_image2_1.webp](/2022-12-22-1671694567115/1823754_image2_1.webp)\n![/2022-12-22-1671694567115/1823758_image2_1.webp](/2022-12-22-1671694567115/1823758_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-55-648-9133](tel:+82556489133)\n- [🏠www.utour.go.kr](http://www.utour.go.kr/)\n\n\n```googleMap\nlatitude: 34.8258204881\nlongitude: 128.4253835789\ntitle: Donam-dong, Tongyeong-si, Gyeongsangnam-do\n```\n  \n\n","data":{"id":"2022-12-22-1671694567115","title":"Mireukdo Island Special Tourist Zone (미륵도 관광특구)","description":"Mireukdo Island is located in Tongyeong, a city that holds great historical significance for being the home of the Tongjeyeong naval station during the Joseon dynasty. The Tongyeong base served as the central command station for the three other naval bases in the Gyeongsang, Jeolla and Chungcheong regions. <br><br>Not only is Mireukdo Island designated as a Special Tourist Zone, it is also a part of the Hallyeohaesang National Park and serves as the center of tourism in the South Coast. The Mireukdo Special Tourist Zone, with the Donam Tourist Complex as its core, is well-equipped with a variety of leisure facilities, tourist accommodations and restaurants. This district caters to visitors with yacht services and a variety of water sports such as windsurfing, kayaking and water skiing. Exceptionally popular is the ferry cruise that takes visitors to Hansando Island, which is located just off the coast of Tongyeong, and to the other scenic islands such as Bijindo and Maemuldo. <br><br>Mireukdo Island is connected to Tongyeong through an undersea tunnel, Chungmu Bridge and Tongyeong Bridge, making it even more accessible to visitors. At the center of the island is the towering Mireuksan Mountain. The panoramic Hallyeosudo Viewing Ropeway, which opened in 2008, takes visitors to the summit of Mireuksan Mountain. The top offers a commanding view of the forests and valleys below. On a clear day, visitors can even see the Japanese island of Tsushima. The mountain’s hiking trails are well-maintained and are suitable for short hikes. The most traveled trail is the one starting from Yonghwasa Temple. Hikers taking this trail pass through Gwaneumsa Temple and Mireukjae Pass to reach the top. The trail leads to Miraesa Temple and a grass field on the way down before finally going back to Yonghwasa Temple.<br><br><br><b>Mireukdo Special Tourist Zone </b><br><b>Areas Covered </b> Part of Sanyang-eup (Mireukdo Island and Obido Island), areas of Misu-dong, Bongpyeong-dong and Donam-dong in Tongyeong-si, Gyeongsangnam-do<br><b>Area size </b> 32,900,000 ㎡<br><b>Tourist Attractions </b> Hallyeosudo Viewing Ropeway,  Ferry Cruise, Tongyeong Concert Hall, Undersea Tunnel","regDate":"2022-12-22","author":"korea-tour","tag":["Gyeongsangnam-do","Culture/Art/History","Recreational Sites","Tourist Complexes"],"imgUrl":"/2022-12-22-1671694567115/1823760_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-22-1671694567115","pageUrl":"https:/mcdryad.com/Gyeongsangnam-do/2022-12-22-1671694567115"},"dataList":[{"id":"2022-12-28-1672198581086","title":"Hambyeongnu Pavilion (함벽루)","description":"Included in Hapcheons Eight Scenic Views, Hambyeongnu Pavilion was built in 1321, during the 8th year of Goryeo King Chungsuk by Hapcheon County Lord Kim Mo. It is located at the foot of Chuijeokbong Peak, with views of Jeongyangho Lake and Hwanggang River. The pavilion was visited by many poets, with writings from Toegye Yi Hwang, Nammyeong Josil, and Wooam Song Si-yeol hanging from tablets inside, and a rock engraved with Hambyeongnu behind the pavilion.<br><br>Hambyeongnu is a 3 pillar wide by 2 pillar deep, 2-story pavilion, with an octagonal roof connected with a frame of five parts. The roof of the pavilion is famous in that when it rains, the water drips straight off the eaves and into the river below.","regDate":"2022-12-28","author":"korea-tour","tag":["Gyeongsangnam-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"","blogPath":"Gyeongsangnam-do/2022-12-28-1672198581086"},{"id":"2022-12-27-1672137374801","title":"Gayasan National Park (Hongnyu-dong, Cheongnyang-dong Area) (가야산국립공원(홍류동,청량동지구))","description":"Gayasan Mountain stretches along the border of Gyeongsangnam-do and Gyeongsangbuk-do in an area of approximately 76 square kilometers. The mountains peak, Sangwangbong Peak, reaches 1,430 meters above sea level. Gayasan Mountain was designated as Scenic Site No. 5 in 1966 and National Park No. 9 in 1972 due to its breathtaking scenery. Gayasan Mountain is known to offer one of the best scenic views in the country and also as the home of Haeinsa Temple.","regDate":"2022-12-27","author":"korea-tour","tag":["Gyeongsangnam-do","Nature","Natural Sites","National Parks"],"imgUrl":"","blogPath":"Gyeongsangnam-do/2022-12-27-1672137374801"},{"id":"2022-12-27-1672133762383","title":"Fossilized Dinosaur Footprint Site Gain-ri, Namhae (남해 가인리 화석산지)","description":"<br>Gain-ri village in Changseon-myeon, Namhae, Gyeongnam Province, has a primitive fossil site that includes 34 footprints of pterosaurs, or flying dinosaurs. The footprints are deeply imprinted in the wide sheets of rocks arrayed along Dongdaeman Beach. Researchers believe that these enormous footprints belong to a species of huge pterosaur, and visitors can see about 60 smaller footprints that are believed to belong to early humans. The dinosaur footprints and other cretaceous fossils are located along the cape by the shore, so you must time your visit well to see them. According to paleontologists, the footprints are the evidence of three specimens of herbivorous  sauropoda, which walked on two 60 centimeter-long feet; two specimens of ornithopoda, which were also herbivores, that had three toes on each foot; and one specimen of another ornithopod species, a carnivore that had sharp claws and walked on two feet. The layout of the footprints alludes to a situation where the herbivores were walking in a group followed by a carnivore preparing for an attack! <br><br>","regDate":"2022-12-27","author":"korea-tour","tag":["Gyeongsangnam-do","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2022-12-27-1672133762383/212944_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-27-1672133762383"},{"id":"2022-12-27-1672130246490","title":"DPIRANG (디피랑)","description":"DPIRANG is a digital nighttime theme park in Nammangsan Park that consists of 15 walking paths decorated with lights. It became a popular nighttime attraction due to Nammangsan Parks visual transformation while preserving its original scenery.<br>","regDate":"2022-12-27","author":"korea-tour","tag":["Gyeongsangnam-do","Culture/Art/History","Recreational Sites","Theme Parks"],"imgUrl":"/2022-12-27-1672130246490/2699092_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-27-1672130246490"},{"id":"2022-12-27-1672126506957","title":"Changwon Sangsang-gil Road (상상길 (창원))","description":"Sangsang-gil Road was created to show the beauty of Korea as imagined by the world. The title of the 150-meter-long road from Buljonggeori Road to Burim Market was given in 2015 after a global internet campaign by Korea Tourism Organization. The road is paved with 23,000 blocks engraved with the names of foreigners in five different colors that represent Korea. The road is also a famous date course with many popular restaurants along the road.","regDate":"2022-12-27","author":"korea-tour","tag":["Gyeongsangnam-do","Culture/Art/History","Experience Programs","Cultural Districts"],"imgUrl":"/2022-12-27-1672126506957/2030780_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-27-1672126506957"},{"id":"2022-12-27-1672123117196","title":"Changwon Marine Park (창원해양공원)","description":"Located in Jinhae-gu, Changwon-si, Changwon Marine Park celebrates the nation’s marine history and culture. Major facilities at the park include the Naval Battle History Hall, the Changwon Solar Tower, and the Marine Life Theme Park.","regDate":"2022-12-27","author":"korea-tour","tag":["Gyeongsangnam-do","Culture/Art/History","Recreational Sites","Theme Parks"],"imgUrl":"","blogPath":"Gyeongsangnam-do/2022-12-27-1672123117196"},{"id":"2022-12-27-1672119336198","title":"Ancient Tombs in Daeseong-dong, Gimhae (김해 대성동 고분군)","description":"The tumuli in Daeseong-dong, located to the east of the Royal Tomb of Kim Suro, reflect the formation and development of the Gaya Era. The Daeseong-dong Tumuli are located in the center of the shell mounds of Hoehyeon-ri, the location of the founding of the Gaya Kingdom according to local legend.<br><br>The tumuli relics were excavated by researchers from the Kyungsung University Museum from 1990 to 1992 and were found to be the common burial ground of the dominant class of the Gaya Kingdom. On the hilltops, which were viewed as prime burial places, are the tombs of kings and rulers; on the slopes are the tombs of the lower classes. <br><br>A total of 136 tumuli were found in the Daesong-dong area. Further investigation of the tumuli revealed several important and interesting facts. First, from the end of the third century, men and horses were buried alive along with the dead. Also, weapons were bent and buried as well, with many of these artifacts being unearthed among the tumuli. Other materials found in the tumuli such as cylindrical bronze items, pinwheel-shaped bronze items, and jasper items showed that Gaya was involved in trade with Japan. The Daeseong-dong Tumuli is significant in that it gives a glimpse into the political and social structure of the Gaya Kingdom, and the cultural exchange between Korea, China, and Japan.","regDate":"2022-12-27","author":"korea-tour","tag":["Gyeongsangnam-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"","blogPath":"Gyeongsangnam-do/2022-12-27-1672119336198"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}