{"pageProps":{"content":"![Jusangjeolli Cliff of Mudeungsan Mountain (무등산 주상절리대)](/2022-07-14-1657804476552/1558947_image2_1.webp)\n  \n## Overview\n\n> The Jueangjeolli cliffs are rock pillars of various hexagonal shapes that seem as if they were hand carved. The Jusangjeolli cliffs of Mudeungsan Mountain consist of Seoseokdae, Ipseokdae, and Gyubong Rocks formed about 70 million years ago. Ipseokdae and Gyubong Rocks are both of a distinct pillar shape as they have been heavily weathered, and Seoseokdae, which was less weathered, looks like a folding screen. The Neodeolgeong (cluster of rocks), which sit on the mountain slope, were made when stone pillars collapsed. The standing rocks and Neodolgeong have been designated as Natural Monuments due to their rarity and uniqueness.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br>(Korean, English, Japanese, Chinese) <br> • For more info: +82-62-227-1187|\n|parking:|Available|\n|restdate:|N/A (Open all year round)|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Admission Fees:|Free|\n|Available Facilities:|Cheongpum Rest Area|\n|Restrooms:|Available|\n|Parking Fees:|[For detail info](http://mudeungsan.gwangju.go.kr/contents.do?S=S21&M=010500000000)|\n  \n## Detail Image\n![/2022-07-14-1657804476552/1558929_image2_1.webp](/2022-07-14-1657804476552/1558929_image2_1.webp)\n![/2022-07-14-1657804476552/1558930_image2_1.webp](/2022-07-14-1657804476552/1558930_image2_1.webp)\n![/2022-07-14-1657804476552/1558932_image2_1.webp](/2022-07-14-1657804476552/1558932_image2_1.webp)\n![/2022-07-14-1657804476552/1558935_image2_1.webp](/2022-07-14-1657804476552/1558935_image2_1.webp)\n![/2022-07-14-1657804476552/1558936_image2_1.webp](/2022-07-14-1657804476552/1558936_image2_1.webp)\n![/2022-07-14-1657804476552/1558940_image2_1.webp](/2022-07-14-1657804476552/1558940_image2_1.webp)\n![/2022-07-14-1657804476552/1558941_image2_1.webp](/2022-07-14-1657804476552/1558941_image2_1.webp)\n![/2022-07-14-1657804476552/1558945_image2_1.webp](/2022-07-14-1657804476552/1558945_image2_1.webp)\n![/2022-07-14-1657804476552/1558949_image2_1.webp](/2022-07-14-1657804476552/1558949_image2_1.webp)\n![/2022-07-14-1657804476552/1558950_image2_1.webp](/2022-07-14-1657804476552/1558950_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-62-227-1187](tel:+82622271187)\n- [🏠mudeung.knps.or.kr</a> (Korean, English, Japanese, Chinese) <br /><a href=\"http://www.cha.go.kr/\" target=\"_blank\">www.cha.go.kr](http://mudeung.knps.or.kr/)\n\n\n```googleMap\nlatitude: 35.1200598333\nlongitude: 126.9989650099\ntitle: San 354-1, Yongyeon-dong, Dong-gu, Gwangju\n```\n  \n## Directions\n  \n[Bus]<BR>\nFrom Gwangju Bus Terminal (U-Square) Bus Stop, take Bus No. 09 and get off at the Entrance of Jeungsimsa Temple Bus Stop. <br>\nWalk towards Mudeungsan Provincial Park.\n","data":{"id":"2022-07-14-1657804476552","title":"Jusangjeolli Cliff of Mudeungsan Mountain (무등산 주상절리대)","description":"The Jueangjeolli cliffs are rock pillars of various hexagonal shapes that seem as if they were hand carved. The Jusangjeolli cliffs of Mudeungsan Mountain consist of Seoseokdae, Ipseokdae, and Gyubong Rocks formed about 70 million years ago. Ipseokdae and Gyubong Rocks are both of a distinct pillar shape as they have been heavily weathered, and Seoseokdae, which was less weathered, looks like a folding screen. The Neodeolgeong (cluster of rocks), which sit on the mountain slope, were made when stone pillars collapsed. The standing rocks and Neodolgeong have been designated as Natural Monuments due to their rarity and uniqueness.","regDate":"2022-07-14","author":"korea-tour","tag":["Gwangju","Nature","Natural Resources","Rocks"],"imgUrl":"/2022-07-14-1657804476552/1558947_image2_1.webp","blogPath":"Gwangju/2022-07-14-1657804476552","pageUrl":"https:/mcdryad.com/Gwangju/2022-07-14-1657804476552"},"dataList":[{"id":"2022-08-16-1660660608100","title":"Yangnim-dong Missionary Cemetery (양림동 선교사 묘지)","description":"The Yangnim-dong Missionary Cemetery is the final resting place of 23 missionaries who brought Christianity to Gwangju and led the movement to free the nation from under Japanese colonial rule. Yangnim-dong in Gwangju Metropolitan City was the main area in which Priest Bae Yu-ji and Dr. Clement Owen carried out their work as the first missionaries to Jeollanam-do. <br><brAs part of his outreach, Priest Bae Yu-ji established the Jennie Speer Memorial School for Girls. Dr. Owen dedicated himself to serving the church and providing medical care along with his wife, who was a nurse. <br><br>Located nearby is a monument dedicated to Priest Bae Yu-ji and the Owen Memorial Building, built in honor of Dr. Owen and his grandfather. Both memorials are cultural assets and particularly prized by locals of the Christian faith.","regDate":"2022-08-16","author":"korea-tour","tag":["Gwangju","Culture/Art/History","Historical Sites","Holy Sites"],"imgUrl":"/2022-08-16-1660660608100/2364930_image2_1.webp","blogPath":"Gwangju/2022-08-16-1660660608100"},{"id":"2022-08-16-1660657415328","title":"Yangnim History & Culture Village (양림역사문화마을)","description":"Yangnim History & Culture Village is located in the area where Western items and ideas first entered Gwangju over 100 years ago. As such, the neighborhood has a unique collection of Western architecture mixed with traditional hanok houses. There are also many houses of Christian missionaries, who facilitated the advancement of medicine and education in  Gwangju. Some areas, such as Penguin Village, have been decorated with murals and outdoor exhibitions to promote art and tourism, helping the elderly locals to make a living.","regDate":"2022-08-16","author":"korea-tour","tag":["Gwangju","Culture/Art/History","Historical Sites","Folk Villages"],"imgUrl":"/2022-08-16-1660657415328/2386684_image2_1.webp","blogPath":"Gwangju/2022-08-16-1660657415328"},{"id":"2022-08-16-1660654961358","title":"Wolbongseowon Confucian Academy (월봉서원)","description":"Wolbongseowon Confucian Academy, built in 1578, was established by Kim Gyehwi and other confucian scholars to honor Ki Daeseung's study and virtue through Mangcheonsa Shrine. The location of the academy was moved to its current site in 1646, and the name Wolbong was given by King Hyojong in 1654. In 1671, Bak Sang and Bak Sun's shrines were moved from Deoksansa Shrine by the suggestion of Song Siyeol. Also, Kim Jangsaeng and Kim Jip's shrines were additionally placed in 1673. Unfortunately, the confucian academy was abolished due to the abolition policy of Daewongun in 1868. Later, Bingwoldang Hall was built by Jeollanam-do's Confucian scholars in 1938, followed by Gojiksa Shrine in 1972, Jangpangak Pavilion and Oesammun Gate in 1978, Sau in 1980 and Naesammun Gate in 1981. Bingwoldang is designated as Gwangju Monument No. 9 and woodblocks of Gobongjip are preserved in Jangpangak Pavilion.","regDate":"2022-08-16","author":"korea-tour","tag":["Gwangju","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-08-16-1660654961358/2675687_image2_1.webp","blogPath":"Gwangju/2022-08-16-1660654961358"},{"id":"2022-07-14-1657831105098","title":"Ssangam Park (쌍암공원)","description":"Ssangam Park is located in front of the Gwangju Institute of Science and technology within Cheomdanjigu (the high-technology district) in Gwangsan-gu, Gwangju. Thanks to the beautiful lake at its center, the park is also known as “Lake Park.” The lake is surrounded with landscaped azaleas and pine trees and is home to several fountains. At least once a month, a cultural festival takes place at the park.<br><br>Convenience facilities include 146 benches, 3 restrooms, and 3 playgrounds. The park is especially popular among students since it has a gym and a wide grassy field perfect for playing sports.","regDate":"2022-07-14","author":"korea-tour","tag":["Gwangju","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-07-14-1657831105098/1587376_image2_1.webp","blogPath":"Gwangju/2022-07-14-1657831105098"},{"id":"2022-07-14-1657827179403","title":"Pungam Reservoir (풍암저수지)","description":"Pungam Reservoir was originally built in 1956 for agriculture, but was turned into a park in 1999 as part of the pilot program for developing parks nationwide. It is a popular resting area featuring traditional pavilions and wooden bridges.","regDate":"2022-07-14","author":"korea-tour","tag":["Gwangju","Nature","Natural Sites"],"imgUrl":"/2022-07-14-1657827179403/1587810_image2_1.webp","blogPath":"Gwangju/2022-07-14-1657827179403"},{"id":"2022-07-14-1657824194098","title":"Owen Memorial Hall (오웬기념각)","description":"The Owen Monument and Memorial Hall is located inside the Christian College of Nursing. The monument was erected in 1914 in memory of missionary Clement Owen who, together with Priest Bae Yoo-ji, was the first missionary to come to Jeollanam-do. The monument was built using the 4,200 dollars collected by Owen’s relatives in the USA after Owen died as a martyr in Gwangju. <br><br>Clement Owen came to Yangnim-dong, Gwangju in the 1900s and served as a missionary and medical volunteer with his wife, who was a nurse, before dying of exhaustion and overwork in 1909. Owen had hoped to build a memorial hospital in honor of his grandfather, but died before his plan was materialized. The plaque hanging in the hall honors both men in English and Chinese, reading, “In Memory of William L. and Clement C. Owen.”<br><br>A Western-style building with a total footage of around 1,435 meters squared (including the annex building), the monument is said to have been used as chapel and assembly room. Today, the building serves as the auditorium of the Christian College of Nursing. The white, two-story building features a lectern in one corner, with two columns of pews facing the lectern. The second floor balcony stretches along the two walls opposite the lectern.","regDate":"2022-07-14","author":"korea-tour","tag":["Gwangju","Culture/Art/History","Architectural Sights","Monuments/Observatories"],"imgUrl":"/2022-07-14-1657824194098/2493589_image2_1.webp","blogPath":"Gwangju/2022-07-14-1657824194098"},{"id":"2022-07-14-1657820844710","title":"Mudeungsan National Park (무등산국립공원)","description":"Mudeungsan National Park is a mountain park lining the edge of Hwasun-gun, Damyang-gun and Gwangju. Mudeungsan Mountain (1,186 meters) features three rock peaks called Cheonwangbong, Jiwangbong, and Inwangbong, also known as the “Jeongsang Three.\"<br><br>Mudeungsan’s gradual slope makes it an easy climb for all. Among the more majestic of these sites are the Seoseokdae, Gyubong, and Ipseokdae peaks. At the base of the mountain are several famous temples including Yaksasa, Jeungsimsa, and Wonhyosa. Mudeungsan Mountain is also known for its beauty throughout the year. The&nbsp;autumn leaves of Gyubongam Hermitage and&nbsp;silver grass of Baengma Ridge are quite spectacular. In the winter, snow and ice on the mountain create exquisite scenery as well. <br><br> Below the mountain, there&nbsp;are a variety of recreational facilities and tourist sites for visitors.","regDate":"2022-07-14","author":"korea-tour","tag":["Gwangju","Nature","Natural Sites","National Parks"],"imgUrl":"/2022-07-14-1657820844710/2716382_image2_1.webp","blogPath":"Gwangju/2022-07-14-1657820844710"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}