{"pageProps":{"content":"![Gwangju Family Land (광주 패밀리랜드)](/2022-07-14-1657775370398/1587640_image2_1.webp)\n  \n## Overview\n\n> Gwangju Family Land is an amusement park equipped with dozens of exciting rides as well as recreational facilities such as a swimming pool, an ice rink, and a sledge park. Spanning 290 acres of land, it is the largest urban amusement park in all of Jeollabuk-do and Jeollanam-do Provinces. The amusement park also offers entertainment courses designed for couples, families and children.\n\n  \n## Intro\n\n| | |\n| - | - |\n|accomcount:|* Theme Park: 30,000 people <br>* Swimming Pool: 3,000 people|\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br>(Korean, English, Japanese, Chinese) <br> • For more info: +82-62-607-8000|\n|opendate:|July 6, 1991|\n|parking:|1,500 parking spaces|\n|restdate:|N/A (Open all year round)|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Admission Fees:|[Admission Ticket]<br> Individual: Adults 6,000 won / Teenagers 5,000 won / Children 4,000 won<br> Group: Adults 4,800 won / Teenagers 4,000 won / Children 3,200 won<br> * Group: 20 people or more<br> * Children: Ages 4 to 13<br>* Preschoolers (ages 3 and under): Free<BR><br> [One-Day Pass]<br> Individual: Adults 32,000 won / Teenagers 28,000 won / Children 22,000 won<br> Group: Adults 26,000 won / Teenagers 22,000 won / Children 18,000 won<br>* Admission + Round-trip Family Train + Rides + Marine Exhibitions & Aquarium<br><br> * For details check the official website|\n|Available Facilities:|Rides, entertainment facilities, game facilities, restaurants / drinks / sovenir store, swimming pool / skate rink / sled zone, service facilities|\n|Restrooms:|Available|\n|Facilities for the Handicapped:|Wheelchair rental|\n|Parking Fees:|[Under 5 hrs.] <BR>Small cars 1,000 won / Large cars 2,000 won<BR><BR>[After 5 hrs.]<BR>Small cars 400 won per every additional hour / Large cars 700 won per every additional hour<BR><BR>[1 day parking- 9 hrs.]<BR>Small cars 2,500 won / large cars 4,800 won|\n  \n## Detail Image\n![/2022-07-14-1657775370398/1587637_image2_1.webp](/2022-07-14-1657775370398/1587637_image2_1.webp)\n![/2022-07-14-1657775370398/1587638_image2_1.webp](/2022-07-14-1657775370398/1587638_image2_1.webp)\n![/2022-07-14-1657775370398/1587639_image2_1.webp](/2022-07-14-1657775370398/1587639_image2_1.webp)\n![/2022-07-14-1657775370398/1587641_image2_1.webp](/2022-07-14-1657775370398/1587641_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-62-607-8000](tel:+82626078000)\n- [🏠광주패밀리랜드.com](http://광주패밀리랜드.com/)\n\n\n```googleMap\nlatitude: 35.2227325653\nlongitude: 126.8936078564\ntitle: 677, Uchi-ro, Buk-gu, Gwangju\n```\n  \n## Directions\n  \n[Bus]<BR>\nFrom Seoul Central City Bus Terminal, take an intercity bus to Gwangju Bus Terminal.<br>\nFrom Gwangju Bus Terminal, take Bus Pungam26 and get off at Uchi Park Bus Stop.\n","data":{"id":"2022-07-14-1657775370398","title":"Gwangju Family Land (광주 패밀리랜드)","description":"Gwangju Family Land is an amusement park equipped with dozens of exciting rides as well as recreational facilities such as a swimming pool, an ice rink, and a sledge park. Spanning 290 acres of land, it is the largest urban amusement park in all of Jeollabuk-do and Jeollanam-do Provinces. The amusement park also offers entertainment courses designed for couples, families and children.","regDate":"2022-07-14","author":"korea-tour","tag":["Gwangju","Culture/Art/History","Recreational Sites","Theme Parks"],"imgUrl":"/2022-07-14-1657775370398/1587640_image2_1.webp","blogPath":"Gwangju/2022-07-14-1657775370398","pageUrl":"https:/mcdryad.com/Gwangju/2022-07-14-1657775370398"},"dataList":[{"id":"2022-07-14-1657824194098","title":"Owen Memorial Hall (오웬기념각)","description":"The Owen Monument and Memorial Hall is located inside the Christian College of Nursing. The monument was erected in 1914 in memory of missionary Clement Owen who, together with Priest Bae Yoo-ji, was the first missionary to come to Jeollanam-do. The monument was built using the 4,200 dollars collected by Owen’s relatives in the USA after Owen died as a martyr in Gwangju. <br><br>Clement Owen came to Yangnim-dong, Gwangju in the 1900s and served as a missionary and medical volunteer with his wife, who was a nurse, before dying of exhaustion and overwork in 1909. Owen had hoped to build a memorial hospital in honor of his grandfather, but died before his plan was materialized. The plaque hanging in the hall honors both men in English and Chinese, reading, “In Memory of William L. and Clement C. Owen.”<br><br>A Western-style building with a total footage of around 1,435 meters squared (including the annex building), the monument is said to have been used as chapel and assembly room. Today, the building serves as the auditorium of the Christian College of Nursing. The white, two-story building features a lectern in one corner, with two columns of pews facing the lectern. The second floor balcony stretches along the two walls opposite the lectern.","regDate":"2022-07-14","author":"korea-tour","tag":["Gwangju","Culture/Art/History","Architectural Sights","Monuments/Observatories"],"imgUrl":"/2022-07-14-1657824194098/2493589_image2_1.webp","blogPath":"Gwangju/2022-07-14-1657824194098"},{"id":"2022-07-14-1657820844710","title":"Mudeungsan National Park (무등산국립공원)","description":"Mudeungsan National Park is a mountain park lining the edge of Hwasun-gun, Damyang-gun and Gwangju. Mudeungsan Mountain (1,186 meters) features three rock peaks called Cheonwangbong, Jiwangbong, and Inwangbong, also known as the “Jeongsang Three.\"<br><br>Mudeungsan’s gradual slope makes it an easy climb for all. Among the more majestic of these sites are the Seoseokdae, Gyubong, and Ipseokdae peaks. At the base of the mountain are several famous temples including Yaksasa, Jeungsimsa, and Wonhyosa. Mudeungsan Mountain is also known for its beauty throughout the year. The&nbsp;autumn leaves of Gyubongam Hermitage and&nbsp;silver grass of Baengma Ridge are quite spectacular. In the winter, snow and ice on the mountain create exquisite scenery as well. <br><br> Below the mountain, there&nbsp;are a variety of recreational facilities and tourist sites for visitors.","regDate":"2022-07-14","author":"korea-tour","tag":["Gwangju","Nature","Natural Sites","National Parks"],"imgUrl":"/2022-07-14-1657820844710/2716382_image2_1.webp","blogPath":"Gwangju/2022-07-14-1657820844710"},{"id":"2022-07-14-1657818014893","title":"Missionary Wilson's House (우일선 선교사 사택)","description":"Missionary Wilson’s House is a two-story brick building that sits upon the eastern foothills of Yangnimsan Mountain. Known as the oldest surviving Western-style house in Gwangju, the house is an icon of modern culture and architecture in Korea. The house was built by an American missionary named Wilson in the 1920s (exact date unknown) and was the home of the Wilson family while they stayed in Korea. When the family completed their work in Korea, they sold the house for a very cheap price with the stipulation that the house continued to be used for missionary purposes. The house fell into the possession of the General Assembly of Chonnam Presbyterian Church of Korea in 1986 and now serves as the home office for the Presbyterian Church of Korea. <br><br>The square-shaped house consists of a living room, a family room, a kitchen, and a bathroom (1F), several bedrooms (2F), and storage areas and a boiler room (B1). The fact that the entrance of the house faces east is said to be a result of the prevailing architectural culture of Korea at that time. A Netherland-style house built with 55-milimeter thick, gray bricks, the first and second stories are delineated on the exterior with an eye-catching band of bricks.","regDate":"2022-07-14","author":"korea-tour","tag":["Gwangju","Culture/Art/History","Historical Sites","Old Houses"],"imgUrl":"/2022-07-14-1657818014893/2493617_image2_1.webp","blogPath":"Gwangju/2022-07-14-1657818014893"},{"id":"2022-07-14-1657813318676","title":"May 18th National Cemetery (국립 5.18 민주묘지)","description":"The May 18th National Cemetery in Gwangju is a symbol of freedom and democracy. The cemetery holds the graves of 764 victims of the May 18th Democratic Uprising in 1980, seven structures, and many monuments.","regDate":"2022-07-14","author":"korea-tour","tag":["Gwangju","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-07-14-1657813318676/2364355_image2_1.webp","blogPath":"Gwangju/2022-07-14-1657813318676"},{"id":"2022-07-14-1657809427691","title":"May 18 Democracy Square (5.18 민주광장)","description":"Stretching from the former Jeollanam-do Provincial Government Office to the Geumnam-ro area, this famous plaza is where the landmark May 18th Democratic Uprising took place. In May 1980, the Jeollanam-do Provincial Government office building was the headquarters of the civil resistance movement and the scene of a number of rallies. The plaza has been officially known as the May 18 Democracy Square since 1996.","regDate":"2022-07-14","author":"korea-tour","tag":["Gwangju","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-07-14-1657809427691/1587579_image2_1.webp","blogPath":"Gwangju/2022-07-14-1657809427691"},{"id":"2022-07-14-1657806955342","title":"Lee Jang-woo's House (이장우 가옥)","description":"Designated the first Gwangju Folk Material on March 20, 1989, Lee Jang-woo's House is an upper-class, tile-roofed house with a gate, storeroom, servants’ quarters, detached building, and main building. The building is estimated to have been constructed in 1899 and is overall a sturdy example of Korean architecture, well-preserved in its original state. The L-shaped main hall of the historic building is rather large and consists of (left to right) a wooden verandah, a small room, a hall, the main room, a kitchen, and another small room. The room doors are double doors with a sliding door on the inside and a hinged door on the outside. The hall also has partitions that can be hung up as necessary.","regDate":"2022-07-14","author":"korea-tour","tag":["Gwangju","Culture/Art/History","Historical Sites","Old Houses"],"imgUrl":"/2022-07-14-1657806955342/2364349_image2_1.webp","blogPath":"Gwangju/2022-07-14-1657806955342"},{"id":"2022-07-14-1657804476552","title":"Jusangjeolli Cliff of Mudeungsan Mountain (무등산 주상절리대)","description":"The Jueangjeolli cliffs are rock pillars of various hexagonal shapes that seem as if they were hand carved. The Jusangjeolli cliffs of Mudeungsan Mountain consist of Seoseokdae, Ipseokdae, and Gyubong Rocks formed about 70 million years ago. Ipseokdae and Gyubong Rocks are both of a distinct pillar shape as they have been heavily weathered, and Seoseokdae, which was less weathered, looks like a folding screen. The Neodeolgeong (cluster of rocks), which sit on the mountain slope, were made when stone pillars collapsed. The standing rocks and Neodolgeong have been designated as Natural Monuments due to their rarity and uniqueness.","regDate":"2022-07-14","author":"korea-tour","tag":["Gwangju","Nature","Natural Resources","Rocks"],"imgUrl":"/2022-07-14-1657804476552/1558947_image2_1.webp","blogPath":"Gwangju/2022-07-14-1657804476552"}],"navList":["Daegu","Daejeon","Gwangju","Incheon","Seoul"]},"__N_SSG":true}