{"pageProps":{"content":"![Yeosu Hyangiram Hermitage (향일암(여수))](/2023-02-02-1675312795581/2367375_image2_1.webp)\n\n  \n## Overview\n\n> Hyangiram Hermitage (Cultural Property Material) is one of four Buddhist hermitages in Korea where the faithful come to pray to the Avalokitesvara Bodhisattva. It was originally named Wontongam Hermitage, established by Monk Wonhyo during the fourth year of Baekje King Uija’s reign (644). Wontongam Hermiatge was renamed to Geumoam Hermitage by Monk Yunpil in the 9th year of Goryeo King Gwangjong’s reign (958), then renamed once again to Hyangiram Hermitage by Monk Inmuk during the 41st year of Joseon King Sukjong’s reign (1715). <br><br>The temple contains many buildings both preserved and rebuilt, including the main hall, Daeungjeon Hall, which was rebuilt in 2012 after it burned down in a fire. The mountain path to Hyangiram Hermitage is very steep, but many people make the climb in hopes of their wish coming true. Legend has it that anyone who passes all seven of the stone caves on the walk to Hyangiram Hermitage will be granted their wish.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330<br>(Korean, English, Japanese, Chinese) <br> • For more info: +82-61-644-4742|\n|parking:|Available|\n|restdate:|N/A (Open all year round)|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Restrooms:|Available|\n|Parking Fees:|Free|\n|Admission Fees:|Individual: Adults 2,000 won / Teenagers 1,500 won / Children 1,000 won <BR>Groups: Teenagers 1,200 won / Children 800 won <BR>* Adults (ages 19 and older) / Teenagers (ages 13-18) / Children (ages 7-12) <BR>* Groups: 30 people or more|\n  \n## Detail Image\n![/2023-02-02-1675312795581/678861_image2_1.webp](/2023-02-02-1675312795581/678861_image2_1.webp)\n![/2023-02-02-1675312795581/678897_image2_1.webp](/2023-02-02-1675312795581/678897_image2_1.webp)\n![/2023-02-02-1675312795581/678903_image2_1.webp](/2023-02-02-1675312795581/678903_image2_1.webp)\n![/2023-02-02-1675312795581/678908_image2_1.webp](/2023-02-02-1675312795581/678908_image2_1.webp)\n![/2023-02-02-1675312795581/678912_image2_1.webp](/2023-02-02-1675312795581/678912_image2_1.webp)\n![/2023-02-02-1675312795581/678918_image2_1.webp](/2023-02-02-1675312795581/678918_image2_1.webp)\n![/2023-02-02-1675312795581/678950_image2_1.webp](/2023-02-02-1675312795581/678950_image2_1.webp)\n![/2023-02-02-1675312795581/678951_image2_1.webp](/2023-02-02-1675312795581/678951_image2_1.webp)\n![/2023-02-02-1675312795581/678952_image2_1.webp](/2023-02-02-1675312795581/678952_image2_1.webp)\n![/2023-02-02-1675312795581/678793_image2_1.webp](/2023-02-02-1675312795581/678793_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-61-644-4742](tel:+82616444742)\n- [🏠tour.yeosu.go.kr</a><br /><a href=\"http://www.heritage.go.kr/heri/cul/culSelectDetail.do?ccbaCpno=3413600400000&pageNo=1_1_1_1\" target=\"_blank\" title=\"새창: 문화재청 홈페이지로 이동\">www.cha.go.kr](http://www.yeosu.go.kr/tour/travel/10tour/hyangilam)\n\n\n```googleMap\nlatitude: 34.5916329613\nlongitude: 127.8040048886\ntitle: 60, Hyangiram-ro, Yeosu-si, Jeollanam-do\n```\n  \n\n","data":{"id":"2023-02-02-1675312795581","title":"Yeosu Hyangiram Hermitage (향일암(여수))","description":"Hyangiram Hermitage (Cultural Property Material) is one of four Buddhist hermitages in Korea where the faithful come to pray to the Avalokitesvara Bodhisattva. It was originally named Wontongam Hermitage, established by Monk Wonhyo during the fourth year of Baekje King Uija’s reign (644). Wontongam Hermiatge was renamed to Geumoam Hermitage by Monk Yunpil in the 9th year of Goryeo King Gwangjong’s reign (958), then renamed once again to Hyangiram Hermitage by Monk Inmuk during the 41st year of Joseon King Sukjong’s reign (1715). <br><br>The temple contains many buildings both preserved and rebuilt, including the main hall, Daeungjeon Hall, which was rebuilt in 2012 after it burned down in a fire. The mountain path to Hyangiram Hermitage is very steep, but many people make the climb in hopes of their wish coming true. Legend has it that anyone who passes all seven of the stone caves on the walk to Hyangiram Hermitage will be granted their wish.","regDate":"2023-02-02","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2023-02-02-1675312795581/2367375_image2_1.webp","blogPath":"Jeollanam-do/2023-02-02-1675312795581","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-02-02-1675312795581"},"dataList":[{"id":"2023-02-05-1675593311786","title":"Nagwoldo Island (낙월도)","description":"Located off the coast of Jeollanam-do Province, Nagwoldo Island has a population of just under 300. In addition to a large sandy beach, the island features a small yet charming fishing village, and a couple of hiking trails that meander through its great natural scenery.<br><br><b>Island History</b><br>Nagwoldo Island, which belongs to Nagwol-myeon, borders with Imja-myeon, Sinan-gun to its south. Before it was called Nagwoldo, the island had been called Jinwoldo during the Joseon Dynasty, Daenagwoldo since 1896 when it became part of Jido-gun, then Sangnagwoldo in 1914 when it became part of Yeonggwang-gun.","regDate":"2023-02-05","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"","blogPath":"Jeollanam-do/2023-02-05-1675593311786"},{"id":"2023-02-05-1675589720030","title":"Mudeungsan Mountain (무등산)","description":"Mudeungsan covers an area of about 30 square meters above the metropolitan city of Gwangju, Hwasun-gun and the nearby Damyang-gun. The name means ‘a high mountain’ or, more mysteriously, a mountain beyond classification’.  <br><br>Mudeungsan Mountain (무등산) is not too steep and many people come for a hike on the weekends or public holidays. Highlights on the way include the Seoseokdae, Ipseokdae, Seinbong and Gyubong Rocks, Wonhyo and Yongchu Valleys – as well as Jigong Neodeol (cluster of rocks) – and the Deoksan Neodeol. To enjoy a great view, try going up Jungmeorijae, Jangbuljae or the Donghwasa Temple Site, or the Jangwonbong Peak. Visitors coming from the Hwasun side of the mountain can see the picturesque Dongbokho Lake from Ipseokdae and Gyubong Rock, Jingong Neodeol, Jangbul, Baekma ridge and Gyubongam temple.","regDate":"2023-02-05","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites","Mountains"],"imgUrl":"","blogPath":"Jeollanam-do/2023-02-05-1675589720030"},{"id":"2023-02-05-1675586212073","title":"Mokpo Gatbawi Rock (목포 갓바위)","description":"Located on the coast of Yonghae-dong in Mokpo, Gatbawi is a natural sandstone and tafoni formation near the mouth of the Yeongsangang River, where freshwater runs into the sea. Gatbawi is named after its shape, which is said to look like two men wearing traditional Korean hats called “gat” (“bawi” meaning “rock”). The rock is actually made of two individual formations  one measuring 8 meters tall and one 6 meters tall. Valued not only for its aesthetics, Gatbawi Rock is of high geological value as a “natural sculpture” that was formed as a result of years of weathering. The rock formation was officially recognized as Natural Monument No. 500 on April 27, 2009.","regDate":"2023-02-05","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Resources","Rocks"],"imgUrl":"/2023-02-05-1675586212073/1609494_image2_1.webp","blogPath":"Jeollanam-do/2023-02-05-1675586212073"},{"id":"2023-02-05-1675582517908","title":"Modo Island (모도)","description":"In 1929, Modo Island was spotted by Kim Hae-gim on his way to Jeju Island. He called the island Ttiseom because of the multitude of ttipul grass, a grass native to Korea, on the island. There were also many houses with thatched roofs made with dried ttipul on the island. The name Modo Island comes from the Hanja characters for Ttiseom.","regDate":"2023-02-05","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"","blogPath":"Jeollanam-do/2023-02-05-1675582517908"},{"id":"2023-02-05-1675579041869","title":"Jungni Beach (중리해수욕장)","description":"Jungni Beach is the best beach for swimming in the sea on Bogildo Island. The white sandy beach is long and the depth of the water is shallow enough for people to enjoy, even at 200 meters into the water. The beach is also lined with pine trees that provide shade from the hot sun. The road to the beach is also paved, making it easy to reach. <br> <br> Within a little distance from Jungni Beach there is a small and beautiful beach called Tongni Beach. The silver sand is lined with pine trees and the water is shallow. During summer, visitors can access the shower booths, water fountains, and convenience store at Jungni Beach and Tongni Beach. Accommodations and restaurants can be found in the nearby village. Approximately 1.5 kilometers away, there is an evergreen forest (Natural Monument No. 40) and a river with large black rocks stretching 1 kilometer.","regDate":"2023-02-05","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"/2023-02-05-1675579041869/2721621_image2_1.webp","blogPath":"Jeollanam-do/2023-02-05-1675579041869"},{"id":"2023-02-05-1675575337863","title":"Jirisan Spa Land (지리산온천랜드)","description":"Jirisan Spa Land is home to a large open-air hot spring facility that uses 100 percent natural germanium mineral waters containing no chemical additives. The natural germanium mineral water in the spa prevents various kinds of geriatric illnesses, speeds up metabolism and improves your body’s immune system. The water also helps blood circulation and digestion, and stabilizes your body temperature.<br><br>A bath themed with the 12 Asian zodiac animals, a Japanese cypress bath, a utopia-themed bade pool and a waterfall bath are located in the open-air spa area. Apart from the huge spa area, Jirisan Spa Land also has a hotel equipped with 60 high-end modern bedrooms and subsidiary facilities. Each guest room uses natural germanium mineral water.","regDate":"2023-02-05","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Recreational Sites","Hot Springs & Spa"],"imgUrl":"","blogPath":"Jeollanam-do/2023-02-05-1675575337863"},{"id":"2023-02-05-1675571940772","title":"Jinnamgwan Hall (여수 진남관)","description":"Jinnamgwan Hall (National Treasure) is located at the site of the Jeolla Province naval base during the Joseon dynasty. At that time, it was a watchtower called Jimhaeru, where Admiral Yi Sun-sin commanded his forces during the Imjin War (1592-1598). The original building burned down near the end of the war, and Admiral Yi Sun-sins successor, Yi Si-eon, constructed Jinnamgwan Hall, a large <em>gaeksa</em> (government officer guesthouse) at the site in 1599.<br /><br />Jinnamgwan Hall is a single-story gable-roofed building with 15 <em>kan</em> (traditional Korean measurement between two pillars) on the front and 5 kan on the sides. It is the largest single-story goverment building from the Joseon dynasty in the region. At the hall entrance is a small museum outlining the history of Jinnamgwan and the Imjin War, and the famous Yeosu Stone Statue (Jeollanam-do Tangible Cultural Asset) is located within the precincts of the hall. Nearby attractions include Jasan Park, Odongdo Island, Dolsan Bridge, Chungminsa Shrine, and Manseongni Beach.","regDate":"2023-02-05","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2023-02-05-1675571940772/600668_image2_1.webp","blogPath":"Jeollanam-do/2023-02-05-1675571940772"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}