{"pageProps":{"content":"![Andong Ontrepieum (안동 온뜨레피움)](/2022-07-28-1659034133562/2018997_image2_1.webp)\n\n  \n## Overview\n\n> Ontrepieum, meaning \"to bloom flowers in a garden,\" is situated in Andong's Cultural Tourism Complex.  With an area of approximately 30,000 ㎡, it consists of a 1,500 ㎡ tropical green house, a 6,600 ㎡ herb garden, farming land, an animal performance theater, a nature experience section, and other areas. The tropical greenhouse features tropical and subtropical plants, including herbs, coffee and palm trees. Over 17,000 trees planted in the park, along with its water fountain and photo zones, make it the perfect place for a fun weekend getaway, not to mention that it has been used as a filming location. It is a fantastic place to take some photos with a unique feel. <br> The Andong Cultural Tourism Complex also has a couple of attractions nearby, including a KBS studio, the Korea Folk Museum, the Water Museum and Arts and Crafts Museum.\n\n  \n## Intro\n\n| | |\n| - | - |\n|accomcount:|Approx. 7,500 people|\n|expagerange:|Open to visitors ages 5 and older|\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-54-823-8850|\n|opendate:|April 1, 2011|\n|parking:|Available (163 regular parking spaces, 3 designated parking spaces, 12 large parking spaces)|\n|restdate:|Mondays|\n|usetime:|10:00-18:00 (Ticketing closes at 17:00)|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Film Locations:|KBS TV Drama Filming Location - Taejo Wang Geon, Age of Warriors, Hong Gil-dong (Nearby the port and the coast)|\n|Admission Fees:|Individual - Adults 2,000 won / Children & senior citizens 1,500 won<br> Groups (20 or more) - Adults 1,500 won / Children & senior citizens 1,000 won<br>* Free: Infants (ages 2 and under) <br>* Adults (from middle school student to ages 64) /  Children (ages 2 to elementary school)|\n|Available Facilities:|Mini train, Light tunnels, Windmills Cafes, Topieori garden, 4D theater, Farmer's Land, Children's playground, Central Square, Rainbow Pond,  Green Planet Green House, Ontre's Snacks, DIY Experiences, 3D Cinema,  Herb garden, Rock Garden, Green Planet cafe|\n|Restrooms:|Available|\n|Parking Fees:|Free|\n|Interpretation Services Offered:|Not Available|\n|Reservation Info. for Foreigners:|Group visit required|\n  \n## Detail Image\n![/2022-07-28-1659034133562/2018934_image2_1.webp](/2022-07-28-1659034133562/2018934_image2_1.webp)\n![/2022-07-28-1659034133562/2018938_image2_1.webp](/2022-07-28-1659034133562/2018938_image2_1.webp)\n![/2022-07-28-1659034133562/2018942_image2_1.webp](/2022-07-28-1659034133562/2018942_image2_1.webp)\n![/2022-07-28-1659034133562/2018950_image2_1.webp](/2022-07-28-1659034133562/2018950_image2_1.webp)\n![/2022-07-28-1659034133562/2018955_image2_1.webp](/2022-07-28-1659034133562/2018955_image2_1.webp)\n![/2022-07-28-1659034133562/2018957_image2_1.webp](/2022-07-28-1659034133562/2018957_image2_1.webp)\n![/2022-07-28-1659034133562/2018960_image2_1.webp](/2022-07-28-1659034133562/2018960_image2_1.webp)\n![/2022-07-28-1659034133562/2018967_image2_1.webp](/2022-07-28-1659034133562/2018967_image2_1.webp)\n![/2022-07-28-1659034133562/2018975_image2_1.webp](/2022-07-28-1659034133562/2018975_image2_1.webp)\n![/2022-07-28-1659034133562/2018978_image2_1.webp](/2022-07-28-1659034133562/2018978_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-54-823-8850](tel:+82548238850)\n\n\n\n```googleMap\nlatitude: 36.5659582060\nlongitude: 128.7792044224\ntitle: 346-95 Gwangwangdanji-ro, Andong-si, Gyeongsangbuk-do\n```\n  \n\n","data":{"id":"2022-07-28-1659034133562","title":"Andong Ontrepieum (안동 온뜨레피움)","description":"Ontrepieum, meaning \"to bloom flowers in a garden,\" is situated in Andong's Cultural Tourism Complex.  With an area of approximately 30,000 ㎡, it consists of a 1,500 ㎡ tropical green house, a 6,600 ㎡ herb garden, farming land, an animal performance theater, a nature experience section, and other areas. The tropical greenhouse features tropical and subtropical plants, including herbs, coffee and palm trees. Over 17,000 trees planted in the park, along with its water fountain and photo zones, make it the perfect place for a fun weekend getaway, not to mention that it has been used as a filming location. It is a fantastic place to take some photos with a unique feel. <br> The Andong Cultural Tourism Complex also has a couple of attractions nearby, including a KBS studio, the Korea Folk Museum, the Water Museum and Arts and Crafts Museum.","regDate":"2022-07-28","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Recreational Sites","Theme Parks"],"imgUrl":"/2022-07-28-1659034133562/2018997_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-07-28-1659034133562","pageUrl":"https:/mcdryad.com/Gyeongsangbuk-do/2022-07-28-1659034133562"},"dataList":[{"id":"2022-12-02-1669963261084","title":"Joryeongsan Mountain (조령산)","description":"Joryeongsan Mountain divides Mungyeong (Gyeongsangbuk-do) and Goesan (Chungcheongbuk-do), and is situated at the far end of Baekdudaegan Mountain Range that connects Baekdusan and Jirisan Mountains. The mountain is picturesque with its surroundings of dense forest, steep rocky areas, strangely shaped peaks and old trees. It has a grand scale of mountain ridge and high altitude. However, as the hiking trail starts at 529 meters on Ihwaryeong, it is not that tough. Nearby locations include Sinseongbong Peak and Mapaebong Peak, as well as Joryeongsan Recreational Forest.","regDate":"2022-12-02","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-12-02-1669963261084/2005750_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-02-1669963261084"},{"id":"2022-12-02-1669959368692","title":"Jirye Arts Village (지례예술촌)","description":"Located in Andong, Jirye Arts Village first formed as a result of the construction of Imha Dam. When a small neighborhood in Jirye-ri, Imdong-myeon was at the risk of flood due to the dam, Kim Won-gil, the current village leader, relocated and rebuilt ten houses to its current location in 1986. This neighborhood, now known as Jirye Arts Village, was designated as an art village in 1990 and since then, many artists settled in the neighborhood and formed a community of culture and art. Today, Jirye Arts Village offers a variety of opportunities to experience Korean culture through hands-on arts and crafts as well as diverse cultural activities.","regDate":"2022-12-02","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Folk Villages"],"imgUrl":"/2022-12-02-1669959368692/187002_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-02-1669959368692"},{"id":"2022-12-02-1669956039549","title":"Jeodonghang Port (저동항)","description":"Jeodonghang Port is the biggest port on Ulleungdo Island, where most of the islands squid fishing and related process takes place. Jeodongeohwa, referring to the luring lights from the boats for squid fishing, is one of the famous Eight Major Beauties of Ulleungdo Island. Chotdaebawi Rock, standing next to the port sea wall, has a sad legend about a daughter who died from grievance when her father never came back from fishing.","regDate":"2022-12-02","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites"],"imgUrl":"/2022-12-02-1669956039549/2533913_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-02-1669956039549"},{"id":"2022-12-02-1669952362181","title":"Imcheonggak House (안동 임청각)","description":"Imcheonggak House is the largest remaining household from the Joseon dynasty, holding a history of over 500 years. The house was built for one aristocratic family’s love of the scenic beauty in the surrounding area. It was originally built with a total of 99 kan (traditional measurement of space between pillars) but only 70 remain. The most famous structure on this property is the annexed pavilion, Gunjajeong. An autograph of the famous Confucian scholar Lee Hwang can be found hanging outside the pavilion.","regDate":"2022-12-02","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Old Houses"],"imgUrl":"/2022-12-02-1669952362181/2511874_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-02-1669952362181"},{"id":"2022-12-01-1669891242998","title":"Hwang Ryong Won (황룡원)","description":"This unique architecture is a reinterpretation of the Hwangryongsa nine-story pagoda format from the Silla period using modern science technology and architecture methods. The building has become a new landmark in Bomun Tourist Complex and is also used as a training institute by offering various programs like meditation. There are simple one-hour programs or overnight tour courses available through prior reservation.&nbsp;","regDate":"2022-12-01","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Architectural Sights","Buildings"],"imgUrl":"/2022-12-01-1669891242998/2794688_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-01-1669891242998"},{"id":"2022-12-01-1669887472229","title":"Hupo Beach (후포해수욕장)","description":"The 250-meter-long Hupo Beach is situated right by Hupohang Port. The combination of an expansive sandy beach and indigo blue waters of the East Sea creates a splendid view, drawing a large number of vacationers in the summer. <br><br>Hupohang Port is the main receiving and distributing port for fish caught in the East Sea. In the early morning, the port offers a great chance to not only see fish being hauled from boats to the fish market, but also to purchase fresh raw fish at an affordable price. On the hill north of Hupo Beach stands Hupo Lighthouse where one can get an unobstructed view of the East Sea and the Uljin area. Hupo Beach is one of the few beaches offering a splendid view of both the port and the lighthouse.","regDate":"2022-12-01","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites"],"imgUrl":"/2022-12-01-1669887472229/187424_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-01-1669887472229"},{"id":"2022-12-01-1669884185831","title":"Homigot Sunrise Square (호미곶 해맞이광장)","description":"Homigot is located at the easternmost end of the Korean peninsula, in what would be considered to be the tail, if thinking of the Korean peninsula as a tiger. When Kim Jeongho made the Daedongyeojido Map, he visited this place seven times to confirm this area is in fact the easternmost part of Korea. Following the resources of Korea Astronomy and Space Science Institute, the sunrise time of Homigot on January 1 is at 7 32 am, making it the earliest first sunrise of each year in Korea. The plaza was built to commemorate these research findings with the national Sunrise Festival. Nearby attractions include Koreas largest lighthouse, Homigot Lighthouse, established in 1908; Lighthouse Museum; Monument to Commemorate Lee Yuk-sa’s Patriotism; and Daebo Seawater Bath, using pure seawater of the East Sea. <br><br>When completed, Homigot Tourism Complex and Homigot Specialized Ocean Leisure Complex will be the largest tourism complex in the eastern coast district. It will include an ocean aquarium, Ocean Ecological Park, Youth Training facilities, beach dome, accommodation facilities, and other various stores as well. <br><br> Sangsaeng’s Hand, a two-part bronze sculpture shaped like a pair of hands, was constructed in December 1999. It is a signature symbol of the sunrise festival. The left hand is on the land and the right hand is in the ocean. It was built to give the message that all people are living together by helping one another like Sangsaeng, meaning coexistence in Korean. The base of the platform is an image of the sun and its two round rings refer to harmony. These two hands have memorial sprits of reconciliation and coexistence for celebrating a new millennium.","regDate":"2022-12-01","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-12-01-1669884185831/2527505_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-01-1669884185831"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}