{"pageProps":{"content":"![Cheongpyeonghoban Maeuntang Village (청평호반 매운탕촌)](/2022-07-18-1658176645295/2482930_image2_1.webp)\n\n  \n## Overview\n\n> Cheongpyeonghoban Maeuntang Village is located on the shores of Cheongpyeongho Lake, designated a national attraction in 1943. The restaurants gathered here serve maeuntang (spicy fish stew), haemul tang (spicy seafood stew), sanchae jeongsik (set menu with seasoned wild vegetables) and many other traditional foods.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330<br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-31-584-7301|\n  \n\n  \n## Detail Image\n![/2022-07-18-1658176645295/2482925_image2_1.webp](/2022-07-18-1658176645295/2482925_image2_1.webp)\n![/2022-07-18-1658176645295/2482929_image2_1.webp](/2022-07-18-1658176645295/2482929_image2_1.webp)\n![/2022-07-18-1658176645295/2482931_image2_1.webp](/2022-07-18-1658176645295/2482931_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-31-584-7301](tel:+82315847301)\n\n\n\n```googleMap\nlatitude: 37.7223775697\nlongitude: 127.4251036476\ntitle: Hoegok-ri, Seorak-myeon, Gapyeong-gun, Gyeonggi-do\n```\n  \n## Directions\n  \n[Subway]<br>\nCheongpyeong Station (Gyeongchun Line)<br>\nApprox. 10 min by taxi from the station.\n","data":{"id":"2022-07-18-1658176645295","title":"Cheongpyeonghoban Maeuntang Village (청평호반 매운탕촌)","description":"Cheongpyeonghoban Maeuntang Village is located on the shores of Cheongpyeongho Lake, designated a national attraction in 1943. The restaurants gathered here serve maeuntang (spicy fish stew), haemul tang (spicy seafood stew), sanchae jeongsik (set menu with seasoned wild vegetables) and many other traditional foods.","regDate":"2022-07-18","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Experience Programs","Cultural Districts"],"imgUrl":"/2022-07-18-1658176645295/2482930_image2_1.webp","blogPath":"Gyeonggi-do/2022-07-18-1658176645295","pageUrl":"https:/mcdryad.com/Gyeonggi-do/2022-07-18-1658176645295"},"dataList":[{"id":"2022-09-13-1663062308945","title":"Cheongpyeong Lake (청평호반)","description":"Cheongpyeong Lake is an artificial lake that was formed with the construction of Cheongpyeong Dam in the Bukhangang River. Surrounding mountains and lake landscapes blend together harmoniously creating breathtaking views and is fast becoming a choice destination in Korea. <br><br>Near Cheongpyeong Lake there is an amusement park as well as numerous summer homes. On the nearby lake, one can enjoy water skiing and a host of other recreations. In addition, accommodation is also available making this destination a famous vacation spot all-year-round. Around Cheongpyeong Lake, there are a total of 30 boating areas for water skiing, motor boats, jet skis, banana boats, and various other water activities. All instrument rentals and lessons are also available.","regDate":"2022-09-13","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites"],"imgUrl":"","blogPath":"Gyeonggi-do/2022-09-13-1663062308945"},{"id":"2022-09-13-1663058993668","title":"Bukhansanseong Fortress (북한산성)","description":"First built in 132 during the Baekje era (18 BC-AD 660) under King Gaeru's reign, Bukhansanseong Fortress was the northernmost fortress that protected Baekje from Goguryeo's forces. In the year 475, the fortress fell in the hands of Gogyuryeo after a fierce battle. As a result, King Gaeru was killed and Baekje's princess fled to Ungjinseong Fortress. Despite the fortress' collapse and reconstructions, Bukhansanseong Fortress continued to play an important role in protecting the capital city throughout Korea's history of war.","regDate":"2022-09-13","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Fortresses"],"imgUrl":"","blogPath":"Gyeonggi-do/2022-09-13-1663058993668"},{"id":"2022-09-13-1663055633825","title":"Anyang Art Park (안양예술공원)","description":"Anyang Art Park is located 2 kilometers northeast of Anyang Station. The park features a pool of water from the valley streams of Gwanaksan and Samseongsan Mountains that surround the city. Once used as an amusement park, Anyang Art Park is now a citizen's park fully equipped with a variety of recreational facilities such as children's playground and a bungalow.","regDate":"2022-09-13","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Recreational Sites","Resorts"],"imgUrl":"","blogPath":"Gyeonggi-do/2022-09-13-1663055633825"},{"id":"2022-09-13-1663051098046","title":"Yumyeongsan National Recreational Forest (국립 유명산자연휴양림)","description":"Yumyeongsan National Recreational Forest is located near the mountain's entrance in the main valley. Despite its relatively low altitude, the Yumyeongsan Mountain is blessed with a steep valley and lush forests, resembling those of Cheonbuldong Valley in Seoraksan Mountain. The recreational park also has a well-managed hiking trail that follows the mountain's creek and unique rocks. The park is equipped with an auto-camping site, cabins, and outdoor exercise equipment for lodging and leisure purposes.","regDate":"2022-09-13","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"/2022-09-13-1663051098046/219377_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-13-1663051098046"},{"id":"2022-09-13-1663045696681","title":"Yumyeongsan Mountain (유명산)","description":"Originally, no name was given to this mountain on topographical maps. But in 1973, when the Empor Alpine Club reached the mountain during a hike across the nation, the club members named it after Jin Yu-myeong, a member of the expedition. On old maps, the mountain had been called Mayusan Mountain because of the horses raised in the area, but today it is more widely known as Yumyeongsan Mountain. The trail that starts from Yangpyeong leads to an expansive and open grassland. The hiking trails are also connected to those of Mount Daebusan and Mount Sogunisan. On the summit, there is a pile of stones, and the view from the top is splendid.","regDate":"2022-09-13","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-09-13-1663045696681/1358738_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-13-1663045696681"},{"id":"2022-09-12-1662979556312","title":"Yuldong Park (율동공원)","description":"Yuldong Park is a large urban neighborhood park located in the Bundang area of Seongnam. Since its opening in 1999, the park has become a favorite weekend hangout, frequented by residents of Seongnam and Seoul. This well-equipped park has a 45-meter bungee jumping site, a large fountain and a 33-acre reservoir encircled by a 2.5 kilometer promenade/bike path. Other facilities include a 13 meter-high artificial rock climbing wall, badminton center, children’s playground, foot acupressure path, grass plaza, year-round flower garden, field of reeds and theater. The park is also a popular date course for couples at nighttime as there are many quiet cafes located near the reservoir.","regDate":"2022-09-12","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-09-12-1662979556312/2639005_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-12-1662979556312"},{"id":"2022-09-12-1662975964729","title":"Yongmunsan Resort (용문산 관광지)","description":"Yongmunsan Mountain in Yangpyeong, Gyeonggi-do, is comprised of Doilbong Peak, Baegunbong Peak, and other peaks. The resort shares the area with various cultural relics such as Yongmunsa Temple; Yongmunsa Temple’s gingko tree; a stupa containing a relic of the Buddha, a monument of the reverend monk Jeongji; and the Yongmunsan Mountain area’s war record monument. The resort area is frequented by visitors throughout all four seasons but is especially popular in the fall because of the yellow-tinged gingko tree of Yongmunsa Temple (a Natural Monument).  <br><br>A 2 kilometers trek through the valley from Yongmunsa Temple will bring you to Yonggakbawi Rock, shaped like a dragon’s horn, halfway up the mountain. 1km away from Yonggakbawi Rock lays a huge boulder, Court Rock, on which 100 people can easily sit at the same time. There is also an amusement park that provides great entertainment for children, consisting of a rapid ride, a Viking-boat, a merry-go-round, bumper cars, a family coaster, and other rides. <br><br>Thirty minutes from Yongmunsa Temple is Jungwon Valley that looks small when seen from the outside, but leads to the mountain’s summit where you can enjoy a superb view. And only another fifteen minutes walk will bring you to the three-tiered Jungwon Falls where you can enjoy the sound of crashing waters and feel the cooling mists that rise from the base of the falls.","regDate":"2022-09-12","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Recreational Sites","Tourist Complexes"],"imgUrl":"/2022-09-12-1662975964729/1098983_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-12-1662975964729"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}