{"pageProps":{"content":"![Asan-si Hot Springs Special Tourist Zone (아산시 온천 관광특구)](/2022-07-28-1658993675912/1875810_image2_1.webp)\n\n  \n## Overview\n\n> Asan-si Hot Springs Special Tourist Zone includes Dogo, Asan and Onyang Hot Springs. Since the opening of Onyangoncheon Station on Seoul Subway Line 1 in December 2008, visitors flourished to the area thanks to the convenient access.<br><br>\nIt is said that Onyang Hot Springs is 1,300 years old, which means that it dates back to the Three Kingdoms Period. It is also known to be the kings' favorite spot for treatment and recuperation during the Joseon period. <br><br>\nOnyang Hot Springs is made up of alkaline spring waters and renowned for its excellent water quaility and abundance. The water temperature is 37~54℃. There are 200 accommodation facilities and amenities, including hotels, Oncheonjang hot springs and restaurants.<br><br>\nDesignated as a therapeutic hot springs, Dogo Hot Springs is equipped with spa treatment facilities. The water park within the hot springs is popular with families. Near the hot springs is a station that used to be Dogooncheon Station, but today, visitors can experience rail bike riding there. Another spot to visit is Asan Botanical Garden, which boasts beautiful flowers even in the depths of winter. <br><br>\nAsan Hot Springs has a variety of water park attractions in its theme hot springs. As the hot springs has soft water and contains plenty of minerals, such as silicic acid, sodium and calcium, it is said that drinking the water boosts metabolism and strengthens the digestive system. Apart from the modern style condominiums and inns, the hot springs has a golf course, water park and outdoor swimming pool filled with hot spring water and offers a great opportunity to experience various leisure activities. <br><br>\n\n* Current State of Asan Hot Springs Special Tourist Zone <br>\n1) Districts Covered: Areas around Sinsu-ri, Eumbong-myeon, Asan-si, Chungcheongnam-do (Onyang, Dogo and Asan Hot Springs, Sinjeongho Tourist Site) <br>\n2) Area: 3,710,000㎡ <br><br>\n\n* Tourist Attractions <br>\nParadise Spa Dogo, Asan Spavis, Oeam Folk Village, Oncheonjang hot springs,  Botanical Garden, Traditional Market, etc.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br>(Korean, English, Japanese, Chinese) <br>• For more info: +82-41-540-2689|\n|parking:|Available (public parking lot nearby)|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Available Facilities:|Tourist information center, interpretation center, tourist hotel, family hotel, water park, tourist entertainment restaurant, etc.|\n|Restrooms:|Available|\n|Facilities for the Handicapped:|Elevators, designated restrooms and pathways|\n|Interpretation Services Offered:|Available |\n  \n## Detail Image\n![/2022-07-28-1658993675912/1500713_image2_1.webp](/2022-07-28-1658993675912/1500713_image2_1.webp)\n![/2022-07-28-1658993675912/1500716_image2_1.webp](/2022-07-28-1658993675912/1500716_image2_1.webp)\n![/2022-07-28-1658993675912/1500718_image2_1.webp](/2022-07-28-1658993675912/1500718_image2_1.webp)\n![/2022-07-28-1658993675912/1500722_image2_1.webp](/2022-07-28-1658993675912/1500722_image2_1.webp)\n![/2022-07-28-1658993675912/1500723_image2_1.webp](/2022-07-28-1658993675912/1500723_image2_1.webp)\n![/2022-07-28-1658993675912/1500724_image2_1.webp](/2022-07-28-1658993675912/1500724_image2_1.webp)\n![/2022-07-28-1658993675912/1500725_image2_1.webp](/2022-07-28-1658993675912/1500725_image2_1.webp)\n![/2022-07-28-1658993675912/1500727_image2_1.webp](/2022-07-28-1658993675912/1500727_image2_1.webp)\n![/2022-07-28-1658993675912/1500730_image2_1.webp](/2022-07-28-1658993675912/1500730_image2_1.webp)\n![/2022-07-28-1658993675912/1500734_image2_1.webp](/2022-07-28-1658993675912/1500734_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-41-540-2689](tel:+82415402689)\n- [🏠www.asan.go.kr](http://www.asan.go.kr/tour)\n\n\n```googleMap\nlatitude: 36.7661174346\nlongitude: 126.8859654775\ntitle: Areas of Sinsu-ri, Asan-si, Chungcheongnam-do\n```\n  \n## Directions\n  \n[Subway/Train]<br>\nOnyangoncheon Station (Seoul Subway Line 1)\n","data":{"id":"2022-07-28-1658993675912","title":"Asan-si Hot Springs Special Tourist Zone (아산시 온천 관광특구)","description":"Asan-si Hot Springs Special Tourist Zone includes Dogo, Asan and Onyang Hot Springs. Since the opening of Onyangoncheon Station on Seoul Subway Line 1 in December 2008, visitors flourished to the area thanks to the convenient access.<br><br>It is said that Onyang Hot Springs is 1,300 years old, which means that it dates back to the Three Kingdoms Period. It is also known to be the kings' favorite spot for treatment and recuperation during the Joseon period. <br><br>Onyang Hot Springs is made up of alkaline spring waters and renowned for its excellent water quaility and abundance. The water temperature is 37~54℃. There are 200 accommodation facilities and amenities, including hotels, Oncheonjang hot springs and restaurants.<br><br>Designated as a therapeutic hot springs, Dogo Hot Springs is equipped with spa treatment facilities. The water park within the hot springs is popular with families. Near the hot springs is a station that used to be Dogooncheon Station, but today, visitors can experience rail bike riding there. Another spot to visit is Asan Botanical Garden, which boasts beautiful flowers even in the depths of winter. <br><br>Asan Hot Springs has a variety of water park attractions in its theme hot springs. As the hot springs has soft water and contains plenty of minerals, such as silicic acid, sodium and calcium, it is said that drinking the water boosts metabolism and strengthens the digestive system. Apart from the modern style condominiums and inns, the hot springs has a golf course, water park and outdoor swimming pool filled with hot spring water and offers a great opportunity to experience various leisure activities. <br><br>* Current State of Asan Hot Springs Special Tourist Zone <br>1) Districts Covered  Areas around Sinsu-ri, Eumbong-myeon, Asan-si, Chungcheongnam-do (Onyang, Dogo and Asan Hot Springs, Sinjeongho Tourist Site) <br>2) Area  3,710,000㎡ <br><br>* Tourist Attractions <br>Paradise Spa Dogo, Asan Spavis, Oeam Folk Village, Oncheonjang hot springs,  Botanical Garden, Traditional Market, etc.","regDate":"2022-07-28","author":"korea-tour","tag":["Chungcheongnam-do","Culture/Art/History","Recreational Sites","Tourist Complexes"],"imgUrl":"/2022-07-28-1658993675912/1875810_image2_1.webp","blogPath":"Chungcheongnam-do/2022-07-28-1658993675912","pageUrl":"https:/mcdryad.com/Chungcheongnam-do/2022-07-28-1658993675912"},"dataList":[{"id":"2022-11-03-1667472420990","title":"Chilgapsan Observatory, Starpark (칠갑산천문대 스타파크)","description":"The star observatory is situated near Hantigogae Pass on Chilgapsan Mountain. The observatory has a celestial projection room, video and lecture room, exhibition room, an observatory platform, main observation room, and a subsidiary observation room. The main observation room is equipped with six telescopes, including a 400mm reflecting telescope and one 304mm refracting telescope, the largest in the nation. At the celestial projection room, visitors can view a virtual night sky and stars on a dome screen 10 meters wide regardless of weather conditions. The room offers 5-D cubic movies related to space science on a full HD screen and 4-D chairs with environmental effects of water, wind, and lightning.","regDate":"2022-11-03","author":"korea-tour","tag":["Chungcheongnam-do","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2022-11-03-1667472420990/2358699_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-03-1667472420990"},{"id":"2022-11-03-1667468452579","title":"Chilgapsan Jangseung Park (칠갑산 장승공원)","description":"Jangseung Park on Chilgapsan Mountain is the largest preservation area for jangseungs, the ancient wooden or stone totem poles that were usually placed at the village entrance to ward off  evil spirits. It was established in May 1999 to counter the dwindling awareness of the artifacts, and houses some of Koreas tallest jangseungs (11.5 m) as well as replicas of indigenous totem poles from across the world. Today, it continues to host the Annual Chilgapsan Mountain Jangseung Festival, and serves as an important site of Korean history learning.","regDate":"2022-11-03","author":"korea-tour","tag":["Chungcheongnam-do","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-11-03-1667468452579/1601698_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-03-1667468452579"},{"id":"2022-11-03-1667465297913","title":"Cheonsuman Bay - Migratory Bird Sanctuary (천수만(철새도래지))","description":"Cheonsuman Bay emerged as a habitat for migratory birds as a result of a reclamation project that was undertaken in 1984. A breakwater was built around this area, which created Ganwolho Lake and Bunamho Lake. Moreover, a vast agricultural land spanning 6,400 hectares was formed on what used to be a mud flat. The monthly average temperature of Cheonsuman Bay area between October and March is about 1.2 degree Celsius higher than inland areas at the same latitude because of its oceanic climate. Such geographical conditions have made Cheonsuman Bay an ideal wintering site for migratory birds.<br><br>Cheonsuman Bay is located midway along the migration route of birds migrating from northern Siberia or Manchuria to Southeast Asia. As a result, Cheonsuman Bay has become home to nearly 200 different species of migratory birds that can be watched all year round. In winter, the area becomes a wintering site for over 300 thousand ducks and wild geese, as well as a wide variety of endangered species like storks, spoonbills, mute swans, and white-naped cranes. Lucky birdwatchers might be able to witness the great spectacle created by tens of thousands of migratory birds flying in a flock over the Cheonsuman Bay area.","regDate":"2022-11-03","author":"korea-tour","tag":["Chungcheongnam-do","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2022-11-03-1667465297913/2716584_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-03-1667465297913"},{"id":"2022-11-03-1667461081853","title":"Cheonjangho Lake (천장호)","description":"Cheonjangho Lake is situated on the ridge of Chilgapsan Mountain about 11 kilometers away from the Chilgapsan Recreational Forest. This is reservoir of 1,200 hectares and is used to irrigate nearby farm land. Construction began in 1972 and took seven years to complete. The lake boasts clean water and an outstanding surrounding landscape. When it comes under fog or clouds, it creates a scenic view against the Chilgapsan Mountain landscape. In early spring, smelts are caught in abundance, drawing a growing number of tourists and anglers.","regDate":"2022-11-03","author":"korea-tour","tag":["Chungcheongnam-do","Nature","Natural Sites"],"imgUrl":"/2022-11-03-1667461081853/2358815_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-03-1667461081853"},{"id":"2022-11-03-1667458152957","title":"Cheongyang Daracgol Julmudeom Holy Site (청양 다락골 줄무덤 성지)","description":"Julmudeom refers to the unmarked graves of anonymous Catholic martyrs in Darakgol, Cheongyang in Chungcheongnam-do. Darakgol is also the birthplace of St. Choi Gyeong-hwan and Choi Yang-eop (the second Catholic priest in Korea) was also martyred in Gwacheon, Gyeonggi-do. Because the grave is of more than one individual, it was given the name Julmudeom (group graveyard).<br><br>Although the exact number of martyrs and their exact cause of death is unknown, they were buried by family resulting in the 37 mounds in three sections. In 1982, Cheongyang Cathedral established monuments to commemorate the unidentified martyrs, and Julmudeom became a well-known site for Catholic pilgrimages. In 1986, the remains of St. Choi Gyeong-hwan Francisco were relocated to the Jeoldusan Martyrs’ Shrine reducing the total number of mounds at Julmudeom to 36.","regDate":"2022-11-03","author":"korea-tour","tag":["Chungcheongnam-do","Culture/Art/History","Historical Sites","Holy Sites"],"imgUrl":"/2022-11-03-1667458152957/1602658_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-03-1667458152957"},{"id":"2022-11-03-1667454145382","title":"Cheongsan Arboretum (청산수목원)","description":"Cheongsan Arboretum is home to over 200 different kinds of wildflowers, trees, and water plants such as lotuses and water lilies. Theme gardens and walking trails have over 600 types of trees. Opened in 1990, the garden has the most water plants in the nation.","regDate":"2022-11-03","author":"korea-tour","tag":["Chungcheongnam-do","Nature","Natural Sites","Botanical Gardens"],"imgUrl":"/2022-11-03-1667454145382/2634646_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-03-1667454145382"},{"id":"2022-11-03-1667451755458","title":"Cheongpodae Beach (청포대해수욕장)","description":"Cheongpodae Beach is located just south of Mongsanpo Beach. Its gently curved shoreline, unique rock formations, pine trees, and migratory birds all combine to make one spectacular scenery. The sand is white, the waves are not too high, and the water temperature is just right - all these are reasons to make this the next family vacation destination. Visitors can enjoy fresh seafood at nearby Mageumpo Port with a view of various islands.","regDate":"2022-11-03","author":"korea-tour","tag":["Chungcheongnam-do","Nature","Natural Sites"],"imgUrl":"/2022-11-03-1667451755458/637295_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-03-1667451755458"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}