{"pageProps":{"content":"![Seosan Gayasan Mountain (가야산(서산))](/2022-11-13-1668336086604/1961100_image2_1.webp)\n\n  \n## Overview\n\n> Gayasan Mountain has easy and enjoyable hiking trails connecting Gayabong Peak, the main peak, with other peaks and mountains, namely Wonhyobong Peak (677 m), Ogyangbong Peak (621.4 m), Illaksan Mountain (521.4 m), Sujeongbong Peak (453 m), and Sangwangsan Mountain (307.2 m). The trails are as easy and suitable for all hikers including the elderly and young hikers. A distant view of the west sea is even visible from the top of the mountain. Gayasan Mountain offers amazing scenery all year round, most notably in spring when azaleas, royal azaleas, and an array of wildflowers are in full bloom.<br /><br />The mountain also contains the Seosan Rock-carved Buddha Triad (National Treasure), which is considered the best rock-carved Buddha from the Baekje period. The mountain is also home to Bowonsa Temple Site, Gaesimsa Temple, and Illaksa Temple. With one National Treasure, six Treasures, and four cultural heritages preserved on the mountain, it is safe to say that Gayasan Mountain is the heart of Naepo Culture Zone (northwestern region of the province of Chungcheongnam-do), making the entire mountain a cultural asset.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330<br>(Korean, English, Japanese, Chinese) <br> • For more info: +82-41-662-2113|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Hiking Course:|Unsan-myeon - Rock-carved Buddha Triad - Sujeongbong Peak - Ogyangbong Peak - Seongmunbong Peak - Illaksan Mountain - Bowonsa Temple Site - Rock-carved Buddha Triad|\n|Night-time Hike Restriction Notice:|From sunset to two hours before sunrise<br>* Subject to change depending on the time required to reach the peak. Please confirm before visiting.|\n  \n## Detail Image\n![/2022-11-13-1668336086604/1961101_image2_1.webp](/2022-11-13-1668336086604/1961101_image2_1.webp)\n![/2022-11-13-1668336086604/1961102_image2_1.webp](/2022-11-13-1668336086604/1961102_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-41-662-2113](tel:+82416622113)\n- [🏠www.seosan.go.kr](https://www.seosan.go.kr/tour/guideView.do?key=5976&guidanceNo=52&lclas=TRRSRT&sclas=MNTN&langSe=KOR&pageUnit=9&pageIndex=1)\n\n\n```googleMap\nlatitude: 36.7039864327\nlongitude: 126.6091060355\ntitle: Sansu-ri, Seosan-si, Chuncheongnam-do\n```\n  \n\n","data":{"id":"2022-11-13-1668336086604","title":"Seosan Gayasan Mountain (가야산(서산))","description":"Gayasan Mountain has easy and enjoyable hiking trails connecting Gayabong Peak, the main peak, with other peaks and mountains, namely Wonhyobong Peak (677 m), Ogyangbong Peak (621.4 m), Illaksan Mountain (521.4 m), Sujeongbong Peak (453 m), and Sangwangsan Mountain (307.2 m). The trails are as easy and suitable for all hikers including the elderly and young hikers. A distant view of the west sea is even visible from the top of the mountain. Gayasan Mountain offers amazing scenery all year round, most notably in spring when azaleas, royal azaleas, and an array of wildflowers are in full bloom.<br /><br />The mountain also contains the Seosan Rock-carved Buddha Triad (National Treasure), which is considered the best rock-carved Buddha from the Baekje period. The mountain is also home to Bowonsa Temple Site, Gaesimsa Temple, and Illaksa Temple. With one National Treasure, six Treasures, and four cultural heritages preserved on the mountain, it is safe to say that Gayasan Mountain is the heart of Naepo Culture Zone (northwestern region of the province of Chungcheongnam-do), making the entire mountain a cultural asset.","regDate":"2022-11-13","author":"korea-tour","tag":["Chungcheongnam-do","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-11-13-1668336086604/1961100_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-13-1668336086604","pageUrl":"https:/mcdryad.com/Chungcheongnam-do/2022-11-13-1668336086604"},"dataList":[{"id":"2022-11-15-1668487727160","title":"Sono Belle Cheonan Ocean Park (소노벨 천안 오션파크)","description":"Sono Belle Cheonan features Ocean Adventure, a water park designed with the theme of Europe. The water park is largely divided into the indoor zone, outdoor zone, and open-air hot spring zones. Sono Belle Cheonans water park aims to provide fun and recreation to visitors of all ages while the hot spring zone focuses on health and stress relief.","regDate":"2022-11-15","author":"korea-tour","tag":["Chungcheongnam-do","Culture/Art/History","Recreational Sites","Hot Springs & Spa"],"imgUrl":"/2022-11-15-1668487727160/2495084_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-15-1668487727160"},{"id":"2022-11-15-1668484699356","title":"Solmoe Holy Ground (솔뫼성지)","description":"Solmeo gets its name from a small cluster of pine trees. The first Korean priest, Saint Kim Dae-gun Andrea was born here on August 21, 1821 and when he was seven, he escaped persecution by following his grandfather to Handeok-dong, Yongin (Golmaemashil). Furthermore, it is where four generations of ancestors such as his great-grandfather Kim Jin-hu (martyred in 1814), great uncle Kim Han-hyun (1816), father Kim Jae-jun (1839), and priest Kim Dae-gun himself (martyred in 1846) lived.<br><br> He was chosen as a theological student in Golmaemashil and studied in Macao. In 1846, he was ordained as priest by Bishop Ferréol in Shanghai, Kim Ga Hang Cathedral. After his return to Korea, he worked in Yongin until September 1846 when he was tried, executed and died a martyr when he was only 26. Pope Johannes Paulus II appointed him a saint during his visit to Korea in May 1984. In Solmoe, Priest Kim Dae-gun’s statue and a memorial stands underneath the pine trees and his remains are placed inside the nearby cathedral.","regDate":"2022-11-15","author":"korea-tour","tag":["Chungcheongnam-do","Culture/Art/History","Historical Sites","Holy Sites"],"imgUrl":"/2022-11-15-1668484699356/2635127_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-15-1668484699356"},{"id":"2022-11-14-1668422705382","title":"Sinseong-ri Reed Field (신성리 갈대밭)","description":"As one of Korea’s top four fields of reeds, Sinseong-ri Reed Field (nearly 60,000 pyeong) has also been popularized as a filming location of the mega-hit Korean movie, “JSA.”<br><br>To protect the natural environment, only 2-3% of the entire area of field of reed has been developed into a park. About 100,000 migratory birds (40 species) pass through every winter (especially in December and January). In fall, the golden fields of reeds create a romantic atmosphere along the banks of the glittering Geumgang River. <br><br>Nearby tourist attractions include a riverbank resort, Wolmyeong Park (in Gunsan), Chunjangdae Beach (in Seocheon-gun) and Hansan Ramie Fabric Museum.<br><br>* Period to see the golden fields  July to February","regDate":"2022-11-14","author":"korea-tour","tag":["Chungcheongnam-do","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2022-11-14-1668422705382/2034923_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-14-1668422705382"},{"id":"2022-11-14-1668418855073","title":"Sinjindo Island (신진도)","description":"Sinjindo Island is located at the end of Jeongjuk Peninsula in Sinjindo-ri, Geunheung-myeon, Taean-gun, Chungcheongnam-do. The island has an area of 1.06 ㎢, and is 40 km away from Taean-gun and 1km away from Geunheung-myeon. People settled on the island after Manhocheon fortified the shore  during the period of King Seongjong.<br>","regDate":"2022-11-14","author":"korea-tour","tag":["Chungcheongnam-do","Nature","Natural Sites"],"imgUrl":"/2022-11-14-1668418855073/184797_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-14-1668418855073"},{"id":"2022-11-14-1668415676336","title":"Sinjeongho Tourist Park (신정호관광지)","description":"Sinjeongho Tourist Park was created in 1993 on land spanning 272,000 square meters in the Bangchuk-dong area of Asan City. The park has various attractions including a grass plaza, bird garden, wildflower park, sculpture park, youth facilities, and 8.45 meter-high statue of Admiral Lee Sun-shin. The ecological park at the tourist park entrance is home to a variety of plants such as pine trees and azalea flowers, while the sculpture park attracts visitors in the winter with a large ice sculpture 8 meters wide and 3 meters high.  Sinjeongho Lake, located in front of the tourist park, is a popular fishing spot throughout the year and visitors can enjoy a leisurely ride on motor boats or pleasure boats.","regDate":"2022-11-14","author":"korea-tour","tag":["Chungcheongnam-do","Culture/Art/History","Recreational Sites","Tourist Complexes"],"imgUrl":"/2022-11-14-1668415676336/2519808_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-14-1668415676336"},{"id":"2022-11-14-1668411487434","title":"Sinduri Coastal Sand Dune (태안 신두리 해안사구)","description":"Located on Sinduri Beach in Taean, Sinduri Coastal Sand Dune is the only sand dune in Korea and one of Eight Tourist Attractions in Taean. It was believed to have been formed approximately 15,000 years ago after the Ice Age when strong winds gradually carried sand from the sea to the current area. The dune has all the qualities of a typical dunelnd, as well as being a buffer between the coast and inland.","regDate":"2022-11-14","author":"korea-tour","tag":["Chungcheongnam-do","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2022-11-14-1668411487434/1954199_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-14-1668411487434"},{"id":"2022-11-14-1668408507155","title":"Seosan Seogwangsa Temple (서광사(서산))","description":"Seongwangsa Temple is located in the quiet downtown area of Eupnae-dong, Seosan in Chungcheongnam-do. Its convenient location makes it easily accessible from almost anywhere in town.   <Br><br>The temple was built by Great Monk Daegyeong in 928 in the late Silla period and the scholar Choi Chiwon came here to study while he was serving as the governor of Buseong-gun (currently Seosan) in 893. Originally, the temple was called Samseonam, or Three Hermitages, for there had been three hermitages in the upper, middle, and lower part of Buchunsan Mountain. During the late Joseon dynasty, the hermitages in the upper and middle part were closed and only the one at the bottom survived.  In 1987, the name was changed to Seogwangsa Temple.","regDate":"2022-11-14","author":"korea-tour","tag":["Chungcheongnam-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-11-14-1668408507155/2401998_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-14-1668408507155"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}