{"pageProps":{"content":"![Archaeological Site in Seokjang-ri, Gongju (공주 석장리 유적)](/2022-07-28-1658984540847/531206_image2_1.webp)\n\n  \n## Overview\n\n> The Archaeological Site in Seokjang-ri, Gongju is located approximately 6 kilometers out of the city of Gongju, on the northern banks of the Geumgang River. The site is one of Korea's representative relic sites of the Old Stone Age, and is designated Historic Site No. 334. The site was excavated 10 times between 1964 and 1974 by teams from Yonsei University Museum. The excavation of 27 layers of stratum produced relics proving people lived in the area through 11 cultural eras. The area was excavated again in 1990 and 1993, producing even more cultural artifacts and helping to create a clearer image of the people living in that time.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-41-840-8924|\n|parking:|Available|\n|restdate:|[Museum] Seollal (Lunar New Year's Day) and Chuseok (Korean Thanksgiving Day) holidays, other holidays designated by Gongju city|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Admission Fees:|[Museum]<br>Individuals - Adults 1,300 won / Teenagers 800 won / Children 600 won<br>Groups - Adults 1,200 won / Teenagers 700 won / Children 500 won<br><br>* Group: 20 or more people|\n|Available Facilities:|Museum|\n|Restrooms:|Available|\n  \n## Detail Image\n![/2022-07-28-1658984540847/2439666_image2_1.webp](/2022-07-28-1658984540847/2439666_image2_1.webp)\n![/2022-07-28-1658984540847/2439668_image2_1.webp](/2022-07-28-1658984540847/2439668_image2_1.webp)\n![/2022-07-28-1658984540847/2439670_image2_1.webp](/2022-07-28-1658984540847/2439670_image2_1.webp)\n![/2022-07-28-1658984540847/2439672_image2_1.webp](/2022-07-28-1658984540847/2439672_image2_1.webp)\n![/2022-07-28-1658984540847/2439674_image2_1.webp](/2022-07-28-1658984540847/2439674_image2_1.webp)\n![/2022-07-28-1658984540847/2439676_image2_1.webp](/2022-07-28-1658984540847/2439676_image2_1.webp)\n![/2022-07-28-1658984540847/2439678_image2_1.webp](/2022-07-28-1658984540847/2439678_image2_1.webp)\n![/2022-07-28-1658984540847/2439680_image2_1.webp](/2022-07-28-1658984540847/2439680_image2_1.webp)\n![/2022-07-28-1658984540847/2439682_image2_1.webp](/2022-07-28-1658984540847/2439682_image2_1.webp)\n![/2022-07-28-1658984540847/2439684_image2_1.webp](/2022-07-28-1658984540847/2439684_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-41-840-8924](tel:+82418408924)\n- [🏠www.sjnmuseum.go.kr</a> (Korean only)<br><a href=\"http://www.cha.go.kr\" target=\"_blank\" class=\"web\">www.cha.go.kr](http://www.sjnmuseum.go.kr)\n\n\n```googleMap\nlatitude: 36.4476510306\nlongitude: 127.1894301333\ntitle: 990, Geumbyeok-ro, Gongju-si, Chungcheongnam-do\n```\n  \n## Directions\n  \n[Bus]<br>\nFrom Gonju Bus Terminal Bus Stop, take Bus No. 570 to  Seokjang-ri Bus Stop.<br>\nWalk approx. 172 m to the attraction.\n","data":{"id":"2022-07-28-1658984540847","title":"Archaeological Site in Seokjang-ri, Gongju (공주 석장리 유적)","description":"The Archaeological Site in Seokjang-ri, Gongju is located approximately 6 kilometers out of the city of Gongju, on the northern banks of the Geumgang River. The site is one of Korea's representative relic sites of the Old Stone Age, and is designated Historic Site No. 334. The site was excavated 10 times between 1964 and 1974 by teams from Yonsei University Museum. The excavation of 27 layers of stratum produced relics proving people lived in the area through 11 cultural eras. The area was excavated again in 1990 and 1993, producing even more cultural artifacts and helping to create a clearer image of the people living in that time.","regDate":"2022-07-28","author":"korea-tour","tag":["Chungcheongnam-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-07-28-1658984540847/531206_image2_1.webp","blogPath":"Chungcheongnam-do/2022-07-28-1658984540847","pageUrl":"https:/mcdryad.com/Chungcheongnam-do/2022-07-28-1658984540847"},"dataList":[{"id":"2022-07-28-1659015426719","title":"Bongsusan Recreational Forest (봉수산 자연휴양림)","description":"Opened in 2007, the Bongsusan Mountain Natural Recreation Forest offers a variety of forest recreation facilities. The area is home to various wild birds. The forest also offers various hiking trails, which take between one and three hours to complete. The slopes are relatively gentle. Various rest and forest bathing sites are setup throughout the forest. The Yedang Reservoir is nearby, which is the nation’s top fishing ground. Also in the area is the Hyeongje (Brother) Park, Daeheung Dongheon, Daeryeonsa Temple, Imjonseong Fortress, Deoksan Hot Spring, Sudeoksa Temple, Chunguisa Temple, the residence of Chusa Kim Jung-hee, and the Korea Traditional Architecture Museum.","regDate":"2022-07-28","author":"korea-tour","tag":["Chungcheongnam-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"/2022-07-28-1659015426719/1601669_image2_1.webp","blogPath":"Chungcheongnam-do/2022-07-28-1659015426719"},{"id":"2022-07-28-1659014406621","title":"Bonggoksa Temple (봉곡사)","description":"Surrounded by lush wildlife Bonggoksa Temple is located alongside the northeast valley in Bongsusan Mountain in Namdan, Songak-myeon. Both Daeeungjeon and Hyanggakjeon sit facing east, and to the north, is the large Yosache (residence for Buddhist monks). Behind the residence, an area has been leveled down for a restroom and storehouse. And Samseongak (a building where three saints are worshipped) is situated on top of the mound to the south of the temple. Although Samseongak was constructed in recent years, both Daeungjeon and Yosache are identified in the restored record that was found by Buddhist monk, Seobong in 1891. The temple has gained renown for being the place where Saint Mangong attained his Buddhist awakening and recited Odoseong, the zen poetry in July, 1895.","regDate":"2022-07-28","author":"korea-tour","tag":["Chungcheongnam-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-07-28-1659014406621/1495784_image2_1.webp","blogPath":"Chungcheongnam-do/2022-07-28-1659014406621"},{"id":"2022-07-28-1659013781391","title":"Baengnipo Beach (백리포해수욕장)","description":"Baengnipo Beach is a rather small beach but boasts clean water and some of the finest sand on the west coast. There are beautiful cliffs at both ends of the beach adding to the natural beauty. The grove of pine trees around the beach offers a great site for camping. The beach is well managed and offers services tailored to the needs of tourists, so visitor satisfaction is high.","regDate":"2022-07-28","author":"korea-tour","tag":["Chungcheongnam-do","Nature","Natural Sites"],"imgUrl":"/2022-07-28-1659013781391/1599934_image2_1.webp","blogPath":"Chungcheongnam-do/2022-07-28-1659013781391"},{"id":"2022-07-28-1659008015459","title":"Baeksajang Beach (백사장해수욕장)","description":"Baeksajang Beach is located near Baeksajangpogu Port which is just 4 kilometers southwest of Anmyeon-do Yeonyukgyo Bridge, the bridge connecting the mainland to the island. The beach has a long stretch of shimmering white sand and the ebbing tide creates a different view of the horizon. Though the water level has a large tidal range, the beach's moderate water temperature makes it suitable to swim even in late summer. The beach is 1.2 kilometers long and 300 meters wide, and is made up of fine silica sand. <br><br> Baeksajang Beach and the nearby Sambong Beach is one of the major sources of jumbo shrimp. During autumn, crowds come to enjoy the taste of fresh jumbo shrimp. The beach even holds a prawn festival every fall when jumbo shrimp production peaks.","regDate":"2022-07-28","author":"korea-tour","tag":["Chungcheongnam-do","Nature","Natural Sites"],"imgUrl":"/2022-07-28-1659008015459/2716426_image2_1.webp","blogPath":"Chungcheongnam-do/2022-07-28-1659008015459"},{"id":"2022-07-28-1659004863960","title":"Baekje Cultural Land (백제문화단지)","description":"Baekje Cultural Land is the largest history-themed park in Korea, built to share the beautiful culture of the Baekje Kingdom with the world. The large site is filled with traces of Baekje culture. Sabigung Palace is a reconstruction of a real royal palace from the Three Kingdoms period. Neungsa Temple, a royal temple representing the Baekje period, has been recreated according to the real size based on excavation research done at the historic site in Neungsan-ri, Buyeo-eup. Just inside Daetongmun Gate is the Five-story Stone Pagoda, the most prominent structure in the complex. Wiryeseong Fortress, built during the Hanseong Baekje Era, gives a different aspect of Baekje in comparison with Sabigung Palace from the Late Baekje Era. A panorama of the complex can be seen from Jehyangnu Pavilion.","regDate":"2022-07-28","author":"korea-tour","tag":["Chungcheongnam-do","Culture/Art/History","Recreational Sites","Tourist Complexes"],"imgUrl":"/2022-07-28-1659004863960/2366349_image2_1.webp","blogPath":"Chungcheongnam-do/2022-07-28-1659004863960"},{"id":"2022-07-28-1659001087938","title":"Baegmagang River (백마강)","description":"Baegmagang River (백마강), which literally means ‘the largest river in the Baekje Kingdom’, refers to the 16km-long Geumgang River. <br><br>There are many historic sites all along Baegmagang River, which flows around Mt. Busosan, including Cheonjeongdae Altar (천정대), where important national affairs of the Baekje Dynasty were determined, Nakhwaam Rock (낙화암), Joryongdae Rock, Gudeure, BusanㆍDaejaegak Pavilion, Jaondae Rock and Subukjeong Pavilion. <br><br>* Joryongdae Rock (조룡대)<br>A small island-like rock on the Baegmagang riverside<br>* Daejaegak Pavilion (대재각) <br>Daejaegak Pavilion is located at the Baegmagang River cliff across from the Gudeure Ferry. In this pavilion can be found a rock bed engraved with ‘Jitongjaesim Ilmodowon’ on its surface.","regDate":"2022-07-28","author":"korea-tour","tag":["Chungcheongnam-do","Nature","Natural Sites"],"imgUrl":"/2022-07-28-1659001087938/1784679_image2_1.webp","blogPath":"Chungcheongnam-do/2022-07-28-1659001087938"},{"id":"2022-07-28-1658997789555","title":"Asanoncheon Hot Spring (아산온천)","description":"Asanoncheon Hot Spring was discovered in 1987 and designated as a tourist zone in 1999. The mineral-rich spring  water offers a slew of natural health benefits. The alkaline water found in the natural hot spring contains a  variety of  minerals (about 20 types), including calcium and sodium bicarbonate. <br> <br> When you bathe in the hot spring, your skin absorbs these minerals, which speed up cellular restoration and blood circulation. An oxygenated circulatory system is beneficial in keeping not only your stomach, but your body's other vital organs and tissues healthy and strong. <br> <br> The hot spring offers natural treatment options for various common ailments such as arthritis, neuralgia, high blood pressure, stomach disorder, and stroke. Nestled in the mountains, the spa offers the relaxation of walking in the forest and breathing in the fresh valley air. Also, stopping by the historical statue at Asanho Lake along the west coast highway  to Asanoncheon Hot Spring will add an extra bit of fun to your weekend excursion.","regDate":"2022-07-28","author":"korea-tour","tag":["Chungcheongnam-do","Culture/Art/History","Recreational Sites","Hot Springs & Spa"],"imgUrl":"/2022-07-28-1658997789555/1599755_image2_1.webp","blogPath":"Chungcheongnam-do/2022-07-28-1658997789555"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Incheon","Jeju-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}