{"pageProps":{"list":[{"id":"2022-08-01-1659323323304","title":"Gangcheonsan County Park (강천산 군립공원)","description":"Gangcheonsan Mountain is surrounded by Gwangcheonsan Gwangjubong Peak (583.7 meters above sea level), Gwangdeoksan Seonnyeobong Peak (578 meters), and Sanseongsan Yeondaebong Peak (603 meters above sea level) in the area of 996beonji, Cheonggye-ri, Sunchang-gun, Jeollabuk-do. It is divided into small canyons and has an outstanding view with rocky mountains on all sides. The valley was called Gangcheon Valley because clean and clear water flows like a spring on the hard rocks, and all the mountains around it were called Gangcheonsan Mountain. It is said that in the past it was called Yongcheonsan Mountain, named after the shape of two dragons waving their tails toward the sky and ascending to heaven.<br><br>Following the Noryeong Mountain Range to Chuwolsan Mountain, it forms Gwangdeoksan Mountain and Yongcheonsan Mountain. On Sanseongsan Mountain (two dragons from the eastern sky to the western sky) that towers high in the sky, two dragons run east side by side. There are numerous peaks, some famous ones are, Yeondaebong, Undaebong, Suyeongbong, Cheonjabong, Gitdaebong, Gwangjubong, Gyeonjebong, and Songrakbong peaks. Between these two mountains is a very deep valley. Some of the famous valleys are, Yeondaegyegok Valley, Seonnyeogyegok Valley (Jeobujegol), Wondeunggyegok Valley (Yongdaeamgol), Buntonggol Pass, Jijigol Valley, Somokgol Valley, Samindaegyegok Valley (Hwangwoojegol), Giwoojegol Valley, Senyanggol Valley, Multonggol Valley, Chodanggol Valley, Ujakgol Valley, Dongmakgol Valley, Geumganggyegok Valley (Tapsanggol), Seungbanggol Valley, Byeondugol Valley, etc. The clear water flowing from every valley joins into one and the sound of the water crashing against the rocks and stones echoes throughout the valley and enters Gangcheonho Lake.<br><br>When spring comes, willows bloom, and when the forsythia and azaleas are in full bloom, wild cherry blossoms reach full bloom on every mountain peak. The clear and clean water flows continuously between the gravel along the valley. Visitors can cool off the heat in this river that does not collect moss either because it is too cold or clean. On Gangcheonsan Mountain, there are beautiful shrubs and maple trees, and the baby maples and baby squirrels announce the arrival of autumn among the seven different types of maple trees. The multiple trails on the mountain are not steep or too dangerous, making it popular regardless of age. It is also ideal for mountaineering and mountain-loving hikers. The scenery of the river with white snow and icicles attracts painters who want to capture the moment on a canvas. Gangcheonsan Mountain has four distinct seasons making it a popular destination all year round.","regDate":"2022-08-01","author":"korea-tour","tag":["Jeollabuk-do","Nature","Natural Sites","County Parks"],"imgUrl":"/2022-08-01-1659323323304/2634995_image2_1.webp","blogPath":"Jeollabuk-do/2022-08-01-1659323323304","pageUrl":"https:/mcdryad.com/Jeollabuk-do/2022-08-01-1659323323304"},{"id":"2022-07-31-1659310755947","title":"Gangam Calligraphy Museum (강암서예관)","description":"The Gangam Calligraphy Museum (est. 1995) in Jeonju Hanok Village has on display over 1,000 works from famous artists such as Kim Jeong-hee (1786-1856, calligrapher, painter, & scholar), Lee Sam-man (1770-1847, calligrapher), Kim Hong-do (1745-?, artist), and Jeong Yak-yong (1762-1836, scholar). This museum also houses a seminar room for calligraphy-related events and educational programs.","regDate":"2022-07-31","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History"],"imgUrl":"/2022-07-31-1659310755947/1605494_image2_1.webp","blogPath":"Jeollabuk-do/2022-07-31-1659310755947","pageUrl":"https:/mcdryad.com/Jeollabuk-do/2022-07-31-1659310755947"},{"id":"2022-07-31-1659307137969","title":"Gaeamsa Temple (개암사)","description":"Gaeamsa Temple is a small, quiet temple built in 634 during the Baekje dynasty. The origin of the name \"Gaeam\" goes back to 282 BC, when King Mun from the Byeonhan confederacy took refuge here during the revolt of the Jinhan and Mahan confederacies. Under King Mun's command, temples for the new fortress were built on east and west sides of the valley; the western temple was called Gaeam. In 676, the temple was expanded and in 1276, thirty more buildings were raised, expanding it to a grand temple.","regDate":"2022-07-31","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-07-31-1659307137969/1604185_image2_1.webp","blogPath":"Jeollabuk-do/2022-07-31-1659307137969","pageUrl":"https:/mcdryad.com/Jeollabuk-do/2022-07-31-1659307137969"},{"id":"2022-07-31-1659303488502","title":"Eunsusa Temple (은수사)","description":"The temple located upon Maisan Mountain was called Sangwonsa Temple during the early Joseon dynasty and was later known as Jeongmyeongam Hermitage. According to the Korean Language Society, the temple began to be called Eunsusa (meaning ‘Silver Water Temple’) after King Taejo (the founder of the Joseon dynasty) visited the temple and remarked that the water flowing nearby was as clean and smooth as pure silver. <br><br>The temple is home to the largest known Beopgo (Buddhist drum used for rituals), which was produced in 1982. A stone sculpture and a statue of Granny Samsin (a goddess that looks after babies’ births and keeps them healthy) also stand at the temple. However, the temple’s most treasured assets are its two Natural Monuments  Emerald Gaiety (a climbing vine, Natural Monument No. 380) and the Cheongsil Pear Tree (Natural Monument No. 386). Reverse icicles, though found all over the mountainsides, are most readily and abundantly found in the Eunsusa Temple area.","regDate":"2022-07-31","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-07-31-1659303488502/1605752_image2_1.webp","blogPath":"Jeollabuk-do/2022-07-31-1659303488502","pageUrl":"https:/mcdryad.com/Jeollabuk-do/2022-07-31-1659303488502"},{"id":"2022-07-31-1659299982539","title":"Eunpa Lake Park (Eunpa Recreation Area) (은파호수공원(은파국민관광지))","description":"Located in Gunsan, Jeollabuk-do, Eunpa Lake Park was once a reservoir built before the Joseon dynasty that supplied water to nearby farms. The lake and its surrounding mountains were designated a national tourist site in 1985, but remain historically significant as they are featured on Daedongyeojido (Grand Map of Korea), a revered document developed by geographer Kim Jeong-ho. Known for its beauty at night, the lake was befittingly dubbed “Eunpa,” which means “silvery moonlit waves.”<br><br>Eupa Lake Park is full of natural beauty. The road that runs up from the park entrance is lined with cherry trees that create a breathtaking tunnel of pink flowers each spring. This stunning cherry blossom tunnel draws crowds of families and couples each year, particularly on the weekends. Mulbit Bridge, a landmark of the Eunpa tourist site, offers an impressive view of the Music Fountain and nightscape. At the park, you’ll also find an inline skating area, a waterfront stage, and a lotus flower garden.","regDate":"2022-07-31","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Recreational Sites","Resorts"],"imgUrl":"/2022-07-31-1659299982539/2017305_image2_1.webp","blogPath":"Jeollabuk-do/2022-07-31-1659299982539","pageUrl":"https:/mcdryad.com/Jeollabuk-do/2022-07-31-1659299982539"},{"id":"2022-07-31-1659296201995","title":"Eocheongdo Island (어청도)","description":"Eocheongdo Island is known for its clear waters. Located approximately 72 kilometers northwest of Gunsan, the island was a strategical stopover port between Korea and China. With most of the islanders being fishermen, various seafood as well as garlic and vegetables can be found throughout the island.","regDate":"2022-07-31","author":"korea-tour","tag":["Jeollabuk-do","Nature","Natural Sites"],"imgUrl":"/2022-07-31-1659296201995/1385489_image2_1.webp","blogPath":"Jeollabuk-do/2022-07-31-1659296201995","pageUrl":"https:/mcdryad.com/Jeollabuk-do/2022-07-31-1659296201995"},{"id":"2022-07-31-1659293025554","title":"Dongnagwon House (동락원)","description":"The Dongnagwon House in Jeonju Hanok Village provides a getaway to experience hanok stay and traditional Korean life. Affiliated with Jeonju Kijeon College, Dongnagwon is also a memorial hall dedicated to W. M. Junkin, who came to Korea as a missionary from the South Presbyterian Church of the United States in 1892. Dongnagwon is a reproduction of the old hanok houses in Jeonju from the time when W. M. Junkin was doing his missionary work in the area. It is comprised of three buildings  Anchae (main hall), Sarangchae (guest house), and Haengnangchae (servants’ quarters).<br><br>Visitors to Dongnagwon can learn and experience traditional Korean culture such as music, crafts, and dance while inhabiting traditional lodging. In addition to providing accommodation for individual guests, Dongnagwon is also used for group accommodations or activities such as seminars, conferences, and family events. For groups of 30 or more, it is possible to rent out the entire venue (in addition to all facilities, including Seungdokdang, Seunghwadang, Cheongyuje, and the front yard).","regDate":"2022-07-31","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Experience Programs","Traditional Experience"],"imgUrl":"/2022-07-31-1659293025554/1035824_image2_1.webp","blogPath":"Jeollabuk-do/2022-07-31-1659293025554","pageUrl":"https:/mcdryad.com/Jeollabuk-do/2022-07-31-1659293025554"},{"id":"2022-07-31-1659289135246","title":"Deokjin Park (덕진공원)","description":"Deokjin Park is a representative city park of Jeonju. Officially designated a city park in April 1978, it is centered around a natural pond, which dates back to the Goryeo dynasty (918-1392). The park is such a landmark of the area that the lotus flowers blooming in the park’s large pond are considered one of the most impressive attractions of Jeonju. The park spans an area of 13,000 ㎡ with the pond covering about two thirds of the southern sector. An arch-shaped suspension bridge stretches across the middle of the pond, offering up-close views of the lotus blossoms. <br><br>Park designers created a traditional pavilion and a water iris garden in honor of the park’s historical background and added an artificial waterfall and wooden bridge for visual effect. The park also houses nine stone monuments including the Children’s Charter, engravings of Shin Seok-jeong and Kim Hae-gang’s poetry, and a statue of General Jeon Bong-jun. <br><br>The park is the site of the annual Dano Changpomul (Water Iris) Festival, a much-anticipated event held on the day of Dano (a Korean traditional holiday that falls on the fifth day of the fifth lunar month). During the celebration, women wash their hair in iris-infused water from the pond to wish for good health in the coming year.","regDate":"2022-07-31","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-07-31-1659289135246/2366393_image2_1.webp","blogPath":"Jeollabuk-do/2022-07-31-1659289135246","pageUrl":"https:/mcdryad.com/Jeollabuk-do/2022-07-31-1659289135246"},{"id":"2022-07-31-1659286340041","title":"Deogyusan Resort (무주덕유산리조트(구, 부영덕유산리조트))","description":"Deogyusan Resort (former Muju Resort) is located in Mt. Deogyusan, and is a representative mountain resort.  It blends in beautifully with the scenery of Mt. Deogyusan National Park, and is the perfect place to enjoy winter sports. <br><br>Deogyusan Resort is great place to relax all year round, with Alps-style first class hotel and a variety of convenience facilities in its 2,200,000 pyeong area.  The resort is especially famous for its ski courses, and many enthusiasts come here during the winter.  At Manseonbong Peak (1,215m) skiing grounds, there is a lift that can handle 13,000 people at once, and there are a variety of courses from beginners' to professional levels. <br><br>Seolcheon Peak (1,520m) skiing ground where Asian Universiade competition officially opened, has a variety of gondolas and lifts, along with a hot spring to relax after skiing.  The outdoor hot springs with snow-covered mountains is especially famous.  <br><br>In addition to the aforementioned facilities, you can enjoy tennis, mountain climbing, MTB, and horse riding, and at the theme-based shopping mall, Carnival Street, there are interesting products to see and food to enjoy.  You can buy famous brand products from all over the world here cheaply, so look around.","regDate":"2022-07-31","author":"korea-tour","tag":["Jeollabuk-do"],"imgUrl":"/2022-07-31-1659286340041/2003266_image2_1.webp","blogPath":"Jeollabuk-do/2022-07-31-1659286340041","pageUrl":"https:/mcdryad.com/Jeollabuk-do/2022-07-31-1659286340041"},{"id":"2022-07-31-1659282069766","title":"Deogyusan National Recreational Forest (국립 덕유산자연휴양림)","description":"Deogyusan National Recreational Forest is located south of Muju near Gucheon-dong Valley and Deogyusan National Park. The lush forest of larch and pine nut trees creates a cool ambience for relaxation. The recreational forest features a biking trail, and is near Deogyusan Ski Resort and other leisure facilities.","regDate":"2022-07-31","author":"korea-tour","tag":["Jeollabuk-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"/2022-07-31-1659282069766/219131_image2_1.webp","blogPath":"Jeollabuk-do/2022-07-31-1659282069766","pageUrl":"https:/mcdryad.com/Jeollabuk-do/2022-07-31-1659282069766"},{"id":"2022-07-31-1659278251086","title":"Deogyusan National Park (Main, Jeoksang Section) (덕유산국립공원 (본소,적상분소))","description":"The area of Deogyusan National Park stretches out from the southern ridges of Sobaeksan Mountain, covering regions within four different counties in Gyeongsangnam-do and Jeollabuk-do. The park is nestled in Deogyusan Mountain, Korea's 4th tallest mountain with the summit reaching an elevation of 1,614 meters. The mountain is blessed with a 36-kilometer valley dotted with several scenic points, ponds, and waterfalls. <br><br>The mountain contains prestigious cultural heritages, such as Jeoksangsanseong Fortress (Historic Site No. 146) and the Hanging Painting of Anguksa Temple (Treasure No. 1267) to name a few. It is also home to diverse wildlife animals and plants. The mountain's beauty can be enjoyed all year round, with royal azaleas in spring, a colony of daylilies in summer, colorful autumn foliage in fall, and a white snowy mountain vista in winter.","regDate":"2022-07-31","author":"korea-tour","tag":["Jeollabuk-do","Nature","Natural Sites","National Parks"],"imgUrl":"/2022-07-31-1659278251086/2029513_image2_1.webp","blogPath":"Jeollabuk-do/2022-07-31-1659278251086","pageUrl":"https:/mcdryad.com/Jeollabuk-do/2022-07-31-1659278251086"},{"id":"2022-07-31-1659275032648","title":"Chungnyeolsa Temple (충렬사)","description":"Located in Jeongeup, Jeollabuk-do, Chungnyeolsa Temple was established as a shrine to embody the spirit of Admiral “Chungmugong” (honorific title in military) Yi Sun-Sin. He was a great national hero who led the Korean navy to victory in many naval battles using innovative ‘turtle ships’ during the Imjin War (1592-1598). <br><br>Situated in the heart of Gumisan Mountain overlooking the city of Jeongeup, the temple is the location of a memorial ceremony held every 28th of April, the birthday of Admiral Yi. The ceremony is meant to pay tribute to the memory of the naval hero and his irreproachable service to the city. Yi Sun-Sin had been appointed as reeve of Jeongeup in 1589 but soon after in 1591 he left the post to work as the chief naval officer of the Jeolla region.","regDate":"2022-07-31","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-07-31-1659275032648/197184_image2_1.webp","blogPath":"Jeollabuk-do/2022-07-31-1659275032648","pageUrl":"https:/mcdryad.com/Jeollabuk-do/2022-07-31-1659275032648"},{"id":"2022-07-31-1659272544974","title":"Chiryeongyegok Valley (칠연계곡)","description":"Chiryeongyegok Valley is situated behind Tongan Village in Anseong-myeon near Deogyusan Mountain. While not as famous as the valley in Gucheon-dong, the valley boasts a beautiful array of waterfalls, oddly shaped rocks, and ponds. The best known attraction is Chiryeonpokpo Falls, meaning “seven falls connected to pools.” There, pure water flows gently, moving from one pool to the next.","regDate":"2022-07-31","author":"korea-tour","tag":["Jeollabuk-do","Nature","Natural Sites","Valleys"],"imgUrl":"/2022-07-31-1659272544974/531394_image2_1.webp","blogPath":"Jeollabuk-do/2022-07-31-1659272544974","pageUrl":"https:/mcdryad.com/Jeollabuk-do/2022-07-31-1659272544974"},{"id":"2022-07-31-1659264028021","title":"Chaeseokgang Cliff (Jeonbuk National Geopark) (채석강 (전북 서해안권 국가지질공원))","description":"Chaeseokgang Cliff refers to a rocky cliff and the sea around it near the Gyeokpohang Port and Dagibong areas on Byeonsanbando Peninsula. The name Chaeseokgang was adapted as it resembles an attraction of the same name in China. Chaeseokgang Cliff was formed from many layers of rocks stratified by the sea, and the blue sea and the rock cliffs together create quite a lovely picture. It is nature’s masterpiece of stratification, and visitors can observe interesting structures and shapes that cannot be seen elsewhere.","regDate":"2022-07-31","author":"korea-tour","tag":["Jeollabuk-do","Nature","Natural Sites"],"imgUrl":"/2022-07-31-1659264028021/1994108_image2_1.webp","blogPath":"Jeollabuk-do/2022-07-31-1659264028021","pageUrl":"https:/mcdryad.com/Jeollabuk-do/2022-07-31-1659264028021"},{"id":"2022-07-31-1659260345581","title":"Byeonsanbando National Park (변산반도국립공원)","description":"Designated as a national park in 1988, Byeonsanbando National Park is the only national park in the country that consists of both the ocean and the mountains. The park is divided into two large sections  the shore area, called Outer Byeonsan, and an inland area called Inner Byeonsan. The park has three major mountain peaks made up of unique rock formation  Uisanbong Peak at 508 meters, Sinseonbong Peak at 486 meters, and Ssangseonbong Peak at 459 meters. In addition to notable temples such as Gaeamsa Temple, Naeamsa Temple, and Naesosa Temple, major attractions within the park includes Jiksopokpo Falls, Bongnaegugok Valley, and Nakjodae Overlook. Historical sites like the Guam-ri Dolmens and Yucheon-ril Kiln sites are also located near the park.","regDate":"2022-07-31","author":"korea-tour","tag":["Jeollabuk-do","Nature","Natural Sites","National Parks"],"imgUrl":"/2022-07-31-1659260345581/2392335_image2_1.webp","blogPath":"Jeollabuk-do/2022-07-31-1659260345581","pageUrl":"https:/mcdryad.com/Jeollabuk-do/2022-07-31-1659260345581"},{"id":"2022-07-31-1659256930885","title":"Byeonsan Beach (변산해수욕장)","description":"Byeonsan Beach is a representative beach of the west coast. The  beach is known for its white sand and fir trees. Also, having opened in 1933, it is the oldest beach in Korea. The fine sandy beach stretches endlessly and the water is clear. Furthermore, the water is only 1 meter deep and warm, making it an ideal beach for swimming.","regDate":"2022-07-31","author":"korea-tour","tag":["Jeollabuk-do","Nature","Natural Sites"],"imgUrl":"/2022-07-31-1659256930885/2514273_image2_1.webp","blogPath":"Jeollabuk-do/2022-07-31-1659256930885","pageUrl":"https:/mcdryad.com/Jeollabuk-do/2022-07-31-1659256930885"},{"id":"2022-07-31-1659253012378","title":"Buan Naesosa Temple (내소사 (부안))","description":"Naesosa Temple was built by Buddhist Monk Hye-Gu in 633 during the Baekje dynasty and was rebuilt by Monk Cheong-Min in 1633 during the Joseon dynasty. The Daeungbojeon Hall was built at this time. In 1986, the temple area was designated as a culturally protected area.  <br><br>On both sides of the main gate are large fir trees, which also line the path into the temple. Upon reaching the temple itself, the first thing that draws attention is the 1000-year-old Dangsan tree. Long ago, people used the base of the tree as a site of prayer.  <br><br>Housed in Beomjonggak is a bronze bell that can be found in many Buddhist temples. This particular bell was made during the Goryeo era and is engraved with three images of Buddha, called Samjonsang. The center building of the temple, called Daeungbojeon Hall is also an artistic masterpiece, decorated with splendid colors and designs. The flower Salmun doors featuring lotus and chrysanthemum flowers add another element of traditional beauty to the building.","regDate":"2022-07-31","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-07-31-1659253012378/2678636_image2_1.webp","blogPath":"Jeollabuk-do/2022-07-31-1659253012378","pageUrl":"https:/mcdryad.com/Jeollabuk-do/2022-07-31-1659253012378"},{"id":"2022-07-31-1659249920554","title":"Borinara Hagwon Farm (보리나라 학원농장)","description":"Borinara Hagwon Farm is a large-scale barley farm that measures an extensive 561,983 m². It is the nation’s largest barley field. The farm has been seeing a flood of tourists and photographers since its recognition as a tourist-friendly farm. The farm has also featured in several media channels such as dramas, commercials, and films. <br><br>To entertain the growing number of visitors, the farm hosts the Green Barley Field Festival in spring and the Buckwheat Flower Festival in fall before the harvest season when the crops are at their peak. In addition to the festivals, visitors can also participate in various activities and buy souvenirs as well as local produce.","regDate":"2022-07-31","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Experience Programs","Farming Experience"],"imgUrl":"/2022-07-31-1659249920554/2378792_image2_1.webp","blogPath":"Jeollabuk-do/2022-07-31-1659249920554","pageUrl":"https:/mcdryad.com/Jeollabuk-do/2022-07-31-1659249920554"},{"id":"2022-07-31-1659245920934","title":"Birthplace of Nongae (논개생가)","description":"Nongae was born in Juchon Village in the 7th year of King Seonjo (September 3, 1575). A clever and beautiful young lady, Nongae voluntarily registered as a <em>gisaeng</em> (female entertainer) at the age of 19 when the nation was at risk of invasion during the Imjin War. While entertaining one evening, she led Japanese general Keyamura Rokusuke to the edge of a cliff and flung her arms around him, casting both herself and the general to their deaths in the Jinju Namgang River. <br><br>To commemorate her faithfulness and allegiance to her country, a project to restore her place of birth was completed in September 2000, drawing many visitors. Nearby Nongae’s birthplace are many tourist attractions, including Deogyusan Mountain and Odongje Pass and a hiking trail that connects Jangansan County Park, Jijigyegok Valley, and Donghwa Dam.","regDate":"2022-07-31","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Historical Sites","Birthplaces"],"imgUrl":"/2022-07-31-1659245920934/1605340_image2_1.webp","blogPath":"Jeollabuk-do/2022-07-31-1659245920934","pageUrl":"https:/mcdryad.com/Jeollabuk-do/2022-07-31-1659245920934"},{"id":"2022-07-31-1659243429503","title":"Baraebong Peak (바래봉)","description":"Baraebong Peak gets its name from its resemblance to an upside down <em>barittae</em> (a wooden rice bowl used by temple priests). The mountain is characterized by round slopes and fields of royal azalea flowers in spring. Trekking starts at Yongsan Village, 1.5 kilometers away from Unbong-eup. The trail follows a gentle path through a forest reserve behind a ranch and up to the peak. The last section of the trail before reaching the summit is covered in royal azaleas in full bloom from late April until May. The view from the peak includes the whole vista of Jirisan Mountain.","regDate":"2022-07-31","author":"korea-tour","tag":["Jeollabuk-do","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-07-31-1659243429503/2617914_image2_1.webp","blogPath":"Jeollabuk-do/2022-07-31-1659243429503","pageUrl":"https:/mcdryad.com/Jeollabuk-do/2022-07-31-1659243429503"},{"id":"2022-07-31-1659240738191","title":"Bandi Land (무주 반디랜드)","description":"Geared mainly towards children, Bandi Land is an excellent place to learn about and experience fireflies and other insects. It is comprised of Insect Museum, Firefly Research Center, Youth Campground, Log Cabin, and Firefly Habitat.<br><br>Located inside of Bandi Land, Muju Bandibyeol Astronomical Science Museum teaches various stories about space, including the birth & history of space, the solar system, constellations, and space circumstances. The Environment Theme Park also has exhibitions related to fireflies, an indicator insect proving Muju is a clean area, and other local insects, perfect for educational trips.","regDate":"2022-07-31","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Recreational Sites","Tourist Complexes"],"imgUrl":"/2022-07-31-1659240738191/1929715_image2_1.webp","blogPath":"Jeollabuk-do/2022-07-31-1659240738191","pageUrl":"https:/mcdryad.com/Jeollabuk-do/2022-07-31-1659240738191"},{"id":"2022-07-31-1659236358816","title":"Baemsagolgyegok Valley (뱀사골 계곡)","description":"Located in Namwon, Jeollabuk-do, Baemsagolgyegok is a 9-km grand valley, situated at the northern foot of Jirisan Mountain. Stretching from Banyabong Peak and Tokkibong Peak toward Sannae-myeon of Namwon-si, the valley is renowned for its beautiful autumn foliage. <br><br> Baemsagolgyegok Valley is popular as a summer vacation destination because there’s always an abundance of water and trees. In the fall, the hills become ablaze with autumn tints, small streams flow over rock beds, and small pools of clear water from under the rocks create a beautiful sight. Other notable places nearby include Seonindae, Seoksil, Yoryongdae, Tagyongso, Byeongso, Byeongpungso, Jeseungdae and Ganjangso.","regDate":"2022-07-31","author":"korea-tour","tag":["Jeollabuk-do","Nature","Natural Sites","Valleys"],"imgUrl":"/2022-07-31-1659236358816/1976054_image2_1.webp","blogPath":"Jeollabuk-do/2022-07-31-1659236358816","pageUrl":"https:/mcdryad.com/Jeollabuk-do/2022-07-31-1659236358816"},{"id":"2022-07-31-1659231873389","title":"Archaeological Site in Wanggung-ri [UNESCO World Heritage] (익산 왕궁리유적 [유네스코 세계문화유산])","description":"Archaeological Site in Wanggung-ri, designated as Historic Site No. 408 on September 17, 1998, has a surface area of 216,862 square meters. The site has various structures and artifacts from Baekje dynasty to unified Silla period. Artifacts were found within the rectangular-shaped fortress site that surrounds Wanggungri Five-story Stone Pagoda, National Treasure No. 289.","regDate":"2022-07-31","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-07-31-1659231873389/2514153_image2_1.webp","blogPath":"Jeollabuk-do/2022-07-31-1659231873389","pageUrl":"https:/mcdryad.com/Jeollabuk-do/2022-07-31-1659231873389"}],"metaData":{"pageUrl":"https://mcdryad.com/Jeollabuk-do","nav":"Jeollabuk-do"},"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}