{"pageProps":{"content":"![Sogeumganggyegok Valley (오대산 소금강계곡)](/2022-10-12-1665571905062/2616898_image2_1.webp)\n\n  \n## Overview\n\n> Sogeumganggyegok Valley is located on the east side of Odaesan Mountain. The valley is also referred to as Cheonghak Dongsogeum because the scenery resembles a crane (<em>cheonghak</em>) spreading its wings. The rock formations standing in between the lush valley forests will draw the eyes of any visitor. Several attractions are found along the valley path such as Mureunggyegok Valley, Myeonggyeongdae Post, Guryongpokpo Falls, Gunjapokpo Falls, and more.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Korea Travel Hotline: +82-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-33-332-6417, <br>+82-33-661-4161|\n|parking:|Available|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Mountain Not Access Period:|Seasonal Forest Fire Prevention Period<br>Mar 4 – May 15, Nov 15 – Dec 15<br><br>* Schedule is subject to change by park ranger orders, weather, snow/precipitation levels, and other local conditions. Please refer to the park website before visiting.|\n|Natural Preservation Areas (closed to public):|Jingogae - Dongdaesan Mountain|\n|Areas Open to the Public:|Sangwonsa Temple - Jeokmyeolbogung (1.5 km) <br />Seonjaegil Road (Woljeongsa Temple - Sangwonsa Temple, 9 km)<br /> Sangwonsa Temple - Jungdae (middle field) (1.3 km) <br />Sogeumgang River (Mureung Valley) - Guryongpokpo Falls (2.5 km)|\n|Tour Course Information:|Durobong Course (4 hours 40 min / 10 km)<br> Jingogae - Dongdaesan Mountain - Durobong - Duroryeong<br><br> Dongdaesan Mountain Course (2 hours 10 min / 4.4 km) <br> Dongpigol - Dongdaesan Mountain - Jingogae<br><br> Sangwangbong Course (5 hours 20 min / 14 km)<br> Sangwonsa Temple - Birobong - Sangwangbong - Duroryeong - Bukdaesa - Sangwonsa Temple <br><br> Sogeumgang River Course (7 hours / 13.3 km)<br> Mureunggae - Sibjaso - Yeonghwadam - Sikdangam - Guryongpokpo Falls - Manmulsang - Baekundae - Nakyeongpokpo Falls - Noinbong - Jingogae <br><br> Birobong Course (1 hour 40 min / 3.5 km)<br> Sangwonsa Temple - Jungdaesa Temple - Jeokmyeolbogung - Birobong|\n|Parking Fees:|Light-weight vehicle: 2,000 won<br>Medium/Small-sized vehicle: Off-season 4,000 won / Peak season 5,000 won<br>Large-sized vehicle: Off-season 6,000 won / Peak season 7,500 won<br>※Free parking for scheduled buses in bus parking lot<br>|\n|Admission Fees:|Free|\n|Restrooms:|Available|\n  \n## Detail Image\n![/2022-10-12-1665571905062/2616897_image2_1.webp](/2022-10-12-1665571905062/2616897_image2_1.webp)\n![/2022-10-12-1665571905062/2616899_image2_1.webp](/2022-10-12-1665571905062/2616899_image2_1.webp)\n![/2022-10-12-1665571905062/2616901_image2_1.webp](/2022-10-12-1665571905062/2616901_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-33-332-6417](tel:+82333326417)\n- [🏠odae.knps.or.kr](http://odae.knps.or.kr/)\n\n\n```googleMap\nlatitude: 37.8306548995\nlongitude: 128.6576247467\ntitle: Sogeumgang-gil, Yeongok-myeon, Gangneung-si, Gangwon-do\n```\n  \n## Directions\n  \nFrom Gangneung Bus Terminal, take bus 303 and get off at Sogeumgang Ticket Office. (40 min)<br>\n<br>OR<br>From Jumunjin Bus Terminal, take bus 300 and get off at Yeongok.<br>Transfer to bus 303 and get off at Sogeumgang Ticket Office. &nbsp;<br>\n","data":{"id":"2022-10-12-1665571905062","title":"Sogeumganggyegok Valley (오대산 소금강계곡)","description":"Sogeumganggyegok Valley is located on the east side of Odaesan Mountain. The valley is also referred to as Cheonghak Dongsogeum because the scenery resembles a crane (<em>cheonghak</em>) spreading its wings. The rock formations standing in between the lush valley forests will draw the eyes of any visitor. Several attractions are found along the valley path such as Mureunggyegok Valley, Myeonggyeongdae Post, Guryongpokpo Falls, Gunjapokpo Falls, and more.","regDate":"2022-10-12","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Valleys"],"imgUrl":"/2022-10-12-1665571905062/2616898_image2_1.webp","blogPath":"Gangwon-do/2022-10-12-1665571905062","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-10-12-1665571905062"},"dataList":[{"id":"2022-10-15-1665817196192","title":"Taebaek Guwau Village (Alpine Botanical Garden) (태백 구와우마을(고원자생식물원))","description":"Guwau Village is located below Pijae Hill (also called Samsuryeong) at the entrance to Maebongsan Mountain. The village got its name because its topography resembles the scenery of nine cows peacefully lying around. The Alpine Botanical Garden is located 800-900 meters above sea level and protects the endangered alpine plant species from disappearing.<br><br>The botanical garden also offers visitors an opportunity to conveniently observe some rare flowers and plants. In August, when the sunflowers are in full bloom, the Taebaek Sunflower Festival is held at Guwau Village. In addition to celebrating the area’s wide array of colorful flowers, the festival also has a variety of attractions such as a drawing exhibition, a photo exhibition, and an environmental sculpture exhibition using repurposed materials.","regDate":"2022-10-15","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Botanical Gardens"],"imgUrl":"/2022-10-15-1665817196192/1822281_image2_1.webp","blogPath":"Gangwon-do/2022-10-15-1665817196192"},{"id":"2022-10-15-1665813837397","title":"Taebaek Coal Museum (태백석탄박물관)","description":"Taebaek Coal Museum is located where coal was first discovered within Korea. While coal has declined in use, the resource served an important role in the modernization of the nation. The museum is a place where you can learn about the history of Korea’s coal industry through well-organized exhibitions.","regDate":"2022-10-15","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Industrial Sites","Others"],"imgUrl":"/2022-10-15-1665813837397/662035_image2_1.webp","blogPath":"Gangwon-do/2022-10-15-1665813837397"},{"id":"2022-10-15-1665809866017","title":"Sutasa Temple (수타사)","description":"Gongjaksan Mountain (887 m), home to Sutasa Temple and named for its resemblance to a peacock proudly displaying its tail feathers, gives visitors a bird’s-eye-view of Hongcheon. From the bottom, Gongjaksan Mountain looks like a giant laying on his back, looking up to the sky. The mountain offers elegant azaleas in spring, beautiful fall foliage, majestic cliffs with unusual rocks, colonies of pine trees, and a serene snowscape in winter.<br><br> Sutasa Valley, stretching over 12 kilometers between Sutasa Temple and Nocheon-ri, is full of large ponds and broad bedrocks and is flanked by rocky cliffs and pine groves.<br><br> Located among the foothills, Sutasa Temple is an ancient temple built by Monk Wonhyo in AD 708. The temple boasts numerous cultural properties including the gabled roof of Daejeokgwangjeon, a bronze bell, a three-tiered pagoda, and Wolinseokbo, a biography of Buddha that has been designated as a National Treasure.","regDate":"2022-10-15","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-10-15-1665809866017/1583691_image2_1.webp","blogPath":"Gangwon-do/2022-10-15-1665809866017"},{"id":"2022-10-14-1665744612187","title":"Sundamgyegok Valley (순담계곡)","description":"Located 5 kilometers northwest of Cheorwon-gun Office, Sundamgyegok Valley is one of the most beautiful valleys among the branches of the Hantangang River. It offers fantastic scenery of fascinating rock formations, steep cliffs, and ponds. The valley is filled with abundant water, trimmed by rare naturally white sand. Also, the stream behind the valley attracts many rafters each year.","regDate":"2022-10-14","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Valleys"],"imgUrl":"/2022-10-14-1665744612187/1136222_image2_1.webp","blogPath":"Gangwon-do/2022-10-14-1665744612187"},{"id":"2022-10-14-1665741013517","title":"Sun Cruise Theme Park (썬크루즈 테마공원)","description":"Sun Cruise Resort is a cruise-shaped resort located on a cliff 60 meters above sea level. Surrounding the resort is an extensive park, with themed gardens and sculptures. The park offers an exquisite landscape with its large man-made lake and coconut trees. The resort also has a sculpture park that displays 30 sculptures and a <em>jangseung</em> (traditional Korean totem pole) park with 250 jangseung totems from Andong. Visitors can also stop for a cup of coffee at a train-themed cafe or a sailboat-themed cafe.","regDate":"2022-10-14","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-10-14-1665741013517/205833_image2_1.webp","blogPath":"Gangwon-do/2022-10-14-1665741013517"},{"id":"2022-10-14-1665737745546","title":"Statue of Soyanggang Maid (소양강처녀상)","description":"This Soyanggang Maiden Statue stands high between Soyanggang Skywalk and Soyang i(2)gyo Bridge. This statue, representing Korea’s popular song Soyanggang Cheonyeo (maiden), is 12 m high in total, combining 5 m-high base stone and 7 m-high body. If you see it close to, the statue looks very big. The statue depicts a maiden who holds her skirt hem with one hand and reed with the other, and her breast-knot flapping in the wind. The base stone has the inscription of lyrics. The lyrics belong to the song Soyanggang Cheonyeo composed by Ban Ya-wol, who left hit songs, such as Crossing the Teary Pass of Bakdaljae, and Brokenhearted Miari Ridge.","regDate":"2022-10-14","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Architectural Sights","Statues"],"imgUrl":"/2022-10-14-1665737745546/2494755_image2_1.webp","blogPath":"Gangwon-do/2022-10-14-1665737745546"},{"id":"2022-10-14-1665734116690","title":"Soyangho Lake Ferry (소양호 유람선)","description":"Soyangho Lake was created by the building of Soyanggang Dam in 1973, and holds approximately 2.7 billion tons of water. It is the largest lake in Korea, earning it the nickname of the inland sea. Islands dot the landscape, and the lake is home to over 50 types of freshwater fish, making it a popular destination for watersports and fishing.","regDate":"2022-10-14","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Recreational Sites","Cruises/Submarines"],"imgUrl":"/2022-10-14-1665734116690/185856_image2_1.webp","blogPath":"Gangwon-do/2022-10-14-1665734116690"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}