{"pageProps":{"content":"![Cheongpyeonghoban Maeuntang Village (청평호반 매운탕촌)](/2022-07-18-1658176645295/2482930_image2_1.webp)\n\n  \n## Overview\n\n> Cheongpyeonghoban Maeuntang Village is located on the shores of Cheongpyeongho Lake, designated a national attraction in 1943. The restaurants gathered here serve maeuntang (spicy fish stew), haemul tang (spicy seafood stew), sanchae jeongsik (set menu with seasoned wild vegetables) and many other traditional foods.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330<br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-31-584-7301|\n  \n\n  \n## Detail Image\n![/2022-07-18-1658176645295/2482925_image2_1.webp](/2022-07-18-1658176645295/2482925_image2_1.webp)\n![/2022-07-18-1658176645295/2482929_image2_1.webp](/2022-07-18-1658176645295/2482929_image2_1.webp)\n![/2022-07-18-1658176645295/2482931_image2_1.webp](/2022-07-18-1658176645295/2482931_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-31-584-7301](tel:+82315847301)\n\n\n\n```googleMap\nlatitude: 37.7223775697\nlongitude: 127.4251036476\ntitle: Hoegok-ri, Seorak-myeon, Gapyeong-gun, Gyeonggi-do\n```\n  \n## Directions\n  \n[Subway]<br>\nCheongpyeong Station (Gyeongchun Line)<br>\nApprox. 10 min by taxi from the station.\n","data":{"id":"2022-07-18-1658176645295","title":"Cheongpyeonghoban Maeuntang Village (청평호반 매운탕촌)","description":"Cheongpyeonghoban Maeuntang Village is located on the shores of Cheongpyeongho Lake, designated a national attraction in 1943. The restaurants gathered here serve maeuntang (spicy fish stew), haemul tang (spicy seafood stew), sanchae jeongsik (set menu with seasoned wild vegetables) and many other traditional foods.","regDate":"2022-07-18","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Experience Programs","Cultural Districts"],"imgUrl":"/2022-07-18-1658176645295/2482930_image2_1.webp","blogPath":"Gyeonggi-do/2022-07-18-1658176645295","pageUrl":"https:/mcdryad.com/Gyeonggi-do/2022-07-18-1658176645295"},"dataList":[{"id":"2022-08-27-1661582774696","title":"Hwaseong Fossilized Dinosaur Egg Site (화성 공룡알 화석지)","description":"The Hwaseong Fossilized Dinosaur Egg Site was discovered on an island in the tidal plain south of Sihwaho Lake. The island was revealed when seawaters were blocked during a land reclamation project. As the sedimentary layer formed during the Cretaceous period of the Mesozoic Era (dated around 83 million to 85 million years ago) was eroded by weathering, roughly 200 dinosaur eggs in thirty nests were discovered at twelve dig sites. It is anticipated that more fossils will be discovered once a thorough investigation is carried out and more land is reclaimed.<br><be>Most dinosaur eggs are oval shaped and dark red. Considering the properties of the fossilized shells, the eggs that have been discovered so far are assumed to belong to four-legged herbivorous dinosaurs with a long neck and tail, and two-legged herbivorous dinosaurs, including the hadrosaur. A wide range of plant fossils were also discovered alongside the fossilized eggs, leading to expectations that the formerly lush environment may yet be restored.<br><br>The discovery of the Fossilized Dinosaur Egg Site in Hwaseong has greatly expanded the scope of Korean paleontology; previous paleontological discoveries were exclusively limited to fossilized dinosaur footprints. This significant discovery has attracted many internationally renowned scholars who have visited the site in Hwaseong.","regDate":"2022-08-27","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2022-08-27-1661582774696/2040876_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-27-1661582774696"},{"id":"2022-08-27-1661579189055","title":"Hwaseomun Gate (화서문)","description":"Hwaseomun Gate is the western gate of Hwaseong Fortress, Treasure No. 403. Over the stone <i>mujigae</i> (rainbow) door is a single-story tower gate. Hwaseomun Gate's <i>ongseong</i> (defensive gate) forms a crecent shape, with one side of the ongseong remaining open.","regDate":"2022-08-27","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Gates"],"imgUrl":"/2022-08-27-1661579189055/2483143_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-27-1661579189055"},{"id":"2022-08-27-1661575291530","title":"Hwaseokjeong Pavilion (화석정)","description":"Hwaseokjeong Pavilion was built in honor of Gil Jae, a Goryeo dynasty Confucian scholar who had resigned from his government post to train young scholars. Overlooking the Imjingang River, the pavilion provides a good resting area dotted with zelkova trees.","regDate":"2022-08-27","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-08-27-1661575291530/2364871_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-27-1661575291530"},{"id":"2022-08-26-1661510540205","title":"Hwahongmun Gate (화홍문)","description":"Hwahongmun Gate refers to the northern gate of Hwaseong Fortress among the two main gates installed to control the flow of Suwoncheon Stream that cuts through the fortress. Hwahongmun Gate consists of seven arched watergates in varying sizes. The watergate at the center is larger than the others to control the water flow effectively.","regDate":"2022-08-26","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Gates"],"imgUrl":"/2022-08-26-1661510540205/2480674_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-26-1661510540205"},{"id":"2022-08-26-1661506826216","title":"Hwadam Botanic Garden (화담숲)","description":"Hwadam Botanic Garden is an eco-friendly arboretum located within Konjiam Resort in Gwangju, Gyeonggi-do, a 40-minute drive away from Seoul. In effort to revive the country's forest ecosystem, LG Evergreen Foundation brought in approximately 4,300 types of exquisite and domestic plants to form a forest park divided into 17 themes. Hwadam can be translated into a friendly communication, a name given to the forest in hopes that the area serves as a mean for people to communicate with nature. While the forest is designed to offer an environmentally friendly atmosphere, the ecosystem and habitats of the forest are well-preserved, serving as a home to many living species.","regDate":"2022-08-26","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites","Botanical Gardens"],"imgUrl":"/2022-08-26-1661506826216/2436244_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-26-1661506826216"},{"id":"2022-08-26-1661503574183","title":"Hongneung and Yureung Royal Tombs [UNESCO World Heritage] (남양주 홍릉(고종과 명성황후)과 유릉(순종과 순명,순정 황후) [유네스코 세계문화유산])","description":"Hongneung and Yureung Royal Tombs is Historic Site No. 207. Hongneung Tomb is the resting place of Emperor Gojong and his wife Empress Myeongseong, while Yureung Tomb is the resting place of Emperor Sunjong, his first wife Empress Sunmyeonghyo, and his second wife, Empress Sunjeonghyo. Hongneung and Yureung look different from other royal tombs. When the name of the country changed from the Joseon dynasty to the Daehan Empire, the rulers of Korea were called emperors. Therefore, the tombs of the two emperors were modeled after the tomb of the Ming dynasty’s ruler, King Taizu (Zhu Yuanzhang). Surrounding Hongneung and Yureung are statues carved in the shape of animals such as giraffes, elephants, and lions, which can’t be seen at the other royal tombs of the Joseon dynasty. The stonework of Hongneung tomb was made in a traditional way, while the stonework of Yureung tomb shows a more realistic and advanced technique.","regDate":"2022-08-26","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-08-26-1661503574183/219673_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-26-1661503574183"},{"id":"2022-08-26-1661499675782","title":"Heyri Art Valley (헤이리 예술마을)","description":"Heyri Art Valley is a neighborhood of inspiration, creative workshops, exhibitions, festivals, and education of all things creative arts. This neighborhood expanded into an art complex when artists from diverse fields of expertise began to gather during the development process of Paju Book City. The village’s name originates from Paju’s local song “Heyri Sound,” sung by farmers while working at the fields. The whole neighborhood is like a masterpiece due to the artworks displayed along the streets in harmony with nature’s beauty. The buildings were carefully designed as to prevent the manmade structures getting in the way from admiring the surrounding nature. For example, the neighborhood’s streets were designed to follow the curves set by nature without using any asphalt.","regDate":"2022-08-26","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Experience Programs","Unique Experience"],"imgUrl":"/2022-08-26-1661499675782/2706535_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-26-1661499675782"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}