{"pageProps":{"content":"![Baraebong Peak (바래봉)](/2022-07-31-1659243429503/2617914_image2_1.webp)\n\n  \n## Overview\n\n> Baraebong Peak gets its name from its resemblance to an upside down <em>barittae</em> (a wooden rice bowl used by temple priests). The mountain is characterized by round slopes and fields of royal azalea flowers in spring. Trekking starts at Yongsan Village, 1.5 kilometers away from Unbong-eup. The trail follows a gentle path through a forest reserve behind a ranch and up to the peak. The last section of the trail before reaching the summit is covered in royal azaleas in full bloom from late April until May. The view from the peak includes the whole vista of Jirisan Mountain.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br>(Korean, English, Japanese, Chinese) <br>• For more info: +82-63-630-8900|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Hiking Course:|Jeongryeongchi - Segeolsan Mountain - Sedongchi - Buunchi - Pallangchi - Baraebong Junction - Unbongarae (Yongsanr-ri)|\n  \n## Detail Image\n![/2022-07-31-1659243429503/2617918_image2_1.webp](/2022-07-31-1659243429503/2617918_image2_1.webp)\n![/2022-07-31-1659243429503/2617919_image2_1.webp](/2022-07-31-1659243429503/2617919_image2_1.webp)\n![/2022-07-31-1659243429503/2617921_image2_1.webp](/2022-07-31-1659243429503/2617921_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-63-630-8900](tel:+82636308900)\n- [🏠jiri.knps.or.kr](http://jiri.knps.or.kr)\n\n\n```googleMap\nlatitude: 35.4224551030\nlongitude: 127.5779950277\ntitle: 196, Baraebong-gil, Namwon-si, Jeollabuk-do\n```\n  \n## Directions\n  \n[Express/Intercity Bus]<br>\nFrom Central City Terminal, take an express bus bound for Namwon Express Bus Terminal.<br><br>\n\n[Taxi]<br>\nApprox. 40 min from Namwon Bus Terminal\n","data":{"id":"2022-07-31-1659243429503","title":"Baraebong Peak (바래봉)","description":"Baraebong Peak gets its name from its resemblance to an upside down <em>barittae</em> (a wooden rice bowl used by temple priests). The mountain is characterized by round slopes and fields of royal azalea flowers in spring. Trekking starts at Yongsan Village, 1.5 kilometers away from Unbong-eup. The trail follows a gentle path through a forest reserve behind a ranch and up to the peak. The last section of the trail before reaching the summit is covered in royal azaleas in full bloom from late April until May. The view from the peak includes the whole vista of Jirisan Mountain.","regDate":"2022-07-31","author":"korea-tour","tag":["Jeollabuk-do","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-07-31-1659243429503/2617914_image2_1.webp","blogPath":"Jeollabuk-do/2022-07-31-1659243429503","pageUrl":"https:/mcdryad.com/Jeollabuk-do/2022-07-31-1659243429503"},"dataList":[{"id":"2022-07-31-1659256930885","title":"Byeonsan Beach (변산해수욕장)","description":"Byeonsan Beach is a representative beach of the west coast. The  beach is known for its white sand and fir trees. Also, having opened in 1933, it is the oldest beach in Korea. The fine sandy beach stretches endlessly and the water is clear. Furthermore, the water is only 1 meter deep and warm, making it an ideal beach for swimming.","regDate":"2022-07-31","author":"korea-tour","tag":["Jeollabuk-do","Nature","Natural Sites"],"imgUrl":"/2022-07-31-1659256930885/2514273_image2_1.webp","blogPath":"Jeollabuk-do/2022-07-31-1659256930885"},{"id":"2022-07-31-1659253012378","title":"Buan Naesosa Temple (내소사 (부안))","description":"Naesosa Temple was built by Buddhist Monk Hye-Gu in 633 during the Baekje dynasty and was rebuilt by Monk Cheong-Min in 1633 during the Joseon dynasty. The Daeungbojeon Hall was built at this time. In 1986, the temple area was designated as a culturally protected area.  <br><br>On both sides of the main gate are large fir trees, which also line the path into the temple. Upon reaching the temple itself, the first thing that draws attention is the 1000-year-old Dangsan tree. Long ago, people used the base of the tree as a site of prayer.  <br><br>Housed in Beomjonggak is a bronze bell that can be found in many Buddhist temples. This particular bell was made during the Goryeo era and is engraved with three images of Buddha, called Samjonsang. The center building of the temple, called Daeungbojeon Hall is also an artistic masterpiece, decorated with splendid colors and designs. The flower Salmun doors featuring lotus and chrysanthemum flowers add another element of traditional beauty to the building.","regDate":"2022-07-31","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-07-31-1659253012378/2678636_image2_1.webp","blogPath":"Jeollabuk-do/2022-07-31-1659253012378"},{"id":"2022-07-31-1659249920554","title":"Borinara Hagwon Farm (보리나라 학원농장)","description":"Borinara Hagwon Farm is a large-scale barley farm that measures an extensive 561,983 m². It is the nation’s largest barley field. The farm has been seeing a flood of tourists and photographers since its recognition as a tourist-friendly farm. The farm has also featured in several media channels such as dramas, commercials, and films. <br><br>To entertain the growing number of visitors, the farm hosts the Green Barley Field Festival in spring and the Buckwheat Flower Festival in fall before the harvest season when the crops are at their peak. In addition to the festivals, visitors can also participate in various activities and buy souvenirs as well as local produce.","regDate":"2022-07-31","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Experience Programs","Farming Experience"],"imgUrl":"/2022-07-31-1659249920554/2378792_image2_1.webp","blogPath":"Jeollabuk-do/2022-07-31-1659249920554"},{"id":"2022-07-31-1659245920934","title":"Birthplace of Nongae (논개생가)","description":"Nongae was born in Juchon Village in the 7th year of King Seonjo (September 3, 1575). A clever and beautiful young lady, Nongae voluntarily registered as a <em>gisaeng</em> (female entertainer) at the age of 19 when the nation was at risk of invasion during the Imjin War. While entertaining one evening, she led Japanese general Keyamura Rokusuke to the edge of a cliff and flung her arms around him, casting both herself and the general to their deaths in the Jinju Namgang River. <br><br>To commemorate her faithfulness and allegiance to her country, a project to restore her place of birth was completed in September 2000, drawing many visitors. Nearby Nongae’s birthplace are many tourist attractions, including Deogyusan Mountain and Odongje Pass and a hiking trail that connects Jangansan County Park, Jijigyegok Valley, and Donghwa Dam.","regDate":"2022-07-31","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Historical Sites","Birthplaces"],"imgUrl":"/2022-07-31-1659245920934/1605340_image2_1.webp","blogPath":"Jeollabuk-do/2022-07-31-1659245920934"},{"id":"2022-07-31-1659240738191","title":"Bandi Land (무주 반디랜드)","description":"Geared mainly towards children, Bandi Land is an excellent place to learn about and experience fireflies and other insects. It is comprised of Insect Museum, Firefly Research Center, Youth Campground, Log Cabin, and Firefly Habitat.<br><br>Located inside of Bandi Land, Muju Bandibyeol Astronomical Science Museum teaches various stories about space, including the birth & history of space, the solar system, constellations, and space circumstances. The Environment Theme Park also has exhibitions related to fireflies, an indicator insect proving Muju is a clean area, and other local insects, perfect for educational trips.","regDate":"2022-07-31","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Recreational Sites","Tourist Complexes"],"imgUrl":"/2022-07-31-1659240738191/1929715_image2_1.webp","blogPath":"Jeollabuk-do/2022-07-31-1659240738191","pageUrl":"https:/mcdryad.com/Jeollabuk-do/2022-07-31-1659240738191"},{"id":"2022-07-31-1659236358816","title":"Baemsagolgyegok Valley (뱀사골 계곡)","description":"Located in Namwon, Jeollabuk-do, Baemsagolgyegok is a 9-km grand valley, situated at the northern foot of Jirisan Mountain. Stretching from Banyabong Peak and Tokkibong Peak toward Sannae-myeon of Namwon-si, the valley is renowned for its beautiful autumn foliage. <br><br> Baemsagolgyegok Valley is popular as a summer vacation destination because there’s always an abundance of water and trees. In the fall, the hills become ablaze with autumn tints, small streams flow over rock beds, and small pools of clear water from under the rocks create a beautiful sight. Other notable places nearby include Seonindae, Seoksil, Yoryongdae, Tagyongso, Byeongso, Byeongpungso, Jeseungdae and Ganjangso.","regDate":"2022-07-31","author":"korea-tour","tag":["Jeollabuk-do","Nature","Natural Sites","Valleys"],"imgUrl":"/2022-07-31-1659236358816/1976054_image2_1.webp","blogPath":"Jeollabuk-do/2022-07-31-1659236358816","pageUrl":"https:/mcdryad.com/Jeollabuk-do/2022-07-31-1659236358816"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}