{"pageProps":{"content":"![Baeksu Coastal Road (백수해안도로)](/2022-08-01-1659390095389/2647158_image2_1.webp)\n\n  \n## Overview\n\n> Baeksu Coastal Road, a section of National Highway 77 and Provincial Highway 14, is one of the best scenic drives in Jeollanam-do. While driving on this road, one can encounter dynamically changing landscapes, including splendid rock formations along the coastal cliffs. The road is approximately 16.8 kilometers long, connecting Giryong-ri and Seokgumi Village in Baeksu-eup, Yeonggwang. The coastal road offers a great view of Chilsanbawi Rock, especially during the sunset.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330<br>(Korean, English, Japanese, Chinese) <br>• For more info: +82-61-350-5600|\n|parking:|Available|\n|restdate:|N/A (Open all year round)|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Available Facilities:|Sunset Exhibition Hall, 365 Stairs, etc.|\n|Restrooms:|Available|\n  \n## Detail Image\n![/2022-08-01-1659390095389/2647156_image2_1.webp](/2022-08-01-1659390095389/2647156_image2_1.webp)\n![/2022-08-01-1659390095389/2647157_image2_1.webp](/2022-08-01-1659390095389/2647157_image2_1.webp)\n![/2022-08-01-1659390095389/2647159_image2_1.webp](/2022-08-01-1659390095389/2647159_image2_1.webp)\n![/2022-08-01-1659390095389/2647160_image2_1.webp](/2022-08-01-1659390095389/2647160_image2_1.webp)\n![/2022-08-01-1659390095389/2647162_image2_1.webp](/2022-08-01-1659390095389/2647162_image2_1.webp)\n![/2022-08-01-1659390095389/2647163_image2_1.webp](/2022-08-01-1659390095389/2647163_image2_1.webp)\n![/2022-08-01-1659390095389/2647164_image2_1.webp](/2022-08-01-1659390095389/2647164_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-61-350-5600](tel:+82613505600)\n- [🏠www.yeonggwang.go.kr](https://www.yeonggwang.go.kr/subpage/?site=tour_2019&mn=7379)\n\n\n```googleMap\nlatitude: 35.3644998387\nlongitude: 126.3960373556\ntitle: Daesin-ri, Yeonggwang-gun, Jeollanam-do\n```\n  \n## Directions\n  \n[Bus] <br>\nFrom Seoul Central City Bus Terminal, take an express bus to Yeonggwang Bus Terminal. <BR>\nFrom Yeonggwang Bus Terminal Bus stop, take a local bus heading to Yeonggwang Sea Water Hot Spring Land and get off at the Yeonggwang Sea Water Hot Spring Land Bus Stop. <BR>\nWalk for approx. 90 m.\n","data":{"id":"2022-08-01-1659390095389","title":"Baeksu Coastal Road (백수해안도로)","description":"Baeksu Coastal Road, a section of National Highway 77 and Provincial Highway 14, is one of the best scenic drives in Jeollanam-do. While driving on this road, one can encounter dynamically changing landscapes, including splendid rock formations along the coastal cliffs. The road is approximately 16.8 kilometers long, connecting Giryong-ri and Seokgumi Village in Baeksu-eup, Yeonggwang. The coastal road offers a great view of Chilsanbawi Rock, especially during the sunset.","regDate":"2022-08-01","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"/2022-08-01-1659390095389/2647158_image2_1.webp","blogPath":"Jeollanam-do/2022-08-01-1659390095389","pageUrl":"https:/mcdryad.com/Jeollanam-do/2022-08-01-1659390095389"},"dataList":[{"id":"2023-01-15-1673757522147","title":"Boseong Ganggol Traditional Village (보성 강골마을)","description":"Ganggol village is one of the few remaining hanok villages from the Joseon dynasty that has maintained its original look. Most of the houses in the village were built by the Gwangju Lee Clan after the 19th century. About 30 houses stand closely together with Obongsan Mountain located behind the village. Old cherry blossom, magnolia, and pomegranate trees stand throughout the village, protecting the houses. Stone walls between the houses are covered with ivy and bamboo. With all the scenery, the village retains the atmosphere of a typical Korean old town.<br><br>In the Ganggol Village Experience Program, participants spend a night at the traditional Hanok village where Koreans actually lived during the Joseon dynasty to experience the lifestyle of the old days (using conventional toilets and getting water from a well, etc.). In addition, during the cherry blossom blooming period, participants also have the chance to experience into the beauty of cherry blossoms at the Cherry Blossom Café at Deungnyang Train Station. From spring through early autumn, participants are surrounded by the beautiful scenery and scent of the misty Boseong green tea fields at dawn. An eco experience programs runs from spring to fall and offers participants a chance to catch clams and mud shrimp at Deungnyangman Bay.","regDate":"2023-01-15","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Historical Sites","Folk Villages"],"imgUrl":"/2023-01-15-1673757522147/894076_image2_1.webp","blogPath":"Jeollanam-do/2023-01-15-1673757522147"},{"id":"2023-01-15-1673753772774","title":"Bohae Plum Farm (보해매실농원)","description":"Established in 1979 in Haenam, Jeollanam-do by the Bohae Brewery, Bohae Plum Farm (Bohae Maesil Nongwon) is the largest green plum farm in Korea. Every spring, as maehwa (apricot flower) blossoms begin to bloom on maesil (green plum) trees, the brewery opens the farm to the public, providing an opportunity to enjoy the beautiful blossoms, and also to purchase fresh plums. To this day, the brewery produces and sells various maesil products made with the plums harvested from the farm.","regDate":"2023-01-15","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Experience Programs","Farming Experience"],"imgUrl":"/2023-01-15-1673753772774/1802566_image2_1.webp","blogPath":"Jeollanam-do/2023-01-15-1673753772774"},{"id":"2023-01-14-1673692546408","title":"Bogildo Island Seyeonjeong Pavilion (보길도 세연정)","description":"Yun Seon-do (1587~1671), a non-military civil administrator and poet in the mid Joseon dynasty, could hardly contain his anger after hearing the news that the king had surrendered during the Byeongjahoran War (Chinese invasion of Korea in 1636). Following the events, he decided to live in seclusion by moving to Jeju Island. However, on the way to Jeju, he came across Bogildo Island and he was so inspired by its beauty  that he ended up settling down on Bogildo instead. <br><br>For the following 13 years, he composed great poems such as Eobusasisa (Fishermans Song for Four Seasons). Some of the mountain peaks and rocks named by him still remain on the island.<br><br>Seyeonjeong Pavilion was built by Yun Seondo and this is the birthplace of his literary works. On clear days, he would come to the pavilion with his family and let singers sing his verses.<br><br>Bogildo Island embraces both the Eastern outlook on nature and Neo-Confucianism ideology. While going around the island, visitors will get some&nbsp;semblance&nbsp;of how Yun Seondo  harmonized man and nature through the combination of the islands natural and the man-made features.","regDate":"2023-01-14","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2023-01-14-1673692546408/815203_image2_1.webp","blogPath":"Jeollanam-do/2023-01-14-1673692546408"},{"id":"2022-08-02-1659446456971","title":"Birthplace of Yeongnang (강진영랑생가)","description":"Kim Yun-sik was born on this site on January 16, 1903 as the first-born of two sons and three daughters. Under the pen name Yeongnang, he was active in literature until his death on September 29, 1950. Among the 80 poems he published, more than 60 were written in this place where he lived a life resisting Japanese imperialism and refusing to change his name to a Japanese name. After he moved to Seoul in 1948, his birthplace was resold several times, but the county of Gangjin-gun bought it in 1985 to restore it to its original state with a thatched-roof. The site features many of the poet’s writing materials and the site has a small well, camellia trees, jangdokdae (a platform where large clay pots used for storing food are kept), persimmon trees, and a peony garden.","regDate":"2022-08-02","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Historical Sites","Birthplaces"],"imgUrl":"/2022-08-02-1659446456971/1954887_image2_1.webp","blogPath":"Jeollanam-do/2022-08-02-1659446456971"},{"id":"2022-08-02-1659446407479","title":"Birthplace of Baekje Buddhism (백제불교최초도래지)","description":"Unlike Goguryeo and Silla, Baekje's origin of Buddhism and how it spread had remained a mystery other than the story of how Indian monk Mirananta came to Yeonggwang and founded Bulgapsa Temple. In 1998, records were found stating that Monk Mirananta first set foot in Jwaudu Village in Beopseong-myeon, Yeonggwang in AD 384 after passing through Dongjin in China. Subsequently, the site has turned into an attraction in honor of the monk and the spread of Buddhism.","regDate":"2022-08-02","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Historical Sites","Holy Sites"],"imgUrl":"/2022-08-02-1659446407479/1607922_image2_1.webp","blogPath":"Jeollanam-do/2022-08-02-1659446407479"},{"id":"2022-08-02-1659446337348","title":"Bigeumdo Island (비금도)","description":"Located 54 kilometers from Mokpo Port, Bigeumdo Island is made up of 82 islands. The coastline is approximately 132 kilometers and in 1996 the Yeondogyo Bridge was constructed connecting it to Dochodo Island. Bigeumdo Island makes up 5% of the salt production in Korea.<br> <br>The most beautiful beach on Bigeumdo Island is Wonpyeong Beach with its fine red sand. In particular, the view of the sunset on this beach is spectacular. It was also the filming location for TV drama \"Spring Waltz.\"","regDate":"2022-08-02","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"/2022-08-02-1659446337348/624910_image2_1.webp","blogPath":"Jeollanam-do/2022-08-02-1659446337348"},{"id":"2022-08-01-1659397317546","title":"Bangjukpo Beach (방죽포해변)","description":"Nestled on the east coast of Dolsando Island, the tranquil waters have mild waves that lap up on the shiny golden sand along Bangjukpo Beach. Nearby, there is a thick pine grove with trees over 200 years old. This area is blessed with plenty of fresh inland water despite it being on the coast. The myriad of rocks near the sea are great for fishing. The beach is a popular spot to watch the sunrise. It is also situated on the way to Hyangiram Hermitage, one of Korea’s four hermitages where Buddhist followers pray to Avalokitesvara, the Bodhisattva of Great Compassion.","regDate":"2022-08-01","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"/2022-08-01-1659397317546/678552_image2_1.webp","blogPath":"Jeollanam-do/2022-08-01-1659397317546"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}