{"pageProps":{"list":[{"id":"2022-07-12-1657632111548","title":"Daecheongho Lake (대청호)","description":"Daecheongho Lake is a man-made lake, stretching from Daejeon to Cheongju-si, Okcheon-gun, and Boeun-gun. Construction began in 1975 and finished in 1980, and the lake supplies water for various use to people in Daejeon and Cheongju.<br><br>The reservoir water spans an area of over 72.8 ㎢ with a perimeter of 80 kilometers, and the water kept in storage has a volume of 1.5 billion tons, making the reservoir the third largest lake in Korea. The area is famous for its beautiful driving course along a tree-lined road through the nearby mountain which has an altitude of 200 to 300 meters. Also, resident birds and migratory birds, such as white heron, can be seen during summer in the upper region of the lake.","regDate":"2022-07-12","author":"korea-tour","tag":["Daejeon","Nature","Natural Sites"],"imgUrl":"/2022-07-12-1657632111548/2605585_image2_1.webp","blogPath":"Daejeon/2022-07-12-1657632111548","pageUrl":"https:/mcdryad.com/Daejeon/2022-07-12-1657632111548"},{"id":"2022-07-12-1657626849586","title":"Bomunsan Forest Trail (보문산 행복 숲 둘레길)","description":"Jung-gu is the heart of Daejeon Metropolitan City and is home to Bomunsan Mountain and Banghwasan Mountain. Bomunsan Mountain is located in the southern part of the city and was once called \"Bomulsan\" meaning \"treasure mountain\" because it was believed that treasure was buried in the mountain. Bomunsan Mountain was designated as a park in 1965. There are many mineral springs and the azaleas and cherry blossoms that bloom in spring. In autumn, the leaves change to a beautiful color in the maple forest. This park has the Bomunsanseong Fortress and Bomunsa Temple Site, an outdoor music hall, an observatory, amusement facilities, a cable car, and about 10 hiking trails, making it a great place to exercise. There are also recreational facilities such as mountain climbing as well as leisure facilities including an indoor roller skating rink in Sajeong Park, soccer field, outdoor music hall, Greenland, and Youth Square. <br><Br>The Bomunsan Forest Trail is a 13-kilometer walking trail that circles Bomunsan Mountain. The dense forest along the trail creats a cool shade to walk under and boasts beautiful fall foliage in autumn.","regDate":"2022-07-12","author":"korea-tour","tag":["Daejeon","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-07-12-1657626849586/2675750_image2_1.webp","blogPath":"Daejeon/2022-07-12-1657626849586","pageUrl":"https:/mcdryad.com/Daejeon/2022-07-12-1657626849586"}],"metaData":{"pageUrl":"https://mcdryad.com/Daejeon","nav":"Daejeon"},"navList":["Daejeon","Incheon","Seoul"]},"__N_SSG":true}