{"pageProps":{"content":"![Jade Garden (제이드가든)](/2022-10-24-1666593829704/1812327_image2_1.webp)\n\n  \n## Overview\n\n> Jade Garden is an exotic arboretum established with the theme of “small Europe in the forest.” It was built on an area of 163,500 m2 by keeping its natural topography and establishing 24 themed gardens. This European-style arboretum comprises Italy’s Tuscan-style Visitor Center at the entrance, English Border Garden, and Italian Wedding Garden built with Italian style of garden and waterway. It also has three walking paths -Namunaeum-gil, Danpungnamu-gil, Supsokbaram-gil. Namunaeum-gil in the middle of the arboretum is paved with woodchips and has good accessibility to the theme gardens. Danpungnamu-gil located at a high ground is a quiet trail, while Supsokbaram-gil is surrounded by thick trees and an ideal walking path in the summer season. Each walking path requires 40 to 60 min each way, and they are connected in the middle of the trails. Each path begins from the Visitor Center and ends at the White Garden or Sky Garden at the top of the arboretum. Visitors can take a rest at a cafe, restaurant, and souvenir shop. The nighttime operation is available depending on the season, and the shuttle bus runs between Gulbongsan Station of the Gyeongchun Line and the Arboretum.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br>(Korean, English, Japanese, Chinese)<br>• For more info: +82-33-260-8300|\n|opendate:|April 28, 2011|\n|parking:|Available(270 vehicles)|\n|restdate:|Open year round|\n|usetime:|09:00–19:30|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Film Locations:|Filming location for the Korea TV series That Winter, the Wind Blows, and Angel’s Last Mission: Love|\n|Available Facilities:|Botanical garden, arboretum, Cafe, souvenir shop, group training center, and convenient facilities|\n|Restrooms:|Available|\n|Parking Fees:|Free of charge|\n|Admission Fees:|Individual – Adults: KRW 9,500, Junior and High School Students: KRW 7,000, Children: KRW 6,000, Group – Adults: KRW 8,000, Junior and High School Students: KRW 5,500, Children: KRW 4,500|\n|Interpretation Services Offered:|Not available|\n  \n## Detail Image\n![/2022-10-24-1666593829704/1812327_image2_1.webp](/2022-10-24-1666593829704/1812327_image2_1.webp)\n![/2022-10-24-1666593829704/1812337_image2_1.webp](/2022-10-24-1666593829704/1812337_image2_1.webp)\n![/2022-10-24-1666593829704/2030516_image2_1.webp](/2022-10-24-1666593829704/2030516_image2_1.webp)\n![/2022-10-24-1666593829704/2030518_image2_1.webp](/2022-10-24-1666593829704/2030518_image2_1.webp)\n![/2022-10-24-1666593829704/2030520_image2_1.webp](/2022-10-24-1666593829704/2030520_image2_1.webp)\n![/2022-10-24-1666593829704/2030525_image2_1.webp](/2022-10-24-1666593829704/2030525_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-33-260-8300](tel:+82332608300)\n- [🏠www.hanwharesort.co.kr](https://www.hanwharesort.co.kr/irsweb/resort3/tpark/tp_intro.do?tp_cd=0400)\n\n\n```googleMap\nlatitude: 37.8325530155\nlongitude: 127.5417314729\ntitle: 80, Haetgol-gil, Chuncheon-si, Gangwon-do\n```\n  \n## Directions\n  \n[Train]<br>\nTake a train to Gulbongsan Station (Gyeongchun Line).<br>\nFrom Gulbongsan Station, take the shuttle bus to Jade Garden.\n","data":{"id":"2022-10-24-1666593829704","title":"Jade Garden (제이드가든)","description":"Jade Garden is an exotic arboretum established with the theme of “small Europe in the forest.” It was built on an area of 163,500 m2 by keeping its natural topography and establishing 24 themed gardens. This European-style arboretum comprises Italy’s Tuscan-style Visitor Center at the entrance, English Border Garden, and Italian Wedding Garden built with Italian style of garden and waterway. It also has three walking paths -Namunaeum-gil, Danpungnamu-gil, Supsokbaram-gil. Namunaeum-gil in the middle of the arboretum is paved with woodchips and has good accessibility to the theme gardens. Danpungnamu-gil located at a high ground is a quiet trail, while Supsokbaram-gil is surrounded by thick trees and an ideal walking path in the summer season. Each walking path requires 40 to 60 min each way, and they are connected in the middle of the trails. Each path begins from the Visitor Center and ends at the White Garden or Sky Garden at the top of the arboretum. Visitors can take a rest at a cafe, restaurant, and souvenir shop. The nighttime operation is available depending on the season, and the shuttle bus runs between Gulbongsan Station of the Gyeongchun Line and the Arboretum.","regDate":"2022-10-24","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Botanical Gardens"],"imgUrl":"/2022-10-24-1666593829704/1812327_image2_1.webp","blogPath":"Gangwon-do/2022-10-24-1666593829704","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-10-24-1666593829704"},"dataList":[{"id":"2022-10-25-1666691767359","title":"Naksan Beach (낙산해수욕장)","description":"Naksan Beach is one of the most famous beaches in Yangyang, located in Joseon-ri, Yangyang-eup, Yangyang-gun, Gangwon-do. Since its opening in 1963, it has attracted more than 1 million visitors each year, its reputation being rivaled only by the Gyeongpodae Beach on the east coast of Korea. The 4 kilometer-long sand beach contrasts magnificently with the lush pine trees of the area. The water is less than 1.5 meter deep, making it a good place for all ages. Naksanhang Port marks one end of the beach, behind which Naksan Mountain, the location of Naksansa Temple, can be found. The other end has a lake formed at the delta of Namdaecheon Stream, which originates from Seoraksan Mountain. Many cafes, convenience stores, restaurants, and accommodations cater to the needs of the visitors. The beach sees considerable traffic in winter as well, when it serves as a popular venue for sunrise-watching, particularly for the New Year’s Day festival.","regDate":"2022-10-25","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites"],"imgUrl":"/2022-10-25-1666691767359/2609383_image2_1.webp","blogPath":"Gangwon-do/2022-10-25-1666691767359"},{"id":"2022-10-25-1666688500348","title":"Mindungsan Mountain (민둥산)","description":"Situated in Jeongseon, Gangwon-do, Mindungsan Mountain (1,118.8 meters) is an unusual site when compared to other national peaks. As hinted by its names meaning bare mountain, there are few trees near its summit. Locals also refer to it as Eoksaesan (silver grass) Mountain because of the waves of eulalia covering its sides. The mountain remains this way because villagers burned the fields once a year to encourage the growth of wild herbs.<br><br>The mountain’s gradual slope offers an enjoyable trekking experience for hikers of all levels. In mid-October, waist-high silver grass is indeed everywhere, making it challenging for hikers to view the surrounding areas. Fortunately, certain spots near the peak offer breathtaking views of the gentle ridges and flowing hillsides.<br><br>Silver grass begins blooming in September and reaches peak colors between October and November. The Silver Grass Festival is held on Mindungsan Mountain every October, attracting hundreds of thousands of attendees for a wonderful outdoor hiking experience and picturesque photo opportunities. The mountain is easily accessible by train allowing visitors from near and far to enjoy the fall colors.<br><br>On the outskirts of Mindungsan Mountain near Balgudeok village is Goebyeonggol Valley, which contains magnificent rock formations and limestone caves. Other nearby attractions include Hwaam Yaksu (spring water site), Auraji Naruteo famous for creating Jeongseon Arirang (a local version of the traditional folk song, Arirang), and Gariwangsan Mountain (known for wild ginseng).","regDate":"2022-10-25","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Mountains"],"imgUrl":"","blogPath":"Gangwon-do/2022-10-25-1666688500348"},{"id":"2022-10-25-1666684702603","title":"Micheongol Recreational Forest (국립 미천골자연휴양림)","description":"This recreational forest is located at the foot of Guryongnyeong Pass, which connects Yangyang-gun with Hongcheon-gun, along Micheongol Valley. This 12 km-long valley creates waterfalls throughout the forest, both small and large, and feeds many varieties of trees including birch, ash, maple sap, and dogwood. In addition to the Forest Cultural Rest Center, campground, and auto campground, the forest also includes a historic site, a Silla-era Seollimwon Temple Site. Seollimwon Temple was a Seon (Zen) Buddhist temple complex built during the Unified Silla period, and the site of Treasures like the “Three-story Stone Pagoda at Seollimwon Temple Site, Yangyang.” Many forest-themed experience programs are available in the recreational forest  “Forest Education, Forest Guided Tour,” which brings one closer to the nature in the forest, and “A Beautiful Trip in Person,” which offers members of marginalized communities a chance to connect with nature, are the examples of such programs. There is a 6.2 km-long (round-trip) mountain trekking road in the forest, and a 12 km-long forest road (round-trip) that takes one from Complex 3 of the Forest House to Bulbaragi Mineral Spring.","regDate":"2022-10-25","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"/2022-10-25-1666684702603/2365160_image2_1.webp","blogPath":"Gangwon-do/2022-10-25-1666684702603"},{"id":"2022-10-25-1666679945966","title":"Maengbang Beach (맹방해변)","description":"Maengbang Beach is located 7 kilometers from Samcheok and was developed as a tourist attraction. During summer, there are various beach events such as the Myeongsasimni Race and bare-hand trout catching contest, and more. Nearby attractions include a golf range.","regDate":"2022-10-25","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites"],"imgUrl":"/2022-10-25-1666679945966/1813178_image2_1.webp","blogPath":"Gangwon-do/2022-10-25-1666679945966"},{"id":"2022-10-25-1666674912552","title":"Kook Soon Dang Juhyangro (국순당 횡성공장)","description":"Juhyangro, meaning a path of alcoholic flavor, is the name of the tour route around Kook Soon Dangs Hoengseong distillery. The traditional liquor produced by the distillery captures the clean air and water and the sincere devotion of its producers. The distillery offers tours as well as tasting programs, and product sales.","regDate":"2022-10-25","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Industrial Sites","Foods & Beverages"],"imgUrl":"","blogPath":"Gangwon-do/2022-10-25-1666674912552"},{"id":"2022-10-24-1666609106285","title":"Jipdarigol Recreational Forest (집다리골자연휴양림)","description":"This recreational forest, famous for its clear water and broad-leaved virgin forest, is located at the foot of the Hwaaksan Mountain (1,468 m). The name of Jipdarigol has an amusing legend behind it  a young woman and a man, living on the different sides of a large valley, fell in love with each other and made a straw bridge (“jipdari”) to meet each other. Jipdarigol Recreational Forest of today is a popular destination for summer and fall, thanks to its wonderful valley and beautiful forest. The forest includes accommodations and an open-air deck for day trippers, installed along the valley with a x_width of 8 m2 and 15 m2. It can be used until 19 00, and tents and simple cooking are allowed. However, visitors are prohibited from using charcoal and wood fire, and electric equipment. Other facilities include the walking trail, hiking trails, and suspension bridge.","regDate":"2022-10-24","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"/2022-10-24-1666609106285/2679711_image2_1.webp","blogPath":"Gangwon-do/2022-10-24-1666609106285"},{"id":"2022-10-24-1666605413381","title":"Jeungsan Beach (증산해변(증산 해수욕장))","description":"A small and quiet beach, Jeungsan Beach is located four kilometers away from downtown Samcheok. With an average depth of one to two meters, it attracts many vacationers in the summer. The beachs close proximity to Chuam Beach allows visitors to take in the view of Chotdaebawi Rock as well as beautiful sunrise. In winter, flock of seagulls flying over the ocean is a sight to see.","regDate":"2022-10-24","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites"],"imgUrl":"/2022-10-24-1666605413381/1581520_image2_1.webp","blogPath":"Gangwon-do/2022-10-24-1666605413381"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}