{"pageProps":{"content":"![Gochang Dolmen Site [UNESCO World Heritage] (고창 고인돌 유적 [유네스코 세계문화유산])](/2022-08-01-1659343648152/2604617_image2_1.webp)\n\n  \n## Overview\n\n> One of the areas with the largest concentration of dolmen with 447 dolmens is the Gochang Dolmen site in Gochang-gun, Jeollabuk-do. Gochang Dolmen Site holds more dolmen than Hwasun and Ganghwa and boasts dolmen of a variety of shape and size. Dolmens in Gochang, Ganghwa, and Hwasun serve as proof that the area was inhabited since the Bronze Age. The Gochang Dolmen Site was officially registered with UNESCO on November 29, 2000.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-63-560-8666|\n|restdate:|[Park] N/A (open all year round)<br>[Museum] Mondays, January 1, & holidays designated by Gochang-gun|\n  \n\n  \n## Detail Image\n![/2022-08-01-1659343648152/1602940_image2_1.webp](/2022-08-01-1659343648152/1602940_image2_1.webp)\n![/2022-08-01-1659343648152/1602941_image2_1.webp](/2022-08-01-1659343648152/1602941_image2_1.webp)\n![/2022-08-01-1659343648152/1602943_image2_1.webp](/2022-08-01-1659343648152/1602943_image2_1.webp)\n![/2022-08-01-1659343648152/1602944_image2_1.webp](/2022-08-01-1659343648152/1602944_image2_1.webp)\n![/2022-08-01-1659343648152/1602945_image2_1.webp](/2022-08-01-1659343648152/1602945_image2_1.webp)\n![/2022-08-01-1659343648152/781435_image2_1.webp](/2022-08-01-1659343648152/781435_image2_1.webp)\n![/2022-08-01-1659343648152/781446_image2_1.webp](/2022-08-01-1659343648152/781446_image2_1.webp)\n![/2022-08-01-1659343648152/781452_image2_1.webp](/2022-08-01-1659343648152/781452_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-63-560-8666](tel:+82635608666)\n\n\n\n```googleMap\nlatitude: 35.4416675934\nlongitude: 126.6523626392\ntitle: 74, Goindolgongwon-gil, Gochang-gun, Jeollabuk-do\n```\n  \n\n","data":{"id":"2022-08-01-1659343648152","title":"Gochang Dolmen Site [UNESCO World Heritage] (고창 고인돌 유적 [유네스코 세계문화유산])","description":"One of the areas with the largest concentration of dolmen with 447 dolmens is the Gochang Dolmen site in Gochang-gun, Jeollabuk-do. Gochang Dolmen Site holds more dolmen than Hwasun and Ganghwa and boasts dolmen of a variety of shape and size. Dolmens in Gochang, Ganghwa, and Hwasun serve as proof that the area was inhabited since the Bronze Age. The Gochang Dolmen Site was officially registered with UNESCO on November 29, 2000.","regDate":"2022-08-01","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-08-01-1659343648152/1602940_image2_1.webp","blogPath":"Jeollabuk-do/2022-08-01-1659343648152","pageUrl":"https:/mcdryad.com/Jeollabuk-do/2022-08-01-1659343648152"},"dataList":[{"id":"2023-01-02-1672648689997","title":"Haneullae Deulkkot Village (하늘내들꽃마을 [녹색농촌체험])","description":"Situated in Jangsu, Jeollabuk-do, Haneullae Deulkkot Village, as the name suggests in Korean, it is a village nestled alongside the Cheoncheon stream (haneullae means ‘heaven creek’). The area is blessed with clear shallow creek, a green mountain and a field of wild flowers (deulkkot). In the small ecological park there is a 1.6 kilometer square building, a playground, a farm, a garden and a pond occupying nearly 10,000 square meters. Next to the grassy playground you’ll find a therapeutic pebble path made for walking on bare foot, towering trees scattered around the playground offering some cool shade and a few swing chairs attached to the tall trees. There are three wooden look-out stations also shaded by the platanus trees. And in a corner of the playground is a campground capable of accommodating up to ten tents. The pond is home to more than ten varieties of water plants, including the lotus and water hyacinth. There are also some colourful native water life, such as the Crucian carp, daces, dark chubs, Chinese minnows, loaches, freshwater snails and marsh snails.  <br><br>The cafeteria is all made of pine. Visitors can breathe in the soothing woody aroma, take in the view of the park all while having a meal. You can go on hiking trails, rest afterwards with some tea then walk to the local market in a pavilion. Also, people can visit the local compost centre and earthworm breeding farm, as well as the nearby roosters, a protected species native to Korea.","regDate":"2023-01-02","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Experience Programs","Village Experience"],"imgUrl":"/2023-01-02-1672648689997/2515251_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-02-1672648689997"},{"id":"2023-01-02-1672644947094","title":"Hanbyeokdang Pavilion (한벽당)","description":"Located in Jeollabuk-do province, Hanbyeokdang Pavilion has been designated Tangible Cultural Property No. 15.  In 1404, a civil official from the Joseon dynasty built this structure as a country house.  Hanbyeokdang was built at the foot of Seungamsan Mountain with beautiful views of the Jeonjucheon River below.  A large highway has since been built nearby taking away from the natural beauty.  In the past, many writers often sought out Hanbyeokdang Pavilion to find inspiration in their writing.  The pavilion is well known for the beauty of the mountain mist flowing down the mountain, thus making it one of the 8 must sees in Jeonju.","regDate":"2023-01-02","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2023-01-02-1672644947094/167072_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-02-1672644947094"},{"id":"2023-01-02-1672641516102","title":"Gyeonggijeon Shrine (경기전)","description":"Historic Site No. 339, Gyeonggijeon Shrine was erected in 1410 and holds the portrait of King Tae-jo, the founder of the Joseon dynasty. The shrine was originally given the name Eoyongjeon, but was changed to its current name in 1442, the 24th year of King Sejong the Great. The structure was partially destroyed during the Imjin War (1592-1598), and was restored in 1614.","regDate":"2023-01-02","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2023-01-02-1672641516102/2648780_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-02-1672641516102"},{"id":"2023-01-02-1672637736668","title":"Gyeokpo Port (격포항)","description":"Gyeokpo Port is one of the “100 most beautiful fishing villages in Korea” as designated by the Ministry of Maritime Affairs and Fisheries. The port is the hub of maritime transportation connecting islands to the mainland. The port is also famous for the magnificent sunsets viewed from this spot.<br><br>The area is known for a wide range of marine products which are obtained from the clean waters of the West Sea. During octopus season in spring and gizzard shad season in autumn, the area is crowded with gourmets and tourists from across the nation. There are also many local delicacy restaurants specializing in seafood dishes using octopus, cuttlefish, blue crab and manila clam.","regDate":"2023-01-02","author":"korea-tour","tag":["Jeollabuk-do","Nature","Natural Sites"],"imgUrl":"/2023-01-02-1672637736668/252367_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-02-1672637736668"},{"id":"2023-01-02-1672634316287","title":"Gyeokpo Beach (격포해변)","description":"Gyeokpo Beach, located near Chaeseokgang River, is also called Chaeseokgang Beach. The beach is more famous for the view of Chaeseokgang River and the sunset over the west sea. The beach get popular in summer, full of visitors enjoying the scenery and water activities. Known for its clear waters and gentle slope, the 500 meter long white sand beach is especially popular among families. The pine forest around the beach provides a perfect rest area for those looking for a shade. There are also many accommodations and restaurants nearby.","regDate":"2023-01-02","author":"korea-tour","tag":["Jeollabuk-do","Nature","Natural Sites"],"imgUrl":"/2023-01-02-1672634316287/2651031_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-02-1672634316287"},{"id":"2023-01-02-1672630555982","title":"Gwisinsa Temple - Gimje (귀신사 - 김제)","description":"Gwisinsa, located in Cheongdo Village, Geumsan-myeon, Gimje-si, is now a temple of the Jogye Order, but once belonged to the Haweom Order. The temple is widely believed to have been established by the great monk Uisang Daesa during the 16th year of King Munmu (676). However, some experts site the existence of the Namgeunseok stone animal sculpture as proof that the temple was originally the private temple of King Beop of the Baekje Kingdom. <br><br>Throughout history, the temple has had many names—Guksinsa, Gwisinsa, Gusunsa, and Gwisinsa (same English spelling, different meaning)—but not much is known about when the temple was called by which name. On the temple grounds are a 3-story stone pagoda and some stone sculptures including seoksu (animal statues) and budo (a stupa in honor of a great master). Inside the temple are Daejeokgwangjeon Hall (Treasure No.826), Myeongbujeon Hall, and Gongyangjib Chamber (a chamber for Buddhist offerings).","regDate":"2023-01-02","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2023-01-02-1672630555982/612500_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-02-1672630555982"},{"id":"2022-12-31-1672482914287","title":"Gwanghalluwon Garden (광한루원)","description":"Originally known as Gwangtongnu, Gwanghalluwon Garden was built by Hwang Hui Jeongseung in 1419 during the reign of Joseon dynasty’s King Sejong. Because of its outstanding beauty, Governor Jeong In-ji gave the garden the name ‘Gwanghallu’ in 1444, comparing it to a garden from the palace on the moon. It is famous as the location where Lee Mong-ryong and Chunhyang (two lovers from a well-known Korean folk story) first met. In the 1920’s Chunhyangsa Temple was established in the neighboring area and a portrait of Chunhyang was hung in a place of honor. The garden is the venue of the Chunhyangjae Festival every spring, celebrating the deep and lasting love of the famous couple. The area around Gwanghalluwon Garden is full of many attractions, includes Ojakgyo Bridge, symbolizing the bridge connecting Chilseok and Gyeonwu from the traditional story of Chilseok, as well as Chunhyang Hall, Wolmae-jip (house of Chunhyangs mother), Wanwoljeong Pavilion, Yeongjugak Pavilion, Samsinsan and many other traditional buildings.","regDate":"2022-12-31","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-12-31-1672482914287/219427_image2_1.webp","blogPath":"Jeollabuk-do/2022-12-31-1672482914287"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}