{"pageProps":{"content":"![Cheongnyeongpo Cape - Gangwon Paleozoic Geopark (청령포 (강원고생대 국가지질공원))](/2022-07-24-1658695032741/2517660_image2_1.webp)\n\n  \n## Overview\n\n> Cheongnyeongpo Cape, located in Yeongwol-gun, is known as the place of King Danjong’s exile. Every April, Danjong Cultural Festival is held, where visitors can experience the Danjong exile road that starts at Cheongnyeongpo Cape.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br>(Korean, English, Japanese, Chinese) <br> •  For more info +82-33-560-2379|\n|parking:|Available|\n|usetime:|09:00-18:00<br>* Last admission: 1 hour before closing|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Tour Course Information:|Cheongnyeongpo Cape (Danjongeoso - Gwaneumsong - Manghyangtap Pagoda - Geumpyobi) - Jangneung - Bodeoksa Temple - Geummongam Rock - Gwangpungheon, Jagyuru - Geumgangjeong Pavilion|\n|Admission Fees:|Individual: Adults 3,000 won / Teenagers 2,500 won / Children 2,000 won / Senior citizens  1,000 won <BR>Groups:Adults 2,500 won / Teenagers 2,000 won / Children 1,500 won / Senior citizens 800 won <BR><BR>* Adults (ages 19-64) / Teenagers (ages 13-18) / Children (age 12 & younger) / Senior citizens (ages 65 & older)<BR>* Groups: 30 people or more|\n|Available Facilities:|Promotion Hall, Doseon|\n|Restrooms:|Available|\n|Parking Fees:|Free|\n|Interpretation Services Offered:|Available in Chinese<BR> Make a reservation at least one week before visiting. <BR>For reservation: +82-33-370-2542 |\n  \n## Detail Image\n![/2022-07-24-1658695032741/2517661_image2_1.webp](/2022-07-24-1658695032741/2517661_image2_1.webp)\n![/2022-07-24-1658695032741/2517662_image2_1.webp](/2022-07-24-1658695032741/2517662_image2_1.webp)\n![/2022-07-24-1658695032741/2517663_image2_1.webp](/2022-07-24-1658695032741/2517663_image2_1.webp)\n![/2022-07-24-1658695032741/2517664_image2_1.webp](/2022-07-24-1658695032741/2517664_image2_1.webp)\n![/2022-07-24-1658695032741/2517665_image2_1.webp](/2022-07-24-1658695032741/2517665_image2_1.webp)\n![/2022-07-24-1658695032741/2517666_image2_1.webp](/2022-07-24-1658695032741/2517666_image2_1.webp)\n![/2022-07-24-1658695032741/2517667_image2_1.webp](/2022-07-24-1658695032741/2517667_image2_1.webp)\n![/2022-07-24-1658695032741/2517668_image2_1.webp](/2022-07-24-1658695032741/2517668_image2_1.webp)\n![/2022-07-24-1658695032741/2517669_image2_1.webp](/2022-07-24-1658695032741/2517669_image2_1.webp)\n![/2022-07-24-1658695032741/2517670_image2_1.webp](/2022-07-24-1658695032741/2517670_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-33-560-2379](tel:+82335602379)\n- [🏠www.paleozoicgp.com](http://www.paleozoicgp.com/)\n\n\n```googleMap\nlatitude: 37.1774957570\nlongitude: 128.4477938689\ntitle: 133, Cheongnyeongpo-ro, Yeongwol-gun, Gangwon-do\n```\n  \n## Directions\n  \n[Bus + Taxi]<br>\nFrom Central City Bus Terminal, take a bus to Yeongwol Bus Terminal. <br>\n From Yeongwol Bus Terminal, take a taxi for approx. 5 min.\n","data":{"id":"2022-07-24-1658695032741","title":"Cheongnyeongpo Cape - Gangwon Paleozoic Geopark (청령포 (강원고생대 국가지질공원))","description":"Cheongnyeongpo Cape, located in Yeongwol-gun, is known as the place of King Danjong’s exile. Every April, Danjong Cultural Festival is held, where visitors can experience the Danjong exile road that starts at Cheongnyeongpo Cape.","regDate":"2022-07-24","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-07-24-1658695032741/2517660_image2_1.webp","blogPath":"Gangwon-do/2022-07-24-1658695032741","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-07-24-1658695032741"},"dataList":[{"id":"2022-07-25-1658768051719","title":"Daegeumgul Cave - Daei-ri Cave Area (대금굴 (대이리 동굴지대))","description":"Daegeumgul Cave is believed to be as old as Hwanseongul and Gwaneumgul Caves located nearby. The entrance to the cave was exposed during an excavation project, and after a long preparatory period, the cave was opened to the public. This newly opened, well-preserved cave is filled with limestone features such as stalactites, and a considerable amount of water flows through the cave, creating waterfalls, both large and small, along with numerous ponds.","regDate":"2022-07-25","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites"],"imgUrl":"/2022-07-25-1658768051719/2037137_image2_1.webp","blogPath":"Gangwon-do/2022-07-25-1658768051719"},{"id":"2022-07-25-1658763694865","title":"Chuncheonho Lake (춘천호)","description":"Chuncheonho Lake was formed as a result of the construction of Chuncheon Dam in February 1965. The area around the dam has been developed into a recreational park with a camping ground, fishing spot, picnic areas, lookout sheds, bungalows, restaurants and other convenience facilities.<br><br>The Chuncheon Circular Road lies along Uiamho Lake, and connects Chuncheon Dam with Uiam Dam. It has a fishing site, and a street lined with restaurants serving <em>maeuntang<em> (spicy fish stew). Nearby attractions include a valley, Satgatbong Mountain, and Jibdarigol Recreational Forest.","regDate":"2022-07-25","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites"],"imgUrl":"/2022-07-25-1658763694865/1846572_image2_1.webp","blogPath":"Gangwon-do/2022-07-25-1658763694865"},{"id":"2022-07-25-1658759749872","title":"Chuncheon Soyangho Lake (소양호 (춘천))","description":"Soyangho Lake was created by the building of Soyang Dam in 1973. Soyangho Lake is famous for catching freshwater fish, such as trout, carp, smelt, and eel. The waterway stretches all the way to Inje, with beautiful scenic views. Water sports can be enjoyed from the dock near Soyang Dam, with boat rides to Cheongpyeongsa Temple as well as around the lake. Many cafes and restaurants are located around the lake, making it a great vacation spot.","regDate":"2022-07-25","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites"],"imgUrl":"/2022-07-25-1658759749872/2364903_image2_1.webp","blogPath":"Gangwon-do/2022-07-25-1658759749872"},{"id":"2022-07-25-1658757394112","title":"Chuncheon Myeongdong Street (춘천 명동거리)","description":"The street was named after Seoul’s Myeong-dong street as it became the main street of Chuncheon. Government offices, such as Gangwon-do Provincial Office and Chuncheon City Hall, and major banks are located nearby the street, and various shops specialized in clothes, cosmetics, and shoes, as well as cafes and restaurants are located in the street. The sculpture built to remember the street as the filming location for the Korean TV drama Winter Sonata is located in the middle of Myeongdong Street. In addition, the street has large shopping malls, such as M Department Store and Brown 5th Avenue, cinema, and other attractions. The large-scale underground shopping center established based on the Jungang Rotary, houses some 350 stores where customers can enjoy shopping and relaxation in any weather. The Myeongdong Street connects to other Chuncheon’s tourist destinations, including Myeongdong Dakgalbi Alley of Chuncheon, Yungnim Pass, and Chuncheon Jungang Market.","regDate":"2022-07-25","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Experience Programs","Cultural Districts"],"imgUrl":"/2022-07-25-1658757394112/2030528_image2_1.webp","blogPath":"Gangwon-do/2022-07-25-1658757394112"},{"id":"2022-07-25-1658754500795","title":"Chuncheon Myeongdong Dakgalbi Street (춘천 명동 닭갈비 골목)","description":"This alley is lined with dakgalbi (spicy stir-fried chicken) restaurants in Myeong-dong, which is Chuncheon’s high street. Chuncheon-style dakgalbi originates from the story in which people marinated chicken instead of pork and grilled it with charcoal like pork ribs in the 1960s. Later, various vegetables, such as cabbage and onion, were added to the dish and stir-fried together on an iron plate. As people can eat it plenty at a reasonable price, dakgalbi has been popular among college students and soldiers, and at this time, dakgalbi earned its nicknames such as “People’s galbi (ribs)”, and “College students’ galbi.” The Dakgalbi Alley was established as dakgalbi restaurants were opened one by one on the backstreet of Myeongdong in Chuncheon, in the 1970s to 1980s. Currently, this 150 m-long alley is packed with dakgalbi restaurants on both sides. Along with charcoal-grilled spicy chicken and spicy griddled chicken, customers can try Chuncheon buckwheat noodles, which are also a famous local delicacy. The information panel explaining the history of Chuncheon spicy stir-fried chicken is installed in the alley. This alley is also known for the filming location for the Korean TV entertainment program Infinite Challenge and other programs.","regDate":"2022-07-25","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Experience Programs","Cultural Districts"],"imgUrl":"/2022-07-25-1658754500795/2364913_image2_1.webp","blogPath":"Gangwon-do/2022-07-25-1658754500795"},{"id":"2022-07-25-1658748901695","title":"Chuam Chotdaebawi Rock (추암 촛대바위)","description":"Chuam Chotdaebawi Rock in Donghae-si, Gangwon-do is one of Korea’s most famous tourist attractions. The beautifully formed rock towers high into the sky and resembles a candlestick, from which it gets its name. Chotdaebawi Rock and the nearby rock formations seem to change the shape they resemble along with the waves that crash against the rocks. The view of the sunrise from behind Chotdaebawi Rock is so popular that it attracts photographers and tourists nationwide.<br><br>* The Legend of Chotdaebawi Rock<br>Once upon a time, there was a man who lived in Chuam who had a concubine. His wife was jealous of the second wife and the conflict between the two women continually escalated. One day, god became enraged over their continual quarreling and threw lighting down from heaven, striking both women dead. The newly-made widower missed his wives so much that he remained frozen in his loneliness and eventually turned into a rock, which is now called Chotdaebawi Rock.","regDate":"2022-07-25","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Resources","Rocks"],"imgUrl":"/2022-07-25-1658748901695/2653704_image2_1.webp","blogPath":"Gangwon-do/2022-07-25-1658748901695"},{"id":"2022-07-25-1658741907055","title":"Chodang Dubu Village (초당두부마을)","description":"Just south of Gyeongpo Beach is Chodang Dubu Village, which is famous for dubu (tofu).  Along Gangneung's most famous food street the beans are ground for Chodang dubu, then through several steps, salt water from the East Sea is used in the congealing process resulting in a soft and light tofu.  The name of this village, Chodang, originates from the name of a famous family that once lived here known as Chodang-Heoyeop.  Heoyeop was the father of son, writer/poet Heo-gyun 1569~1618  and daughter, poet Heonan-seolheon 1563~1589 .  A traditional-style Korean house has been reconstructed on the site where the original house of Heo-gyun and Heonan-seolheon once stood.","regDate":"2022-07-25","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Experience Programs","Cultural Districts"],"imgUrl":"/2022-07-25-1658741907055/2365229_image2_1.webp","blogPath":"Gangwon-do/2022-07-25-1658741907055"}],"navList":["Busan","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Incheon","Jeju-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}