{"pageProps":{"content":"![Changwon Garosu-gil (창원 가로수길)](/2022-07-30-1659191859787/2030778_image2_1.webp)\n\n  \n## Overview\n\n> Like Seoul, the city of Changwon also has a romantic promenade called \"Garosu-gil,\" lined with metasequoia trees on each side. The street is filled with a lovely ambience, dotted by small and cozy coffee shops, galleries, and art shops, making it the perfect place for a leisurely walk or a tea-time.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese)|\n|restdate:|N/A (Open all year round)|\n  \n\n  \n## Detail Image\n![/2022-07-30-1659191859787/2030777_image2_1.webp](/2022-07-30-1659191859787/2030777_image2_1.webp)\n![/2022-07-30-1659191859787/2032944_image2_1.webp](/2022-07-30-1659191859787/2032944_image2_1.webp)\n![/2022-07-30-1659191859787/2032945_image2_1.webp](/2022-07-30-1659191859787/2032945_image2_1.webp)\n![/2022-07-30-1659191859787/2032947_image2_1.webp](/2022-07-30-1659191859787/2032947_image2_1.webp)\n![/2022-07-30-1659191859787/2032954_image2_1.webp](/2022-07-30-1659191859787/2032954_image2_1.webp)\n![/2022-07-30-1659191859787/2032963_image2_1.webp](/2022-07-30-1659191859787/2032963_image2_1.webp)\n![/2022-07-30-1659191859787/2032976_image2_1.webp](/2022-07-30-1659191859787/2032976_image2_1.webp)\n\n\n  \n## Contact\n\n\n\n\n\n```googleMap\nlatitude: 35.2356153819\nlongitude: 128.6856416215\ntitle: Yongho-dong, Uichang-gu, Changwon-si, Gyeongsangnam-do\n```\n  \n## Directions\n  \n[Bus]<br>\n From Changwon Jonghap Bus Terminal, walk for 1-minute&nbsp;to reach the other \nside of&nbsp;the road.<br>Take local bus No. 707 and get off at Cheongryeong-gil \nBus Stop after  9 stops.<br>Or bus No. 111 then get off at Lotte Apartment \nBus Stop after  12 stops.<br>Walk straight for about&nbsp;5 minutes to \nreach the final destination (Yongjieoulim Dongsan (용지어울림동산)).\n","data":{"id":"2022-07-30-1659191859787","title":"Changwon Garosu-gil (창원 가로수길)","description":"Like Seoul, the city of Changwon also has a romantic promenade called \"Garosu-gil,\" lined with metasequoia trees on each side. The street is filled with a lovely ambience, dotted by small and cozy coffee shops, galleries, and art shops, making it the perfect place for a leisurely walk or a tea-time.","regDate":"2022-07-30","author":"korea-tour","tag":["Gyeongsangnam-do","Culture/Art/History","Experience Programs","Cultural Districts"],"imgUrl":"/2022-07-30-1659191859787/2030778_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-07-30-1659191859787","pageUrl":"https:/mcdryad.com/Gyeongsangnam-do/2022-07-30-1659191859787"},"dataList":[{"id":"2022-12-20-1671532758513","title":"Jeodo Island (저도(딱섬))","description":"Jeodo Island derives its name from the abundance of paper mulberry (a fiber crop largely used for papermaking) growing on the island. The letter jeo refers to paper mulberry, while -do refers to island.<br><br>On Jeodo Island, one can get a glimpse of what daily life in a small fishing village is like. The island can also be seen just behind the bamboo weirs from Siran Dock. The view is a combination of a lighthouse, fishing site, lush meadows, and lodgings with the ocean in the background. Fishing using bamboo weirs is a rare sight to see in Korea, and can only be found on the southern coast.","regDate":"2022-12-20","author":"korea-tour","tag":["Gyeongsangnam-do","Nature","Natural Sites"],"imgUrl":"/2022-12-20-1671532758513/2372761_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-20-1671532758513"},{"id":"2022-12-20-1671528984991","title":"Jehwangsan Park (제황산공원)","description":"Jehwangsan Park, located on Jehwangsan Mountain at the heart of Jinhae, is home to the nine-story Jinhae Tower. The tower, which symbolizes a Korean naval warship, stands at the top of a 365-step staircase and commands a splendid view of both the city and the coastline. On the first and second floors of the tower is the Jinhae City Museum, exhibiting folk models and relics excavated from Jinhae.<br><Br>Jinhae is Korea’s representative naval port city and is rife with cultural relics related to Admiral Yi Sun-Sin (1545-1598), a Korean hero who led the nation to victory in naval battles against Japanese forces during the Imjin War (1592-1598). The city is also known as the venue of the famous Jinhae Gunhangje Festival, which is widely known as the nation’s largest cherry blossom festival.","regDate":"2022-12-20","author":"korea-tour","tag":["Gyeongsangnam-do","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-12-20-1671528984991/1274419_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-20-1671528984991"},{"id":"2022-12-20-1671525515078","title":"Jangyu Daecheonggyegok Valley (장유대청계곡)","description":"The 6-kilometer-long Jangyu Daecheonggyegok Valley is located at the foot of Bulmosan Mountain, where the water flowing into the valley divides into two principal streams. Lush trees and clean water make up the area’s beautiful natural landscape. A 30-minute hike along the valley will take hikers to Jangyuam Hermitage where they will find the stupa of Jangyuhwasang, who is said to have spread Buddhism for the first time in Korea.<br><br>Visitors flock to Jangyu Daecheonggyegok Valley not only to enjoy the scenery, but also to taste the delicious duck, chicken, and baeksuk (chicken soup with rice) dishes sold around the area. In 1984, the valley was integrated into Jangyupokpo Recreational Park where bridges were built and water supply facilities were placed at two locations. Sangjeolgyo Bridge at the entrance to the valley is 30 meters, while Bonpogyo Bridge is 4 meters. A 1,720 meter-long forest trail was also created. The rugged mountain terrain offers a challenging, yet highly interesting climb up the mountain.","regDate":"2022-12-20","author":"korea-tour","tag":["Gyeongsangnam-do","Nature","Natural Sites","Valleys"],"imgUrl":"/2022-12-20-1671525515078/1207345_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-20-1671525515078"},{"id":"2022-12-20-1671521765502","title":"Jangsado Sea Park (장사도 해상공원)","description":"Located in Hansan-myeon, Tongyeong-si, Gyeongsangnam-do, Jangsado Island is an island that is just 400 meters in x_width, and 1.9 kilometers in length, reaching an altitude of 108 meters with a total area of 390,131㎡. The island has approximately 100,000 trees, with numerous camellia trees and other varieties including silver magnolia. It also a home to beautiful fairy pitta birds, a natural monument, in addition to white eye birds. Local plants that represent Jangsado Island include aerides and dendrobium monile. The island’s name was previously Jamsado Island, derived from its long shape that resembles a silkworm (“jam” is a Chinese character that means “silkworm”). However, due to a translation error during the Japanese colonization, the name was changed to Jangsado Island. <br><br>Jangsado Island is beautiful year round, with hydrangeas blanketing the island in summer and camellias blooming in winter. In order to preserve the natural beauty, urbanization on the island is limited. The eco-friendly park has various sculptures and artistic pieces, and holds various performances take place at the outdoor performance hall which can accommodate up to 1,000 guests.","regDate":"2022-12-20","author":"korea-tour","tag":["Gyeongsangnam-do","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-12-20-1671521765502/2369487_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-20-1671521765502"},{"id":"2022-12-20-1671518462301","title":"Jangboksan Sculpture Park (장복산조각공원)","description":"Jangboksan Sculpture Park stands as the unofficial gateway to Jinhae at the end of Jangbok-ro Road between Masan and Jinhae. Built in 1979 in the wake of a mountain landslide, the park offers a panoramic view of Jinhae and its quiet waters. In spring, more than ten thousand cherry trees interspersed throughout the pines come to full bloom, permeating the air with their sweet fragrance.<br /><br />Nearby attractions include Daegwangsa and Jinheungsa Temples, the Citizens&rsquo; Hall, the Gyeongnam Literary Hall, and Jinhae Park Land, located halfway up Jangboksan Mountain. To visit these attractions and explore the beauty of the forest, simply follow the walking trail from Jinhae Girls&rsquo; High School to the park (1.5 kilometers) and continue walking along the path from the Jangboksan Rest Area to Gumajin Tunnel (1 kilometer).","regDate":"2022-12-20","author":"korea-tour","tag":["Gyeongsangnam-do","Culture/Art/History"],"imgUrl":"/2022-12-20-1671518462301/1908138_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-20-1671518462301"},{"id":"2022-12-20-1671514562117","title":"Jaeyaksan Mountain (재약산)","description":"Situated between Miryang and Ulju, Jaeyaksan Mountain (1,119.1 meters) boasts gorgeous landscapes with giant rock formations near its peak. One of the most popular attractions of the mountain is Sajapyeong Plain and its vast field of silvergrass. The hiking course is relatively easy, adding to its charm. Nearby attractions include Eoreumgol Valley, Hobakso Pool, Pyochungsa Temple, Cheungcheungpokpo Falls, and Geumgangpokpo Falls.","regDate":"2022-12-20","author":"korea-tour","tag":["Gyeongsangnam-do","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2022-12-20-1671514562117/2589476_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-20-1671514562117"},{"id":"2022-12-20-1671511151820","title":"Isang Yun Memorial Park (Docheon Theme Park) (윤이상 기념공원(도천테마파크))","description":"A memorial park for the world-renowned composer Isang Yun was created in Docheon-dong, Tongyeong-si where the great composer was born. The Isang Yun Memorial Park consists of several sections including an exhibition hall displaying the composer’s legacy; a multi-purpose lounge, serving coffee and selling souvenirs; a Memorial Hall, where all kinds of performances and seminars take place; and Gyeongsa Square, an outdoor event venue.","regDate":"2022-12-20","author":"korea-tour","tag":["Gyeongsangnam-do","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-12-20-1671511151820/1002419_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-20-1671511151820"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}