{"pageProps":{"content":"![Termeden Spa & Resort (테르메덴)](/2022-09-09-1662706944231/2041309_image2_1.webp)\n\n  \n## Overview\n\n> Icheon Termeden, Korea's first German-style spa resort, is spread over an area of around 30,000 square meters. It is located next to a thick forest, so visitors can enjoy the water and spa facilities as well as take a stroll in the forest. The water park has a very large bade pool, a hot spring spa, sport facilities, arcades, a cultural hall, and other subsidiary facilities. <br><br>\nUnlike Japanese-style spas, which contain mainly hot baths, German-style spas are more focused on water massages. Water jets located in the bade pool shoot out water, which massages various parts of the body and at the same time revitalizes the skin. In addition, you can walk, swim, or exercise in the water stream pool, which has a depth of 120 centimeters. <br><br>\nIcheon Termeden started as a hot spring spa, but it plans to expand further into a multi-resort complex, which will include hotel and condominium facilities, an arboretum, a golf driving range, and horseback riding.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br>(Korean, English, Japanese, Chinese)<br> • For more info: +82-31-645-2000|\n|opendate:|January 14, 2006|\n|parking:|Available|\n|restdate:|N/A (Open all year round)|\n|usetime:|Operating hours vary by day of week and facility; please visit the official website to confirm.|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Parking Fees:|Free|\n|Restrooms:|Available|\n|Available Facilities:|Indoor bade pool, outdoor hot spring pool, spa & sauna, therapy center<br><br>* Refer to the website.|\n|Admission Fees:|Ticket prices vary by operating hours and dates; refer to the official website for details|\n  \n## Detail Image\n![/2022-09-09-1662706944231/2041216_image2_1.webp](/2022-09-09-1662706944231/2041216_image2_1.webp)\n![/2022-09-09-1662706944231/2041280_image2_1.webp](/2022-09-09-1662706944231/2041280_image2_1.webp)\n![/2022-09-09-1662706944231/2041283_image2_1.webp](/2022-09-09-1662706944231/2041283_image2_1.webp)\n![/2022-09-09-1662706944231/2041284_image2_1.webp](/2022-09-09-1662706944231/2041284_image2_1.webp)\n![/2022-09-09-1662706944231/2041285_image2_1.webp](/2022-09-09-1662706944231/2041285_image2_1.webp)\n![/2022-09-09-1662706944231/2041289_image2_1.webp](/2022-09-09-1662706944231/2041289_image2_1.webp)\n![/2022-09-09-1662706944231/2041301_image2_1.webp](/2022-09-09-1662706944231/2041301_image2_1.webp)\n![/2022-09-09-1662706944231/2041306_image2_1.webp](/2022-09-09-1662706944231/2041306_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-31-645-2000](tel:+82316452000)\n- [🏠www.termeden.com](http://www.termeden.com/)\n\n\n```googleMap\nlatitude: 37.1951196106\nlongitude: 127.4460585551\ntitle: 984, Sasil-ro, Icheon-si, Gyeonggi-do\n```\n  \n\n","data":{"id":"2022-09-09-1662706944231","title":"Termeden Spa & Resort (테르메덴)","description":"Icheon Termeden, Korea's first German-style spa resort, is spread over an area of around 30,000 square meters. It is located next to a thick forest, so visitors can enjoy the water and spa facilities as well as take a stroll in the forest. The water park has a very large bade pool, a hot spring spa, sport facilities, arcades, a cultural hall, and other subsidiary facilities. <br><br>Unlike Japanese-style spas, which contain mainly hot baths, German-style spas are more focused on water massages. Water jets located in the bade pool shoot out water, which massages various parts of the body and at the same time revitalizes the skin. In addition, you can walk, swim, or exercise in the water stream pool, which has a depth of 120 centimeters. <br><br>Icheon Termeden started as a hot spring spa, but it plans to expand further into a multi-resort complex, which will include hotel and condominium facilities, an arboretum, a golf driving range, and horseback riding.","regDate":"2022-09-09","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Recreational Sites","Hot Springs & Spa"],"imgUrl":"/2022-09-09-1662706944231/2041309_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-09-1662706944231","pageUrl":"https:/mcdryad.com/Gyeonggi-do/2022-09-09-1662706944231"},"dataList":[{"id":"2022-09-11-1662885973536","title":"Yeoninsan Provincial Park (연인산도립공원)","description":"The source of Yongchu Falls, Mount Yeoninsan (연인산) stands at 1,068 meters above sea level and features soft terrain and beautiful scenery. Local folklore has it that those coming to the mountain wishing for true love will have their dreams come true.  <br><br>The soil of Mount Yeoninsan is fertile, offering a great natural environment for a variety of flowers and trees. Numerous types of wild flowers thrive from early spring to late autumn. The trail connecting Mount Yeoninsan with mounts Myeongjisan, Cheonggyesan, and Gwimokbong remains relatively unspoiled by human influence  cooking and camping in the area is strictly forbidden. All the mountains in the trail are over 1,000 meters high. A defining feature of Mount Yeoninsan is the royal azaleas that bloom in late May. The County of Gapyeong celebrates the royal azalea by hosting the Mount Yeoninsan (Natural Ecology) Festival in May of each year.  <br><br>Also ideal for hiking, Mount Yeoninsan offers a number of trails  one starts from Buk-myeon in Baekdun-ri, one from Mail-ri, and one from Yongchu Valley. With a minimum of climbing, hikers can take in a variety of scenic views, ranging from the bloom of the royal azaleas in the spring to the beauty of the changing leaves in the fall.","regDate":"2022-09-11","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites","Provincial Parks"],"imgUrl":"/2022-09-11-1662885973536/1591274_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-11-1662885973536"},{"id":"2022-09-11-1662881975773","title":"Yeoju Ceramic Art Complex (여주도예단지)","description":"According to historic records, ceramics have been developed here since the early days of the Joseon dynasty, as the nation’s best materials for making ceramics, such as clay, white clay, and Kaolin, were produced around Ssarisan Mountain in Bungnae-myeon. Mid-standing artists here study the process of making traditional ceramics as well as more novel works that utilize unconventional methods. Yeoju Ceramic Art Complex not only provides high quality ceramics, it offers visitors a chance to see the process of making art pieces. There are over 60 personal exhibition halls with various styles of ceremics. Every May, there is a festival for visitors to enjoy.","regDate":"2022-09-11","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Folk Villages"],"imgUrl":"/2022-09-11-1662881975773/2687531_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-11-1662881975773"},{"id":"2022-09-11-1662879031661","title":"Yangpyeong Wild Flower Arboretum (양평 들꽃수목원)","description":"The Yangpyeong Wild Flower Arboretum has several major facilities. The Nature Ecology Museum showcases a natural ecology model structure with educational videos. The Nature Learning Center has about 200 different types of endangered wild flower species, while the Herb Garden has 50 different types of herbs. Other attractions include the swampy ground, Tteodeureongseom Island, riverside driveway, tropical arboretum, research center. The Arborteum offers a number of hands-on experience programs as well.","regDate":"2022-09-11","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites","Botanical Gardens"],"imgUrl":"/2022-09-11-1662879031661/608321_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-11-1662879031661"},{"id":"2022-09-11-1662875684862","title":"Yangpyeong Dumulmeori (양평 두물머리)","description":"Dumulmeori literally means 'two water area,' and refers to the place where Bukhangang River and Namhangang River meet. The dock for an ancient-style ferry and weeping willows add to the rustic beauty of this area. Another attraction at this site is the three 400-year-old Zelkova trees that appear as one giant tree. A privately owned place, Dumulmeori remains as a popular site for shooting Korean TV dramas, movies, commercials, wedding pictures as well as nature pictures.","regDate":"2022-09-11","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites"],"imgUrl":"/2022-09-11-1662875684862/2560083_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-11-1662875684862"},{"id":"2022-09-11-1662871561857","title":"Yangju Olleung Royal Tomb [UNESCO World Heritage] (양주 온릉(단경왕후) [유네스코 세계문화유산])","description":"Olleung Royal Tomb is the royal tomb of Queen Dangyeong (1487-1557), consort of King Jungjong, the 11th ruler of the Joseon dynasty. Queen Dangyeong married King Jungjong when she was 13 years old. In 1506, when King Jungjong ascended to the throne, she became a queen as well, but she was deposed due to her father leading a coup against her husband's acendancy. Therefore, her grave was not regarded as a royal tomb until 1739.","regDate":"2022-09-11","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"","blogPath":"Gyeonggi-do/2022-09-11-1662871561857"},{"id":"2022-09-10-1662806641056","title":"Wondang Horse Ranch (Let's Run Farm) (원당종마목장 (렛츠런팜 원당))","description":"Wondang Horse Ranch became famous as it was used as a drama filming site. It includes some dangerous facilities and therefore certain restrictions apply to the public. Inside the ranch, visitors can watch horses taking a leisure walk on the pasture. <br><br>The ranch is a place for training jockeys and horse-related workers, and do not serve as a citizen’s park. Hence, drinking, cooking, making noises, engaging in any forms of sports activity including using balls or installing tents are prohibited in this area. In addition, all visitors must clear and take their leftovers, if any, before leaving.<br>* Area  approx. 363,638 ㎡ <br>* Grass field  approx. 165,290 ㎡","regDate":"2022-09-10","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-09-10-1662806641056/1148983_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-10-1662806641056"},{"id":"2022-09-10-1662802906538","title":"Wolhwawon Garden (월화원)","description":"Wolhwawon Garden at the west point of Hyowon Park, located in Paldang-gu, Suwon in Gyeonggi-do, features elements that are heavily influenced by the traditional gardens of Guangdong Province in China. Wolhwawon Garden was established as a result of a special memorandom of agreement (MOU) made in 2003 between the provincial governments of Gyeonggi-do in Korea and Guangdong in China. In appreciation of each other's friendship and cultural heritages, both parties agreed to build a traditional garden that represents the other within the city. The construction of Wolhwawon began on June 15, 2005 and became open to the public on April 17, 2006. <br><br>The components and overall design of Wolhwawon Garden was inspired by traditional gardens of ancient Guangdong. The view of the garden was made to be enjoyable from inside buildings through windows. Other features include an artificial hill made of soil with a man-made waterfall and lake. The garden has a total area of 6,026 ㎡ and was established with the help of 80 Chinese workers who came to Korea to build this garden and financial aid of 3.4 billion won from Guangdong.","regDate":"2022-09-10","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-09-10-1662802906538/2482182_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-10-1662802906538"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}