{"pageProps":{"content":"![Girimsa Temple (기림사)](/2022-11-25-1669361755171/179593_image2_1.webp)\n\n  \n## Overview\n\n> Girimsa Temple is located in Hamwolsan Mountain in Yangbuk-myeon, Gyeongju. The temple was built in the Silla Era and, with 16 buildings, is the second largest temple after Bulguksa. <br><br>Legend has it that the temple was originally built by the Venerable Gwang-yu, a sage from India, in the early part of the Silla Kingdom. The temple was reportedly called Imjeongsa at first, but was later changed to Girimsa after undergoing expansive renovations by Monk Wonhyo. It is still unclear exactly what year the temple was built in.   <br><br>Girimsa is divided into two main areas. The first is the area around Daejeokgwangjeon Hall where the statue of Birojanabul is enshrined. The second is the area around the majestic 500-year-old bo tree (a kind of large fig tree) that is home to a wooden pagoda, the Seongbo Museum, Samsingak, Mangbujeon, and Gwaneumjeon halls. Daejeokgwangjeon Hall was first built during Queen Seondeoks reign, and was rebuilt six times since its original construction. Its simple but majestic architecture is characterized by baeheullim (aka, entasis columns) and a Dapoyangsik (Dapo-style) single-tiered gabled roof. <br><br>Girimsa is famous for Ojongsu, water that is said to have five different tastes. It consists of gamrosu, which is best for making tea; hwajeongsu, which supposedly gives comfort to the drinker; janggunsu, which makes the body stronger; myeongansu, which gives clear vision; and otaksu, which is said to sparkle so brightly that it attracts all the birds of the air. During Japanese colonial rule, the source of janggunsu, literally meaning ‘water of a general,’ was reportedly blocked off by Japanese soldiers, who were afraid the water would give the Korean people the strength to overthrow them. Except for janggunsu, water still continues to flow from each source. <br>On the way to Girimsa temple is Golgulsa Temple, well known for its 12 grottos. Golgulsa was originally a hermitage of Girimsa. After becoming an independent institution, it became the center of Seonmudo practice in Korea. The temple aims to promote the art of seonmudo on a national and international level.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330<br>(Korean, English, Japanese, Chinese) <br>• For more info: +82-54-744-2292|\n|parking:|Available|\n|restdate:|N/A (open all year round)|\n|usetime:|Winter season 08:00-17:00 / Summer season 08:00-18:00|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Restrooms:|Available|\n|Parking Fees:|Sedans 1,000 won / Large-sized cars 2,000 won / Buses 3,000 won|\n|Admission Fees:|Individuals - Adults 3,000 won / Teenagerss  2,000 won / Children 1,500 won<br>Groups - Adults 3,000 won / Teenagers 1,500 won / Children 1,200 won<br><br> * Groups: 20 people or more (not valid for adults)<br>* Free admission: senior citizens (ages 65 & older), people with a disability|\n|Interpretation Services Offered:|Not available|\n  \n## Detail Image\n![/2022-11-25-1669361755171/179594_image2_1.webp](/2022-11-25-1669361755171/179594_image2_1.webp)\n![/2022-11-25-1669361755171/179596_image2_1.webp](/2022-11-25-1669361755171/179596_image2_1.webp)\n![/2022-11-25-1669361755171/179597_image2_1.webp](/2022-11-25-1669361755171/179597_image2_1.webp)\n![/2022-11-25-1669361755171/179603_image2_1.webp](/2022-11-25-1669361755171/179603_image2_1.webp)\n![/2022-11-25-1669361755171/1201008_image2_1.webp](/2022-11-25-1669361755171/1201008_image2_1.webp)\n![/2022-11-25-1669361755171/1201013_image2_1.webp](/2022-11-25-1669361755171/1201013_image2_1.webp)\n![/2022-11-25-1669361755171/1201041_image2_1.webp](/2022-11-25-1669361755171/1201041_image2_1.webp)\n![/2022-11-25-1669361755171/1201050_image2_1.webp](/2022-11-25-1669361755171/1201050_image2_1.webp)\n![/2022-11-25-1669361755171/179595_image2_1.webp](/2022-11-25-1669361755171/179595_image2_1.webp)\n![/2022-11-25-1669361755171/179602_image2_1.webp](/2022-11-25-1669361755171/179602_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-54-744-2292](tel:+82547442292)\n- [🏠kirimsa.net</a> (Korean only)<br><a href=\"https://www.templestay.com/temple_info.asp?t_id=kirimsa\" target=\"_blank\" class=\"web\">www.templestay.com](http://www.kirimsa.net/)\n\n\n```googleMap\nlatitude: 35.8381387201\nlongitude: 129.4034954028\ntitle: 437-17, Girim-ro, Gyeongju-si, Gyeongsangbuk-do\n```\n  \n## Directions\n  \n[Bus]<br> From \nDong Seoul Terminal, take a bus to Gyeongju Bus Terminal. <br>- Take city bus no. \n100 or 150 towards Gampo or Yangnam and get off near \nYangbuk-myeon Eoil-ri. <br>\n- Take a taxi (cost approximately 6,000 won)\n","data":{"id":"2022-11-25-1669361755171","title":"Girimsa Temple (기림사)","description":"Girimsa Temple is located in Hamwolsan Mountain in Yangbuk-myeon, Gyeongju. The temple was built in the Silla Era and, with 16 buildings, is the second largest temple after Bulguksa. <br><br>Legend has it that the temple was originally built by the Venerable Gwang-yu, a sage from India, in the early part of the Silla Kingdom. The temple was reportedly called Imjeongsa at first, but was later changed to Girimsa after undergoing expansive renovations by Monk Wonhyo. It is still unclear exactly what year the temple was built in.   <br><br>Girimsa is divided into two main areas. The first is the area around Daejeokgwangjeon Hall where the statue of Birojanabul is enshrined. The second is the area around the majestic 500-year-old bo tree (a kind of large fig tree) that is home to a wooden pagoda, the Seongbo Museum, Samsingak, Mangbujeon, and Gwaneumjeon halls. Daejeokgwangjeon Hall was first built during Queen Seondeoks reign, and was rebuilt six times since its original construction. Its simple but majestic architecture is characterized by baeheullim (aka, entasis columns) and a Dapoyangsik (Dapo-style) single-tiered gabled roof. <br><br>Girimsa is famous for Ojongsu, water that is said to have five different tastes. It consists of gamrosu, which is best for making tea; hwajeongsu, which supposedly gives comfort to the drinker; janggunsu, which makes the body stronger; myeongansu, which gives clear vision; and otaksu, which is said to sparkle so brightly that it attracts all the birds of the air. During Japanese colonial rule, the source of janggunsu, literally meaning ‘water of a general,’ was reportedly blocked off by Japanese soldiers, who were afraid the water would give the Korean people the strength to overthrow them. Except for janggunsu, water still continues to flow from each source. <br>On the way to Girimsa temple is Golgulsa Temple, well known for its 12 grottos. Golgulsa was originally a hermitage of Girimsa. After becoming an independent institution, it became the center of Seonmudo practice in Korea. The temple aims to promote the art of seonmudo on a national and international level.","regDate":"2022-11-25","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-11-25-1669361755171/179593_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-11-25-1669361755171","pageUrl":"https:/mcdryad.com/Gyeongsangbuk-do/2022-11-25-1669361755171"},"dataList":[{"id":"2022-12-03-1670042423588","title":"Mangyangjeong Pavilion (망양정)","description":"Mangyangjeong Pavilion is a beautiful wooden architecture located near Mangyang Beach in Sanpo-ri, Uljin. King Sukjong of the Joseon dynasty, upon seeing the paintings of the “Eight Scenic Sights in Eastern Korea,” picked the pavilion as the best one among them; he personally wrote Gwandongjeilru (The Best Pavilion in Eastern Korea) and ordered it to be hung in the pavilion.<br><br> While it was originally located in Hyeonjongsan Mountain in Hyeonjong, Mangyangjeong Pavilion was moved to its current spot in 1858 and rebuilt in 1958. The pavilion is situated atop a hill dotted with pine trees, where one can get a clear view of Wangpicheon Stream flowing to the sea. Records are found describing that the area was visited by King Sukjong and other prominent figures in Korean history for the astounding views seen from the pavilion.<br><br>Mangyang Beach is shallow and narrow, but it is relatively warm among the beaches on the east coast. With a lush pine forest along the shore, the beach is quiet year-round, making it a pleasant attraction to walk and relax. When the waves are calm, visitors can see Turtle Rock protruding out from the ocean. The beach is a popular destination for summer travelers thanks to the numerous nearby attractions including Seongryugul Cave (Natural Monument No. 155) and Bulyeonggyegok Valley.","regDate":"2022-12-03","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-12-03-1670042423588/183243_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-03-1670042423588"},{"id":"2022-12-03-1670038628325","title":"Laseonjae (한국역사문화음식학교 라선재)","description":"Housed in the Culinary School of Korea History and Culture in Gyeongju, the Laseonjae restaurant serves unique culinary delights that recreate the cuisine served in the royal courts of the Silla Kingdom. The school has a well-established reputation as a culinary institution that excels in preserving the taste and cooking styles of the past. Laseonjae was opened with the goal of promoting Isageum, the Silla-style course meal that the school developed after many years of research. <br> The Isageum table consists of various dishes served in the royal court of Silla  the dishes are made of nine rare, medicinal ingredients called gujinmi. The interior of Laseonjae is decorated mostly in gold, the color that defines the Silla Kingdom. Note the columns with lotus leaf patterns and other characteristics unique to banquet halls from the Silla royal court. The restaurant staff further portrays the splendor of the era by wearing traditional Shilla dress, seemingly transporting diners back in time while they enjoy an elegant and delicious meal experience.","regDate":"2022-12-03","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Experience Programs","Unique Experience"],"imgUrl":"/2022-12-03-1670038628325/2493528_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-03-1670038628325"},{"id":"2022-12-02-1669977513544","title":"Jusanji Pond [National Geopark] (주산지 (청송 국가지질공원))","description":"Jusanji Pond is a small reservoir located in Juwangsan National Park. It is a man-made pond that was dug out in August, 1720 and completed in October the year after. The pond has been used as a source of water for agricultural use as well as for drinking water. Even though it is small in size, about 200 meters long and 8 meters deep, the pond has never dried up from any drought.<br><br> 150-year-old willow trees are rooted in the pond, which makes a fantastic balance with the surroundings, creating a picturesque scenery found nowhere else.","regDate":"2022-12-02","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites"],"imgUrl":"/2022-12-02-1669977513544/187017_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-02-1669977513544"},{"id":"2022-12-02-1669973794677","title":"Jukgyegugok Valley (죽계구곡)","description":"Jukgyegugok Valley is the valley stretching from Baejeom-ri to Choamsa Temple. Joseon-era Confucian scholar Toegye Yi Hwang (1501-1570) was inspired by the scenery of the valley and the enchanting sound of the flowing water, so he came up with names for each of the nine sections of the valley and collectively called them Jukgyegugok (nine bamboo valleys). The valley presents a splendid sight indeed with crystal clear waters, lush forest, and white rocks. In summer, vacationers from around the country flock to Jukgyegugok Valley to cool off from the sweltering heat by dipping their feet in the refreshing waters of the valley. Famous tourist attractions near the valley include Sosuseowon Confucian Academy, Buseoksa Temple, and Eupnaeri Mural Tomb.<br><br>* Choamsa Temple<br>On the path that ascends from Jukgyegugok Valley, there is a small temple located at the foot of Sobaeksan Mountain. The great monk Uisang Daesa of the Silla Kingdom reached this place during his search for an ideal site to build a Buddhist temple invoking national security. He set up a small thatched hut for a temporary stay until he found the most propitious spot, on which he built Buseoksa Temple. In the site where his thatched hut once stood, he built another temple and named it Choamsa Temple. The original structure was destroyed by fire during the Korean War (1950-1953). The temple has been restored to its present state by the Buddhist monk Lee Bo-won after years of arduous efforts.","regDate":"2022-12-02","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites","Valleys"],"imgUrl":"/2022-12-02-1669973794677/2376704_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-02-1669973794677"},{"id":"2022-12-02-1669970358512","title":"Jukbyeonhang Port (죽변항)","description":"Jukbyeonhang Port is a fishing port in northern Uljin. The port is guarded by a 15.6 meter-tall lighthouse. The port is surrounded by restaurants serving seafood. In addition to squid, mackerel, and king crabs, seaweed is another specialty item of the region. There are many attractions nearby includng various beaches, a driving course, drama film set and more.","regDate":"2022-12-02","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites"],"imgUrl":"/2022-12-02-1669970358512/2393709_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-02-1669970358512"},{"id":"2022-12-02-1669966580895","title":"Juheulsan Mountain (주흘산)","description":"Juheulsan Mountain was once considered to be a sacred place and was the site of annual, royal mountain rituals during the Joseon Dynasty. It is situated in Mungyeong-si, Gyeongsangbuk-do and surrounded by six large villages (Sangcho-ri, Hacho-ri, Sang-ri, Jigok-ri, Palryeong-ri, and Pyeongcheon-ri). The mountain was believed to have produced talented scholars. Meaning “Chief, Majestic Mountain,” Juheulsan Mountain is still seen as the heart of Mungyeong and Mungyeongsaejae.","regDate":"2022-12-02","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-12-02-1669966580895/1893614_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-02-1669966580895"},{"id":"2022-12-02-1669963261084","title":"Joryeongsan Mountain (조령산)","description":"Joryeongsan Mountain divides Mungyeong (Gyeongsangbuk-do) and Goesan (Chungcheongbuk-do), and is situated at the far end of Baekdudaegan Mountain Range that connects Baekdusan and Jirisan Mountains. The mountain is picturesque with its surroundings of dense forest, steep rocky areas, strangely shaped peaks and old trees. It has a grand scale of mountain ridge and high altitude. However, as the hiking trail starts at 529 meters on Ihwaryeong, it is not that tough. Nearby locations include Sinseongbong Peak and Mapaebong Peak, as well as Joryeongsan Recreational Forest.","regDate":"2022-12-02","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-12-02-1669963261084/2005750_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-02-1669963261084"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}