{"pageProps":{"content":"![Daegu Otgol Village (대구 옻골마을 (관광두레 주민사업체))](/2022-08-14-1660487832743/2698597_image2_1.webp)\n\n  \n## Overview\n\n> Otgol Village is the clan village of the Gyeongju Choi family that settled in the area during the late Joseon dynasty. The village has preserved the traditions of the Joseon dynasty through the years, offering guests the unique experience of a hanok stay, hanok cafes, and more. The hanok stay program in particular is very popular.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br>(Korean, English, Japanese, Chinese) <br>• For more info: +82-53-983-1040|\n|parking:|Available (Entrance of Otgol Village)|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Hiking Course:|[Course 1] Otgol Village Momimot Pond - Helipad - Exercise site - Geobukbawi Rock - Daeambong Peak - Three-way junction - Otgoljae Pass - Geomdeokgol Valley - Otgol Village (5.5 km / 3 hr)<br />[Course 2] Otgol Village Momimot Pond - Helipad - Exercise site - Geobukbawi Rock - Daeambong Peak - Geobukbawi Rock - Exercise site - Helipad - Otgol Village (4.5 km / 2 hr)<br />[Course 3] Otgol Village Momimot Pond - Geobukbawi Rock - Daeambong Peak - Otgoljae Pass - Yoryeongbong Peak - Sodonggol Valley - Sodongji Reservoir - Otgol Village (8.5 km / 4 hr)|\n|Film Locations:|Variety show \"Running Man\"<br>Drama \"Hyde Jekyll Me (2015)\"|\n|Facility Utilization Fees:|[Hanok Stay]<br>Gyeonggeuk House - Anchae 200,000 won / Sarangchae 200,000 won / Chunchae 150,000 won<br>Geumjeon House 150,000 won|\n  \n## Detail Image\n![/2022-08-14-1660487832743/2698622_image2_1.webp](/2022-08-14-1660487832743/2698622_image2_1.webp)\n![/2022-08-14-1660487832743/2698623_image2_1.webp](/2022-08-14-1660487832743/2698623_image2_1.webp)\n![/2022-08-14-1660487832743/2698624_image2_1.webp](/2022-08-14-1660487832743/2698624_image2_1.webp)\n![/2022-08-14-1660487832743/2698625_image2_1.webp](/2022-08-14-1660487832743/2698625_image2_1.webp)\n![/2022-08-14-1660487832743/2698626_image2_1.webp](/2022-08-14-1660487832743/2698626_image2_1.webp)\n![/2022-08-14-1660487832743/2698627_image2_1.webp](/2022-08-14-1660487832743/2698627_image2_1.webp)\n![/2022-08-14-1660487832743/2698628_image2_1.webp](/2022-08-14-1660487832743/2698628_image2_1.webp)\n![/2022-08-14-1660487832743/2698629_image2_1.webp](/2022-08-14-1660487832743/2698629_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-53-983-1040](tel:+82539831040)\n\n\n\n```googleMap\nlatitude: 35.9077618439\nlongitude: 128.6868424580\ntitle: 195-5, Otgol-ro, Dong-gu, Daegu\n```\n  \n## Directions\n  \n[Subway + Bus]<br>\nFrom Haean Station (Daegu Subway Line 1), Exit 2.<br>\nTake Bus Donggu 3 (Otgol) and get off at Otgol Village Bus Stop.\n","data":{"id":"2022-08-14-1660487832743","title":"Daegu Otgol Village (대구 옻골마을 (관광두레 주민사업체))","description":"Otgol Village is the clan village of the Gyeongju Choi family that settled in the area during the late Joseon dynasty. The village has preserved the traditions of the Joseon dynasty through the years, offering guests the unique experience of a hanok stay, hanok cafes, and more. The hanok stay program in particular is very popular.","regDate":"2022-08-14","author":"korea-tour","tag":["Daegu","Culture/Art/History","Historical Sites","Folk Villages"],"imgUrl":"/2022-08-14-1660487832743/2698597_image2_1.webp","blogPath":"Daegu/2022-08-14-1660487832743","pageUrl":"https:/mcdryad.com/Daegu/2022-08-14-1660487832743"},"dataList":[{"id":"2022-08-14-1660516715901","title":"E-World 83 Tower (이월드 83타워)","description":"83 Tower is a symbol of Daegu and offers an incredible view of the entire city. The tower also has a revolving restaurant and Sky Lounge, offering top cuisine and night views of the city.","regDate":"2022-08-14","author":"korea-tour","tag":["Daegu","Culture/Art/History","Architectural Sights","Buildings"],"imgUrl":"/2022-08-14-1660516715901/1575475_image2_1.webp","blogPath":"Daegu/2022-08-14-1660516715901"},{"id":"2022-08-14-1660513033713","title":"E-World (이월드)","description":"E-World is a theme park built around Woobang Tower in Daegu. The area around the tower was remodeled as a European-style park and opened to the public in March 1995. It features a waterfall, fountains, lighting displays, and flowers, as well as rides, exhibition and performance halls, and restaurants. E-World has several plazas characterized by different themes; major plazas include Entry Plaza, Central Plaza, Children’s Plaza (playground), and Young Town Plaza.","regDate":"2022-08-14","author":"korea-tour","tag":["Daegu","Culture/Art/History","Recreational Sites","Theme Parks"],"imgUrl":"/2022-08-14-1660513033713/2494060_image2_1.webp","blogPath":"Daegu/2022-08-14-1660513033713"},{"id":"2022-08-14-1660509508325","title":"Dongsan Cheongna Hill (동산청라언덕)","description":"Cheongna Hill is the place where Christian missionaries resided during the early 20 century, planting many ivies along the site. It is also called Dongsan Cheongna Hill for being on the eastern side of Daegu's center. There are many attractions in this beautiful garden including Chamness’ House, Switzer’s House, Blair’s House, 90 stairs, Daegu 3.1 Independence Movement Road, Daegu's first western apple tree, a memorial stone inscribed with the song Thinking of My Friend” , and the cemetery of the missionaries and their family. Cheongna Hill is also the starting point of Daegu's Street Tour Course 2 as well as a popular drama film location.","regDate":"2022-08-14","author":"korea-tour","tag":["Daegu","Culture/Art/History","Experience Programs","Cultural Districts"],"imgUrl":"/2022-08-14-1660509508325/2368397_image2_1.webp","blogPath":"Daegu/2022-08-14-1660509508325"},{"id":"2022-08-14-1660505722333","title":"Donghwasa Temple (Daegu) (동화사(대구))","description":"Donghwasa Temple is located on the south side of Palgongsan Mountain, about 22km northeast of Daegu. It was built by Monk Geukdal in the 15th year of King Soji’s reign (AD 493). The original name of the temple was Yugasa Temple, but Simjiwangsa rebuilt the temple under King Heungdeok (r. AD 826-836) and named it Donghwasa Temple, which means even during the winter season, the paulownia tree still blooms. The present temple was built in 1732. <Br><br>When you turn the corner, the first thing that catches your eye is the Seolbeopjeon Hall. To the left of Seolbeopjeon is Daeungjeon Hall, the main building, and a path to the right leads to Geumgang Stairs. If you turn left in the direction of Daeungjeon you will see Bongseoru Pavilion, aptly named to signify a phoenix (bonghwang in Korean) with its tail pointed downward. Past Bongseoru are stairs that are typical of the ones leading into Daeungjeon, called Nugak Stairs. On either side of the stairs are railings in the shape of a dragon, and in the middle of the stairs, there is a round stone marble that resembles a dragon orb, a ball often associated with dragons.  <br><Br>Donghwasa’s Daeungjeon is segmented into 3 sections at the front and side, and its natural looking pillars are one of its main attractions. It includes the statues of Seokgamonibul, Amitabul, and Yaksayeoraebul inside. If you walk down the stone stairs beside Bongseoru and walk along the cement road for a while, you will find the huge Seokjoyaksa Yeoraebul. Created as a prayer for reunification, this large Buddha statue is 17m high. The stone tower, stone light,  lion statue, and the lotus flower that decorate the Buddha statue are all very large in size. Behind the statue are also stones arranged in a circular form, resembling a beautiful scroll painting. These are world-class size stone artifacts.","regDate":"2022-08-14","author":"korea-tour","tag":["Daegu","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-08-14-1660505722333/1574183_image2_1.webp","blogPath":"Daegu/2022-08-14-1660505722333"},{"id":"2022-08-14-1660502596118","title":"Dalseong Marsh (대구 달성습지)","description":"Dalseong Marsh is located in the meeting point of Nakdonggang River, Geumghogang River, Jincheoncheon Stream, and Daemyeongcheon Stream. Spanning an area of 2㎢, the marsh is comprised of wetlands and freshwater lake where various seasonal aquatic plants are grown. It is also home to several different species of migratory birds.","regDate":"2022-08-14","author":"korea-tour","tag":["Daegu","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2022-08-14-1660502596118/1655438_image2_1.webp","blogPath":"Daegu/2022-08-14-1660502596118"},{"id":"2022-08-14-1660498707189","title":"Dakddongjip Town in Pyeonghwa Market (대구 평화시장 닭똥집 골목)","description":"Dakddongjip Town in Pyeonghwa Market was established in 1972, and is a street specializing in chicken gizzard dishes. It is said that the dish was first offered as an affordable dish to accompany drinks, favored by blue-collar laborers who gathered at the early labor market in front of Pyeonghwa Market in the 1970s. Rather than being pan-fried, chicken gizzard is deep-fried like chicken meat. Inexpensive and delicious, the dish has remained popular. Dakddongjip Town was designated the third Good Street” by the Community Chest of Korea, a network of governing bodies that run a philanthropic organization. The Good Street designation is given to the streets where storekeepers subscribe to the Community Chest of Korea’s Good Street campaign to share good deeds.","regDate":"2022-08-14","author":"korea-tour","tag":["Daegu","Culture/Art/History","Experience Programs","Cultural Districts"],"imgUrl":"/2022-08-14-1660498707189/1929300_image2_1.webp","blogPath":"Daegu/2022-08-14-1660498707189"},{"id":"2022-08-14-1660495875718","title":"Daegu Textile Museum (대구섬유박물관)","description":"Located in Daegu, a city famous for textiles, Daegu Textile Museum is the nation's sole textile musuem. Visitors can learn about the history of fashion, textiles, and related industries through the exhibition halls. The children's experience hall displays clothing from around the world, and offers various hands-on programs and special exhibitions for an informative and fun experience.","regDate":"2022-08-14","author":"korea-tour","tag":["Daegu","Culture/Art/History","Industrial Sites","Others"],"imgUrl":"/2022-08-14-1660495875718/2029420_image2_1.webp","blogPath":"Daegu/2022-08-14-1660495875718"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}