{"pageProps":{"content":"![Oryukdo Skywalk (오륙도 스카이워크)](/2022-08-18-1660797906915/2617617_image2_1.webp)\n\n  \n## Overview\n\n> Oryukdo Skywalk is located at what was called Seungdumal, meaning a saddle, due to the shape of the point. It was also called Jallokgae by residents and female divers in the area. \n<br><br>\nThe construction of Oryukdo Skywalk began on September 12, 2012 at the Seungdumal area, which is regarded as the dividing point between the East Sea and the South Sea, and the skywalk opened on October 18, 2013, with the theme of \"walking over the sky.”\n<br><br>\nIron columns were set up over a 35-meter-high coastal cliff, and a 15-meter glass bridge comprised of 24 glass plates and shaped like a horse’s hoof connect the iron columns. The glass flooring was made by four layers of 12-millimeter glass panels coated with a bulletproof film for a total thickness of 55.49 millimeters, making the structure quite safe. Visitors will be thrilled with the view of the waves while looking down through the transparent floor. The sea stretches out ahead of the skywalk, perfect for a photo op.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br>(Korean, English, Japanese, Chinese) <br>• For more info: +82-51-607-6395,<br> +82-51-607-4937|\n|opendate:|October 18, 2013|\n|parking:|Available|\n|restdate:|N/A (Open all year round)<br>(Note: closed in the case of rain or strong wind, and during periods of repairing and improving facility)|\n|usetime:|09:00-18:00 (Last admission 17:50)<br>* Operating hours subject to change in the case of adverse weather|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Film Locations:|Movie \"Tidal Wave (2009)\"|\n|Admission Fees:|Free|\n  \n## Detail Image\n![/2022-08-18-1660797906915/2026246_image2_1.webp](/2022-08-18-1660797906915/2026246_image2_1.webp)\n![/2022-08-18-1660797906915/2026250_image2_1.webp](/2022-08-18-1660797906915/2026250_image2_1.webp)\n![/2022-08-18-1660797906915/2026255_image2_1.webp](/2022-08-18-1660797906915/2026255_image2_1.webp)\n![/2022-08-18-1660797906915/2026257_image2_1.webp](/2022-08-18-1660797906915/2026257_image2_1.webp)\n![/2022-08-18-1660797906915/2617618_image2_1.webp](/2022-08-18-1660797906915/2617618_image2_1.webp)\n![/2022-08-18-1660797906915/2617619_image2_1.webp](/2022-08-18-1660797906915/2617619_image2_1.webp)\n![/2022-08-18-1660797906915/2617620_image2_1.webp](/2022-08-18-1660797906915/2617620_image2_1.webp)\n![/2022-08-18-1660797906915/2622803_image2_1.webp](/2022-08-18-1660797906915/2622803_image2_1.webp)\n![/2022-08-18-1660797906915/2026247_image2_1.webp](/2022-08-18-1660797906915/2026247_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-51-607-6395](tel:+82516076395)\n- [🏠www.bsnamgu.go.kr](https://www.bsnamgu.go.kr/index.namgu?menuCd=DOM_000000116000000000)\n\n\n```googleMap\nlatitude: 35.1022800177\nlongitude: 129.1229377062\ntitle: 137, Oryukdo-ro, Nam-gu, Busan\n```\n  \n## Directions\n  \n[Local Bus]<br>\nFrom Busan Station (Busan Subway Line 1), Exit 10, take Bus No. 27 and get off at Oryukdo SK View Humun (Backgate) Bus Stop.\n","data":{"id":"2022-08-18-1660797906915","title":"Oryukdo Skywalk (오륙도 스카이워크)","description":"Oryukdo Skywalk is located at what was called Seungdumal, meaning a saddle, due to the shape of the point. It was also called Jallokgae by residents and female divers in the area. <br><br>The construction of Oryukdo Skywalk began on September 12, 2012 at the Seungdumal area, which is regarded as the dividing point between the East Sea and the South Sea, and the skywalk opened on October 18, 2013, with the theme of walking over the sky.”<br><br>Iron columns were set up over a 35-meter-high coastal cliff, and a 15-meter glass bridge comprised of 24 glass plates and shaped like a horse’s hoof connect the iron columns. The glass flooring was made by four layers of 12-millimeter glass panels coated with a bulletproof film for a total thickness of 55.49 millimeters, making the structure quite safe. Visitors will be thrilled with the view of the waves while looking down through the transparent floor. The sea stretches out ahead of the skywalk, perfect for a photo op.","regDate":"2022-08-18","author":"korea-tour","tag":["Busan","Culture/Art/History","Architectural Sights","Monuments/Observatories"],"imgUrl":"/2022-08-18-1660797906915/2617617_image2_1.webp","blogPath":"Busan/2022-08-18-1660797906915","pageUrl":"https:/mcdryad.com/Busan/2022-08-18-1660797906915"},"dataList":[{"id":"2022-08-18-1660838172085","title":"Yongdusan Park (용두산공원)","description":"Yongdusan Mountain (alt. 49 m) in downtown Busan is one of Busan's three famous mountains. It was originally called Songhyeonsan Mountain, which means a mountain with a view of the sea through the dense pine tree forest. Later, the name was changed to Yongdusan Mountain, as the mountain peak was shaped similar to a dragon's head, protecting the area against foreign invaders overseas.<br><br>The mountain held shrines for the mountain gods built by the Japanese before the 8.15 Liberation. Now the mountain is home to a variety of monuments, including Cheokhwabi Monument, Chunghontap Pagoda, 4.19 Revolution Monument, a statue of Admiral Yi Sun-shin, and Busan Tower. During the Korean War, refugees built houses on the sides of the mountain all the way to the summit but these neighborhoods burned down twice, leaving the mountain bare. Since then, fierce efforts of planting trees have led to transforming the burnt mountain into a beautiful park. The park was called Unam Park at the time of the Liberal Party’s ruling but was renamed to Yongdusan Park after the April 19 Revolution. The park offers a beautiful view of Busan Port and the surrounding scenery. In particular, the night view from Busan Tower is magnificent.","regDate":"2022-08-18","author":"korea-tour","tag":["Busan","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-08-18-1660838172085/2640557_image2_1.webp","blogPath":"Busan/2022-08-18-1660838172085"},{"id":"2022-08-18-1660831088170","title":"UN Memorial Cemetery in Korea (재한유엔기념공원)","description":"The UN Memorial Cemetery in Korea honors UN soldiers from 16 countries and UN aids from five countries that were killed in battle during the Korean War from 1950-1953. It is the only memorial cemetery in the world dedicated to UN soldiers. While the cemetery originally held up to 11,000 graves, most of the fallen soldiers were repatriated at the request of their families, with only 2,300 graves remaining. The serene park spreads across a grassy plain area of 135,000 square meters. Some notable sites and memorials include  Memorial Service Hall, Memorabilia Hall, two Turkish Monuments, Greek Monument, Australian Monument, British Commonwealth Monument and two ponds.","regDate":"2022-08-18","author":"korea-tour","tag":["Busan","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-08-18-1660831088170/2668611_image2_1.webp","blogPath":"Busan/2022-08-18-1660831088170"},{"id":"2022-08-18-1660828636710","title":"Tiffany 21 Night Cruise (부산 티파니21 크루즈 유람선)","description":"Set in the largest marine tourism city in Korea, Tiffany 21 Cruise is one of Busan's special marine attractions. Tiffany 21 blends cruise excursions with a fine dining experience, offering a perfect venue for a variety of customer-tailored events. Haeundae Beach has a beautiful 1.8 kilometer-long coastline. Passengers can take in the views of the numerous coastal sites, including Nurimaru APEC House on Dongbaek Island, 49th Square in Suyeong-gu, Namcheon-dong, and Centum City in U-dong,  Gwangandaegyo Bridge, the nation's largest marine bridge, Igidae Park, a unique scenery, and Oryukdo Island, designated as Busan’s National Cultural Heritage Scenic Spot No. 24, Taejongdae, one of the representative tourism attractions of Busan, featuring rocky coastal line with strong wave and forest, and Busandaegyo Bridge, connecting Yeongdo Island and the mainland, Jagalchi Market, the largest fishery market, PIFF Square, and other things to see. <br><br> - Things to enjoy on Tiffany 21 <br><br> The cruise offers views of Oryukdo Island and Igidae in the daytime and Haeundae and Gwangandaegyo Bridge at night. In particular, the dinner tour includes a buffet as well as live performance, perfect for parties, sunrise-viewing, firework shows and other events. It's especially great for groups of families or domestic and foreign tourists, as it offers a truly unique experience of Busan.<br>","regDate":"2022-08-18","author":"korea-tour","tag":["Busan","Culture/Art/History","Recreational Sites","Cruises/Submarines"],"imgUrl":"/2022-08-18-1660828636710/1157887_image2_1.webp","blogPath":"Busan/2022-08-18-1660828636710"},{"id":"2022-08-18-1660822611480","title":"The Bay 101 (더베이101)","description":"The Bay 101 is located in a culture and art complex in Haeundae area, attracting many visitors to the area thanks to the beautiful nightscape that it offers.","regDate":"2022-08-18","author":"korea-tour","tag":["Busan","Culture/Art/History","Architectural Sights","Buildings"],"imgUrl":"/2022-08-18-1660822611480/1972564_image2_1.webp","blogPath":"Busan/2022-08-18-1660822611480"},{"id":"2022-08-18-1660819395251","title":"Suyeong Sajeok Park (수영사적공원)","description":"Suyeong-gu of Busan is a historical district nestled between Geumnyeonsan Mountain and Gwangalli Beach. It was the site of the Gyeongsang Jwado Marine Headquarters during the Joseon dynasty. In fact, its name 'Suyeong' was derived from 'Sugunjeoldosayeong,' meaning 'marine headquarters.'<br><br>The Suyeong Sajeok Park was established in commemoration of the spirit of the Suyeong residents. It is designed to show their maritime lifestyle.","regDate":"2022-08-18","author":"korea-tour","tag":["Busan","Culture/Art/History","Recreational Sites","Theme Parks"],"imgUrl":"/2022-08-18-1660819395251/2677061_image2_1.webp","blogPath":"Busan/2022-08-18-1660819395251"},{"id":"2022-08-18-1660815560959","title":"Songjeong Beach (송정해수욕장)","description":"Songjeong Beach stretches for 1.2 kilometers with a x_width ranging from 30 to 60 meters. The white sandy beach is ideal for families with young children because of its shallow waters. The beach is very popular as a photography venue for pre-wedding photoshoots. The area around the beach offers many <em>hoe</em> (sliced raw fish) restaurants. <br>Jukdo Park is located north of the beach at the entrance to Songjeonghang Port. The white and red lighthouses of the harbor are a popular photo spot, as well as the view of the beach from Songiljeong Pavilion at the peak of Jukdo Park. The path leads through a grove of evergreens. Fishermen often line the breakwaters to the lighthouses.","regDate":"2022-08-18","author":"korea-tour","tag":["Busan","Nature","Natural Sites"],"imgUrl":"/2022-08-18-1660815560959/2385262_image2_1.webp","blogPath":"Busan/2022-08-18-1660815560959"},{"id":"2022-08-18-1660812268586","title":"Shinsegae Centum City (신세계 센텀시티)","description":"Shinsegae Centum City Department Store is registered in the Guinness World Records as the largest shopping complex in the world, offering a full range of entertainment options, from an ice rink to movie theather, golf range, and a spa. Shops include 21 designer brands and 622 famous brands.<br><br>Opened as the first department store in Korea, Shinsegae reflects decades of retail experience in this flagship location. Globally renowned experts such as Italian architect Claudio Silvestrin and an American architecture and design firm Callison completed Centum City under the concept of a “golden sea”. The department store has emerged as a defining landmark in Busan.","regDate":"2022-08-18","author":"korea-tour","tag":["Busan","Culture/Art/History","Architectural Sights","Buildings"],"imgUrl":"/2022-08-18-1660812268586/1016443_image2_1.webp","blogPath":"Busan/2022-08-18-1660812268586"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}