{"pageProps":{"list":[{"id":"2022-09-27-1664260173664","title":"Hambaeksan Mountain (함백산)","description":"With an elevation of 1,573 meters above sea level, Hambaeksan Mountain is the tallest mountain in the eastern part of Gangwon-do. The main ridge of the mountain stretches between the city of Taebaek to the east and Yeongwol and Jeongseon counties to the west. The mountain offers a fine vantage point from which to get a sweeping look at the entire region (including Taebaeksan and Baegunsan mountains) and commands a striking view of the sunrise over East Sea. The three starting points for hiking Hambaeksan Mountain are Dumundongjae Pass, Manhangjae Pass, and the entrance to the Jeokjoam Hermitage. The hiking path that begins at Dumundongjae Pass and leads to the peak is especially recommended for its scenic views. Hambaeksan Mountain is particularly well known for its breathtaking snowscapes and extensive wildflower beds. <br><br>Hambaeksan Mountain is also home to Jeongamsa Temple, which was built by Buddhist monk Jajangyulsa in the year 636 during the reign of Queen Seondeok of the Silla Kingdom. The temple is home to the Sumanotap Pagoda (Treasure No. 410) and is bordered by a stream that provides a natural habitat for the Brachmystax lenok (Natural Monument No. 73), a member of the trout family.","regDate":"2022-09-27","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-09-27-1664260173664/1822209_image2_1.webp","blogPath":"Gangwon-do/2022-09-27-1664260173664","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-09-27-1664260173664"},{"id":"2022-09-27-1664254875010","title":"Hajodae Unmanned Lighthouse (하조대 무인등대)","description":"The Hajodae Unmanned Lighthouse sits along a cliff with an old pine tree and overlooks the East Sea. Legend has it the name Hajodae came from the first sounds of Haryun and Jojun, two of the founding members of the Joseon dynasty who stayed nearby during one of their journeys. <br><br>The area is famous as a filming spot for the drama Taejo Wang Geon (2000). A walk along the cliff will lead to a white lighthouse near the bridge beside Hajodae Cliff. A number of tourists also visit Hajodae for the beautiful sunrises and the beam of light from the lighthouse that appears when darkness falls.","regDate":"2022-09-27","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites"],"imgUrl":"/2022-09-27-1664254875010/217454_image2_1.webp","blogPath":"Gangwon-do/2022-09-27-1664254875010","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-09-27-1664254875010"},{"id":"2022-09-26-1664189248170","title":"Hajodae Beach (하조대해수욕장)","description":"Hajodae Beach is located in Yangyang-gun famous for the beautiful scenery of the deep blue ocean, soft sandy shore, a nearby lighthouse, and unique rock formations and stony islets. The beach is roughly 1.5 kilometers, at an average x_width of 100 meters, and a coastal incline of 1.5 meters. Gwangjeongcheon and Sanguncheon Streams run into the ocean near the beach, creating slightly warmer waters than other areas along the eastern coast. During the summer season, visitors can pay to pitch a tent on the beach or in the pine forest campground. The beach is complete with a parking lot, shower booth, drinking fountain, and restroom among other amenities. The beach is open for swimming between July and August, and is the venue for many festivals and events throughout the year. Hajodae Pavilion, one of the Eight Scenic Sights of Yangyang, and a skywalk observatory are located nearby.","regDate":"2022-09-26","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites"],"imgUrl":"/2022-09-26-1664189248170/1813134_image2_1.webp","blogPath":"Gangwon-do/2022-09-26-1664189248170","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-09-26-1664189248170"},{"id":"2022-09-26-1664185593717","title":"Hajodae Beach (하조대)","description":"This rocky beach is one of the Eight Sights of Yangyang, located in Hyeonbuk-myeon, Yangyang-gun. Its 135,000 m2 seaside is made up of the mysterious rock formations and rocky islands of the East Sea, a sight that has, along with the nearby pine forests, given the area a distinguished place among the Eight Sights. The name of the beach, Hajodae, is said to come from Ha Ryun and Jo Jun, two late Goryeo-era officials who plotted to overthrow the dynasty and would eventually become one of the founding officials of Joseon. A pavilion, also named Hajodae, can be found on top of the coastal cliff. Today’s pavilion is a restoration dating back to 1998, while the original was established during the reign of King Jeongjong of the Joseon Dynasty and underwent numerous renovations. The pavilion is the favored point of view for many visitors. An old pine tree standing upright on the rocky cliff was made famous for its appearance on the broadcasted screen for the national anthem of Korea. Following the decked walkways from the pavilion brings one to the white unmanned lighthouse, or the nearby Hajodae Trail and Observatory. Hajodae Beach can be found about 1 km to the northwest of the area. Its relatively shallow depth, reaching no more than 1.5 m, makes it ideal for families with small children.","regDate":"2022-09-26","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites"],"imgUrl":"/2022-09-26-1664185593717/2711324_image2_1.webp","blogPath":"Gangwon-do/2022-09-26-1664185593717","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-09-26-1664185593717"},{"id":"2022-09-26-1664182522172","title":"Haegasa Site (Surobuin Park) (해가사의 터(수로부인공원))","description":"Haegasa is a site named after the tale of Haega in The Heritage of the Three States. While the original Haegasa is assumed to be on Wausan Mountain at the northern end of Samcheok Beach, it has been restored on Jeungsandong Beach against the backdrop of beautiful scenery. Located near Haegasa are Chuam Beach and Surobuin Park, which hosues a dragon ball, upon which people make their wishes.","regDate":"2022-09-26","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-09-26-1664182522172/215527_image2_1.webp","blogPath":"Gangwon-do/2022-09-26-1664182522172","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-09-26-1664182522172"},{"id":"2022-09-26-1664178848634","title":"Gyeongpoho Lake (경포호(철새도래지))","description":"Gyeongpoho Lake is a popular attraction, with beautiful natural scenery and many cultural relics nearby. The view of the moon reflecting off the lake from Gyeongpodae Pavilion is especially stunning. The 1,256,204 m² naturally formed lake is connected to the ocean, and is famous as a destination site for migratory birds in winter. There are also many fish in the lake, but the lake has been designated as a nature protection site and fishing is prohibited.","regDate":"2022-09-26","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites"],"imgUrl":"/2022-09-26-1664178848634/2648941_image2_1.webp","blogPath":"Gangwon-do/2022-09-26-1664178848634","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-09-26-1664178848634"},{"id":"2022-09-26-1664174078257","title":"Gyeongpodae Pavilion (강릉 경포대)","description":"Gyeongpodae Pavilion, located on a small hill north of Gyeongpo Lake, is one of the eight scenic sites of Gwangdong (northeastern coast). The pavilion was originally built in 1326 but was moved to its current location in 1508. The pavilion shape and design changed over time before settling on the current design. The pavilion has five pillars in the front and on the side, with a gabled roof line typical of Korean architecture.<br><br>The inside of Gyeongpodae Pavilion is decorated with calligraphy and poems written by many famous scholars of the Joseon dynasty, including both King Sukjong and Yulgok Yi I. The pavilion is surrounded by a pine tree forest, and is famous for its view of the moon reflecting off the waters of the lake below, which gave the pavilion its name. The area around the pavilion was designated as a provincial park  in 1981.","regDate":"2022-09-26","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-09-26-1664174078257/2596286_image2_1.webp","blogPath":"Gangwon-do/2022-09-26-1664174078257","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-09-26-1664174078257"},{"id":"2022-09-26-1664169135860","title":"Gyeongpo Provincial Park (경포도립공원)","description":"Gyeongpo Provincial Park was officially opened on June 26, 1982. It houses many cultural assets and memorial sites centered around Gyeongpodae Pavilion, Gyeongpoho Lake, and Gyeongpo Beach. One of the eight scenic spots in Gwandong (old name of Gangwon-do), Gyeongpodae is famous for viewing the moon, as well as fishing at Gyeongpoho Lake. However, fishing is now prohibited due to the lake being designated as a natural protection area. <br><br>Gyeongpo Beach is thought to be the best beach on the East Coast. The crystal waters of Gyeongpo Beach, elegant Gyeongpoho Lake, Gyeongpodae Pavilion, Banghae Pavilion, Hohae Pavilion, Gyeongho Pavilion, and Gyeongyangsa Temple make Gyeongpo Provincial Park a great vacation attraction year round. Known as one of the most scenic locations in Gangwon-do, visitors can enjoy cherry blossoms in the spring, swimming in the summer, and deep-sea fishing and walking on the beach in the winter.","regDate":"2022-09-26","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Provincial Parks"],"imgUrl":"/2022-09-26-1664169135860/1581168_image2_1.webp","blogPath":"Gangwon-do/2022-09-26-1664169135860","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-09-26-1664169135860"},{"id":"2022-09-25-1664102714256","title":"Gyebangsan Mountain (계방산 (평창))","description":"At an altitude of 1,579.1 meters above sea level, Gyebangsan Mountain, which faces Odaesan Mountain on the eastern part of the Taebaeksan Mountain Range, is the fifth tallest mountain in South Korea, after Hallasan Mountain, Jirisan Mountain, Seoraksan Mountain, and Deogyusan Mountain. On the west side of Gyebangsan Mountain is Unduryeong Pass(1,089 m), which has a vehicle accessible road. Asiatic black beers are said to habitate in the deep valleys on the north side, and there is Bangadari mineral water and other mineral water sources on the south side. With many varieties of herbs and wild flowers growing naturally in the area, it is also well known as a place to dig for wild ginseng. Its rare Japanese yew trees and royal azalea combined with its similar terrain to Seoraksan Mountains Daecheongbong Peak has caused the mountain to be a highly protected ecological environment.<br><br>Gyebangsan Mountain is particularly popular for winter hikers, who can get beautiful views of the snowy landscapes of the mountain even&nbsp;until March. On top of that, since the difference in evelation from Unduryeong to the top of Gyebangsan is only 488 m, it welcomes even novice hikers as well. From the summit, one can see the backboone of Baekdudaegan Mountain, and with its panoramic views of Seoraksan Mountain to the north, Odaesan Mountain and Daegwallyeong to the east, and Taegisan and Hoegisan Mountains to the west, it is one of the best views in the area.","regDate":"2022-09-25","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-09-25-1664102714256/1172063_image2_1.webp","blogPath":"Gangwon-do/2022-09-25-1664102714256","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-09-25-1664102714256"},{"id":"2022-09-25-1664099000732","title":"Gwongeumseong Fortress (설악산 권금성)","description":"Gwongeumseong Fortress is the site of a castle ruins located on Seoraksan Mountain, and it is also known as Onggeumsan Mountain Castle, or Toto Castle. It is located on the steep Dolsan Mountain of Seoraksan Sogongwon area.  It is believed to have been built by the 23rd King of the Goryeo Period (918-1392), Gojong (r. 1213-1259). It is also called Gwon-Kim Castle, as there is a legend that two generals named Gwon and Kim, built the castle to avoid war.<br>At the left side of Sogongwon, past the Biryonggyo Bridge over the ravine, there is a path which leads to Gwongeumseong Castle, but it takes over an hour of travel through a steep, rocky path (2.5km), so cable car is used. The cable car was installed by Dr. Gi-Sup Lee in 1971 and is still used by many tourists. It runs from 07 00 to 18 00 or 18 30 p.m., departing every 7 minutes, and you can only purchase round-trip tickets at the ticket counter for that day.","regDate":"2022-09-25","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Historical Sites","Fortresses"],"imgUrl":"/2022-09-25-1664099000732/175293_image2_1.webp","blogPath":"Gangwon-do/2022-09-25-1664099000732","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-09-25-1664099000732"},{"id":"2022-09-25-1664095715119","title":"Gwangchi Recreational Forest (광치자연휴양림)","description":"Gwangchi Recreational Forest is located near Gwangchiryeong Pass (alt. 800 meters). The pass encompasses waterfalls and valleys in a dense forest. Gwangchi Tunnel connects the areas of Yanggu and Inje to the East Sea, making the forest a great addition to travel itineraries. The recreational area serves as a retreat for residents and helps to support the local economy through tourism.","regDate":"2022-09-25","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"/2022-09-25-1664095715119/1813309_image2_1.webp","blogPath":"Gangwon-do/2022-09-25-1664095715119","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-09-25-1664095715119"},{"id":"2022-09-25-1664091631316","title":"Guryongsa Temple (구룡사)","description":"Guryongsa Temple is located 6 kilometers from Birobong Peak on Chiaksan Mountain, in the direction of Hakkok-ri. It was believed that Monk Uisang (625-702) of the Silla Kingdom (57 BC - AD 935) built and named the temple Guryongsa in 668 during the reign of King Munmu. However, it is now known that the temple was built after King Sukjong, the 19th King of the Joseon dynasty (1392-1910), who reigned from 1674 to 1720, because of the architectural style of Daeungjeon Hall. There is a legend that the Guryongsa Temple site was originally a lake where nine dragons lived. The name Guryong comes from the story that the lake was filled up to build the temple on it. There are many buildings such as Daeungjeon Hall, Bogwangnu Pavilion, Samseonggak Pavilion, Simgeomdang Hall and Seolseondang Hall. Daeungjeon Hall has maintained its original shape though it was repaired many times.","regDate":"2022-09-25","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-09-25-1664091631316/2391453_image2_1.webp","blogPath":"Gangwon-do/2022-09-25-1664091631316","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-09-25-1664091631316"},{"id":"2022-09-25-1664088775156","title":"Gugokpokpo Falls (구곡폭포)","description":"Located at the foot of Bonghwasan Mountain in Chuncheon, Gugok Falls with a x_height of 50 m is one of the representative tourist destinations in the Gangchon area. It was named “Gugok” because the falls twist (gok) and turn nine (gu) different times before dropping down, and is also called “Guguripokpo.” Gugok Falls flowing down from a huge stone wall create fantastic scenery. Many tourists visit the falls every year to enjoy cool, refreshing water to overcome the heat wave in summer and to admire a majestic view of the giant ice wall in winter. The road from the ticket booth to the falls is gentle and requires about 20 min walk. It is an easy walking path surrounded by woods and the valley. Visitors can also try to find the nine wooden panels inspired by the spirit of Gugok and designed with Hangeul alphabet “ㄲ” letters (such as 꿈, 끼, 꾀, 깡, etc.). If you go up for about 40 min along the Kkalttak Pass, which is on the right side of the Gugok Falls entrance, you will find Munbae Village, nestled in a basin. The village restaurants are known for local dishes, such as wild vegetable bibimbap and folk liquor. Visitors can also stay overnight at the National Leisure Campground built in the Gukgok Falls Tourist Area.","regDate":"2022-09-25","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Waterfalls"],"imgUrl":"/2022-09-25-1664088775156/1583495_image2_1.webp","blogPath":"Gangwon-do/2022-09-25-1664088775156","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-09-25-1664088775156"},{"id":"2022-09-25-1664085357499","title":"Gubongsan Observatory Cafe Street (구봉산 전망대 카페거리)","description":"Gubongsan Observatory Cafe Street is a well-known scenic spot for its beautiful landscape of Chuncheon with the background of mountains, lake, and river. Located on the eastern outskirts of downtown Chuncheon, Gubongsan Mountain (441 m) with nine peaks, commands a panoramic view of the city. When the road passing halfway up the mountain was opened in the 1990s, many cafes and restaurants were established and became Chuncheon’s representative cafe street. All the cafes here have glass windows or outdoor terraces in order to offer the best scenic view for customers. Each cafe has its own characteristic feature  a building that recalls Santorini in Greece, the skywalk observatory decorated with transparent glass in all directions, and distinctive photo zones. The service area, which sells canned coffee and banquet noodles, is also situated among stylish coffee shops. Visitors will enjoy its fantastic scenic views from day to night, including the sunny scenery, the beautiful sunset, and the nighttime view of the Soyang i(2)gyo Bridge.","regDate":"2022-09-25","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Experience Programs","Cultural Districts"],"imgUrl":"/2022-09-25-1664085357499/1804415_image2_1.webp","blogPath":"Gangwon-do/2022-09-25-1664085357499","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-09-25-1664085357499"},{"id":"2022-09-25-1664081258142","title":"Gossigul Cave [National Geopark] (고씨굴-강원고생대 국가지질공원)","description":"Gossigul Cave was designated as a Natural Monument on June 4, 1969, getting protection from the government for its educational and natural values. In 1974, the cave was opened to the public. The cave has various levels with underground water flowing on the bottom level. The cave is mostly made of limestone with various microorganisms inhabiting within.","regDate":"2022-09-25","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites"],"imgUrl":"/2022-09-25-1664081258142/483818_image2_1.webp","blogPath":"Gangwon-do/2022-09-25-1664081258142","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-09-25-1664081258142"},{"id":"2022-09-24-1664016262044","title":"Goseong Unification Observation Tower (고성 통일전망타워)","description":"Built by an army unit in 1983, Goseong Unification Observation Tower is the nearest place for viewing Geumgangsan Mountain in North Korea. From the observatory, visitors can see the Haegeumgang River and the islands nearby as well as get a glimpse of various peaks of Geumgangsan Mountain such as Ilchulbong Peak, Chaehabong Peak, and Oknyeobong Peak. Many monuments are built within the area in hopes of reunification.","regDate":"2022-09-24","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Architectural Sights","Monuments/Observatories"],"imgUrl":"/2022-09-24-1664016262044/2599054_image2_1.webp","blogPath":"Gangwon-do/2022-09-24-1664016262044","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-09-24-1664016262044"},{"id":"2022-09-24-1664012586092","title":"Goseokjeong National Tourist Area (고석정국민관광지)","description":"Goseokjeong Pavilion is the most scenic spot among the eight scenic views of Cheorwon. The crystal clear waters of the Hantangang River wind around Goseokbawi Rock, a peculiarly shaped rock of about 10 meters tall that stands dominantly in the middle of the river. Goseokjeong Pavilion is a two-story tower-style pavilion that has an area of about 33 square meters, built halfway up the Hantangang River during the reign of King Jinpyeong (r. AD 579-632) of the Silla Kingdom. Today, Goseokjeong refers to the entire area around Goseokjeong Pavilion and the valley surrounding Goseok Rock. Designated as a Monument of Gangwon-do, the pavilion is known to have been one of the most favored places by King Jinpyeong of Silla Kingdom, and King Chungsuk of Goryeo dynasty. The area became all the more famous as the arena of Im Kkeok-jeong (?-1562), who was a legendary leader of a peasant rebellion in the early Joseon dynasty. <br><br>The pavilion was destroyed during the Korean War and restored in 1971 by community leaders in Cheorwon. Unfortunately, it was damaged once again by flood in 1996 and reconstructed the year after. There is a natural stone chamber inside Goseokbawi Rock that Im Kkeok-jeong used as a hiding place. On the opposite side, there are remains of a stone castle. Jiktang Waterfall is located about 2 kilometers up from this site, while Sundam Valley is situated about 2 kilometers in the downstream. Goseokjeong is a year-round tourist attraction with an extensive grass square and recreational facilities. It is also the starting point for DMZ tours as the Iron Triangle Battlefield Conservation Office is located here and in winter, visitors can enjoy migratory bird tour.","regDate":"2022-09-24","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Recreational Sites","Tourist Complexes"],"imgUrl":"/2022-09-24-1664012586092/2567099_image2_1.webp","blogPath":"Gangwon-do/2022-09-24-1664012586092","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-09-24-1664012586092"},{"id":"2022-09-24-1664009366328","title":"Gongjicheon Stream (Gold Scales Theme Street) (공지천(황금비늘테마거리))","description":"The city of Chuncheon is surrounded by Uiamho, Chuncheonho, and Soyangho Lakes and is widely known as Lake City. Much like the Hangang Riverside Parks are a representative landmark of Seoul, Gongjicheon Resort beside the stream is a treasure of Chuncheon. The resort is complete with a sculpture park, fountain, boat dock, outdoor stage, playground and more.","regDate":"2022-09-24","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Recreational Sites","Resorts"],"imgUrl":"/2022-09-24-1664009366328/1780612_image2_1.webp","blogPath":"Gangwon-do/2022-09-24-1664009366328","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-09-24-1664009366328"},{"id":"2022-09-24-1664005238860","title":"Gongjicheon Sculpture Park (공지천 조각공원)","description":"Originally named Gongji Park, the park is located near Gongjicheon Stream and has been decorated with sculptures since 1997. Twenty-nine pieces are displayed and a water clock was installed in 2001. Gongjicheon Resort is located nearby the park with an outdoor stage and fountain. Water sports such as boat-riding can be enjoyed on the lake. The lake and the fountain are great locations to spend time with family and friends. Every year diverse cultural art events such as the Spring Art Performance as well as the Soyangjae Chuncheon Poetry Recital take place in the park and Gongjicheon area. A Children’s Center and War Memorial are also located nearby.","regDate":"2022-09-24","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Recreational Sites","Theme Parks"],"imgUrl":"/2022-09-24-1664005238860/1780604_image2_1.webp","blogPath":"Gangwon-do/2022-09-24-1664005238860","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-09-24-1664005238860"},{"id":"2022-09-24-1664002460704","title":"Gongjaksan Mountain (공작산)","description":"Gongjaksan Mountain, spreading out from the peak with an altitude of 887.4 meters, resembles the outstretched wings of a peacock (gongjak in Korean). Looking out from the top of the mountain, the entirety of Hongcheon County can be seen, as well as beautifully shaped cliffs spread throughout.<br><br>Sutagyegok Valley is very picturesque with wonderful rock outcrops and surroundings. This 8 kilometer-long valley links Sutasa Temple, which is about 6 kilometers lower than the peak, to Nocheon-ri. <br><br>Something for nearly every season with royal azalea flowers in spring, old pine trees and colorful foliage in fall, and snow-covered trees in winter, Gongjaksan Mountains beauty catches the attention of hikers year-round.","regDate":"2022-09-24","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-09-24-1664002460704/2609730_image2_1.webp","blogPath":"Gangwon-do/2022-09-24-1664002460704","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-09-24-1664002460704"},{"id":"2022-09-24-1663999212963","title":"Geumganggul Cave (금강굴)","description":"Hollowed into the rocks of Seoraksan Mountain, about 600 meters above sea level, you will find Geumganggul Cave. This 23 square meters cave was once used as a place of worship, and contains a stone sitting Buddha and some earthenware. The route up the cave is quite steep, and visitors must walk across a few bridges and up concrete stairways. However, you will be rewarded with a captivating view of Cheonbuldong Valley.  <br><br>The hiking trail from Seorakdong to Geumganggul Cave, which also passes by Biseondae, is 3.6 kilometers long and takes about 1 hour and 40 minutes. <br>","regDate":"2022-09-24","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites"],"imgUrl":"/2022-09-24-1663999212963/1966637_image2_1.webp","blogPath":"Gangwon-do/2022-09-24-1663999212963","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-09-24-1663999212963"},{"id":"2022-09-24-1663995422572","title":"Geumdanggyegok Valley (금당계곡)","description":"Geumdanggyegok Valley, located upstream of the Pyeongchanggang River, is a gorge between three different districts of Bongpyeong-myeon, Yongpyeong-myeon and Daehwa-myeon, just west of Geumdangsan Mountain (1,173 m). Geumdanggyegok Valley is an impressive site with sections of both gentle and fast flowing valley waters. From late March through April full-blown azalea covers the mountainsides and valleys providing visitors with a refreshing spring scent.  <br><br>To reach Geumdanggyegok Valley, travel down along the Pyeongchanggang River from Jangpyeong or trek up the valley from Anmi Elementary School. Coming down to Pyeongchang-eup from Daehwa-myeon area, visitors will encounter an intersection called, “Saechugeori”. The intersection has two parts  Sanganmi and Haanmiri and a sign indicating the Geumdanggyegok Valley entrance. Across the valley, odd-shaped rock formations and cliffs appear one after another along the river. The area is a native habitat for a species of otter (Natural Treasure No. 330) and a favorite spot for catching catfish.","regDate":"2022-09-24","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Valleys"],"imgUrl":"/2022-09-24-1663995422572/1177245_image2_1.webp","blogPath":"Gangwon-do/2022-09-24-1663995422572","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-09-24-1663995422572"},{"id":"2022-09-23-1663930003965","title":"Geombongsan Recreational Forest (검봉산자연휴양림)","description":"Geombongsan Mountain (alt. 681.6 m) poses an exciting challenge for mountain bike enthusiasts. The mountain ridge is covered with varied flower species including royal azaleas, iris, polygala, and violets. The summit of Geombongsan Mountain offers views of the boundless sea to the east, the sharply rising Eungbongsan Mountain (alt. 998.5 m) to the south, and the slightly taller Sageumsan Mountain (alt. 1,092 m) to the west. The mountain is only a 5 to 10-minute-drive from Imwon Beach, which makes a great summer vacation destination.","regDate":"2022-09-23","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"/2022-09-23-1663930003965/2480205_image2_1.webp","blogPath":"Gangwon-do/2022-09-23-1663930003965","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-09-23-1663930003965"},{"id":"2022-09-23-1663926372349","title":"Gariwangsan National Recreational Forest (국립 가리왕산자연휴양림)","description":"Gariwangsan Mountain is one of the major mountains in the Taebaek Mountain Range. It is a home to numerous alpine tree species, as well as wildflowers and herbs. Its trails are popular thanks to the gentle slopes. Gariwangsan National Recreational Forest is located at the Hoedong-ri Village entrance. The recreational forest has various amenities, but the walking path next to the valley is by far the most outstanding. The thick forest blocks out the sky while purifying the air.","regDate":"2022-09-23","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"/2022-09-23-1663926372349/582618_image2_1.webp","blogPath":"Gangwon-do/2022-09-23-1663926372349","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-09-23-1663926372349"},{"id":"2022-09-23-1663923213281","title":"Garisan Recreational Forest (가리산자연휴양림)","description":"Located on Garisan Mountain, the Garisan Recreational Forest offers marvelous scenery of a rich forest, old pine trees, and uniquely shaped rocks. The forest is equipped with various recreational, accommodation and convenience facilities including campsites, wood cabin, forest walking trails, swimming pool, sports facilities, and outdoor cooking facilities.","regDate":"2022-09-23","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"/2022-09-23-1663923213281/609394_image2_1.webp","blogPath":"Gangwon-do/2022-09-23-1663923213281","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-09-23-1663923213281"},{"id":"2022-09-23-1663919655536","title":"Gangwon Yongchupokpo Falls (무릉계곡 용추폭포(강원))","description":"Located approximately 2.5 kilometers west of Samhwasa Temple, the entrance of Mureunggyegok Valley, Yongchupokpo Falls is a three section waterfall in a shape of a pot that gets its waters from Cheongoksan Mountain (1,403.7 meters). Located 70 meters below Yongchupokpo Falls is Ssangpokpo Falls, where the water from Yongchupokpo Falls and Bakdalgyegok Valley meets to create a deep and beautiful base.","regDate":"2022-09-23","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Waterfalls"],"imgUrl":"/2022-09-23-1663919655536/623246_image2_1.webp","blogPath":"Gangwon-do/2022-09-23-1663919655536","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-09-23-1663919655536"},{"id":"2022-09-23-1663916937008","title":"Gangwon Provincial Arboretum (강원도립화목원)","description":"Gangwon Provincial Arboretum, which is operated by Gangwon-do Provincial Government, was opened in 1999 to provide a recreation forest for the community to relaxa and learn about nature in the middle of the city. It comprises about 30 themed gardens, such as the four-season botanical garden, subtropical plant garden, succulent plant garden, and topiary garden, and holds some 1,800 species of plants. Visitors can appreciate a variety of seasonal flowers, exotic scenery, and interesting attractions. Furthermore, visitors can also enjoy flower-viewing on the cherry blossom trail and at the royal azalea garden in spring; avoid heat at the fountain plaza and in the metasequoia forest in summer; enjoy the chrysanthemum exhibition in autumn; and escape the cold inside a glass greenhouse in winter. Within the arboretum is The Forest Museum, which comprises the permanent exhibition hall designed with the theme of Gangwon-dos forest, including animals, plants, and mountain village life, the special exhibition hall, the 4D theater, and others. Other charming places include the Botanic Garden, consisting of an aquatic botanical garden, which is in harmony with a pond, artificial falls, and a pavilion, as well as the Childrens Garden that serves as a nature playground for children.","regDate":"2022-09-23","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Botanical Gardens"],"imgUrl":"/2022-09-23-1663916937008/2444500_image2_1.webp","blogPath":"Gangwon-do/2022-09-23-1663916937008","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-09-23-1663916937008"},{"id":"2022-09-23-1663914439662","title":"Gangwon Hyuhyuam Hermitage (휴휴암(강원))","description":"This hermitage is located by the sea at Hyeonnam-myeon, Yangyang-gun, Gangwon-do. Its name reflects its dedication to the value of rest by freedom from the troubles of mundane life. The temple was built in 1997 by the monk Hongbeop as a small Buddha hall named Myojeokjeon Hall, but the discovery of a large rock shaped like a reclining Avalokiteshvara in 1999 made the temple a popular site for prayers. A large rock named Yeonhwadae, named after its shape of a lotus flower in bloom, is located below the Myojeokjeon Hall near the sea. Yeonhwadae is a great place to see the reclining Avalokiteshvara and turtle-shaped rock in the area, and many other tourists flock to see the interesting rock formations of the area, like toe rocks, foot rock, and fist rock. Lucky visitors can catch a glimpse of schools of big-scaled redfin surfacing to feed at the beach. Hyuhyuam Hermitage is also home to Myojeokjeon Hall, Darani Cave Buddha Hall, Gwaneum Buddhist Bell, and a statue of the Avalokiteshvara. The Avalokiteshvara statue, in particular, enjoys great popularity from its hilltop vantage point, having the blue seas of the East Sea to its back.","regDate":"2022-09-23","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-09-23-1663914439662/2711354_image2_1.webp","blogPath":"Gangwon-do/2022-09-23-1663914439662","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-09-23-1663914439662"},{"id":"2022-09-23-1663909574042","title":"Gangneung Gyeongpo Beach (강릉 경포수욕장)","description":"Located 1 kilometer away from Gyeongpodae Pavilion and 6 kilometers from downtown Gangneung, Gyeongpo Beach is a sand bank formed between Gyeongpoho Lake and the ocean. This beach has a beautiful sandy shore that extends to a length of 1.8 kilometers and shallow waters, making it a popular beach attraction. By the beach is a lush pine forest where visitors can enjoy forest bathing. Other activities to enjoy around the area include the cultural art fair that takes place at the beach stage every summer, riding a bike along Gyeongpoho Lake, and hiking the nearby mountains and valleys.","regDate":"2022-09-23","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites"],"imgUrl":"/2022-09-23-1663909574042/2671422_image2_1.webp","blogPath":"Gangwon-do/2022-09-23-1663909574042","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-09-23-1663909574042"},{"id":"2022-09-22-1663843577657","title":"Gangneung Boksakkot Village (강릉 복사꽃마을)","description":"Gangneung Boksakkot Village blooms with peach blossoms each spring. The village is criss-crossed by Hacheon and Sillicheon Streams, which can be crossed by log bridges built long ago by the residents. These precious log bridges are sometimes removed for protection during the rainy summer season, and then put back out when the stream level lowers.<br><br>Boksakkot Village provides a wonderful glimpse into the rural agricultural lifestyle of Korea. Visitors can pick their own fruit directly from the tree to enjoy right away, as well as make a scarecrow or spread green tea fertilizer around the trees to help them grow. The village is also the venue for an annual peach blossom festival in April, and a scarecrow festival in August.","regDate":"2022-09-22","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Experience Programs","Village Experience"],"imgUrl":"/2022-09-22-1663843577657/2480146_image2_1.webp","blogPath":"Gangwon-do/2022-09-22-1663843577657","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-09-22-1663843577657"},{"id":"2022-09-22-1663840048251","title":"Gangchon Resort (강촌유원지)","description":"The Gangchon Resort, as one of Chuncheon’s major resorts, stretches along the Bukhangang River and the Gangchoncheon Stream. It offers splendid scenery and many neighboring tourist attractions, such as Gugok Falls, Deungseon Falls, and Samaksan Mountain. It has excellent accessibility of public transportation, many theme park facilities, and accommodation facilities, so it has been a popular location for a young people’s membership trip from the 1970s to the 1990s. However, along with the opening of the double-track railway on the Gyeongchun Line in 2010, the Gangchon Station building was relocated and consequently, the number of visitors has decreased and the local business experienced depression. Therefore, there has been a campaign to revitalize Gangchon. Near the former Gangchon Station, the large sculpture “Ddo-ori Gangchon” has been installed, and the reduced-size model of the Deungseongyo Bridge (suspension bridge), which was a famous tourist attraction in the past, has been reproduced. In particular, “Ddo-ori Gangchon,” which is a popular photo zone, was built by embodying the Scaly-side Merganser (Mergus squamatus, Natural Monument No. 448), which come the area of Gangchon in winter. Additionally, the Deungseongyo Bridge, which was Korea’s first suspension bridge, but demolished in 1985, was reproduced as a tourist pedestrian bridge with a length of 58 m. Furthermore, Gangchon Land, which is a well-known theme park, and the activity of four-wheel motorcycle riding along the riverside, are also major tourist attractions in Gangchon.","regDate":"2022-09-22","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Recreational Sites","Resorts"],"imgUrl":"/2022-09-22-1663840048251/1850165_image2_1.webp","blogPath":"Gangwon-do/2022-09-22-1663840048251","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-09-22-1663840048251"},{"id":"2022-09-22-1663836728735","title":"Gachilbong Battlefield (가칠봉지구전투전적지)","description":"The entire town of Haean-myeon is contained in Haean Basin. Also known as Punch Bowl, Haean Basin is surrounded by high peaks and one of these peaks is Gachilbong. <br><br>The nature of the&nbsp;terrain in the Gachilbong area made it difficult to conduct military operations during the Korean War. The North Korean military utilized these natural features to build a solid defense position and launch counterattacks, while the South Korean soldiers in the lowland were in a disadvantageous position. South Korean soldiers were under the command of 5th Division Commander Brigadier General Min Gi-sik and 24th Regiment Commander Colonel Yu Ui-jun. On the North Korean side, the 7th, 14th, and 32nd Regiments of the 27th Division and the 23rd Regiment of the 12th Division under the  2nd Corps fought back. <br><br>By sending a&nbsp;military deployment and conducting search operations, the South Korean military completed a reconnaissance of the area on August 30 and advanced to counterattack. On August 31, after defending their position for two days, the South Korean soldiers were able to break the North Korean resistance. Each unit secured a strongly fortified position to&nbsp;draw the North Korean soldiers out. Thereafter, South Korea launched an all-out attack and captured&nbsp;Hill 1241. However, North Korea attacked again and South Korea retreated. After several attacks and counterattacks, South Korea was able to take back Gachilbong and the surrounding areas. Although it&nbsp;resulted in heavy casualties on both sides, this battle ultimately gave South Korea possession of Haean Basin.","regDate":"2022-09-22","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-09-22-1663836728735/2495061_image2_1.webp","blogPath":"Gangwon-do/2022-09-22-1663836728735","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-09-22-1663836728735"},{"id":"2022-09-22-1663833255962","title":"Eulji Observatory (을지전망대)","description":"Eulji Observatory, located near the Military Demarcation Line along the ridge of Gachilbong Peak, is now one of the most informative sites dating back to the Korean War. From Eulji Observatory, visitors can see North Korean land from afar as well as Birobong Peak of Geumgangsan Mountain. It is the northernmost DMZ attraction and over 100,000 people visit this observation platform every year.","regDate":"2022-09-22","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Architectural Sights","Monuments/Observatories"],"imgUrl":"/2022-09-22-1663833255962/2659891_image2_1.webp","blogPath":"Gangwon-do/2022-09-22-1663833255962","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-09-22-1663833255962"},{"id":"2022-09-22-1663828297635","title":"Eorayeon Valley -Gangwon Paleozoic Geopark (어라연-강원고생대 국가지질공원)","description":"A beautiful and mysterious valley located 12 km up the Donggang River, Eorayeon Valley is renowned for its clean waters and for the many fish that inhabit it.The valley has beautiful rock formations and a dense pine forest that were designated as the No.14 National Scenic Spot in December 2004. It is one of Koreas most popular sites for rafting, followed by Naerincheon Creek and Cheorwons Hantangang River. The trail to Eorayeon through Jatbong Peak is also quite popular (approx. 3 hours).","regDate":"2022-09-22","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Valleys"],"imgUrl":"/2022-09-22-1663828297635/1990309_image2_1.webp","blogPath":"Gangwon-do/2022-09-22-1663828297635","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-09-22-1663828297635"},{"id":"2022-09-22-1663823020488","title":"Dutayeon Valley [National Geopark] (두타연 (강원평화지역 국가지질공원))","description":"Dutayeon Valley is located north of the Civilian Control Line, requiring advance reservation through the Yanggu-gun Office website as well as filling out admission information at the Dutayeon Gallery before entering the area with a guide. The valley has a waterfall located along Sataecheon Stream where it merges with Suipcheon Stream. The water falls into a plunge pool, which has also carved out a deep cave in the bedrock at the base of the waterfall.","regDate":"2022-09-22","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Valleys"],"imgUrl":"/2022-09-22-1663823020488/2668213_image2_1.webp","blogPath":"Gangwon-do/2022-09-22-1663823020488","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-09-22-1663823020488"},{"id":"2022-09-21-1663757171084","title":"Dutasan National Recreational Forest  (국립 두타산자연휴양림)","description":"Dutasan National Recreational Forest is located at the foot of Dutasan Mountain, which rises 1,357 meters above the sea level and straddles the border between Jinbu-myeon of Pyeongchang-gun and Jeongseon-gun. The recreational forest is in the center of many popular attractions, including Odaesan National Park, Woljeongsa Temple, and beautiful valleys. The robust and rich forest is filled with a wide variety of animals such as badgers, raccoons, boars, and hares, as well as abundant medicinal herbs, and trees such as huge birch, nut trees and lime trees.","regDate":"2022-09-21","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"/2022-09-21-1663757171084/1177168_image2_1.webp","blogPath":"Gangwon-do/2022-09-21-1663757171084","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-09-21-1663757171084"},{"id":"2022-09-21-1663753579896","title":"Dutasan Mountain (두타산)","description":"Standing at 1,357 meters above sea level, Dutasan Mountain is surrounded by famous natural landmarks  Mureunggyegok Valley to the north, Gocheongyegok Valley to the east, Taebaeksan Mountain range to the south, and Jungbongsan Mountain to the west. Moreover, situated along the 3.1 kilometer-long valley connecting Dutasan and Samhwasa Temple are such tourist attractions as Dutasanseong Fortress, Geumnamjeong Pavilion, Yongchupokpo Falls, Ssangpokpo Falls, Osipcheon Stream, and Cheoneunsa Temple.","regDate":"2022-09-21","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-09-21-1663753579896/217587_image2_1.webp","blogPath":"Gangwon-do/2022-09-21-1663753579896","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-09-21-1663753579896"},{"id":"2022-09-21-1663750490295","title":"Dutasan Mountain (두타산)","description":"Standing at 1,357 meters above sea level, Dutasan Mountain is a major mountain amid the Taebaeksanmaek Mountain Range. It is especially known for Swinumjeong Pavilion, plunge basin, azalea trees, nut pines, and colorful fall foliage.<br><br>Cheoneunsa Temple, where Lee Seung-Hyu resided during his exile, is located in the Samcheok region of the mountain. Lee was the author of Jewang Ungi, a historical poem written in the late Goryeo period. The name “Duta” is a Buddhist term that means retiring from the world to go on a Buddhist retreat.","regDate":"2022-09-21","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-09-21-1663750490295/217586_image2_1.webp","blogPath":"Gangwon-do/2022-09-21-1663750490295","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-09-21-1663750490295"},{"id":"2022-09-21-1663747034812","title":"Deungseon Falls (Samaksan Mountain) (등선폭포(삼악산))","description":"Samaksan Mountain in Chuncheon is known for many waterfalls in different sizes along the gorge, and especially Deungseon Falls is the best known to tourists. By entering the hiking trail of the falls, you will encounter a narrow and deep gorge. Formed through quartzitic jointing, the gorge has a mysterious atmosphere with its strange rocks and bizarre stones, which look sharp and precipitous. As the gorge and falls keep their cool temperature, the area is a popular summer resort. Deungseon Falls is one of the Eight Sights of Deungseon, along with Seunghak Falls, Baengnyeon Falls, and Biryong Falls. The quickest way to get to Deungseon Falls starts from the Deungseon Falls Ticket Booth, which is close to Gangchon.","regDate":"2022-09-21","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Waterfalls"],"imgUrl":"/2022-09-21-1663747034812/1842027_image2_1.webp","blogPath":"Gangwon-do/2022-09-21-1663747034812","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-09-21-1663747034812"},{"id":"2022-09-21-1663742205892","title":"Deokangsan Mountain (덕항산)","description":"Deokangsan Mountain is where Hwanseongul Cave is located, and is part of the Samcheok Daei-ri Cave Area, designated as Natural Monument No. 178. The mountain has unique peaks and has a warm welcoming feeling from the entrance. There are various folklore relics within the mountain, leading to many visitors.","regDate":"2022-09-21","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-09-21-1663742205892/1425619_image2_1.webp","blogPath":"Gangwon-do/2022-09-21-1663742205892","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-09-21-1663742205892"},{"id":"2022-07-25-1658792210991","title":"Daepohang Port (대포항)","description":"Located on the southernmost point of Sokcho, Daephohang Port is known as a place to find quality fish with the rise of Seoraksan Mountain as a popular tourist destination. However, the port was a well-known port even before Sokcho existed. On a map of Korea that was published right after the Korean War, Daepohang Port can be found with other notable ports while the city of Sokcho is not indicated. With the opening of Sokcho and Sokcho Port in 1942, Daepohang Port became a secluded port visited by few fishing boats.","regDate":"2022-07-25","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites"],"imgUrl":"/2022-07-25-1658792210991/2653407_image2_1.webp","blogPath":"Gangwon-do/2022-07-25-1658792210991","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-07-25-1658792210991"},{"id":"2022-07-25-1658788577433","title":"Daegwallyeong Special Tourist Zone (대관령 관광특구)","description":"The Daegwallyeong Special Tourist Zone is made up of five cities and counties in Gangwon-do, including Pyeongchang-gun, which hosted the 2018 Winter Olympics. Blessed with picturesque highland scenery, the Daegwallyeong Special Tourist Zone includes Gangneung, Donghae, Samcheok, Hoengseong and Pyeongchang. <br> <br> Gangneung is located the nearest to Daegwallyeong. Famous attractions in Gangneung include Gyeongpoho Lake and Gyeongpodae Pavilion. Two of Gangneung’s historic villas, Ojukheon House and Seongyojang House, have been beautifully maintained for centuries. <br> <br> Donghae’s two ports, Donghaehang Port and Mukhohang Port, are always buzzing with the energy of coastal life. Donghaehang Port is a base for the distribution of materials, industrial development, and trade. Cruise ferries take passengers to Russia and Japan. Meanwhile, ferries going to Ulleungdo Island depart from Mukhohang Port, which is located near Mukho Lighthouse and the Bukpyeong Fifth-day Market. <br> <br> Samcheok is a coastal city in the southernmost part of Gangwon-do. With National Road No. 7 at the center, Samcheok is bordered by Donghae to the north and Uljin to the south. Hwanseongul Cave, the biggest limestone cave in Korea, and Daegeumgul Cave are some of the city’s major attractions. <br> <br> Hoengseong is famous for its local hanu (Korean beef) and the diverse agricultural experience programs the county offers. The lush forests and the road with a scenic view of Taegisan Mountain attract many tourists. <br> <br>Located 700 meters above sea level, Pyeongchang is home to many ski resorts, making it a major destination for winter sports. <br> <br> <br> Daegwallyeong Special Tourist Zone  <br>Areas included<br>-  Areas around Hoengseong, Pyeongchang, Gangneung, Donghae, and Samcheok in Gangwon-do<br><br>Total area  428.3 ㎢ <br>- Gangneung 90.4 ㎢, Donghae 48.4 ㎢, Samcheok 11.3 ㎢, Hoengseong 63.5 ㎢, Pyeongchang 214.7 ㎢ <br><br>Tourist attractions<Br>- Yongpyong Resort, Alpensia Resort, Phoenix Pyeongchang, Daegwallyeong Sheep Farm, Donghaehang Port, Mukhohang Port, Seongyojang House, Cheongokdonggul Cave, etc.","regDate":"2022-07-25","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Recreational Sites","Tourist Complexes"],"imgUrl":"/2022-07-25-1658788577433/1583609_image2_1.webp","blogPath":"Gangwon-do/2022-07-25-1658788577433","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-07-25-1658788577433"},{"id":"2022-07-25-1658784865271","title":"Daegwallyeong Snow Town (대관령 눈꽃마을)","description":"Nestled in the high altitudes on the outskirts of Baekdudaegan Mountain Range's Hwangbyeongsan Mountain, Daegwallyeong Snow Town is a small farm village that pioneered Korea's high-land agriculture and is well-recognized for its ranches. It is also the birthplace of Korea's ski facilities and beholds the pride of cultural value of sports and tradition as the village's Pyeongchang Hwangbyeongsan Mountain Hunting Tradition was designated as the 19th Intangible Cultural Heritage of Gangwon. Eighty-percent of the village land consists of forests and in year 2008, Daegwallyeong Snow Town opened a Mountain Village Ecology Center under the supervision of Korea Forest Service and Pyeongchang-gun County. A variety of experience programs are available throughout the year according to the season, such as picking dog-tooth violets, gomchwi, and cirsium in spring, ranger training experience and cooking rice with cirsium in summer, riding on a donkey and creating individual plant guidebooks in fall, and enjoying winter sledding and other winter activities in winter. Other activities including horseback riding, ATV, peformances are also available.","regDate":"2022-07-25","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Experience Programs","Village Experience"],"imgUrl":"/2022-07-25-1658784865271/1789031_image2_1.webp","blogPath":"Gangwon-do/2022-07-25-1658784865271","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-07-25-1658784865271"},{"id":"2022-07-25-1658781380182","title":"Daegwallyeong Sky Ranch (대관령 하늘목장)","description":"Daegwallyeong Sky Ranch, established in 1974, is located on a 100 million ㎡ plot of land in the highlands of Daegwallyeong Pass. The ranch opened to the public as a tourist attraction in 2014. The environmentally friendly ranch raises over 400 cows, 100 sheep and 40 horses. Visitors can easily view the ranch by riding a tractor over the 5-kilometer-long course. The view of the ranch and surrounding area is best seen from the sky deck observatory, located at 1,000 meters above sea level. The ranch also features four themed walking paths. Available activities include horseback riding, and feeding baby animals.","regDate":"2022-07-25","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Experience Programs","Unique Experience"],"imgUrl":"/2022-07-25-1658781380182/2037172_image2_1.webp","blogPath":"Gangwon-do/2022-07-25-1658781380182","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-07-25-1658781380182"},{"id":"2022-07-25-1658777504093","title":"Daegwallyeong Sheep Ranch (대관령 양떼목장)","description":"Daegwallyeong Sheep Ranch is a privately owned ranch on an area of 195 k㎡. There are many ranches in Pyeongchang, but Daegwallyeong Sheep Ranch is the only ranch that raises sheep. The sheep grazing field is surrounded by a 1.2 meter-long circular walkway, so visitors can view the sheep at all times during their visit. It takes about 40 minutes to walk along this path. A wooden shack located in the field appeared as a backdrop of the movie \"The Man from Mars.\"  The wooden shack fits perfectly with the sheep farm, and has become a popular photo site. To get a closer experience with the sheep, sign up for the feeding experience, where you can give hay to the sheep and even reach out to touch their fuzzy heads.","regDate":"2022-07-25","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Experience Programs","Unique Experience"],"imgUrl":"/2022-07-25-1658777504093/2365245_image2_1.webp","blogPath":"Gangwon-do/2022-07-25-1658777504093","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-07-25-1658777504093"},{"id":"2022-07-25-1658774702777","title":"Daegwallyeong National Recreational Forest (국립 대관령자연휴양림)","description":"Daegwallyeong National Recreational Forest divides Gangwon Province from east to west and is known for its famous pine tree forests. It was designated as a suitable resting place to enjoy as it’s harmoniously situated in a valley surrounded by lush vegetation. Beautiful view of Gangneung and the East Sea can be seen day and night.","regDate":"2022-07-25","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"/2022-07-25-1658774702777/598296_image2_1.webp","blogPath":"Gangwon-do/2022-07-25-1658774702777","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-07-25-1658774702777"},{"id":"2022-07-25-1658770943191","title":"Daegullyeong Village (대굴령마을)","description":"Daegullyeong Village is a tourist complex located in Gangneung-si, Gangwon-do, which provides visitors with a host of various traditional experiences, sporting events, and lodging accommodations. The village of Daegullyeong got its name from the series of 832-m long Daegwallyeong ridges that stretch along the bordering regions of Gangneung and Pyeongchang. Although the mountain ridges present rigorous passages with 99 turns, the area is popular for its magnificent scenery. <br><br>&nbsp;Daegullyeong Village boasts the beautiful Daegwallyeong ridges and clear waters of the valleys in the mountain villages where tourists can take in the spectacular views of Bogwang 1(il)-ri, Bogwang 2(yi)-ri, and Eoheul-ri. The local specialties include the traditional <em>doenjang</em> (soybean paste), various soy and bean pastes, corn, traditional fermented soybeans, potatoes, and vegetables. Visitors can stay at any number of pensions in the area, then take a tour around a traditional soy and bean paste factory and participate in various experience programs such as soy and bean paste making, straw arts and crafts, folk games, and traditional performances.","regDate":"2022-07-25","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Experience Programs","Village Experience"],"imgUrl":"/2022-07-25-1658770943191/2494322_image2_1.webp","blogPath":"Gangwon-do/2022-07-25-1658770943191","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-07-25-1658770943191"},{"id":"2022-07-25-1658768051719","title":"Daegeumgul Cave - Daei-ri Cave Area (대금굴 (대이리 동굴지대))","description":"Daegeumgul Cave is believed to be as old as Hwanseongul and Gwaneumgul Caves located nearby. The entrance to the cave was exposed during an excavation project, and after a long preparatory period, the cave was opened to the public. This newly opened, well-preserved cave is filled with limestone features such as stalactites, and a considerable amount of water flows through the cave, creating waterfalls, both large and small, along with numerous ponds.","regDate":"2022-07-25","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites"],"imgUrl":"/2022-07-25-1658768051719/2037137_image2_1.webp","blogPath":"Gangwon-do/2022-07-25-1658768051719","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-07-25-1658768051719"},{"id":"2022-07-25-1658763694865","title":"Chuncheonho Lake (춘천호)","description":"Chuncheonho Lake was formed as a result of the construction of Chuncheon Dam in February 1965. The area around the dam has been developed into a recreational park with a camping ground, fishing spot, picnic areas, lookout sheds, bungalows, restaurants and other convenience facilities.<br><br>The Chuncheon Circular Road lies along Uiamho Lake, and connects Chuncheon Dam with Uiam Dam. It has a fishing site, and a street lined with restaurants serving <em>maeuntang<em> (spicy fish stew). Nearby attractions include a valley, Satgatbong Mountain, and Jibdarigol Recreational Forest.","regDate":"2022-07-25","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites"],"imgUrl":"/2022-07-25-1658763694865/1846572_image2_1.webp","blogPath":"Gangwon-do/2022-07-25-1658763694865","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-07-25-1658763694865"},{"id":"2022-07-25-1658759749872","title":"Chuncheon Soyangho Lake (소양호 (춘천))","description":"Soyangho Lake was created by the building of Soyang Dam in 1973. Soyangho Lake is famous for catching freshwater fish, such as trout, carp, smelt, and eel. The waterway stretches all the way to Inje, with beautiful scenic views. Water sports can be enjoyed from the dock near Soyang Dam, with boat rides to Cheongpyeongsa Temple as well as around the lake. Many cafes and restaurants are located around the lake, making it a great vacation spot.","regDate":"2022-07-25","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites"],"imgUrl":"/2022-07-25-1658759749872/2364903_image2_1.webp","blogPath":"Gangwon-do/2022-07-25-1658759749872","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-07-25-1658759749872"},{"id":"2022-07-25-1658757394112","title":"Chuncheon Myeongdong Street (춘천 명동거리)","description":"The street was named after Seoul’s Myeong-dong street as it became the main street of Chuncheon. Government offices, such as Gangwon-do Provincial Office and Chuncheon City Hall, and major banks are located nearby the street, and various shops specialized in clothes, cosmetics, and shoes, as well as cafes and restaurants are located in the street. The sculpture built to remember the street as the filming location for the Korean TV drama Winter Sonata is located in the middle of Myeongdong Street. In addition, the street has large shopping malls, such as M Department Store and Brown 5th Avenue, cinema, and other attractions. The large-scale underground shopping center established based on the Jungang Rotary, houses some 350 stores where customers can enjoy shopping and relaxation in any weather. The Myeongdong Street connects to other Chuncheon’s tourist destinations, including Myeongdong Dakgalbi Alley of Chuncheon, Yungnim Pass, and Chuncheon Jungang Market.","regDate":"2022-07-25","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Experience Programs","Cultural Districts"],"imgUrl":"/2022-07-25-1658757394112/2030528_image2_1.webp","blogPath":"Gangwon-do/2022-07-25-1658757394112","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-07-25-1658757394112"},{"id":"2022-07-25-1658754500795","title":"Chuncheon Myeongdong Dakgalbi Street (춘천 명동 닭갈비 골목)","description":"This alley is lined with dakgalbi (spicy stir-fried chicken) restaurants in Myeong-dong, which is Chuncheon’s high street. Chuncheon-style dakgalbi originates from the story in which people marinated chicken instead of pork and grilled it with charcoal like pork ribs in the 1960s. Later, various vegetables, such as cabbage and onion, were added to the dish and stir-fried together on an iron plate. As people can eat it plenty at a reasonable price, dakgalbi has been popular among college students and soldiers, and at this time, dakgalbi earned its nicknames such as “People’s galbi (ribs)”, and “College students’ galbi.” The Dakgalbi Alley was established as dakgalbi restaurants were opened one by one on the backstreet of Myeongdong in Chuncheon, in the 1970s to 1980s. Currently, this 150 m-long alley is packed with dakgalbi restaurants on both sides. Along with charcoal-grilled spicy chicken and spicy griddled chicken, customers can try Chuncheon buckwheat noodles, which are also a famous local delicacy. The information panel explaining the history of Chuncheon spicy stir-fried chicken is installed in the alley. This alley is also known for the filming location for the Korean TV entertainment program Infinite Challenge and other programs.","regDate":"2022-07-25","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Experience Programs","Cultural Districts"],"imgUrl":"/2022-07-25-1658754500795/2364913_image2_1.webp","blogPath":"Gangwon-do/2022-07-25-1658754500795","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-07-25-1658754500795"},{"id":"2022-07-25-1658748901695","title":"Chuam Chotdaebawi Rock (추암 촛대바위)","description":"Chuam Chotdaebawi Rock in Donghae-si, Gangwon-do is one of Korea’s most famous tourist attractions. The beautifully formed rock towers high into the sky and resembles a candlestick, from which it gets its name. Chotdaebawi Rock and the nearby rock formations seem to change the shape they resemble along with the waves that crash against the rocks. The view of the sunrise from behind Chotdaebawi Rock is so popular that it attracts photographers and tourists nationwide.<br><br>* The Legend of Chotdaebawi Rock<br>Once upon a time, there was a man who lived in Chuam who had a concubine. His wife was jealous of the second wife and the conflict between the two women continually escalated. One day, god became enraged over their continual quarreling and threw lighting down from heaven, striking both women dead. The newly-made widower missed his wives so much that he remained frozen in his loneliness and eventually turned into a rock, which is now called Chotdaebawi Rock.","regDate":"2022-07-25","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Resources","Rocks"],"imgUrl":"/2022-07-25-1658748901695/2653704_image2_1.webp","blogPath":"Gangwon-do/2022-07-25-1658748901695","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-07-25-1658748901695"},{"id":"2022-07-25-1658741907055","title":"Chodang Dubu Village (초당두부마을)","description":"Just south of Gyeongpo Beach is Chodang Dubu Village, which is famous for dubu (tofu).  Along Gangneung's most famous food street the beans are ground for Chodang dubu, then through several steps, salt water from the East Sea is used in the congealing process resulting in a soft and light tofu.  The name of this village, Chodang, originates from the name of a famous family that once lived here known as Chodang-Heoyeop.  Heoyeop was the father of son, writer/poet Heo-gyun 1569~1618  and daughter, poet Heonan-seolheon 1563~1589 .  A traditional-style Korean house has been reconstructed on the site where the original house of Heo-gyun and Heonan-seolheon once stood.","regDate":"2022-07-25","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Experience Programs","Cultural Districts"],"imgUrl":"/2022-07-25-1658741907055/2365229_image2_1.webp","blogPath":"Gangwon-do/2022-07-25-1658741907055","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-07-25-1658741907055"},{"id":"2022-07-25-1658738702810","title":"Chiaksan National Park (치악산국립공원)","description":"Chiaksan Mountain has several peaks reaching x_heights of over 1,000 meters, including Namdaebong, Cheonjibong, Hyangnobong, Sambong, and Birobong Peak, the tallest of the peaks at 1,288 meters. Chiaksan National Park, designated in 1984, encompasses a 182.09 ㎢ area with a 14-kilometer trail connecting the peaks from Birobong Peak in the north to Namdaebong Peak in the south.<br><br>In addition to these soaring peaks, the park also includes many deep valleys, unique rock formations, waterfalls, and tourist attractions. Some of the more popular destinations are Geumdaegyegok Valley, Taejongdae Rock, Seryeompokpo Falls, and Guryongsa Temple. The park draws in hikers all year round, with bright azaleas in spring, lush forests in summer, vibrant foliage in fall, and a white wonderland in winter.","regDate":"2022-07-25","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","National Parks"],"imgUrl":"/2022-07-25-1658738702810/2659197_image2_1.webp","blogPath":"Gangwon-do/2022-07-25-1658738702810","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-07-25-1658738702810"},{"id":"2022-07-25-1658734581945","title":"Cheorwon Peace Observatory (철원평화전망대)","description":"Cheorwon Peace Observatory offers a panoramic view of the DMZ (Demilitarized Zone separating North and South Korea) in the central forward area of Cheorwon-gun, Gangwon-do. From this observatory, one can see the Cheorwon plain, areas of the DMZ, and even North Korea. Photos of the 2nd Tunnel, military barracks, checkpoints, and the DMZ are exhibited here. Visitors can easily get to the observatory using the 50-person monorail, see the remains of the ancient Taebongguk (nation), and even see the faces of North Korean soldiers through binoculars.","regDate":"2022-07-25","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Historical Sites","Security & Peace Sites"],"imgUrl":"/2022-07-25-1658734581945/657170_image2_1.webp","blogPath":"Gangwon-do/2022-07-25-1658734581945","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-07-25-1658734581945"},{"id":"2022-07-25-1658731575239","title":"Cheorwon Korean Workers' Party Headquarters (철원 노동당사)","description":"This three-story building located in Cheorwon-eup was constructed in 1946. Used as the headquarters of the Labor Party until the break of the Korean War on June 25, it is now a tourist attraction that still holds on to the vestiges of the Korean War.<br><br>Cheorwon Korean Workers' Party Headquarters is under the control of Cheorwon-gun Office as part of the Security Tour Course. Hundreds of thousands of people visit this tourist destination every year.","regDate":"2022-07-25","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-07-25-1658731575239/1137680_image2_1.webp","blogPath":"Gangwon-do/2022-07-25-1658731575239","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-07-25-1658731575239"},{"id":"2022-07-25-1658727844881","title":"Cheorwon Hantangang Milky Way Bridge (철원 한탄강 은하수교)","description":"The area of Hantangang River is a UNESCO Global Geopark. The Milky Way Bridge was built to follow a natural path and allows visitors to journey comfortably. The name of the bridge takes from the famous Hantangang River and region of Cheorwon and adds <em>eunhasu</em>, or Milky Way, the path made of stars.&nbsp;","regDate":"2022-07-25","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Architectural Sights","Bridges"],"imgUrl":"/2022-07-25-1658727844881/2679576_image2_1.webp","blogPath":"Gangwon-do/2022-07-25-1658727844881","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-07-25-1658727844881"},{"id":"2022-07-25-1658723296830","title":"Cheorwon Facilities Management Office (Formerly, Iron Triangle Battlefield (철원 시설물관리사업소 (구 철의삼각전적관))","description":"Located in Goseokjeong National Tourism Site, Cheorwon Facilities Management Office is the main tourism center hosting the Cheorwon tour. Starting from Security Tourist Site Development Plan by Cheorwon-gun county in 1976 , the Ministry of Transportation designated Goseokjeong as Goseokjeong National Tourist Area in 1977. The military and Cheorwon-gun county carried out security and battlefield excavation and preservation projects, and established a security educational site featuring the national largest scale in 1985. <br><br>Presently, the Iron Triangle Battlefield, located in Goseokjeong National Tourist Area, is used as a security educational site. Unification Hall found within houses various exhibitions, giving information to compare with current and past lifestyles and military devices including varied aircrafts displayed in the outdoor exhibition area. In the educational hall, a promotional video for Cheorwon is screened. Likewise, the exhibition hall covers various materials that allow one to think about unification between North Korea and South Korea.","regDate":"2022-07-25","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Historical Sites","Security & Peace Sites"],"imgUrl":"/2022-07-25-1658723296830/2385879_image2_1.webp","blogPath":"Gangwon-do/2022-07-25-1658723296830","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-07-25-1658723296830"},{"id":"2022-07-25-1658716985855","title":"Cheorwon Dopiansa Temple (도피안사(철원))","description":"Dopiansa Temple was built by the Buddhist Monk Doseon in 865, the 5th year of the reign of King Gyeongmun of the Unified Silla Period. Legend has it that Monk Doseon founded this temple because a 91 centimeter-tall iron seated Vairocana Buddha statue had disappeared while being carried to Anyangsa Temple in Cheorwon and was mysteriously found seated at the current site. <br><br>The temple was named Dopiansa to indicate that the iron-made Buddha statue had reached “pian,” meaning an eternal place to rest. In addition to the legendary iron seated Variocana Buddha statue (National Treasure No. 63) made by Monk Doseon, the temple houses a 4.1 meter-tall three-story stone pagoda (Treasure No. 223).","regDate":"2022-07-25","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-07-25-1658716985855/1135622_image2_1.webp","blogPath":"Gangwon-do/2022-07-25-1658716985855","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-07-25-1658716985855"},{"id":"2022-07-24-1658705786230","title":"Cheonjedan Altar on Taebaeksan Mountain (태백산 천제단)","description":"Cheonjedan Altar is a set of altars that were set up by people in the past to offer goods to the heavens. Old records such as the \"Samguksagi (History of the Three Kingdoms)\" state that the Silla kingdom organized rituals in Taebaeksan Mountain, as it was considered a sacred mountain.<br><br>  Cheonjedan Altar consists of three altars with the main Cheonwangdan Altar at the center; Janggundan Altar to the north; and Hadan Altar (Lower Altar) to the south. The altars were built by stackings stones to serve as a holy fortress. Cheonwangdan Altar is made of natural stones. It has an oval shape and measures 27.5 meters in circumference, 3 meters in x_height.","regDate":"2022-07-24","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-07-24-1658705786230/2611386_image2_1.webp","blogPath":"Gangwon-do/2022-07-24-1658705786230","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-07-24-1658705786230"},{"id":"2022-07-24-1658702212025","title":"Cheongtaesan National Recreational Forest (국립 청태산자연휴양림)","description":"The 1,200-meter-high Cheongtaesan Mountain is a mountain where planted and naturally growing trees flourish in harmony, creating dense forests that provide a habitat for woodland creatures. In the summer, the forest is a convenient stopover for vacationers headed for the East Coast and both children and adults can enjoy learning about the local ecology at the Forest Education Facility.","regDate":"2022-07-24","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"/2022-07-24-1658702212025/2657021_image2_1.webp","blogPath":"Gangwon-do/2022-07-24-1658702212025","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-07-24-1658702212025"},{"id":"2022-07-24-1658698496859","title":"Cheongok Golden Bat Cave (천곡황금박쥐동굴)","description":"Cheongok Golden Bat Cave in Donghae is the only natural cave in Korea located in a downtown area. Estimated to have been created 400 to 500 million years ago, the cave is known to serve as a habitat for the endangered golden bats. The cave's total length stretches for 1,510 meters, with only 810 meters of the cave open the public while the rest of cave remains protected for preservation purposes. The cave features ceiling craters, one of which is the longest in Korea, along with stalactite curtains, travertine terraces, stalactite cascades, and many other fantastic rock formations. The cave's unique features provide a grand spectacle for tourists and great speleological samples for researchers. A 785-meter walkway was made using the sinkhole created by dissolved limestone to help visitors get a better understanding of cave formations.","regDate":"2022-07-24","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites"],"imgUrl":"/2022-07-24-1658698496859/2711124_image2_1.webp","blogPath":"Gangwon-do/2022-07-24-1658698496859","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-07-24-1658698496859"},{"id":"2022-07-24-1658695032741","title":"Cheongnyeongpo Cape - Gangwon Paleozoic Geopark (청령포 (강원고생대 국가지질공원))","description":"Cheongnyeongpo Cape, located in Yeongwol-gun, is known as the place of King Danjong’s exile. Every April, Danjong Cultural Festival is held, where visitors can experience the Danjong exile road that starts at Cheongnyeongpo Cape.","regDate":"2022-07-24","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-07-24-1658695032741/2517660_image2_1.webp","blogPath":"Gangwon-do/2022-07-24-1658695032741","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-07-24-1658695032741"},{"id":"2022-07-24-1658691081099","title":"Cheongchoho Lake (청초호)","description":"Cheongchoho Lake, located in the center of Sokcho city, is a large natural lake with a circumference of 5 m and an area of 1.3 km2. The source water originates from the Misiryeong Valley of Taebaek Mountain Range and flows to the Cheongchocheon Stream and to this beautiful lake, and then continues to the adjacent sea. So, the lake is an intermediate stop between the river and the sea. Cheongchojeong Pavilion is located above the lake, offering an open view of Seoraksan Mountain and the East Sea. As it is situated at the end of the 75 m-long ocean bridge, you will feel standing in the middle of the lake and enjoy a panoramic view of the lake. Shining more at night, this pavilion is regarded as the best attraction for the beautiful night view in Sokcho. It also attracts visitors’ attraction with its sculptures of the blue and yellow dragons, which were established based on the local legend associated with Cheongchoho Lake. The trail built around the lakeside is equipped with a nighttime lighting system so that many people visit it at night and the benches for rest and appreciating the view. There are many attractions around the lake, such as Seokbong Ceramic Museum, bird sanctuary, etc. The Cheongchoho Lake Park was the venue of the International Travel Expo ’99 Kangwon and is known for its 73.4 m high Expo Tower Observatory.","regDate":"2022-07-24","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites"],"imgUrl":"/2022-07-24-1658691081099/2711161_image2_1.webp","blogPath":"Gangwon-do/2022-07-24-1658691081099","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-07-24-1658691081099"},{"id":"2022-07-24-1658688140717","title":"Cheonbuldong Valley (천불동계곡)","description":"As one of the Ten Sights of Seoraksan Mountain, the Cheonbuldong Valley is also called Seorakgol Valley, being a representative valley of the mountain. Along the valley covering about 7 km from Biseondae Rock to Daecheongbong Peak, visitors can enjoy the splendid scenery of various attractions including Waseondae Rock, Munjudam Pool, Ihodam Pool, Gwimyeonam Rock, Oryeon Falls, and Cheondang Falls. It has all magnificent views of Seoraksan Mountain. The Cheonbuldong Valley is also regarded as one of Korea’s top 3 valleys along with Chilseon Valley of Jirisan Mountain and Tamna Valley of Hallasan Mountain. It offers beautiful seasonal views every year, and among them, the autumnal foliage is considered the best scenery of the valley. Its colorfully-tinged autumnal leaves are in harmony with rocks in fantastic shapes, attracting many hikers in autumn.","regDate":"2022-07-24","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Valleys"],"imgUrl":"/2022-07-24-1658688140717/1966681_image2_1.webp","blogPath":"Gangwon-do/2022-07-24-1658688140717","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-07-24-1658688140717"},{"id":"2022-07-24-1658684289358","title":"Cheoksan Hot Springs Zone (척산온천지구)","description":"Cheoksan Hot Springs Zone consists of hot springs at Chocksan Spa and Cheoksan Hot Spring Resort. Hot springs in Cheoksan are known to be beneficial for people with skin diseases, eye diseases, gastroenteric disorders, and neuralgia. Not only are the waters soft and great for the skin, but drinking the water is said to beautify the skin and improve blood circulation. <BR><Br>Cheoksan Hot Springs Zone is located a mere 10 minutes away from one of Korea’s most beautiful mountain ranges, Seoraksan Mountain, and so the resort is considered the perfect place to relax and relieve fatigue after an invigorating hike.","regDate":"2022-07-24","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Recreational Sites","Hot Springs & Spa"],"imgUrl":"/2022-07-24-1658684289358/1950455_image2_1.webp","blogPath":"Gangwon-do/2022-07-24-1658684289358","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-07-24-1658684289358"},{"id":"2022-07-24-1658681498154","title":"Center of Korea Observatory (국토정중앙천문대)","description":"The Center of Korea Observatory in Yanggu-gun is named for its location at the center of the Korean Peninsula. It is equipped with an 80-centimeter reflecting telescope. There is also an exhibition hall providing the most recent astronomy news, a planetarium showing the night sky, and a range of hands-on programs.","regDate":"2022-07-24","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2022-07-24-1658681498154/1583246_image2_1.webp","blogPath":"Gangwon-do/2022-07-24-1658681498154","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-07-24-1658681498154"},{"id":"2022-07-24-1658677155313","title":"Castle at Hwajinpo (화진포의 성(김일성별장))","description":"The Castle of Hwajinpo was the summer retreat for Kim Ilsung, former leader of North Korea, and his family from 1948 to 1950. Photos of the family on vacation there show Kim Jungil as a young boy of six years. The building was constructed entirely of stone in 1938 by a German architect for the Sherwood Hall missionary family, and features a basement level and two above-ground floors. The house is now open to the public, with an exhibition of how the house was used by the Kim family, faithfully recreated from photographic research.","regDate":"2022-07-24","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Historical Sites","Security & Peace Sites"],"imgUrl":"/2022-07-24-1658677155313/571633_image2_1.webp","blogPath":"Gangwon-do/2022-07-24-1658677155313","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-07-24-1658677155313"},{"id":"2022-07-24-1658673257547","title":"Byeongbangchi Skywalk (병방치 스카이워크)","description":"Byeongbangchi Skywalk is located between Gyuram-ri and Buksil-ri in Jeongseon-eup and features breathtaking views of the nearby Bamseom, which is shaped like the Korean peninsula by the flowing Donggang River. Byeongbangchi Skywalk offers a thrilling experience as it gives the feeling of walking in the sky thanks to the tempered glass floor of this U-shaped structure (11 m) projecting from the cliff at an altitude of 583 meters.","regDate":"2022-07-24","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Architectural Sights","Monuments/Observatories"],"imgUrl":"/2022-07-24-1658673257547/1691002_image2_1.webp","blogPath":"Gangwon-do/2022-07-24-1658673257547","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-07-24-1658673257547"},{"id":"2022-07-24-1658670237230","title":"Bungeoseom Island (붕어섬)","description":"Bungeoseom Island was created as a result of the construction of the Chuncheon Dam. The island was turned into a green recreational site with environmentally friendly facilities. Visitors can enjoy soccer, tennis, and walking trails, as well as an outdoor stage and drinking fountains. The island has also been used as a filming location for many dramas and movies. The stream around the island is filled with a variety of fish, making it a popular location for fishermen.","regDate":"2022-07-24","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites"],"imgUrl":"/2022-07-24-1658670237230/172381_image2_1.webp","blogPath":"Gangwon-do/2022-07-24-1658670237230","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-07-24-1658670237230"},{"id":"2022-07-24-1658667544241","title":"Bongsudae Beach (봉수대해변)","description":"Bongsudae Beach is located 200 meters north of Sampo Beach and the white-sand coastline stretches along the side of National Road No. 7. This beach was opened in 1997, and remains relatively cleaner than other beaches. The beach is used as an auto-camping site in summer. The beach shore is only 800 meters long and 50 meters wide, but boasts clean and fine sand.","regDate":"2022-07-24","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites"],"imgUrl":"/2022-07-24-1658667544241/1581407_image2_1.webp","blogPath":"Gangwon-do/2022-07-24-1658667544241","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-07-24-1658667544241"},{"id":"2022-07-24-1658662362739","title":"Bokjusan National Recreational Forest (국립 복주산자연휴양림)","description":"Bokjusan National Recreational Forest was officially designated as a national recreational forest in 1998. It is a home to a wide variety of flora and fauna, as well as numerous recreational facilities including two hiking routes (2.5 ㎞ and 1.5 ㎞) to the Bokjusan Mountain summit, Forest Recreation Center equipped with 10 guest rooms, and a campground.<br><br>Just 15 minutes by car from the forest is Maewoldae, where Joseon dynasty scholar and author Kim Si-Seup lived in seclusion. Maewoldae is surrounded by a lush forest with a deep valley, and also offers a magnificent view of Seonampokpo Falls at the foot of the mountain standing across. At the entrance of Maewoldae is the Cheongseokgol Outdoor Studio, where popular Korean TV dramas such as \"Im KkokJong (1996)\" and \"Damo (2003)\" were filmed.","regDate":"2022-07-24","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"/2022-07-24-1658662362739/582660_image2_1.webp","blogPath":"Gangwon-do/2022-07-24-1658662362739","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-07-24-1658662362739"},{"id":"2022-07-24-1658659137331","title":"Birthplace of Lee Hyo-seok (이효석 생가)","description":"Lee Hyo-seok Culture Village is the setting of the beautiful Korean story “When Buckwheat Flowers Bloom,” and also home to the author, Lee Hyo-seok (pen name Gasan). Registered as National Culture Village No. 1 in 1990 by the Ministry of Culture and Tourism, the village is the setting of the annual Hyoseok Cultural Festival in autumn. The village is made up of the birthplace of Lee Hyo-seok, a watermill house, thatch-roofed housing, Gasan Park, Lee Hyo-seok Memorial Hall, and restaurants serving food made with buckwheat.","regDate":"2022-07-24","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Historical Sites","Birthplaces"],"imgUrl":"/2022-07-24-1658659137331/2368713_image2_1.webp","blogPath":"Gangwon-do/2022-07-24-1658659137331","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-07-24-1658659137331"},{"id":"2022-07-24-1658655395659","title":"Bangtaesan National Recreational Forest (국립 방태산자연휴양림)","description":"Bangtaesan National Recreational Forest is mostly comprised of natural forests, with some man-made sections included. The recreational forest is located in the valley between Guryongdeokbong (alt. 1,388 m) and Jueokbong (alt. 1,443 m) Peaks. The area is known for its beautiful scenery like the two-tier waterfall and Madangbawi Rock. The varied trees provide fantastic foliage year around, especially in autumn. Wild animals like rabbits, roe deer, and squirrels inhabit the forest.","regDate":"2022-07-24","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"/2022-07-24-1658655395659/2033869_image2_1.webp","blogPath":"Gangwon-do/2022-07-24-1658655395659","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-07-24-1658655395659"},{"id":"2022-07-24-1658652058292","title":"Bangtaesan Mountain (방태산)","description":"Bangtaesan Mountain, located in Inje-gun, Ganwon-do, sits on the border between Inje-gun and Hongcheon-gun. Its long ridges and deep valleys make the mountain outstanding in its beauty. Being in a place not easily accessible, the mountain’s natural elements are in pristine condition. Water flows from Jugeokbong Peak (1,443 meters) and Guryongdoekbong Peak (1,338 meters) through Achimgarigol Valley and Jeoggarigol Valley.<br><br>There is a wide variety of species that live in the mountain, such as lenoks, catfish, boars, hares, roe deer and squirrels. Southwest of Jugeokbong Peak, the highest peak of the mountain, is the Gaein Mineral Spring, famous for its pungent taste and carbonated water.<br><br>With cool weather in summer and colorful autumn foliage in fall, Bangtaesan Mountain is a perfect place to enjoy the natural beauty of Korea. Bangtaesan Recreational Forest also offers accommodations for visitors.","regDate":"2022-07-24","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-07-24-1658652058292/2720520_image2_1.webp","blogPath":"Gangwon-do/2022-07-24-1658652058292","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-07-24-1658652058292"},{"id":"2022-07-24-1658648056595","title":"Bangdong Mineral Spring (방동약수)","description":"Bangdong Mineral Spring is located in Bangdong-ri in Girin-myeon. It is so renowned that it has been designated as one of the Great Mineral Springs of Korea. The water has a high content of carbon that makes it sparkle, and it tastes like Korean 7-up when sugar is added. In addition to carbon, the water also contains iron, manganese, and fluorine, making it effective in curing gastric problems and helping with digestion.<br><br>According to legend, there lived a <i>simmani</i> (ginseng digger) 300 years ago who, one day, dug a 60-year old wild ginseng in Bangdong-ri. Called <i>yukgumandal</i>, the ginseng was known to have been a great medicine of mystery. From the spot where the ginseng was dug came a mineral spring, which became today’s Bangdong Mineral Spring. The mineral spring has continued to attract people since the first day the ginseng was found and people who have drunk its water are said to have experienced various beneficial effects.<br>Bangdong Mineral Spring is also close to the woods, several valleys, and waterfalls.","regDate":"2022-07-24","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Mineral Springs"],"imgUrl":"/2022-07-24-1658648056595/598341_image2_1.webp","blogPath":"Gangwon-do/2022-07-24-1658648056595","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-07-24-1658648056595"},{"id":"2022-07-24-1658645008623","title":"Bangadari Mineral Spring (방아다리약수터)","description":"Bangadari Mineral Spring is a crisp and healthy water source located in the woods off the Yeongdong Highway. The mineral spring contains over 30 kinds of healthy minerals including carbonic acid and iron, which are known to be especially effective in treating stomach disorders, anemia, and neuralgia. The 1-kilometer long path leading from the entrance to the mineral spring site is great for taking a stroll as it is surrounded by fir trees.","regDate":"2022-07-24","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Mineral Springs"],"imgUrl":"/2022-07-24-1658645008623/1181429_image2_1.webp","blogPath":"Gangwon-do/2022-07-24-1658645008623","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-07-24-1658645008623"},{"id":"2022-07-24-1658641053190","title":"Baekdamsa Temple (백담사)","description":"Located within Seoraksan Mountain, Baekdamsa Temple was built by Monk Ja Jang (590~658) during the reign of Queen Jindeok (647-654), 28th ruler of the Silla Kingdom. The temple was burnt down and moved several times until 1957 when it was rebuilt to the current location. There are various treasures and hermitages in the temple. Many famous people have visited the temple including Manhae Han Yong-un, a strong independence activist and poet. There are countless number of rock towers in front of the temple by the creek where visitors come to stack stones while praying for their wishes.","regDate":"2022-07-24","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-07-24-1658641053190/2675244_image2_1.webp","blogPath":"Gangwon-do/2022-07-24-1658641053190","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-07-24-1658641053190"},{"id":"2022-07-24-1658638505265","title":"Baekdamgyegok Valley (백담계곡)","description":"Baekdamgyegok Valley stretches over an eight kilometer section from Baekdamsa Temple to Yongdae-ri in Inje-gun. The valley has a road, but it is closed to general traffic. The valley is located within Seoraksan National Park. The stream running through the valley is wide and deep. The name of the valley comes from the claim that there are one hundred ('baek' in Korea) pools ('dam')  of water along the valley. Baekdamgyegok Valley features clean water and lush forests.","regDate":"2022-07-24","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Valleys"],"imgUrl":"/2022-07-24-1658638505265/769207_image2_1.webp","blogPath":"Gangwon-do/2022-07-24-1658638505265","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-07-24-1658638505265"},{"id":"2022-07-24-1658635599656","title":"Auraji Lake (아우라지)","description":"Auraji is the name of a lake located in Yeoryang-myeon in Jeongseon-gun. It is here that Jeongseon Arirang, the No. 1 Intangible Cultural Asset of Gangwon-do, originated. The area has long been famous for its beautiful, clean mountains and rivers. Its name is derived from the Korean word <em>eoureojida,</em> meaning \"to meet\" as the waters of Pyeongchang and Samcheok unite in this area.<br><br>Part of the upper stream of Namhangang River, Auraji was a famous starting point of log rafts transporting timber to Hanyang, the original name of Seoul. In the old days, one could always hear the singing of boatmen who came from all over the nation. The lyrics of Jeongseon Arirang reveal the sadness and longing of a woman awaiting her husband who left for business to a far-away place or left to transport timber.","regDate":"2022-07-24","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites"],"imgUrl":"/2022-07-24-1658635599656/2395941_image2_1.webp","blogPath":"Gangwon-do/2022-07-24-1658635599656","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-07-24-1658635599656"},{"id":"2022-07-24-1658634968606","title":"Anheung Jjinppang Village (안흥찐빵마을)","description":"Anheung Jjinppang Village is located along National Highway 42, connecting Seoul and Gangneung. Travelers passing Daegwallyeong on their way to Seoul from the Yeongdong area often stopped here to have a light lunch from old times. Anheung jjinppang (Anheung-style steamed bun) was enough to satisfy their hunger. Over time, Anheung jjinppang has become one of Korea's famous nostalgic snacks.<br><br>Jucheongang River, beginning from Taegisan Mountain and flowing through Yeongwol, offers the proper humid condition perfect for the bun's aging process. As of now, there are over 10 shops dedicated to selling steamed buns in the village. Since the early 1990s, over one million people have come to Anheung Jjinppang Village to get these steamed buns which became popular through word-of-mouth. <br><br>Anheung jjinppang is made with high-quality red bean, using the traditional cooking process that creates the homemade flavor, which is immediatedly recognized by the mouth that has become used to instant foods.","regDate":"2022-07-24","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Historical Sites","Folk Villages"],"imgUrl":"/2022-07-24-1658634968606/1583982_image2_1.webp","blogPath":"Gangwon-do/2022-07-24-1658634968606","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-07-24-1658634968606"},{"id":"2022-07-24-1658634945407","title":"Alpensia Ocean 700 (알펜시아 오션700)","description":"Alpensia Resort is a beautiful and exciting resort that offers unique programs unavailable at other resorts. Among their facilities, Alpensia  Ocean 700 suits as the perfect family water park, located on the refreshing highland of Daegwallyeong at an altitude of 700 meters. The water park aims to provide convenient and relaxing facilities in an indoor area where visitors can have fun at any time of the year.","regDate":"2022-07-24","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Recreational Sites","Hot Springs & Spa"],"imgUrl":"/2022-07-24-1658634945407/904407_image2_1.webp","blogPath":"Gangwon-do/2022-07-24-1658634945407","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-07-24-1658634945407"},{"id":"2022-07-24-1658634922819","title":"Abai Village Ferry (아바이마을 갯배)","description":"Gaetbae (boat without engine) is an exotic means of transportation to cross the Abai Village at the mouth of Cheongchoho Lake. It is a rapid means of traveling between downtown Sokcho and Abai Village along the 50 m-long waterway. This small barge-style boat without an engine can be run by pulling the wire manually. When fixing the solid steel wire on both sides of the waterway and pulling it hard with a hook, a boat moves forward slowly. As there is no boatman, passengers need to work together to move the boat. It takes about 5 min to cross the water by boat. This unique experience still attracts many tourists to Sokcho. Furthermore, it is known as the filming location for the Korean TV drama Autumn in My Heart, so many tourists from Japan and China visit the place.","regDate":"2022-07-24","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Experience Programs","Unique Experience"],"imgUrl":"/2022-07-24-1658634922819/2636684_image2_1.webp","blogPath":"Gangwon-do/2022-07-24-1658634922819","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-07-24-1658634922819"},{"id":"2022-07-24-1658634210481","title":"Abai Village (아바이 마을)","description":"Located in Cheongho-dong, Abai Village bears a history of displaced people’s distress. The village was formed by refugees of the Korean War from North Korea, mainly from Hamgyeong-do Province. The word “abai” is a dialect of Hamgyeong-do that means a friendly old man like a grandfather. Visitors to Abai Village can get a sense of displaced people’s life and story, which fade away into a chapter of history. Although it has lost its original appearance now, old shacks without a gate still remain here and there. Mural paintings on the wall show the sentiment of nostalgia about their hometown and express sorrow and hard life of displaced people, who lived from hand to mouth by fishing and doing physical labor. The original houses built by refugees in the village were restored into the Refugee Village at the Sokcho Museum. Abai Village is also known as a filming location for the Korean TV drama Autumn in My Heart, attracting a lot of visitors and becoming a major attraction in Sokcho. The restaurant alley is packed with cafes and North Korean food restaurants serving local dishes such as Hamheung-style cold buckwheat noodles, stuffed squid, and North Korean-style sausage soup.","regDate":"2022-07-24","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites"],"imgUrl":"/2022-07-24-1658634210481/2711173_image2_1.webp","blogPath":"Gangwon-do/2022-07-24-1658634210481","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-07-24-1658634210481"}],"metaData":{"pageUrl":"https://mcdryad.com/Gangwon-do","nav":"Gangwon-do"},"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}