{"pageProps":{"content":"![Daehan Dawon Tea Plantation (대한다원)](/2023-01-16-1673847347855/2652133_image2_1.webp)\n\n  \n## Overview\n\n> Daehan Dawon Tea Plantation produces high-quality green tea and is a popular tourist attraction year-round thanks to the vast rows of tea trees that line the hillside like a deep green carpet. Despite being located on a small peak at just 350 meters above sea level, the observation deck at the summit offers views of the sea on clear days. The entrance to the tea plantation is also lined with tall cedar trees, adding a unique aspect to this plantation. Daehan Dawon Tea Plantation has been featured as a filming site in dramas such as “Summer Scent (2002),” “Legend of the Blue Sea (2017),” and “The Rebel (2017).”\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br>(Korean, English, Japanese, Chinese) <br>• For more info: +82-61-852-4540|\n|parking:|Available 06:00-19:00 <br>* Vans and larger vehicles should use the parking lot for buses.|\n|restdate:|N/A (Open all year round )|\n|usetime:|March-October 09:00-18:00 / November-February 09:00-17:00|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Film Locations:|Drama \"Summer Scent (2003),\" \"Ugly Alert (2013)\", \"The Legend of the Blue Sea (2016)\", \"Rebel: Thief Who Stole The People (2017)\"|\n|Tour Course Information:|[Course 1 (approx. 20 min)] Ticket Booth - Cedar Forest Path - Fountain Square - Main Square - Main Stairway - Main Observatory - Commercial Filming Spot - Cherry Blossoms Path - Dawon Rest Center - Cedar Forest Path - Ticket Booth <br /><br>[Course 2 (approx. 30 min)] Ticket Booth - Cedar Forest Path - Fountain Square - Main Square - Cherry Blossoms Path - Commercial Filming Spot - Main Observatory - Waterfall - Palgakjeong Pavilion - Dawon Rest Center - Cedar Forest Path - Ticket Booth <br /><br>[Course 3 (approx. 40 min)] Ticket Booth - Cedar Forest Path - Fountain Square - Main Square - Main Stairway - Main Observatory - Juniper Forest - Tea Plantation Observatory - Ocean Observatory - Cypress Pathway - Palgakjeong Pavilion - Dawon Rest Center - Cedar Forest Path - Ticket Booth <br /><br>[Course 4 (hiking course / approx. 1 hour)] Ticket Booth - Cedar Forest Path - Fountain Square - Main Square - Main Stairway - Main Observatory - Juniper Forest - Tea Plantation Observatory - Ocean Observatory - Cypress Pathway - Palgakjeong Pavilion - Dawon Rest Center - Yew Forest - Maple Forest - Bamboo Forest - Ticket Booth <br /><br>[Course 5 (easy course for the elderly)] Ticket Booth - Cedar Forest Path - Fountain Square - Main Square - Cherry Blossoms Path - Main Observatory - Commercial Filming Spot - Dawon Rest Center - Cedar Forest Path - Ticket Booth|\n|Shopping Information:|* Boseong Dawon green tea shop and a souvenir shop<br>* Green tea restaurant|\n|Admission Fees:|Adults: Individual 4,000 won / Group 3,000 won <br>Children & Senior citizens: 3,000 won|\n|Available Facilities:|Convenience amenities (product shop)|\n|Restrooms:|Available|\n|Interpretation Services Offered:|Guide books in English available|\n|Reservation Info. for Foreigners:|Unguided tours|\n  \n## Detail Image\n![/2023-01-16-1673847347855/2652127_image2_1.webp](/2023-01-16-1673847347855/2652127_image2_1.webp)\n![/2023-01-16-1673847347855/2652128_image2_1.webp](/2023-01-16-1673847347855/2652128_image2_1.webp)\n![/2023-01-16-1673847347855/2652129_image2_1.webp](/2023-01-16-1673847347855/2652129_image2_1.webp)\n![/2023-01-16-1673847347855/2652130_image2_1.webp](/2023-01-16-1673847347855/2652130_image2_1.webp)\n![/2023-01-16-1673847347855/2652131_image2_1.webp](/2023-01-16-1673847347855/2652131_image2_1.webp)\n![/2023-01-16-1673847347855/2652132_image2_1.webp](/2023-01-16-1673847347855/2652132_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-61-852-4540](tel:+82618524540)\n- [🏠dhdawon.com</a><br><a href=\"https://www.boseong.go.kr/tour/tourist/9tour/greentea_field\" target=\"_blank\">www.boseong.go.kr](http://dhdawon.com/)\n\n\n```googleMap\nlatitude: 34.7156927977\nlongitude: 127.0788124916\ntitle: 763-65, Nokcha-ro, Boseong-gun, Jeollanam-do\n```\n  \n\n","data":{"id":"2023-01-16-1673847347855","title":"Daehan Dawon Tea Plantation (대한다원)","description":"Daehan Dawon Tea Plantation produces high-quality green tea and is a popular tourist attraction year-round thanks to the vast rows of tea trees that line the hillside like a deep green carpet. Despite being located on a small peak at just 350 meters above sea level, the observation deck at the summit offers views of the sea on clear days. The entrance to the tea plantation is also lined with tall cedar trees, adding a unique aspect to this plantation. Daehan Dawon Tea Plantation has been featured as a filming site in dramas such as “Summer Scent (2002),” “Legend of the Blue Sea (2017),” and “The Rebel (2017).”","regDate":"2023-01-16","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Industrial Sites","Foods & Beverages"],"imgUrl":"/2023-01-16-1673847347855/2652133_image2_1.webp","blogPath":"Jeollanam-do/2023-01-16-1673847347855","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-16-1673847347855"},"dataList":[{"id":"2023-02-04-1675496145606","title":"Jangsupungdengi Village (장수풍뎅이마을)","description":"Located in the far upstream of Jangheung Dam, Jangsupungdengi Village preserves the natural environment. The village has a shiitake mushroom center, eco experience center, and beetle farming field where children and teenage students may visit and learn about the nature and its eco system. The village is also open to the general public for quality time in nature.","regDate":"2023-02-04","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Experience Programs","Village Experience"],"imgUrl":"","blogPath":"Jeollanam-do/2023-02-04-1675496145606"},{"id":"2023-02-04-1675492691639","title":"Heungguksa Temple (Yeosu) (흥국사 (여수))","description":"The name of Heungguksa Temple means “if the country prospers, the temple does well.” The temple was established to pray for the country to flourish. Located on Yeongchwisan Mountain, Heunaguksa was founded by Bojo Guksa in 1195. <br><br>Within the compound are other buildings including Wontongjeon, Palsangjeon and Daeungjeon (Main Hall). The temple’s main hall, a Treasure, is open in its structure and equipped with traditional Korean doors. A Buddhist painting named Hubultaenghwa is designated as a Treasure. At the entrance to the temple is a rainbow-shaped stone bridge called Honggyo Bridge,a Treasure, which is widely known as a distinguished work of art. <br><br>On Yeongchwisan Mountain, azaleas begin to bloom in early April and completely take over the mountain by the end of the month. Azalea blossoms create an extravagant view along the ridgeline of Yeongchwibong Peak (439 meters above sea level) and Jillyebong Peak (510 meters above sea level).During this period, the Mount Yeongchwisan Azalea Festival takes place.","regDate":"2023-02-04","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2023-02-04-1675492691639/1607899_image2_1.webp","blogPath":"Jeollanam-do/2023-02-04-1675492691639"},{"id":"2023-02-04-1675488968510","title":"Hataedo Island (하태도)","description":"Hataedo Island is known to be first settled by Park Haeng-seo from the Miryang Park family when he moved out from Daeheuksando Island. The island was given its name for being the southernmost island among three clustered islands that produce abundant edible seaweed. Besides the diverse fish that inhabit the nearby waters, attracting numerous fishers, the island is also known to be a heavy producer of edible seaweed, including laver. Although most of the islanders make a living through the fishing industry, black goats are also often seen grazing on green pastures. Hataedo Islands beach is only 300 meters long, but boasts pristine beauty.","regDate":"2023-02-04","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"","blogPath":"Jeollanam-do/2023-02-04-1675488968510"},{"id":"2023-02-04-1675485522259","title":"Hallyeohaesang National Park (Odongdo Island District) (한려해상국립공원 (오동도))","description":"The base point of Hallyeohaesang National Park, Odongdo Island is famous for colonies of camellia found on the island. In addition to the camellias, there are 70 species of wildflowers and 200 species of evergreen trees that flourish here. The island is known to be most beautiful in mid-March when the camellias are at its peak. To get to the island, it takes around 10 minutes by car from Yeosu downtown. Other options include the Dongbaek Train, a ferry or motorboat.","regDate":"2023-02-04","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"/2023-02-04-1675485522259/1812888_image2_1.webp","blogPath":"Jeollanam-do/2023-02-04-1675485522259"},{"id":"2023-02-04-1675481763666","title":"Gurye Cheoneunsa Temple (천은사(구례))","description":"Located north of Gurye on Jirisan Mountain, and built during the Unified Silla Period, Cheoneunsa Temple is one of the three great Buddhist temples of Jirisan Mountain. Cheoneunsa Temple is believed to have been built by Monk Deokun and Monk Seru from India in AD 828 during the 3rd year of King Heungdeok. Because it initially laid next to spring water as clean and cold as a morning dew, the temple was also called Gamrosa, meaning Sweet Dew Temple. The spring water was rumored to clean one’s body and soul, leading to crowd of Buddhist monks to visit the temple. During King Chungryeol’s reign, the temple was named the Best Temple in the south.<br><br>The temple was burned down during the Imjin War (1592-1598) and then later rebuilt and renamed Cheoneunsa. Legend has it that while the temple was being rebuilt, a large serpent often came out of the spring. When the serpent was finally captured and killed, the spring waters suddenly dried up. Hence the name Cheoneunsa, meaning Disappearance of Spring Water, was given.","regDate":"2023-02-04","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"","blogPath":"Jeollanam-do/2023-02-04-1675481763666"},{"id":"2023-02-03-1675420625446","title":"Geomundo Island (거문도)","description":"Located approximately halfway between Yeosu and Jeju Island, Geomundo Island is part of the Dadohae Maritime National Park. It is divided into Dongdo, Seodo, and Godo Islands, all of which offer scenic views of quaint towns and surrounding nature. Also, Geomundo is the access point for the famous Baekdo Island group, a spectacular array of uninhabited rock pinnacles attached with numerous legends.","regDate":"2023-02-03","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"/2023-02-03-1675420625446/1907073_image2_1.webp","blogPath":"Jeollanam-do/2023-02-03-1675420625446"},{"id":"2023-02-03-1675416977097","title":"Gangjin Night Dream (강진 나이트 드림)","description":"Gangjin Night Dream is a tourism content developed to provide night tours in Gangjin. From walking tours to busking performances, flying wish lanterns, and more, visitors can experience various activities all in one package.","regDate":"2023-02-03","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Experience Programs","Unique Experience"],"imgUrl":"/2023-02-03-1675416977097/2661233_image2_1.webp","blogPath":"Jeollanam-do/2023-02-03-1675416977097"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}