{"pageProps":{"content":"![Cheongchoho Lake (청초호)](/2022-07-24-1658691081099/2711161_image2_1.webp)\n\n  \n## Overview\n\n> Cheongchoho Lake, located in the center of Sokcho city, is a large natural lake with a circumference of 5 m and an area of 1.3 km2. The source water originates from the Misiryeong Valley of Taebaek Mountain Range and flows to the Cheongchocheon Stream and to this beautiful lake, and then continues to the adjacent sea. So, the lake is an intermediate stop between the river and the sea. Cheongchojeong Pavilion is located above the lake, offering an open view of Seoraksan Mountain and the East Sea. As it is situated at the end of the 75 m-long ocean bridge, you will feel standing in the middle of the lake and enjoy a panoramic view of the lake. Shining more at night, this pavilion is regarded as the best attraction for the beautiful night view in Sokcho. It also attracts visitors’ attraction with its sculptures of the blue and yellow dragons, which were established based on the local legend associated with Cheongchoho Lake. The trail built around the lakeside is equipped with a nighttime lighting system so that many people visit it at night and the benches for rest and appreciating the view. There are many attractions around the lake, such as Seokbong Ceramic Museum, bird sanctuary, etc. The Cheongchoho Lake Park was the venue of the International Travel Expo ’99 Kangwon and is known for its 73.4 m high Expo Tower Observatory.\n\n  \n## Intro\n\n| | |\n| - | - |\n|expagerange:|Open to visitors of all ages|\n|infocenter:|• 1330 Travel Hotline: +82-2-1330<br>(Korean, English, Japanese, Chinese) <br> • For more info: +82-33-639-2690|\n|parking:|Available (120 spaces)|\n|restdate:|N/A (Open all year round)|\n|usetime:|Open 24 hr|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Admission Fees:|Free of charge|\n|Available Facilities:|Observatory, walking path, park, Cheongchoho Lake Gaetbae (boat), restaurant, cafe, etc.|\n|Activity Fees:|Free of charge|\n|Restrooms:|Available|\n  \n## Detail Image\n![/2022-07-24-1658691081099/2607670_image2_1.webp](/2022-07-24-1658691081099/2607670_image2_1.webp)\n![/2022-07-24-1658691081099/2607671_image2_1.webp](/2022-07-24-1658691081099/2607671_image2_1.webp)\n![/2022-07-24-1658691081099/2653900_image2_1.webp](/2022-07-24-1658691081099/2653900_image2_1.webp)\n![/2022-07-24-1658691081099/2711159_image2_1.webp](/2022-07-24-1658691081099/2711159_image2_1.webp)\n![/2022-07-24-1658691081099/2711160_image2_1.webp](/2022-07-24-1658691081099/2711160_image2_1.webp)\n![/2022-07-24-1658691081099/2711162_image2_1.webp](/2022-07-24-1658691081099/2711162_image2_1.webp)\n![/2022-07-24-1658691081099/2711163_image2_1.webp](/2022-07-24-1658691081099/2711163_image2_1.webp)\n![/2022-07-24-1658691081099/2711164_image2_1.webp](/2022-07-24-1658691081099/2711164_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-33-639-2690](tel:+82336392690)\n- [🏠www.sokchotour.com</a><br><a href=\"http://chungchoho.co.kr/\" target=\"_blank\">chungchoho.co.kr](http://www.sokchotour.com/tour/destination/nature)\n\n\n```googleMap\nlatitude: 38.1963805690\nlongitude: 128.5904917166\ntitle: Cheongchohoban-ro, Sokcho-si, Gangwon-do\n```\n  \n\n","data":{"id":"2022-07-24-1658691081099","title":"Cheongchoho Lake (청초호)","description":"Cheongchoho Lake, located in the center of Sokcho city, is a large natural lake with a circumference of 5 m and an area of 1.3 km2. The source water originates from the Misiryeong Valley of Taebaek Mountain Range and flows to the Cheongchocheon Stream and to this beautiful lake, and then continues to the adjacent sea. So, the lake is an intermediate stop between the river and the sea. Cheongchojeong Pavilion is located above the lake, offering an open view of Seoraksan Mountain and the East Sea. As it is situated at the end of the 75 m-long ocean bridge, you will feel standing in the middle of the lake and enjoy a panoramic view of the lake. Shining more at night, this pavilion is regarded as the best attraction for the beautiful night view in Sokcho. It also attracts visitors’ attraction with its sculptures of the blue and yellow dragons, which were established based on the local legend associated with Cheongchoho Lake. The trail built around the lakeside is equipped with a nighttime lighting system so that many people visit it at night and the benches for rest and appreciating the view. There are many attractions around the lake, such as Seokbong Ceramic Museum, bird sanctuary, etc. The Cheongchoho Lake Park was the venue of the International Travel Expo ’99 Kangwon and is known for its 73.4 m high Expo Tower Observatory.","regDate":"2022-07-24","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites"],"imgUrl":"/2022-07-24-1658691081099/2711161_image2_1.webp","blogPath":"Gangwon-do/2022-07-24-1658691081099","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-07-24-1658691081099"},"dataList":[{"id":"2022-09-22-1663840048251","title":"Gangchon Resort (강촌유원지)","description":"The Gangchon Resort, as one of Chuncheon’s major resorts, stretches along the Bukhangang River and the Gangchoncheon Stream. It offers splendid scenery and many neighboring tourist attractions, such as Gugok Falls, Deungseon Falls, and Samaksan Mountain. It has excellent accessibility of public transportation, many theme park facilities, and accommodation facilities, so it has been a popular location for a young people’s membership trip from the 1970s to the 1990s. However, along with the opening of the double-track railway on the Gyeongchun Line in 2010, the Gangchon Station building was relocated and consequently, the number of visitors has decreased and the local business experienced depression. Therefore, there has been a campaign to revitalize Gangchon. Near the former Gangchon Station, the large sculpture “Ddo-ori Gangchon” has been installed, and the reduced-size model of the Deungseongyo Bridge (suspension bridge), which was a famous tourist attraction in the past, has been reproduced. In particular, “Ddo-ori Gangchon,” which is a popular photo zone, was built by embodying the Scaly-side Merganser (Mergus squamatus, Natural Monument No. 448), which come the area of Gangchon in winter. Additionally, the Deungseongyo Bridge, which was Korea’s first suspension bridge, but demolished in 1985, was reproduced as a tourist pedestrian bridge with a length of 58 m. Furthermore, Gangchon Land, which is a well-known theme park, and the activity of four-wheel motorcycle riding along the riverside, are also major tourist attractions in Gangchon.","regDate":"2022-09-22","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Recreational Sites","Resorts"],"imgUrl":"/2022-09-22-1663840048251/1850165_image2_1.webp","blogPath":"Gangwon-do/2022-09-22-1663840048251"},{"id":"2022-09-22-1663836728735","title":"Gachilbong Battlefield (가칠봉지구전투전적지)","description":"The entire town of Haean-myeon is contained in Haean Basin. Also known as Punch Bowl, Haean Basin is surrounded by high peaks and one of these peaks is Gachilbong. <br><br>The nature of the&nbsp;terrain in the Gachilbong area made it difficult to conduct military operations during the Korean War. The North Korean military utilized these natural features to build a solid defense position and launch counterattacks, while the South Korean soldiers in the lowland were in a disadvantageous position. South Korean soldiers were under the command of 5th Division Commander Brigadier General Min Gi-sik and 24th Regiment Commander Colonel Yu Ui-jun. On the North Korean side, the 7th, 14th, and 32nd Regiments of the 27th Division and the 23rd Regiment of the 12th Division under the  2nd Corps fought back. <br><br>By sending a&nbsp;military deployment and conducting search operations, the South Korean military completed a reconnaissance of the area on August 30 and advanced to counterattack. On August 31, after defending their position for two days, the South Korean soldiers were able to break the North Korean resistance. Each unit secured a strongly fortified position to&nbsp;draw the North Korean soldiers out. Thereafter, South Korea launched an all-out attack and captured&nbsp;Hill 1241. However, North Korea attacked again and South Korea retreated. After several attacks and counterattacks, South Korea was able to take back Gachilbong and the surrounding areas. Although it&nbsp;resulted in heavy casualties on both sides, this battle ultimately gave South Korea possession of Haean Basin.","regDate":"2022-09-22","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-09-22-1663836728735/2495061_image2_1.webp","blogPath":"Gangwon-do/2022-09-22-1663836728735"},{"id":"2022-09-22-1663833255962","title":"Eulji Observatory (을지전망대)","description":"Eulji Observatory, located near the Military Demarcation Line along the ridge of Gachilbong Peak, is now one of the most informative sites dating back to the Korean War. From Eulji Observatory, visitors can see North Korean land from afar as well as Birobong Peak of Geumgangsan Mountain. It is the northernmost DMZ attraction and over 100,000 people visit this observation platform every year.","regDate":"2022-09-22","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Architectural Sights","Monuments/Observatories"],"imgUrl":"/2022-09-22-1663833255962/2659891_image2_1.webp","blogPath":"Gangwon-do/2022-09-22-1663833255962"},{"id":"2022-09-22-1663828297635","title":"Eorayeon Valley -Gangwon Paleozoic Geopark (어라연-강원고생대 국가지질공원)","description":"A beautiful and mysterious valley located 12 km up the Donggang River, Eorayeon Valley is renowned for its clean waters and for the many fish that inhabit it.The valley has beautiful rock formations and a dense pine forest that were designated as the No.14 National Scenic Spot in December 2004. It is one of Koreas most popular sites for rafting, followed by Naerincheon Creek and Cheorwons Hantangang River. The trail to Eorayeon through Jatbong Peak is also quite popular (approx. 3 hours).","regDate":"2022-09-22","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Valleys"],"imgUrl":"/2022-09-22-1663828297635/1990309_image2_1.webp","blogPath":"Gangwon-do/2022-09-22-1663828297635"},{"id":"2022-09-22-1663823020488","title":"Dutayeon Valley [National Geopark] (두타연 (강원평화지역 국가지질공원))","description":"Dutayeon Valley is located north of the Civilian Control Line, requiring advance reservation through the Yanggu-gun Office website as well as filling out admission information at the Dutayeon Gallery before entering the area with a guide. The valley has a waterfall located along Sataecheon Stream where it merges with Suipcheon Stream. The water falls into a plunge pool, which has also carved out a deep cave in the bedrock at the base of the waterfall.","regDate":"2022-09-22","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Valleys"],"imgUrl":"/2022-09-22-1663823020488/2668213_image2_1.webp","blogPath":"Gangwon-do/2022-09-22-1663823020488"},{"id":"2022-09-21-1663757171084","title":"Dutasan National Recreational Forest  (국립 두타산자연휴양림)","description":"Dutasan National Recreational Forest is located at the foot of Dutasan Mountain, which rises 1,357 meters above the sea level and straddles the border between Jinbu-myeon of Pyeongchang-gun and Jeongseon-gun. The recreational forest is in the center of many popular attractions, including Odaesan National Park, Woljeongsa Temple, and beautiful valleys. The robust and rich forest is filled with a wide variety of animals such as badgers, raccoons, boars, and hares, as well as abundant medicinal herbs, and trees such as huge birch, nut trees and lime trees.","regDate":"2022-09-21","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"/2022-09-21-1663757171084/1177168_image2_1.webp","blogPath":"Gangwon-do/2022-09-21-1663757171084"},{"id":"2022-09-21-1663753579896","title":"Dutasan Mountain (두타산)","description":"Standing at 1,357 meters above sea level, Dutasan Mountain is surrounded by famous natural landmarks  Mureunggyegok Valley to the north, Gocheongyegok Valley to the east, Taebaeksan Mountain range to the south, and Jungbongsan Mountain to the west. Moreover, situated along the 3.1 kilometer-long valley connecting Dutasan and Samhwasa Temple are such tourist attractions as Dutasanseong Fortress, Geumnamjeong Pavilion, Yongchupokpo Falls, Ssangpokpo Falls, Osipcheon Stream, and Cheoneunsa Temple.","regDate":"2022-09-21","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-09-21-1663753579896/217587_image2_1.webp","blogPath":"Gangwon-do/2022-09-21-1663753579896"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}