{"pageProps":{"content":"![Gangcheonsan County Park (강천산 군립공원)](/2022-08-01-1659323323304/2634995_image2_1.webp)\n\n  \n## Overview\n\n> Gangcheonsan Mountain is surrounded by Gwangcheonsan Gwangjubong Peak (583.7 meters above sea level), Gwangdeoksan Seonnyeobong Peak (578 meters), and Sanseongsan Yeondaebong Peak (603 meters above sea level) in the area of 996beonji, Cheonggye-ri, Sunchang-gun, Jeollabuk-do. It is divided into small canyons and has an outstanding view with rocky mountains on all sides. The valley was called Gangcheon Valley because clean and clear water flows like a spring on the hard rocks, and all the mountains around it were called Gangcheonsan Mountain. It is said that in the past it was called Yongcheonsan Mountain, named after the shape of two dragons waving their tails toward the sky and ascending to heaven.\n<br><br>\nFollowing the Noryeong Mountain Range to Chuwolsan Mountain, it forms Gwangdeoksan Mountain and Yongcheonsan Mountain. On Sanseongsan Mountain (two dragons from the eastern sky to the western sky) that towers high in the sky, two dragons run east side by side. There are numerous peaks, some famous ones are, Yeondaebong, Undaebong, Suyeongbong, Cheonjabong, Gitdaebong, Gwangjubong, Gyeonjebong, and Songrakbong peaks. Between these two mountains is a very deep valley. Some of the famous valleys are, Yeondaegyegok Valley, Seonnyeogyegok Valley (Jeobujegol), Wondeunggyegok Valley (Yongdaeamgol), Buntonggol Pass, Jijigol Valley, Somokgol Valley, Samindaegyegok Valley (Hwangwoojegol), Giwoojegol Valley, Senyanggol Valley, Multonggol Valley, Chodanggol Valley, Ujakgol Valley, Dongmakgol Valley, Geumganggyegok Valley (Tapsanggol), Seungbanggol Valley, Byeondugol Valley, etc. The clear water flowing from every valley joins into one and the sound of the water crashing against the rocks and stones echoes throughout the valley and enters Gangcheonho Lake.\n<br><br>\nWhen spring comes, willows bloom, and when the forsythia and azaleas are in full bloom, wild cherry blossoms reach full bloom on every mountain peak. The clear and clean water flows continuously between the gravel along the valley. Visitors can cool off the heat in this river that does not collect moss either because it is too cold or clean. On Gangcheonsan Mountain, there are beautiful shrubs and maple trees, and the baby maples and baby squirrels announce the arrival of autumn among the seven different types of maple trees. The multiple trails on the mountain are not steep or too dangerous, making it popular regardless of age. It is also ideal for mountaineering and mountain-loving hikers. The scenery of the river with white snow and icicles attracts painters who want to capture the moment on a canvas. Gangcheonsan Mountain has four distinct seasons making it a popular destination all year round.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-63-650-1672|\n|parking:|Available|\n|restdate:|N/A (Open all year round)|\n|usetime:|April-October 08:30-18:30<br>November-March 09:00-17:00 <br>* Operating hours subject to change depending on the weather condition|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Hiking Course:|Barefoot walking trail: Byeongpungpokpo Falls - Gangcheonsa Temple - cloud bridge - Gujanggunpokpo Falls (5.5 km, 2 hr)<br>Forest walking trail: Byeongpungpokpo Falls - playground - forest village - Hwangujegol Valley - Samindae - ticketing booth (4.7 km, 2 hr)<br>Healing hiking course: Byeongpungpokpo Falls - Gancheonsa Temple - cloud bridge - observatory - Hwangujegol Valley - Samindae ticketing booth (5.5 km, 2 hr)<br>Wangjabong course 1: Byeongpungpokpo Falls - Gitdaebong Peak - Wangjabong Peak - cloud bridge - ticketing booth (6.2 km, 3 hr)<br>Wangjabong course 2: Byeongpungpokpo Falls - Gitdaebong Peak - Wangjabong Peak - Hyeongjebong Peak - second lake - Gujanggunpokpo Falls - ticketing booth (8.7 km, 4 hr)<br>Wangjabong course 3: Byeongpungpokpo Falls - Gitdaebong Peak - Wangjabong Peak - Hyeongjebong Peak - Songnakbawi Rock - Gujangpokpo Falls - ticketing booth (10.7 km, 5 hr)<br>Seonnyeobong course 1: Byeongpungpokpo Falls - Okhobong Peak - Hwangujegol Valley - Sinseongbong Peak - cloud bridge - Gangcheonsa Temple - ticketing booth (7.5 km, 3 hr)<br>Seonnyeobong course 2: Byeongpungpokpo Falls - Okhobong Peak - Hwangujegol Valley - Gwangdeoksan Mountain - Seonnyeogyegok Valley - Gujanggunpokpok Falls - ticketing booth (10 km, 4 hr)<br>Seonnyeobong course 3: Byeongpungpokpo Falls - Okhobong Peak - Gwangdeoksan Mountain - East gate - Biryongpokpo Falls - Gujanggunpokpo Falls - ticketing booth (12.8 km, 5 hr)<br>Jungju course: Byeongpungpokpo Falls - Gitdaebong Peak - Wangjabong Peak - Hyeongjebong Peak - Songnakbawi Rock - Sirubong Peak - Gwangdeoksan Mountain - Okhobong Peak - ticketing booth (18.6 km, 8 hr)|\n|Night-time Hike Restriction Notice:|Limited access after sundown|\n|Shopping Information:|Approx. 20 restaurants, accommodations, convenience stores, etc.|\n|Admission Fees:|[Individual]<br>Adults 3,000 won / Students 2,000 won<br><br>[Groups]<br>Adults 2,500 won / Students 1,500 won<br><br>* Students (elementary, middle, high school)<br>* Groups: 30 or more people.<br>* Free admission: Preschoolers (ages 6 & under) and senior citizens (ages 65 and older)|\n|Restrooms:|Available|\n|Parking Fees:|Free|\n  \n## Detail Image\n![/2022-08-01-1659323323304/2634993_image2_1.webp](/2022-08-01-1659323323304/2634993_image2_1.webp)\n![/2022-08-01-1659323323304/2634994_image2_1.webp](/2022-08-01-1659323323304/2634994_image2_1.webp)\n![/2022-08-01-1659323323304/2634996_image2_1.webp](/2022-08-01-1659323323304/2634996_image2_1.webp)\n![/2022-08-01-1659323323304/2634997_image2_1.webp](/2022-08-01-1659323323304/2634997_image2_1.webp)\n![/2022-08-01-1659323323304/2658916_image2_1.webp](/2022-08-01-1659323323304/2658916_image2_1.webp)\n![/2022-08-01-1659323323304/2658917_image2_1.webp](/2022-08-01-1659323323304/2658917_image2_1.webp)\n![/2022-08-01-1659323323304/2658918_image2_1.webp](/2022-08-01-1659323323304/2658918_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-63-650-1672](tel:+82636501672)\n- [🏠gangcheonsan.kr](http://gangcheonsan.kr)\n\n\n```googleMap\nlatitude: 35.4088283627\nlongitude: 127.0675127446\ntitle: 97, Gangcheonsan-gil, Sunchang-gun, Jeollabuk-do\n```\n  \n## Directions\n  \n[Bus]From Seoul Central City Terminal, take a bus to Sunchang Bus Terminal.<BR> From Sunchang Bus Terminal Bus Stop, take a local bus bound for Jeongeup or Gurim and get off at Gangcheonsan Mountain Bus Stop.\n","data":{"id":"2022-08-01-1659323323304","title":"Gangcheonsan County Park (강천산 군립공원)","description":"Gangcheonsan Mountain is surrounded by Gwangcheonsan Gwangjubong Peak (583.7 meters above sea level), Gwangdeoksan Seonnyeobong Peak (578 meters), and Sanseongsan Yeondaebong Peak (603 meters above sea level) in the area of 996beonji, Cheonggye-ri, Sunchang-gun, Jeollabuk-do. It is divided into small canyons and has an outstanding view with rocky mountains on all sides. The valley was called Gangcheon Valley because clean and clear water flows like a spring on the hard rocks, and all the mountains around it were called Gangcheonsan Mountain. It is said that in the past it was called Yongcheonsan Mountain, named after the shape of two dragons waving their tails toward the sky and ascending to heaven.<br><br>Following the Noryeong Mountain Range to Chuwolsan Mountain, it forms Gwangdeoksan Mountain and Yongcheonsan Mountain. On Sanseongsan Mountain (two dragons from the eastern sky to the western sky) that towers high in the sky, two dragons run east side by side. There are numerous peaks, some famous ones are, Yeondaebong, Undaebong, Suyeongbong, Cheonjabong, Gitdaebong, Gwangjubong, Gyeonjebong, and Songrakbong peaks. Between these two mountains is a very deep valley. Some of the famous valleys are, Yeondaegyegok Valley, Seonnyeogyegok Valley (Jeobujegol), Wondeunggyegok Valley (Yongdaeamgol), Buntonggol Pass, Jijigol Valley, Somokgol Valley, Samindaegyegok Valley (Hwangwoojegol), Giwoojegol Valley, Senyanggol Valley, Multonggol Valley, Chodanggol Valley, Ujakgol Valley, Dongmakgol Valley, Geumganggyegok Valley (Tapsanggol), Seungbanggol Valley, Byeondugol Valley, etc. The clear water flowing from every valley joins into one and the sound of the water crashing against the rocks and stones echoes throughout the valley and enters Gangcheonho Lake.<br><br>When spring comes, willows bloom, and when the forsythia and azaleas are in full bloom, wild cherry blossoms reach full bloom on every mountain peak. The clear and clean water flows continuously between the gravel along the valley. Visitors can cool off the heat in this river that does not collect moss either because it is too cold or clean. On Gangcheonsan Mountain, there are beautiful shrubs and maple trees, and the baby maples and baby squirrels announce the arrival of autumn among the seven different types of maple trees. The multiple trails on the mountain are not steep or too dangerous, making it popular regardless of age. It is also ideal for mountaineering and mountain-loving hikers. The scenery of the river with white snow and icicles attracts painters who want to capture the moment on a canvas. Gangcheonsan Mountain has four distinct seasons making it a popular destination all year round.","regDate":"2022-08-01","author":"korea-tour","tag":["Jeollabuk-do","Nature","Natural Sites","County Parks"],"imgUrl":"/2022-08-01-1659323323304/2634995_image2_1.webp","blogPath":"Jeollabuk-do/2022-08-01-1659323323304","pageUrl":"https:/mcdryad.com/Jeollabuk-do/2022-08-01-1659323323304"},"dataList":[{"id":"2023-01-10-1673325568605","title":"Tapsa Temple (마이산 탑사)","description":"Tapsa Temple is located 1.9km away from the southern parking lot of Maisan Mountain in Dongchon-ri, Maryeong-myeon, Jinan-gun, Jeollanam-do. Tapsa Temple is famous for the over 80 stone pagodas built by Lee Gapyong, a retired scholar. Those stone pagodas have different sizes and shapes from cone-shaped to straight-shaped. Behind Daeungjeon, Cheonjitap tower is located. It is the largest tower, with a x_height 3 times as high as the average adult’s x_height. How this tall tower was built is still unclear, drawing much attention from people. It is said that those stone pagodas were made in the late 1800s entirely by Lee Gapyong alone. He collected stones in daytime and built the pagodas at night. Even though the pagodas have been around for more than 100 years, they have never collapsed nor even moved through strong winds, making them truly amazing.<br>Tapsa Temple is also well known for cherry blossoms in spring, covering an area of 1.9km from Nambu (south) parking lot of Maisan Mountain to the entrance (a 30min walk). This road is the venue for Maisan Cherry Blossom Festival as well. <br><br>* Cheonjitap is comprised of two twin pagodas with x_heights of 13.5m and placed in the south and north directions. Cheonjitap is the main pagoda, making the other pagodas at Tapsa Temple look well-balanced. It is believed that 120 towers originally existed, but only 80 of them remain today. The two towers at the very front are named Ilgwangtap and Wolgwangtap. These groups of towers are strong enough to stand up to typhoon winds, something quite hard to believe, giving the towers a certain mystery. Also, towers are tilted slightly in both directions, showing that Lee Gapyong erected the towers with the direction of the wind in mind.","regDate":"2023-01-10","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2023-01-10-1673325568605/1605767_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-10-1673325568605"},{"id":"2023-01-10-1673321782101","title":"Taekwondowon Observatory (태권도공원 전망대)","description":"Taekwondowon located in Muju-gun, Jeollabuk-do, serves as a main center for the 60 million taekwondo practitioners in 182 countries worldwide. Covering an area of 2.31 million square meters, the park combines the traditional and modern style in their buildings.","regDate":"2023-01-10","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Recreational Sites","Theme Parks"],"imgUrl":"/2023-01-10-1673321782101/1929741_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-10-1673321782101"},{"id":"2023-01-09-1673260742279","title":"Sunchang Gochujang Village (순창고추장마을)","description":"Sunchang Gochujang Village is home to expert gochujang (Korean chili paste) crafters using the traditional methods. Visitors can enjoy a variety of hands-on experiences, such as making their own gochujang or cooking foods like pizza or rice cakes with gochujang.","regDate":"2023-01-09","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Industrial Sites","Others"],"imgUrl":"/2023-01-09-1673260742279/219731_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-09-1673260742279"},{"id":"2023-01-09-1673256950962","title":"Sunchang Gangcheonsa Temple (강천사 (순창))","description":"Located approximately 1.8 kilometers from the entrance of Gangcheonsan County Park, Gangcheonsa Temple was built by Monk Doseon during the first year of Queen Jinseong of Silla (AD 887). In the third year of King Chungsuk of Goryeo (1316), the temple saw the addition of a five-story stone pagoda, built by Monk Deokhyeon. At its peak, the temple was said to have had 12 hermitages and housed 1,000 monks. It was burned down during the Imjin War (1592-1598), leaving only the pagoda, but was rebuilt a few years later by Monk Soyo during the 37th year of King Seonjo (1604). Unfortunately, the temple was burned down again in the Korean War, but was once again restored to its original state in 1959. <br><br>Cultural assets found at the temple include Stone Guardian Post of Chungsin-ri & Namgye-ri, Sunchang Guesthouse, and the Three-story Stone Pagoda of Sunhwa-ri. Nearby tourist attractions include Geumseongsanseong Fortress, Yongsopokpo Falls, Gangcheonho Lake, Damyangho Lake, Chuwolsan Mountain, Huimunsan Mountain, and Naejangsan National Park.","regDate":"2023-01-09","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2023-01-09-1673256950962/1954560_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-09-1673256950962"},{"id":"2023-01-09-1673253606161","title":"Sono Belle Byeonsan Ocean Play (소노벨 변산 오션플레이)","description":"Sono Belle Byeonsan Ocean Play is located next to Gyeokpo Beach on Byeonsan Peninsula. This luxurious resort is patterned after Normandy Beach and its European-style architecture. With an ocean view throughout the facility, the water park provides guests with various entertainments including an indoor pool, outdoor wave pool, waterslides, baths, sauna and more.","regDate":"2023-01-09","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Recreational Sites","Hot Springs & Spa"],"imgUrl":"/2023-01-09-1673253606161/1604231_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-09-1673253606161"},{"id":"2023-01-09-1673249711405","title":"Sinsido Island Fishing Experience Village (신시도 어촌체험마을)","description":"Sinsido Island is the largest of the 24 islands in the Gogunsan Island Cluster located 50 kilometers southwest of Gunsan. The highest point is Daegaksan Mountain (187 meters) on the northwest side and there is Sinchisan Mountain (142 meters) on the southeast side. Villagers tend to work in the fishing industry, catching shrimp, anchovies, hairtail, and mackerel. Farmers tend to grow rice, barley, sweet potato, chili, peas and more. The island can be reached by car and there are various activities available such as mud flats and fishing.","regDate":"2023-01-09","author":"korea-tour","tag":["Jeollabuk-do","Nature","Natural Sites"],"imgUrl":"/2023-01-09-1673249711405/1512581_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-09-1673249711405"},{"id":"2023-01-09-1673246392392","title":"Sin Jae-hyo's House (고창 신재효 고택)","description":"Sin Jae-hyo (1812-1884) was a legendary theorist, director, and sponsor of pansori (epic chant). Sin Jae-hyos House in Gochang was built in 1850, and visitors can observe sarangchae (main room), an old well, and a paulownia tree preserved to this day. Sin was not a singer himself but a pansori enthusiast, and he used wealth to train potential singers and contribute to the growth of pansori. He also compiled and edited six pansori madangs (operas) titled Ttoggi Taryeong, Bak Taryeong, Simcheongga, Jeokbyeokga, Chunhyangga, and Garujigi Taryeong, of which only five are passed down. To honor his contributions and passion for pansori, Dongni Gugakdang was founded behind this house.","regDate":"2023-01-09","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Historical Sites","Old Houses"],"imgUrl":"/2023-01-09-1673246392392/1954579_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-09-1673246392392"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}