{"pageProps":{"content":"![Soyanggang Skywalk (소양강스카이워크)](/2022-10-13-1665658224957/2392892_image2_1.webp)\n\n  \n## Overview\n\n> Soyanggang Skywalk, stretching over the river, is 174 m long and the transparent glass floor covers 156 m of the section. The end of the skywalk is equipped with a circular plaza and an observatory. Visitors can enjoy an open view of the area while taking a rest. Its circular plaza is also equipped with a transparent floor and a good place for taking a photo with the background of the landscape. A “Ssogarisang” sculpture of leopard mandarin fish located on the opposite side of the plaza attracts visitors. The fountain water flows down from this sculpture at the fixed hours. A cozy photo zone and terrace are situated at the entrance to Soyanggang Skywalk, while the Soyang i(2)gyo Bridge, which is Chuncheon’s landmark, and Soyanggang Maiden Statue are situated right next to the Skywalk. Its night view with splendid lights is also well-known.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Korea Travel Hotline: +82-2-1330 <br>(Korean, English, Japanese, Chinese)<br>• For more info: +82-33-240-1695|\n|opendate:|July 1, 2016|\n|parking:|Available|\n|restdate:|N/A (Open all year round)|\n|usetime:|March-October 10:00-21:00<br>November-February 10:00-18:00|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Film Locations:|Filming location for the Korea TV series Switch|\n|Admission Fees:|KRW 2,000|\n|Available Facilities:|Skywalk|\n|Parking Fees:|KRW 600 for 30 min, KRW 300 extra charge for every 10 min|\n|Interpretation Services Offered:|Available|\n  \n## Detail Image\n![/2022-10-13-1665658224957/2392894_image2_1.webp](/2022-10-13-1665658224957/2392894_image2_1.webp)\n![/2022-10-13-1665658224957/2392898_image2_1.webp](/2022-10-13-1665658224957/2392898_image2_1.webp)\n![/2022-10-13-1665658224957/2392910_image2_1.webp](/2022-10-13-1665658224957/2392910_image2_1.webp)\n![/2022-10-13-1665658224957/2392912_image2_1.webp](/2022-10-13-1665658224957/2392912_image2_1.webp)\n![/2022-10-13-1665658224957/2396040_image2_1.webp](/2022-10-13-1665658224957/2396040_image2_1.webp)\n![/2022-10-13-1665658224957/2622266_image2_1.webp](/2022-10-13-1665658224957/2622266_image2_1.webp)\n\n\n  \n## Contact\n\n\n\n\n\n```googleMap\nlatitude: 37.8934354331\nlongitude: 127.7242936044\ntitle: 26785, Yeongseo-ro, Chuncheon-si, Gangwon-do\n```\n  \n## Directions\n  \n[Train + Bus]<br>\nChuncheon Station (Gyeongchun Line), Exit 1.<br>\nCross the street to take Bus No. 11 and get off at Statue of Soyanggang Maid Bus Stop.<br>\nWalk for approx. 200 m.\n","data":{"id":"2022-10-13-1665658224957","title":"Soyanggang Skywalk (소양강스카이워크)","description":"Soyanggang Skywalk, stretching over the river, is 174 m long and the transparent glass floor covers 156 m of the section. The end of the skywalk is equipped with a circular plaza and an observatory. Visitors can enjoy an open view of the area while taking a rest. Its circular plaza is also equipped with a transparent floor and a good place for taking a photo with the background of the landscape. A “Ssogarisang” sculpture of leopard mandarin fish located on the opposite side of the plaza attracts visitors. The fountain water flows down from this sculpture at the fixed hours. A cozy photo zone and terrace are situated at the entrance to Soyanggang Skywalk, while the Soyang i(2)gyo Bridge, which is Chuncheon’s landmark, and Soyanggang Maiden Statue are situated right next to the Skywalk. Its night view with splendid lights is also well-known.","regDate":"2022-10-13","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Architectural Sights","Monuments/Observatories"],"imgUrl":"/2022-10-13-1665658224957/2392892_image2_1.webp","blogPath":"Gangwon-do/2022-10-13-1665658224957","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-10-13-1665658224957"},"dataList":[{"id":"2022-10-20-1666241109253","title":"Yongpyong Resort (용평리조트)","description":"Nestled at the foot of Balwangsan Mountain (alt. 1,458 meters), Yongpyong Resort is equipped with the perfect environment for a great ski vacation with an annual average snowfall of 250 centimeters. It was Korea’s first ski resort, opened in 1975 to develop Korean winter sports and resort culture. The resort also has various facilities including a golf course, water park, cable cars and more. Visitors can enjoy wellness programs including forest explanation, music therapy, and healing yoga.","regDate":"2022-10-20","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Recreational Sites","Tourist Complexes"],"imgUrl":"/2022-10-20-1666241109253/2724359_image2_1.webp","blogPath":"Gangwon-do/2022-10-20-1666241109253"},{"id":"2022-10-19-1666176904922","title":"Yonghwasan National Recreational Forest (국립 용화산자연휴양림)","description":"A recreational forest established at the foot of Yonghwasan Mountain (878 m) in Sabuk-myeon, Chuncheon Yonghwasan Mountain has been selected one of the best 100 mountains in Korea by the Korea Forest Service and is well-known for the TV program in which BTS members climbed it in 2020. Yonghwasan Recreational Forest is home to needle leaf trees and broadleaf trees, such as pine, oak, birch, and larch, and has a clean atmosphere of the natural environment along with the clear valley. It is equipped with various convenient facilities, such as accommodation, campground, hiking road, trail, and forest park amid healing nature. Yonghwasan Recreational Forest is ideal for not only camping and hiking but also forest leisure and sports activities. It runs Forest Experience Center, which is an indoor forest leisure and sports activity facility that can be used regardless of the weather and season. It provides various experience activities, such as Vertical Slide where visitors will experience falling straight down, Zip Zag where visitors wearing safety equipment will experience a zipline-type ride along the railway, Rope Adventure where visitors will complete a course of a rope and a suspension bridge, and Design Rock Climbing consisting of various difficulty levels. In the open air, there are leisure and sports facilities, such as Artificial Rock Climbing Site, Flying Squirrel (Quick Jump), and Flying in the Forest (Zipline). Besides, it provides the wooden crafts experience and the forest guide program.","regDate":"2022-10-19","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"/2022-10-19-1666176904922/2711083_image2_1.webp","blogPath":"Gangwon-do/2022-10-19-1666176904922"},{"id":"2022-10-19-1666173297581","title":"Yonghwa Beach (용화해변)","description":"Reaching only 1 kilometer in length and located 24 kilometers away from downtown Samcheok-si, Yonghwa Beach offers a serene atmosphere. In addition to Yonghwacheon Stream that runs out through the beach and a lush pine forest to its back, the beach boasts a scenic view with a half-moon shaped shoreline and unique rock formations on both sides. The beach is mostly visited by those looking forward to a quiet vacation by a fishing village and families with children who prefer shallow water.","regDate":"2022-10-19","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites"],"imgUrl":"/2022-10-19-1666173297581/1434019_image2_1.webp","blogPath":"Gangwon-do/2022-10-19-1666173297581"},{"id":"2022-10-19-1666170135444","title":"Yongdae National Recreational Forest (국립 용대자연휴양림)","description":"Yongdae National Recreational Forest features rivers that flow from Maebongsan Mountain (alt. 1,271 m) and Cheoljeongbong Mountain (alt. 1,172 m). The forest consists of deciduous trees such as oak, linden, and birch, as well as pine trees. Not only does the forest boast a beautiful landscape all-year-round, but also serves as a habitat for wild animals of various species, including rabbits, deer, squirrels, raccoons, and even lenoks, which are designated as endangered species.","regDate":"2022-10-19","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"/2022-10-19-1666170135444/219372_image2_1.webp","blogPath":"Gangwon-do/2022-10-19-1666170135444"},{"id":"2022-10-19-1666166463325","title":"Yeongwol Donggang River (동강(영월))","description":"The Donggang River flows through the Gangwon-do district, and is a tributary of the Namhangang River. The Donggang River spans an area of 60 kilometers from Jeongseon to Yeongwol. It is a well-preserved river, left untouched due to the strong current of the waters and the rugged geography of the mountains. It follows a snaky path splitting the chiseled cliffs surrounding it. Many tourists visit the area to see rare animals such as otters, Mandarin ducks, and Chinese scops owls and more.  The Donggang River is also famous for white-water rafting.","regDate":"2022-10-19","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites"],"imgUrl":"/2022-10-19-1666166463325/765455_image2_1.webp","blogPath":"Gangwon-do/2022-10-19-1666166463325"},{"id":"2022-10-19-1666161866197","title":"Yeongwol Beopheungsa Temple (법흥사(영월))","description":"Beopheungsa Temple was created by Jajangyulsa in 647, called Heungnyeongsa Temple at the time, under the reign of King Jindeok of Silla to enshrine Jinsinsari of Buddha. At that time, Preceptor Jinghyo earned 100 Jinsinsari of Munsubosal and enshrined them at Yangsan Tongdosa Temple, Odaesan Sangwonsa Temple, Seoraksan Bongjeongam, Jeongseon Jeongamsa Temple and Beopheungsa Temple while establishing Jeongmyeolbogung, Hall of Buddha, at each of the places. Inside the Jeongmyeolbogung there is no statue of Buddha and only a wide open window. This is because it is believed that the mountain as a whole is the enshrined Jinsinsari of Buddha himself.<br><br>Beopheungsa was once a large temple where over 2,000 monks gathered. Today, most of the temple buildings were lost to a number of fires leaving only a few buildings. The pine wood path from Beopheungsa Temple to Jeongmyeolbogung is one of the most picturesque sites in the nation. The location was originally named Sajasansa but later changed to Sajasan Jeongmyeolbogung in 1939. In addition to the path, the nine peaks (Gubongdae) lined up one after another forms another charming view.","regDate":"2022-10-19","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-10-19-1666161866197/2370006_image2_1.webp","blogPath":"Gangwon-do/2022-10-19-1666161866197"},{"id":"2022-10-19-1666156374510","title":"Yeongok Beach (연곡해변(연곡해수욕장))","description":"Situated in Yeongok-myeon, Dongdeok-ri, Yeongok Beach has a spacious sandy shore that spans 56,000 ㎡ with a length of 700 meters. Backed by a lush pine forest, this beach is ideal for camping. Fishing lovers can enjoy catching sweetfish at Yeongokcheon Stream flowing from the Sogeumgang River; there are a variety of restaurants offering delicious Korean food along the stream as well. Dongdeok-ri used to be home to a railway station and a traditional market. Trading ships—moving between the Hamgyeong and Gyeongsang areas—used to populate the beach. The beach and its surrounding attractions are great for both hiking and swimming.","regDate":"2022-10-19","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites"],"imgUrl":"/2022-10-19-1666156374510/1581284_image2_1.webp","blogPath":"Gangwon-do/2022-10-19-1666156374510"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}