{"pageProps":{"content":"![Chuam Chotdaebawi Rock (추암 촛대바위)](/2022-07-25-1658748901695/2653704_image2_1.webp)\n\n  \n## Overview\n\n> Chuam Chotdaebawi Rock in Donghae-si, Gangwon-do is one of Korea’s most famous tourist attractions. The beautifully formed rock towers high into the sky and resembles a candlestick, from which it gets its name. Chotdaebawi Rock and the nearby rock formations seem to change the shape they resemble along with the waves that crash against the rocks. The view of the sunrise from behind Chotdaebawi Rock is so popular that it attracts photographers and tourists nationwide.\n<br><br>\n* The Legend of Chotdaebawi Rock<br>\nOnce upon a time, there was a man who lived in Chuam who had a concubine. His wife was jealous of the second wife and the conflict between the two women continually escalated. One day, god became enraged over their continual quarreling and threw lighting down from heaven, striking both women dead. The newly-made widower missed his wives so much that he remained frozen in his loneliness and eventually turned into a rock, which is now called Chotdaebawi Rock.\n\n  \n## Intro\n\n| | |\n| - | - |\n|expagerange:|Open to visitors of all ages|\n|infocenter:|• 1330 Travel Hotline: +82-2-1330<br>(Korean, English, Japanese, Chinese) <br>• For more info: +82-33-530-2801|\n|parking:|Available|\n|restdate:|N/A (Open all year round)|\n|usetime:|Open 24 hr|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Admission Fees:|Free|\n|Available Facilities:|Restaurants, accommodations, etc.|\n|Restrooms:|Available|\n  \n## Detail Image\n![/2022-07-25-1658748901695/2363917_image2_1.webp](/2022-07-25-1658748901695/2363917_image2_1.webp)\n![/2022-07-25-1658748901695/2363918_image2_1.webp](/2022-07-25-1658748901695/2363918_image2_1.webp)\n![/2022-07-25-1658748901695/2363919_image2_1.webp](/2022-07-25-1658748901695/2363919_image2_1.webp)\n![/2022-07-25-1658748901695/2363920_image2_1.webp](/2022-07-25-1658748901695/2363920_image2_1.webp)\n![/2022-07-25-1658748901695/2653696_image2_1.webp](/2022-07-25-1658748901695/2653696_image2_1.webp)\n![/2022-07-25-1658748901695/2653698_image2_1.webp](/2022-07-25-1658748901695/2653698_image2_1.webp)\n![/2022-07-25-1658748901695/2653701_image2_1.webp](/2022-07-25-1658748901695/2653701_image2_1.webp)\n![/2022-07-25-1658748901695/2653703_image2_1.webp](/2022-07-25-1658748901695/2653703_image2_1.webp)\n![/2022-07-25-1658748901695/2716605_image2_1.webp](/2022-07-25-1658748901695/2716605_image2_1.webp)\n![/2022-07-25-1658748901695/2716606_image2_1.webp](/2022-07-25-1658748901695/2716606_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-33-530-2801](tel:+82335302801)\n- [🏠www.dh.go.kr/tour](http://www.dh.go.kr/tour/)\n\n\n```googleMap\nlatitude: 37.4790136061\nlongitude: 129.1586182867\ntitle: 17-1, Chotdaebawi-gil, Donghae-si, Gangwon-do\n```\n  \n\n","data":{"id":"2022-07-25-1658748901695","title":"Chuam Chotdaebawi Rock (추암 촛대바위)","description":"Chuam Chotdaebawi Rock in Donghae-si, Gangwon-do is one of Korea’s most famous tourist attractions. The beautifully formed rock towers high into the sky and resembles a candlestick, from which it gets its name. Chotdaebawi Rock and the nearby rock formations seem to change the shape they resemble along with the waves that crash against the rocks. The view of the sunrise from behind Chotdaebawi Rock is so popular that it attracts photographers and tourists nationwide.<br><br>* The Legend of Chotdaebawi Rock<br>Once upon a time, there was a man who lived in Chuam who had a concubine. His wife was jealous of the second wife and the conflict between the two women continually escalated. One day, god became enraged over their continual quarreling and threw lighting down from heaven, striking both women dead. The newly-made widower missed his wives so much that he remained frozen in his loneliness and eventually turned into a rock, which is now called Chotdaebawi Rock.","regDate":"2022-07-25","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Resources","Rocks"],"imgUrl":"/2022-07-25-1658748901695/2653704_image2_1.webp","blogPath":"Gangwon-do/2022-07-25-1658748901695","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-07-25-1658748901695"},"dataList":[{"id":"2022-10-08-1665202854460","title":"Osaek Mineral Spring (오색약수터)","description":"Osaek Mineral Spring is situated 20 kilometers west of Yangyang and 7.5 kilometers southeast from Hangyeryeong Pass. The water, which springs from three base rocks by a brook, is carbonated and rich in iron. Up to 1,500 liters of iron-rich water spring out on a daily basis. Osaek became well known due to the splendid landscape leading up to the mineral spring and its location on the way to the summit of Seoraksan Mountain.","regDate":"2022-10-08","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Mineral Springs"],"imgUrl":"/2022-10-08-1665202854460/2365188_image2_1.webp","blogPath":"Gangwon-do/2022-10-08-1665202854460"},{"id":"2022-10-07-1665140056405","title":"Osaek Jujeongol Valley (오색주전골)","description":"This valley in Seoraksan National Park is located on the way from Osaek-ri, Yangyang-gun, to Osaengnyeong (Hangyeryeong) Pass. It is the most famous place for fall colors in Seoraksan Mountain, and its handsome valley and rock formations are well-known as well. Its name, Jujeongol, is said to come from the Joseon-era bandits that are said to have settled in the area, making their living with counterfeit (ju) coins (jeon) while disguised as Buddhist monks. Osaek (meaning “five colors”) was inspired by the five colors of Jujeongol’s rock formations, and the five-colored tree that is said to have lived in Osaekseoksa Temple of the past. A 3.2 km-long trail brings visitors along the rising rocks next to the valley, connecting Seongguksa Temple and Seonnyeotang Pothole to Yongso Falls Information Center. It is a relatively flat, 1 hr-long course with many wooden decks that help to make it more accessible for the visitors. The entrance to the trail is the location of the Osaek Mineral Spring, whose natural carbonation and iron content impart a unique flavor in the water. Keep your eyes open for strange rock formations like Gorae, Sangtu, and Bubu Rocks, as well as Namseorak’s famous sights like Seonnyeotang Pothole, Geumgangmun Gate, and Yongso Falls.","regDate":"2022-10-07","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Valleys"],"imgUrl":"/2022-10-07-1665140056405/1955866_image2_1.webp","blogPath":"Gangwon-do/2022-10-07-1665140056405"},{"id":"2022-10-07-1665136282609","title":"Ojukheon House (강릉 오죽헌)","description":"Ojukheon House was where Yi I (penname Yulgok; scholar and politician of the Joseon Period) was born. It was built during the early Joseon dynasty and was designated as Treasure No. 165 in 1963 for its historical value.<br><br>Inside the house is Mongryongsil, where Yi I was born. The household complex also features the household shrine, Munseongsa, the <em>sarangchae</em> (mens quarters), Eojaegak Pavilion, Yulgok Memorial Hall, and Gangneung Municipal Museum. Since 1961, the city of Gangneung has held a memorial ceremony at Yulgok Memorial Hall on October 25-26.","regDate":"2022-10-07","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-10-07-1665136282609/2688069_image2_1.webp","blogPath":"Gangwon-do/2022-10-07-1665136282609"},{"id":"2022-10-07-1665132866837","title":"Odaesan National Park (오대산국립공원)","description":"Odaesan Mountain is located in the central and eastern part of Gangwon-do. The mountain was designated a national park in February 1975, including an area of 298.5 ㎢ centered on the highest peak, Birobong Peak (alt. 1,563 meters). Other peaks include Horyeongbong, Sangwangbong, Dongdaesan, and Durobong.<br><br>Odaesan Mountain has the largest natural forest of Korea, home to many wild animals and plants. The mountain is divided into smaller sections  Odaesan Section, Bangadari Bridge Section, Byeongnae-ri Section, Hwangbyeongsan Mountain Section, Hongcheon-myeon Section, and Sogeumgang River Section. It is also rich in soil and resources, with lush forests and gentle slopes.","regDate":"2022-10-07","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","National Parks"],"imgUrl":"/2022-10-07-1665132866837/2633943_image2_1.webp","blogPath":"Gangwon-do/2022-10-07-1665132866837"},{"id":"2022-10-07-1665129020335","title":"National Center for Forest Activities Chuncheon (국립춘천숲체원)","description":"National Center for Forest Activities Chuncheon is 335 ha of area located near Samhangol Valley. The center has a slogan PLAY meaning P for Play, L for Lead, A for Act, and Y for You. Various facilities are available including area for experience programs, accommodations, restaurants and more. Experience programs for individuals and groups are available as well as special programs for people with disabilities and elderlies.","regDate":"2022-10-07","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"/2022-10-07-1665129020335/2711057_image2_1.webp","blogPath":"Gangwon-do/2022-10-07-1665129020335"},{"id":"2022-10-07-1665126108954","title":"Namhangjin Beach (남항진해변(남항진해수욕장))","description":"Namhangjin Beach is a white sandy beach covering an area of 24,000 ㎡ and a length of 600 meters. Near the beach, there is a number of <em> hoetjip</em> (raw fish restaurant) with spacious parking lots. In addition, the dense pine tree forest and neat accommodations are other attractive features of this place.<br><br>Namhangjin Port is the where the Seomseokcheon Stream meets the Namdaecheon Stream. The name Namhangjin originated from an old  port in Songjeong, which was located on a street leading south to Hansongsa Temple.","regDate":"2022-10-07","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites"],"imgUrl":"/2022-10-07-1665126108954/1581157_image2_1.webp","blogPath":"Gangwon-do/2022-10-07-1665126108954"},{"id":"2022-10-07-1665122173879","title":"Namdaecheon Stream (남대천)","description":"This stream is taken as the first among the Eight Sights of Yangyang. Originating from Odaesan Mountain (1,563 m) in Pyeongchang-gun, Gangwon-do, this river flows through Yangyang and into the East Sea. The stream is divided into five areas; the upper stream, Buyeon Valley, Beopsuchiri Valley, Eoseongjeoncheon Stream, and Namdaecheon Stream. Namdaecheon Stream is the foremost site for salmon run in Korea, with more than 70% of salmon in Korea returning to this “river mother of salmons.” Salmon fry hatching here spend about 3 to 5 years in Bering or the Sea of Okhotsk, and return to the East Sea to run the river and lay their eggs at the end of their lives. Salmon run in Namdaecheon Stream reaches its x_height in mid-October to November, and is celebrated by Yangyang Salmon Festival held in mid-October. Other fish sightings include the big-scaled redfin in April and May, and sweetfish in July and August. Namdaecheon Stream is said to be the clearest and the longest stream in Yeongdong region of Gangwon-do  while other streams are about 20 km long, Namdaecheon Stream has a total length of 54 km and many other distributaries. It is also home to tourist sites like the Beopsuchiri Valley and Naksan Beach, and Namdaecheon Eco Trail at the delta is known for its silver reeds in fall.","regDate":"2022-10-07","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites"],"imgUrl":"/2022-10-07-1665122173879/2365176_image2_1.webp","blogPath":"Gangwon-do/2022-10-07-1665122173879"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}