{"pageProps":{"content":"![Dae Jang Geum Park (용인 대장금 파크)](/2022-07-18-1658183864181/2391318_image2_1.webp)\n\n  \n## Overview\n\n> Dae Jang Geum Park in Yongin, Gyeonggi-do is the largest historical drama set in Korea. Facilities in the themed park are semi-permanent facilities reflected the architectural style, lifestyle and culture of the past, based on historical records. The facilities are in great harmony with the surrounding natural landscapes, which makes tourists feel as if they have traveled to the past in a time machine. The park has also been used as a filming site for music videos, documentaries, and commercials.\n\n  \n## Intro\n\n| | |\n| - | - |\n|accomcount:|No limit|\n|expagerange:|Open to visitors of all ages|\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br>(Korean, English, Japanese, Chinese) <br /> • For more info: +82-31-337-3241,<br>+82-2-789-1675|\n|opendate:|June 21, 2011|\n|parking:|Available|\n|restdate:|N/A (open all year round)|\n|usetime:|March-October 09:00-18:00<br />November-February 09:00-17:00|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Film Locations:|Filming site for MBC dramas like Flower in Prison, Scholar Who Walks the Night, Hwajung, Shine or Go Crazy, Diary of a Night Watchman, Triangle, King's Daughter- Soo Baek Hyang, Jeong Yi, the Goddess of Fire, Gu Family Book, Guam Heo Jun, The Moon that Embraces the Moon, Jumong, Queen Seondeok, Yi San, Dong Yi, The Duo, Gyebaek, God of War, Dr. Jin, Arang and the Magistrate, Horse Doctor, etc.|\n|Shopping Information:|* Café The Moon that Embraces the Sun - Coffee, other beverages and snacks <br />* Café Mia - Coffee, tea, other beverages, cookies, instant ramen and other instant food <br />* Mongyuhyang (court costume rental) - Drama-related souvenirs and traditional souvenirs|\n|Admission Fees:|Adults 9,500 won / Middle & high school students 8,000 won / Ages 4 years - elementary school students 7,000 won <br /><br>* Children under 4 years of age enter for free<br />* Discount rate applies to group visitors and senior citizens (ID required).|\n|Available Facilities:|* Tour facilities <br />- Open studios (sets) <br />* Experience facilities (Mongyuhyang) <br />- Costume-wearing: Try on costumes used for dramas <br />- Photo shoots: Take photos with characters from dramas (instant printing service available) <br />* Convenient facilities <br />- Cafes and vending machines <br />|\n|Facility Utilization Fees:|[Experience facilities] Try-on costumes: 20,000 won / Take photos: 20,000 won<br>* Take photos with mobile phones and cameras for free|\n|Restrooms:|Available |\n|Parking Fees:|Free|\n|Interpretation Services Offered:|Cultural tour docents available (English, Japanese, Chinese).|\n|Reservation Info. for Foreigners:|Reservations can be made online or by email. <br />* Email: djgpark@mbc.co.kr|\n  \n## Detail Image\n![/2022-07-18-1658183864181/2009786_image2_1.webp](/2022-07-18-1658183864181/2009786_image2_1.webp)\n![/2022-07-18-1658183864181/2009787_image2_1.webp](/2022-07-18-1658183864181/2009787_image2_1.webp)\n![/2022-07-18-1658183864181/2009788_image2_1.webp](/2022-07-18-1658183864181/2009788_image2_1.webp)\n![/2022-07-18-1658183864181/2009789_image2_1.webp](/2022-07-18-1658183864181/2009789_image2_1.webp)\n![/2022-07-18-1658183864181/2009790_image2_1.webp](/2022-07-18-1658183864181/2009790_image2_1.webp)\n![/2022-07-18-1658183864181/2009791_image2_1.webp](/2022-07-18-1658183864181/2009791_image2_1.webp)\n![/2022-07-18-1658183864181/2009792_image2_1.webp](/2022-07-18-1658183864181/2009792_image2_1.webp)\n![/2022-07-18-1658183864181/2009793_image2_1.webp](/2022-07-18-1658183864181/2009793_image2_1.webp)\n![/2022-07-18-1658183864181/2009794_image2_1.webp](/2022-07-18-1658183864181/2009794_image2_1.webp)\n![/2022-07-18-1658183864181/2009795_image2_1.webp](/2022-07-18-1658183864181/2009795_image2_1.webp)\n\n\n  \n## Contact\n\n\n- [🏠djgpark.imbc.com](http://djgpark.imbc.com)\n\n\n```googleMap\nlatitude: 37.1206595774\nlongitude: 127.3373315954\ntitle: 25, Yongcheon drama-gil, Baegam-myeon, Cheoin-gu, Yongin-si, Gyeonggi-do\n```\n  \n## Directions\n  \n[Bus]<br>\nFrom Yongin Bus Terminal, take Bus No. 10 to Baekam.<br>\n- Transfer to Bus No. 105 and get off at MBC Set Bus Stop.\n","data":{"id":"2022-07-18-1658183864181","title":"Dae Jang Geum Park (용인 대장금 파크)","description":"Dae Jang Geum Park in Yongin, Gyeonggi-do is the largest historical drama set in Korea. Facilities in the themed park are semi-permanent facilities reflected the architectural style, lifestyle and culture of the past, based on historical records. The facilities are in great harmony with the surrounding natural landscapes, which makes tourists feel as if they have traveled to the past in a time machine. The park has also been used as a filming site for music videos, documentaries, and commercials.","regDate":"2022-07-18","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Industrial Sites","Others"],"imgUrl":"/2022-07-18-1658183864181/2391318_image2_1.webp","blogPath":"Gyeonggi-do/2022-07-18-1658183864181","pageUrl":"https:/mcdryad.com/Gyeonggi-do/2022-07-18-1658183864181"},"dataList":[{"id":"2022-09-14-1663137214805","title":"East Nine Royal Tombs [UNESCO World Heritage] (구리 동구릉 [유네스코 세계문화유산])","description":"East Nine Royal Tombs are located in a large forest area, and they are the resting place of Joseon's kings and queens. There are nine royal mausoleums in total. The tombs are very large compared to other tombs in Korea, and the surrounding forest adds to the scenery. The nine royal mausoleums include the tomb of Joseon dynasty’s founder King Taejo (1335-1408), which is called Geonwolleung. <br> <br>A thick forest surrounds the mausoleums, and between the graves there are casual walking trails. The burial site carries 600 years of Joseon history with it.","regDate":"2022-09-14","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"","blogPath":"Gyeonggi-do/2022-09-14-1663137214805"},{"id":"2022-09-14-1663131905688","title":"Dongtan Lake Park (동탄호수공원)","description":"Dongtan Lake Park is a well-being space within the city with large grass field, picnic area, phytoncide forest and more along the lake. There are walking trails along the container bridge, various customized benches, and beautiful landscape to enjoy. Other facilities include sports facilities, water playground, and a large water fountain with a fountain show.","regDate":"2022-09-14","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"","blogPath":"Gyeonggi-do/2022-09-14-1663131905688"},{"id":"2022-09-13-1663065940454","title":"Dongducheon Special Tourist Zone (동두천 관광특구)","description":"The major attractions in the Dongducheon Special Tourist Zone include Soyosan Mountain, a prominent mountain standing in the northern part of Gyeonggi-do, and the commercial district around Bosan-dong which offers facilities and services for the US Army in Korea. <br><br>The azaleas color Soyosan Mountain pink in spring while the fall foliage brings hues of red, orange, and yellow in autumn. Located on the mountain is Jajaeam Hermitage, the place where the Buddhist Saint Wonhyo was said to have reached enlightenment. Near the entrance to the mountain, one can find restaurants serving sanchae (edible wild plants) dishes and tteokgalbi (grilled short rib meat patties) and a market for quality beef and chicken at affordable prices. <br><br>Near the Camp Casey military base in Bosan-dong are over 330 stores that have opened after the 1950s. Foreigners and tourists from abroad, particularly US soldiers, account for 40% of those visiting Dongducheon. Bosan Station (Seoul Subway Line 1) is located nearby.","regDate":"2022-09-13","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Recreational Sites","Tourist Complexes"],"imgUrl":"","blogPath":"Gyeonggi-do/2022-09-13-1663065940454"},{"id":"2022-09-13-1663062308945","title":"Cheongpyeong Lake (청평호반)","description":"Cheongpyeong Lake is an artificial lake that was formed with the construction of Cheongpyeong Dam in the Bukhangang River. Surrounding mountains and lake landscapes blend together harmoniously creating breathtaking views and is fast becoming a choice destination in Korea. <br><br>Near Cheongpyeong Lake there is an amusement park as well as numerous summer homes. On the nearby lake, one can enjoy water skiing and a host of other recreations. In addition, accommodation is also available making this destination a famous vacation spot all-year-round. Around Cheongpyeong Lake, there are a total of 30 boating areas for water skiing, motor boats, jet skis, banana boats, and various other water activities. All instrument rentals and lessons are also available.","regDate":"2022-09-13","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites"],"imgUrl":"","blogPath":"Gyeonggi-do/2022-09-13-1663062308945"},{"id":"2022-09-13-1663058993668","title":"Bukhansanseong Fortress (북한산성)","description":"First built in 132 during the Baekje era (18 BC-AD 660) under King Gaeru's reign, Bukhansanseong Fortress was the northernmost fortress that protected Baekje from Goguryeo's forces. In the year 475, the fortress fell in the hands of Gogyuryeo after a fierce battle. As a result, King Gaeru was killed and Baekje's princess fled to Ungjinseong Fortress. Despite the fortress' collapse and reconstructions, Bukhansanseong Fortress continued to play an important role in protecting the capital city throughout Korea's history of war.","regDate":"2022-09-13","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Fortresses"],"imgUrl":"","blogPath":"Gyeonggi-do/2022-09-13-1663058993668"},{"id":"2022-09-13-1663055633825","title":"Anyang Art Park (안양예술공원)","description":"Anyang Art Park is located 2 kilometers northeast of Anyang Station. The park features a pool of water from the valley streams of Gwanaksan and Samseongsan Mountains that surround the city. Once used as an amusement park, Anyang Art Park is now a citizen's park fully equipped with a variety of recreational facilities such as children's playground and a bungalow.","regDate":"2022-09-13","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Recreational Sites","Resorts"],"imgUrl":"","blogPath":"Gyeonggi-do/2022-09-13-1663055633825"},{"id":"2022-09-13-1663051098046","title":"Yumyeongsan National Recreational Forest (국립 유명산자연휴양림)","description":"Yumyeongsan National Recreational Forest is located near the mountain's entrance in the main valley. Despite its relatively low altitude, the Yumyeongsan Mountain is blessed with a steep valley and lush forests, resembling those of Cheonbuldong Valley in Seoraksan Mountain. The recreational park also has a well-managed hiking trail that follows the mountain's creek and unique rocks. The park is equipped with an auto-camping site, cabins, and outdoor exercise equipment for lodging and leisure purposes.","regDate":"2022-09-13","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"/2022-09-13-1663051098046/219377_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-13-1663051098046"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}