{"pageProps":{"content":"![Jecheon Deokjusa Temple (덕주사(제천))](/2022-07-27-1658957663294/2550994_image2_1.webp)\n\n  \n## Overview\n\n> Deokjusa Temple is a branch temple of Beopjusa Temple, the head temple of the 5th district of the Jogye Order. The temple is believed to have been established in 597 AD by Princess Deokju, the last princess of the Silla Kingdom. According to legend, Princess Deokju stayed at the site with Prince Ma-ui and built the temple, naming it after herself, along with the cave nearby. However, there are no records to confirm or refute these claims.<br><br>\nThe temple once stood in front of the Rock-carved Standing Buddha of Deokjusa Temple (a Treasure), but was burned down during the Korean War. The present temple building stands about 1.7 kilometers from the original temple site and is the result of reconstruction efforts conducted in the 1970s.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-43-653-1773|\n|parking:|Available|\n|restdate:|N/A (Open all year round)|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Restrooms:|Available|\n  \n## Detail Image\n![/2022-07-27-1658957663294/176541_image2_1.webp](/2022-07-27-1658957663294/176541_image2_1.webp)\n![/2022-07-27-1658957663294/176542_image2_1.webp](/2022-07-27-1658957663294/176542_image2_1.webp)\n![/2022-07-27-1658957663294/176543_image2_1.webp](/2022-07-27-1658957663294/176543_image2_1.webp)\n![/2022-07-27-1658957663294/176544_image2_1.webp](/2022-07-27-1658957663294/176544_image2_1.webp)\n![/2022-07-27-1658957663294/176545_image2_1.webp](/2022-07-27-1658957663294/176545_image2_1.webp)\n![/2022-07-27-1658957663294/176546_image2_1.webp](/2022-07-27-1658957663294/176546_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-43-653-1773](tel:+82436531773)\n- [🏠tour.jecheon.go.kr](http://tour.jecheon.go.kr/base/main/view)\n\n\n```googleMap\nlatitude: 36.8619616062\nlongitude: 128.0986787808\ntitle: 87, Mireuksonggye-ro 2-gil, Jecheon-si, Chungcheongbuk-do\n```\n  \n\n","data":{"id":"2022-07-27-1658957663294","title":"Jecheon Deokjusa Temple (덕주사(제천))","description":"Deokjusa Temple is a branch temple of Beopjusa Temple, the head temple of the 5th district of the Jogye Order. The temple is believed to have been established in 597 AD by Princess Deokju, the last princess of the Silla Kingdom. According to legend, Princess Deokju stayed at the site with Prince Ma-ui and built the temple, naming it after herself, along with the cave nearby. However, there are no records to confirm or refute these claims.<br><br>The temple once stood in front of the Rock-carved Standing Buddha of Deokjusa Temple (a Treasure), but was burned down during the Korean War. The present temple building stands about 1.7 kilometers from the original temple site and is the result of reconstruction efforts conducted in the 1970s.","regDate":"2022-07-27","author":"korea-tour","tag":["Chungcheongbuk-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-07-27-1658957663294/2550994_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-07-27-1658957663294","pageUrl":"https:/mcdryad.com/Chungcheongbuk-do/2022-07-27-1658957663294"},"dataList":[{"id":"2022-10-30-1667108677819","title":"Ssanggok Valley (쌍곡구곡)","description":"Ssanggok Valley, which is located in Chilseong-myeon, Goesan-gun, is 10.5km long stretching from Ssanggok village to Jesurijae.<br><br>The valley is surrounded by Bobaesan Mountain, Gunjasan Mountain and Bihaksan Mountain and clear water flows all year down the walls of a series of unique rock formations. <br><br>Thanks to its scenic beauty, many Confucian scholars used to visit here to enjoy literature and nature. <br><br>Ssanggok Valley is composed of nine valleys and each has its own unique atmosphere. <br><br>The first valley, Holongso, flows into a swamp area with many old pine trees nearby creating a picturesque view. The second valley is called Sogeumgang and it is said that its appearance changes with every season. Tteokbawi (rice cake rock) Valley gets its name from the shape it takes on, which is like a sliced rice cake. Similar to the first valley, Munsuam Valley, the fourth valley also has water flowing over uniquely shaped rocks with many old pine trees and flora. The fifth valley has quite a view of parallel rocks on both sides, while the sixth valley offers magnificent vistas of water flowing into a pool formed by the rocks. The water cascading down a huge boulder is said to look like the pleats of a woman’s skirt unfolding at the seventh valley. The eighth valley gathers water into a pond shape from the waterfall; legend says that fairies bathe here. The ninth valley is wide and refreshingly cool even during the hottest summer months.","regDate":"2022-10-30","author":"korea-tour","tag":["Chungcheongbuk-do","Nature","Natural Sites","Valleys"],"imgUrl":"/2022-10-30-1667108677819/731391_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-10-30-1667108677819"},{"id":"2022-10-30-1667106340641","title":"Soseonam Recreational Forest (소선암자연휴양림)","description":"Soseonam Recreational Forest is located in Danyang, near one of the Eight Scenic Sites of Danyang. It is replete with flowing streams, verdant landscape and surrounded by many famous landmarks, including Chungjuho Lake, Sainam Rock, Duaksan and Doraksan Mountains, and Jebibong Peak. The forest is easily accessible from the expressway, making it a popular vacation spot throughout the year, with beautiful scenery in every season.","regDate":"2022-10-30","author":"korea-tour","tag":["Chungcheongbuk-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"/2022-10-30-1667106340641/219184_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-10-30-1667106340641"},{"id":"2022-10-30-1667104200266","title":"Sono Moon Danyang Ocean Play (소노문 단양 오션플레이)","description":"Sono Moon Danyang Ocean Play is an indoor water park supplying clean heated water. With numerous hot springs and amusement facilities that are open year round, it is the perfect vacation spot for families, couples and friends. The water park has the biggest bade pool in Korea as well as pools including couple bath, cave bath, event bath and more. The health pool with carbonated water will help guests relax from the hustle and bustle of the city life.","regDate":"2022-10-30","author":"korea-tour","tag":["Chungcheongbuk-do","Culture/Art/History","Recreational Sites","Hot Springs & Spa"],"imgUrl":"/2022-10-30-1667104200266/567028_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-10-30-1667104200266"},{"id":"2022-10-29-1667040241005","title":"Songnisan Special Tourist Zone (속리산 관광특구)","description":"With Songnisan National Park at its center, Songnisan Special Tourist Zone offers picturesque scenery and cozy resorts. At 1,058 meters above sea level, Songnisan Mountain is one of the 8 scenic wonders in Korea, and its steep peaks and deep valleys create a fascinating view. A variety of hiking trails that set out from Beopjusa Temple offer superb mountain scenery from every angle.<br><br>A tourism complex around Songnisan National Park offers various types of accommodations, and the areas attractions, such as Beopjusa Temple, Seowongyegok Valley, Mansugyegok Valley and Solhyang Park are not to be missed. In fact, the mountain is a habitat for rare animals and plants, including flying squirrels and Berchemia Berchemiaefolia, and is called a “treasure house of natural resources.”<br><br>The convenient accessibility should be noted as well. The highway between Dangjin and Yeongdeok goes through the zone, and it takes only 30 minutes from Cheongju International Airport. This helps foreign tourists from China, Taiwan and Singapore as well as Korean visitors to easily access the zone. <br><br>A variety of events, including the Songni Festival, the Songnisan Maple Music Festival and the Songnisan Hiking Festival, are held every year, and the largest number of tourists visit in autumn to appreciate a view of the mountain tinged with red. <br><br>* Current State of Songnisan Special Tourist Zone <br>1) Districts Covered  Areas around Sangpan, Jungpan, Galmok and Sanae-ri, Songnisan-myeon, Boeun-gun, Chungcheongbuk-do <br>2) Area  43,745,528 ㎡","regDate":"2022-10-29","author":"korea-tour","tag":["Chungcheongbuk-do","Culture/Art/History","Recreational Sites","Tourist Complexes"],"imgUrl":"/2022-10-29-1667040241005/1917318_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-10-29-1667040241005"},{"id":"2022-10-29-1667036465705","title":"Songnisan National Park (Chungcheongbuk-do Section) (속리산국립공원(충북))","description":"Songnisan National Park is comprised of Songnisan Mountain (alt. 1,057 m) and the valleys of Hwayang, Seonyu, and Ssanggok. Situated in the middle of the Sobaek Mountain Range, the southwest branch of the Taebaek Mountain Range, Songnisan Mountain is one of Korea’s most beautiful sites, featuring outstanding scenery and fantastic rock formations. It is also home to one of Koreas largest temples, Beopjusa Temple. Songnisan Mountains deep valleys and many natural monuments attract countless mountaineers and tourists. The cherry blossoms in the spring, green pine forest in the summer, and the lovely autumn leaves in the fall make this place beautiful all the year round.","regDate":"2022-10-29","author":"korea-tour","tag":["Chungcheongbuk-do","Nature","Natural Sites","National Parks"],"imgUrl":"/2022-10-29-1667036465705/2677704_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-10-29-1667036465705"},{"id":"2022-10-29-1667033223129","title":"Songgyegyegok Valley (송계계곡)","description":"Songgyegyegok Valley lies at the foot of Woraksan Mountain in Jecheon, Chungcheongbuk-do. Crystal-clear water flows between the rocks that are scattered throughout the valley. The valley is a perfect summer getaway as the forest and cool water provide much needed shelter from the heat. In fall, visitors can enjoy fall foliage. There are various attractions in the mountain for visitors to explore.","regDate":"2022-10-29","author":"korea-tour","tag":["Chungcheongbuk-do","Nature","Natural Sites","Valleys"],"imgUrl":"/2022-10-29-1667033223129/489560_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-10-29-1667033223129"},{"id":"2022-10-29-1667029104958","title":"Sobaeksan National Park (Northern Section) (소백산국립공원(북부))","description":"Sobaeksan Mountain is renowned for its natural splendor and mystery, standing tall in the middle of the Korean peninsula, and offering several magnificent peaks, such as Hyeongjebong, Sinseonbong, Gungmangbong, Birobong, and Yeonhwabong. Its captivating seasonal beauty attracts visitors year round. The moutains recreational forest was designated as the third national park in Chungcheongbuk-do in 1987, following Songnisan Mountain and Woraksan Mountain in 1970 and 1984 respectively. The open grass field on Birobong Peak (1,439 meters) resembles the Swiss Alps. On Yeonhwabong Peak (1,349 meters) is Sobaeksan Optical Astromony Observatory (SOAO), which laid the foundation for Koreas astronomy.","regDate":"2022-10-29","author":"korea-tour","tag":["Chungcheongbuk-do","Nature","Natural Sites","National Parks"],"imgUrl":"/2022-10-29-1667029104958/1595367_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-10-29-1667029104958"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}