{"pageProps":{"content":"![Daegu Gyesan Catholic Church (대구 계산동성당)](/2022-07-13-1657726959201/2642032_image2_1.webp)\n  \n## Overview\n\n> The Daegu Gyesan Catholic Church was built by Father Robert, A.P. (1853-1922), who came to Daegu for missionary work. In 1899, the church building was constructed with wood using a Korean-style design, but was destroyed by fire a few months after construction began. Father Robert created a new building design and imported stained glass and galvanized iron from France and Hong Kong, since these types of building materials were hard to find in Korea. Construction was finally completed in 1902, three years after the project first started.\n<br><br>\nThis church is the only remaining structure in Daegu from the early 1900s. The church building is designed in the shape of a Latin cross, consisting of a nave and transept. This predominantly Romanesque church also features some Gothic architectural elements such as the stained-glass windows and pinnacles.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330<BR> (Korean, English, Japanese, Chinese) <br> • For more info: +82-53-254-2300|\n|parking:|Available|\n|usetime:|[Mass schedule] <br>Saturday - Special mass 16:00, 19:30 / Regular mass 06:30<br>Sundays - 06:30, 08:00, 09:30, 11:00, 17:00, 18:30, 20:00, 21:30<br>Mondays - 06:30<br>Tuesday-Friday 0:30, 11:30, 19:30|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Admission Fees:|Free|\n|Restrooms:|Available|\n  \n## Detail Image\n![/2022-07-13-1657726959201/1026129_image2_1.webp](/2022-07-13-1657726959201/1026129_image2_1.webp)\n![/2022-07-13-1657726959201/1763762_image2_1.webp](/2022-07-13-1657726959201/1763762_image2_1.webp)\n![/2022-07-13-1657726959201/2050629_image2_1.webp](/2022-07-13-1657726959201/2050629_image2_1.webp)\n![/2022-07-13-1657726959201/2050633_image2_1.webp](/2022-07-13-1657726959201/2050633_image2_1.webp)\n![/2022-07-13-1657726959201/2050634_image2_1.webp](/2022-07-13-1657726959201/2050634_image2_1.webp)\n![/2022-07-13-1657726959201/2050635_image2_1.webp](/2022-07-13-1657726959201/2050635_image2_1.webp)\n![/2022-07-13-1657726959201/2050636_image2_1.webp](/2022-07-13-1657726959201/2050636_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-53-254-2300](tel:+82532542300)\n- [🏠www.kyesan.org](http://www.kyesan.org/)\n\n\n```googleMap\nlatitude: 35.8679756281\nlongitude: 128.5877689624\ntitle: 10, Seoseong-ro, Jung-gu, Daegu\n```\n  \n## Directions\n  \n[Subway]<BR>\nBanwoldang Station (Daegu Subway Line 1 or 2), Exit 18.<br>\nGo straight about 300 m and turn right at the Gyesan 5-way Intersection.<br>\nGo straight for approx. 170 m to arrive at the Daegu Gyesan Catholic Church on the right.\n","data":{"id":"2022-07-13-1657726959201","title":"Daegu Gyesan Catholic Church (대구 계산동성당)","description":"The Daegu Gyesan Catholic Church was built by Father Robert, A.P. (1853-1922), who came to Daegu for missionary work. In 1899, the church building was constructed with wood using a Korean-style design, but was destroyed by fire a few months after construction began. Father Robert created a new building design and imported stained glass and galvanized iron from France and Hong Kong, since these types of building materials were hard to find in Korea. Construction was finally completed in 1902, three years after the project first started.<br><br>This church is the only remaining structure in Daegu from the early 1900s. The church building is designed in the shape of a Latin cross, consisting of a nave and transept. This predominantly Romanesque church also features some Gothic architectural elements such as the stained-glass windows and pinnacles.","regDate":"2022-07-13","author":"korea-tour","tag":["Daegu","Culture/Art/History","Historical Sites","Holy Sites"],"imgUrl":"/2022-07-13-1657726959201/2642032_image2_1.webp","blogPath":"Daegu/2022-07-13-1657726959201","pageUrl":"https:/mcdryad.com/Daegu/2022-07-13-1657726959201"},"dataList":[{"id":"2022-08-15-1660532264317","title":"Gyeongsanggamnyeong Park (경상감영공원)","description":"Located in central Daegu, Gyeongsanggamyeong Park was built during the 34th year of King Seonjo of the Joseon Dynasty (1601) and was the original location of Gyeongsanggamyeong (1910), the office of the Gyeongsangbuk-do governor. In 1965 the provincial office was moved to another location and the park opened its doors to the public under the name of Central Park. The park was renamed again in 1997 and has been known as Gyeongsanggamyeong Park ever since.<br><br>Many cultural and historical heritages are located in the park including the Seonhwa-dang building where the governor worked (Daegu Tangible Cultural Property No.1); the Jungcheong-gak building that was one of the governor’s residences (Daegu Tangible Cultural Property No.2); and Seonjeong-bi gravestone where governor’s achievements are engraved. Seonhwa-dang building in particular has historical significance since it is one of the few remaining government buildings.<br><br>The park is well loved by citizens for its green forest, beautiful flowers, well-developed grass plaza, scenic fountain area, and its comfortable walking paths.","regDate":"2022-08-15","author":"korea-tour","tag":["Daegu","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-08-15-1660532264317/1575311_image2_1.webp","blogPath":"Daegu/2022-08-15-1660532264317"},{"id":"2022-08-14-1660520263846","title":"Guam Farm Stay Village (구암팜스테이마을)","description":"Guam Farm Stay Village is located near the city so it is easy to find and is well-equipped with cultural facilities. Some rocks in the area resemble the back of a turtle so it is referred to as “Guam”. (‘Gu(龜)’ means turtle (geobuk) and ‘Am (岩)’ means rock (bawi))Farming experiences start from the time when cherry blossom are about to be in full bloom along the road surrounding the foot of Palgongsan Mountain. Visitors can take part in planting various vegetable seeds, thinning out the apple trees, rice reaping, and pulling out beans.The village is abounding in fruits, including apples, grapes, peaches, and chestnuts.Among the many hands-on programs, picking apples and chestnuts has already became famous activities for nearby kindergarten students. To facilitate the farm stay program, Nonghyup operates a weekend farm, where one can grow and taste vegetables such as lettuce and chili.","regDate":"2022-08-14","author":"korea-tour","tag":["Daegu","Culture/Art/History","Experience Programs","Village Experience"],"imgUrl":"/2022-08-14-1660520263846/2493724_image2_1.webp","blogPath":"Daegu/2022-08-14-1660520263846"},{"id":"2022-08-14-1660516715901","title":"E-World 83 Tower (이월드 83타워)","description":"83 Tower is a symbol of Daegu and offers an incredible view of the entire city. The tower also has a revolving restaurant and Sky Lounge, offering top cuisine and night views of the city.","regDate":"2022-08-14","author":"korea-tour","tag":["Daegu","Culture/Art/History","Architectural Sights","Buildings"],"imgUrl":"/2022-08-14-1660516715901/1575475_image2_1.webp","blogPath":"Daegu/2022-08-14-1660516715901"},{"id":"2022-08-14-1660513033713","title":"E-World (이월드)","description":"E-World is a theme park built around Woobang Tower in Daegu. The area around the tower was remodeled as a European-style park and opened to the public in March 1995. It features a waterfall, fountains, lighting displays, and flowers, as well as rides, exhibition and performance halls, and restaurants. E-World has several plazas characterized by different themes; major plazas include Entry Plaza, Central Plaza, Children’s Plaza (playground), and Young Town Plaza.","regDate":"2022-08-14","author":"korea-tour","tag":["Daegu","Culture/Art/History","Recreational Sites","Theme Parks"],"imgUrl":"/2022-08-14-1660513033713/2494060_image2_1.webp","blogPath":"Daegu/2022-08-14-1660513033713"},{"id":"2022-08-14-1660509508325","title":"Dongsan Cheongna Hill (동산청라언덕)","description":"Cheongna Hill is the place where Christian missionaries resided during the early 20 century, planting many ivies along the site. It is also called Dongsan Cheongna Hill for being on the eastern side of Daegu's center. There are many attractions in this beautiful garden including Chamness’ House, Switzer’s House, Blair’s House, 90 stairs, Daegu 3.1 Independence Movement Road, Daegu's first western apple tree, a memorial stone inscribed with the song Thinking of My Friend” , and the cemetery of the missionaries and their family. Cheongna Hill is also the starting point of Daegu's Street Tour Course 2 as well as a popular drama film location.","regDate":"2022-08-14","author":"korea-tour","tag":["Daegu","Culture/Art/History","Experience Programs","Cultural Districts"],"imgUrl":"/2022-08-14-1660509508325/2368397_image2_1.webp","blogPath":"Daegu/2022-08-14-1660509508325"},{"id":"2022-08-14-1660505722333","title":"Donghwasa Temple (Daegu) (동화사(대구))","description":"Donghwasa Temple is located on the south side of Palgongsan Mountain, about 22km northeast of Daegu. It was built by Monk Geukdal in the 15th year of King Soji’s reign (AD 493). The original name of the temple was Yugasa Temple, but Simjiwangsa rebuilt the temple under King Heungdeok (r. AD 826-836) and named it Donghwasa Temple, which means even during the winter season, the paulownia tree still blooms. The present temple was built in 1732. <Br><br>When you turn the corner, the first thing that catches your eye is the Seolbeopjeon Hall. To the left of Seolbeopjeon is Daeungjeon Hall, the main building, and a path to the right leads to Geumgang Stairs. If you turn left in the direction of Daeungjeon you will see Bongseoru Pavilion, aptly named to signify a phoenix (bonghwang in Korean) with its tail pointed downward. Past Bongseoru are stairs that are typical of the ones leading into Daeungjeon, called Nugak Stairs. On either side of the stairs are railings in the shape of a dragon, and in the middle of the stairs, there is a round stone marble that resembles a dragon orb, a ball often associated with dragons.  <br><Br>Donghwasa’s Daeungjeon is segmented into 3 sections at the front and side, and its natural looking pillars are one of its main attractions. It includes the statues of Seokgamonibul, Amitabul, and Yaksayeoraebul inside. If you walk down the stone stairs beside Bongseoru and walk along the cement road for a while, you will find the huge Seokjoyaksa Yeoraebul. Created as a prayer for reunification, this large Buddha statue is 17m high. The stone tower, stone light,  lion statue, and the lotus flower that decorate the Buddha statue are all very large in size. Behind the statue are also stones arranged in a circular form, resembling a beautiful scroll painting. These are world-class size stone artifacts.","regDate":"2022-08-14","author":"korea-tour","tag":["Daegu","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-08-14-1660505722333/1574183_image2_1.webp","blogPath":"Daegu/2022-08-14-1660505722333"},{"id":"2022-08-14-1660502596118","title":"Dalseong Marsh (대구 달성습지)","description":"Dalseong Marsh is located in the meeting point of Nakdonggang River, Geumghogang River, Jincheoncheon Stream, and Daemyeongcheon Stream. Spanning an area of 2㎢, the marsh is comprised of wetlands and freshwater lake where various seasonal aquatic plants are grown. It is also home to several different species of migratory birds.","regDate":"2022-08-14","author":"korea-tour","tag":["Daegu","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2022-08-14-1660502596118/1655438_image2_1.webp","blogPath":"Daegu/2022-08-14-1660502596118"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}