{"pageProps":{"content":"![Cheonjeyeonpokpo Falls (천제연폭포)](/2022-07-19-1658227233086/2650708_image2_1.webp)\n\n  \n## Overview\n\n> Cheonjeyeonpokpo Falls, named \"The Pond of God,\" consists of three sections. The first waterfall falls into a pond with a depth of 21 meters. From here, it falls two more times, creating the second and third waterfalls, which then flow into the sea. To the east of the first waterfall is a cave, where water falls from the ceiling. In the past, people believed this water had healing properties, with many people bathing in the waters. These days, swimming is strictly prohibited. In Cheonjeyeon Valley, visitors can see Seonimgyo Bridge (arch bridge with 7 nymphs carved on the side) and the octagonal Cheonjeru Pavilion. Seonimgyo Bridge is also called Chilseonyeogyo, meaning \"seven nymphs bridge,\" and it connects Cheonjeyeon Falls with Jungmum Tourist Complex. <br><br>\n\nOn the surface of Cheonjeru Pavilion, there is a painting that tells Cheonjeyeon’s legend of the seven nymphs and the mountain god.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-64-760-6331|\n|parking:|Available|\n|usetime:|09:00-19:00 <br> * Last ticketing 1 hr. before closing|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Admission Fees:|Individuals - Adults 2,500 won / Children 1,350 won <br>Groups - Adults 2,050 won / Children 850 won <br><br> * Free admission: Preschoolers (ages 6 & younger), senior citizens (ages 65 & older)<br> * Group: 10 or more people<br>* Adults (ages 25-64) / Children (ages 7-24)|\n|Restrooms:|Available|\n  \n## Detail Image\n![/2022-07-19-1658227233086/2650702_image2_1.webp](/2022-07-19-1658227233086/2650702_image2_1.webp)\n![/2022-07-19-1658227233086/2650703_image2_1.webp](/2022-07-19-1658227233086/2650703_image2_1.webp)\n![/2022-07-19-1658227233086/2650705_image2_1.webp](/2022-07-19-1658227233086/2650705_image2_1.webp)\n![/2022-07-19-1658227233086/2650706_image2_1.webp](/2022-07-19-1658227233086/2650706_image2_1.webp)\n![/2022-07-19-1658227233086/2650707_image2_1.webp](/2022-07-19-1658227233086/2650707_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-64-760-6331](tel:+82647606331)\n- [🏠www.visitjeju.net](http://www.visitjeju.net/)\n\n\n```googleMap\nlatitude: 33.2526559999\nlongitude: 126.4184294967\ntitle: 132, Cheonjeyeon-ro, Seogwipo-si, Jeju-do\n```\n  \n## Directions\n  \n[Bus]<br>\nFrom Jeju Airport, take Airport Limosine Bus 600 bound for Jungmun and get off at Yeomiji Botanical Garden Bus Stop.<br>Walk for approx. 5-10 min.\n","data":{"id":"2022-07-19-1658227233086","title":"Cheonjeyeonpokpo Falls (천제연폭포)","description":"Cheonjeyeonpokpo Falls, named \"The Pond of God,\" consists of three sections. The first waterfall falls into a pond with a depth of 21 meters. From here, it falls two more times, creating the second and third waterfalls, which then flow into the sea. To the east of the first waterfall is a cave, where water falls from the ceiling. In the past, people believed this water had healing properties, with many people bathing in the waters. These days, swimming is strictly prohibited. In Cheonjeyeon Valley, visitors can see Seonimgyo Bridge (arch bridge with 7 nymphs carved on the side) and the octagonal Cheonjeru Pavilion. Seonimgyo Bridge is also called Chilseonyeogyo, meaning \"seven nymphs bridge,\" and it connects Cheonjeyeon Falls with Jungmum Tourist Complex. <br><br>On the surface of Cheonjeru Pavilion, there is a painting that tells Cheonjeyeon’s legend of the seven nymphs and the mountain god.","regDate":"2022-07-19","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites","Waterfalls"],"imgUrl":"/2022-07-19-1658227233086/2650708_image2_1.webp","blogPath":"Jeju-do/2022-07-19-1658227233086","pageUrl":"https:/mcdryad.com/Jeju-do/2022-07-19-1658227233086"},"dataList":[{"id":"2023-02-11-1676111756782","title":"Seogwang Tea Garden (제주 서광다원)","description":"Seogwang Tea Garden, located in Seogwipo-si, Jeju, is known as the most well managed and largest tea plantation in Korea. Here, the tea leaves receive just the right amount of sun for it to be made into the highest quality product. Occupying an area 528,928m², the green field is spread out across the slopes of Seogwangseo-ri, attracting many visitors to the site. <br><br>The fields didnt use to be this green though; the ground was rocky and the soil composition wasnt fertile enough for plants to survive. Seogwang Tea Gardens transformation from a barren land to a lush green plantation became a good example of successful agriculture in the mountain areas. <br><br>The garden was also where  Kim Jeong-hui (pen name Chusa), one of the most celebrated practitioners of calligraphy in the Joseon dynasty, spent his life of exile growing tea plants.","regDate":"2023-02-11","author":"korea-tour","tag":["Jeju-do","Culture/Art/History","Experience Programs"],"imgUrl":"/2023-02-11-1676111756782/1620141_image2_1.webp","blogPath":"Jeju-do/2023-02-11-1676111756782"},{"id":"2023-02-11-1676108152206","title":"Sehwa Beach (세화해변)","description":"Sehwa Beach, located in Sehwa-ri in Gujwa-eup, is a white sandy beach with black basalt that harmonizes perfectly with the emerald waters. Sehwa Beach is well-known in Jeju Island due to its close proximity with Bellongjang Market and Sehwa Folk Fifth-day Market, opening right next to Sehwa Beach, as well as the flea market at Bellongjang Market attracting many visitors.","regDate":"2023-02-11","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites"],"imgUrl":"/2023-02-11-1676108152206/1618259_image2_1.webp","blogPath":"Jeju-do/2023-02-11-1676108152206"},{"id":"2023-02-11-1676104701261","title":"Sarabong Park (사라봉공원)","description":"Sarabong Park is located on a 143 meter-high hill just east of Dongmun Rotary in Jeju. The park is best known for its spectacular sunset views, which is often regarded as a perfect complement to Seongsan Ilchulbong Peaks view of the sunrise.<br><br>Sarabong Park offers a spectacular view of the expansive blue waters to the north and Hallasan Mountain to the south, making it popular among locals and tourists alike. Visitors traveling by bus will see Mochungsa Temple on the way to the park. Byeoldobong Peak lying to the east features a paragliding runway. At the foot of Sarabong is Udang Library. The road from the library, passing behind Sarabong Peak to Jeju Harbor and to Tapdong provides a very scenic driving route.","regDate":"2023-02-11","author":"korea-tour","tag":["Jeju-do","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2023-02-11-1676104701261/197792_image2_1.webp","blogPath":"Jeju-do/2023-02-11-1676104701261"},{"id":"2023-02-11-1676100919356","title":"Sanjicheon Stream (산지천)","description":"Running across from Dongmun Market in Jeju City, Sanjicheon Stream is home to a rich array of freshwater fish (e.g. sweetfish, gray mullets, Amur goby, and carps). In summer, it attracts hundreds of thousands of anglers as well as children.<br><br>The port, downstream from Sanjicheon Stream, is renowned for picturesque views of fishing boats, egrets, and seagulls. A restored Chinese sailing vessel is exhibited at the end of the stream for visitors. Along the stream are walking paths, a park, and music fountains, in which Sanjicheon Art Festival and a slew of cultural events and performances are held every summer and winter, attracting many visitors.","regDate":"2023-02-11","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites","Valleys"],"imgUrl":"/2023-02-11-1676100919356/1938304_image2_1.webp","blogPath":"Jeju-do/2023-02-11-1676100919356"},{"id":"2023-02-11-1676097503571","title":"Sanji Lighthouse (산지 등대)","description":"The name Sanji derives from the area being recorded as Sanjichon Village, literally translated as the mountainous village, in Tamna Sullyeokdo, a book of paintings showing life in Jeju. This record was created in 1702 by painter Kim Nam-gil, under the command of the Jeju Province governor, Lee Hyeong-sang.<br><br>Sanjicheon Stream originates from Hallasan Mountain and empties itself into the sea. Sitting halfway up Sarabong Peak, one of the signature parks on Jeju-do island, Sanji Lighthouse overlooks the port of Jeju.","regDate":"2023-02-11","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites"],"imgUrl":"/2023-02-11-1676097503571/2009312_image2_1.webp","blogPath":"Jeju-do/2023-02-11-1676097503571"},{"id":"2023-02-11-1676093723454","title":"Sangumburi Crater (산굼부리)","description":"Sangumburi Crater has been designated as a Natural Monument. It is located on the southeast side of Jeju, and is a flat crater, about 650 meters wide, 100 meters deep, and 2,070 meters in circumference. If you look at the crater from above up, it looks like a man-made circular stadium. There is a variety of plant-life in the crater.  On the north side, Nandaeseong vegetation such as red-thorn trees, and magnolia trees grow, along with the rare winter strawberries.  On the south side of the crater, Ondaerim vegetation such as evergreens, maples, and mountain strawberry trees cover the area.  Because so many different kinds of trees and plants grow in such a limited space, it attracts the attention of researchers as well.","regDate":"2023-02-11","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites","Mountains"],"imgUrl":"/2023-02-11-1676093723454/2364387_image2_1.webp","blogPath":"Jeju-do/2023-02-11-1676093723454"},{"id":"2023-02-11-1676090352667","title":"Sanbangsan Mountain (산방산)","description":"Sanbangsan Mountain is the result of violent volcanic activity some 700,000 to 800,000 years ago and is in fact a huge body of lava. The cliffs on the southern side of the lava dome are marked with a rich variety of curious formations such as weathering pits and talus scree slopes, some of which are as high as 200 meters. As its name ‘sanbang’ – literally meaning ‘a cave inside a mountain’ – suggests, this mountain contains a cave, which is located about 150 meters above sea level and has a spectacular view out over the ocean. Due to its close location to the sea and its high elevation, the peak is often ringed with clouds. The upper slopes of the mountain have their own distinct climatic conditions and are protected for their value for botanical research. <br><br>The Sanbangsa Temple and  Bomunsa Temple, which holds the relics of Buddha, are both located on the mountain. Walk along the stone-steps between the two temples and you will find the Sanbanggulsa Grotto. A signal beacon called ‘Yeondae’ in Korean stands at the roadside in front of the mountain, which, in the past, used to fire and smoke to relay urgent messages. Regarding function, it is similar to the more well-known ‘Bongsudae’ signal beacons; but ‘Yeondae’ beacons were built around hilly or coastal areas while ‘Bongsudae’ beacons were built on mountain tops. During the daytime, smoke was used to send warning signals, while fire was used at night. <br><br>*x_height above sea level  395.2m/ x_height above ground-level  345m/ Circumference  3,780m / Area  988,332㎡/ Diameter 1,314m","regDate":"2023-02-11","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites","Mountains"],"imgUrl":"/2023-02-11-1676090352667/2648186_image2_1.webp","blogPath":"Jeju-do/2023-02-11-1676090352667"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}