{"pageProps":{"content":"![Dongnagwon House (동락원)](/2022-07-31-1659293025554/1035824_image2_1.webp)\n\n  \n## Overview\n\n> The Dongnagwon House in Jeonju Hanok Village provides a getaway to experience hanok stay and traditional Korean life. Affiliated with Jeonju Kijeon College, Dongnagwon is also a memorial hall dedicated to W. M. Junkin, who came to Korea as a missionary from the South Presbyterian Church of the United States in 1892. Dongnagwon is a reproduction of the old hanok houses in Jeonju from the time when W. M. Junkin was doing his missionary work in the area. It is \ncomprised of three buildings: Anchae (main hall), Sarangchae (guest house), and Haengnangchae (servants’ quarters).<br><br>Visitors to Dongnagwon can learn and experience traditional Korean culture such as music, crafts, and dance while inhabiting traditional lodging. In addition to providing accommodation for individual guests, Dongnagwon is also used for group accommodations or activities such as seminars, conferences, and family events. For groups of 30 or more, it is possible to rent out the entire venue (in addition to all facilities, including Seungdokdang, Seunghwadang, Cheongyuje, and the front yard).\n\n  \n## Intro\n\n| | |\n| - | - |\n|accomcount:|Up to 100 people|\n|infocenter:|• 1330 Travel Hotline: +82-63-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-63-285-3490|\n|parking:|* Nearby public parking lot|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Admission Fees:|Free|\n|Restrooms:|Available|\n|Facilities for the Handicapped:|Not available|\n|Parking Fees:|Free|\n|Reservation Info. for Natives:|Reservations made via phone|\n  \n## Detail Image\n![/2022-07-31-1659293025554/1035748_image2_1.webp](/2022-07-31-1659293025554/1035748_image2_1.webp)\n![/2022-07-31-1659293025554/1035751_image2_1.webp](/2022-07-31-1659293025554/1035751_image2_1.webp)\n![/2022-07-31-1659293025554/1035810_image2_1.webp](/2022-07-31-1659293025554/1035810_image2_1.webp)\n![/2022-07-31-1659293025554/1035818_image2_1.webp](/2022-07-31-1659293025554/1035818_image2_1.webp)\n![/2022-07-31-1659293025554/198160_image2_1.webp](/2022-07-31-1659293025554/198160_image2_1.webp)\n![/2022-07-31-1659293025554/198163_image2_1.webp](/2022-07-31-1659293025554/198163_image2_1.webp)\n![/2022-07-31-1659293025554/198164_image2_1.webp](/2022-07-31-1659293025554/198164_image2_1.webp)\n![/2022-07-31-1659293025554/198165_image2_1.webp](/2022-07-31-1659293025554/198165_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-63-285-3490](tel:+82632853490)\n- [🏠www.dongnakwon.com/](http://dongnakwon.com/)\n\n\n```googleMap\nlatitude: 35.8168446419\nlongitude: 127.1529168367\ntitle: 33-6, Eunhaeng-ro, Wansan-gu, Jeonju-si, Jeollabuk-do\n```\n  \n## Directions\n  \n[Bus] <br>1) From Jeonju Station, take bus 79 or 119. <br>Get off at Jeondong \nCathedral (Hanok Village) Bus Stop. <br>\n<br>2) From Jeonju Intercity/Express Bus Terminal, take bus 79. <br>Get off at \nJeondong Cathedral (Hanok Village) Bus Stop. <br>\n<br>[Taxi] <br>It takes 15-20min by taxi from Jeonju Station or Jeonju Bus Terminal.\n","data":{"id":"2022-07-31-1659293025554","title":"Dongnagwon House (동락원)","description":"The Dongnagwon House in Jeonju Hanok Village provides a getaway to experience hanok stay and traditional Korean life. Affiliated with Jeonju Kijeon College, Dongnagwon is also a memorial hall dedicated to W. M. Junkin, who came to Korea as a missionary from the South Presbyterian Church of the United States in 1892. Dongnagwon is a reproduction of the old hanok houses in Jeonju from the time when W. M. Junkin was doing his missionary work in the area. It is comprised of three buildings  Anchae (main hall), Sarangchae (guest house), and Haengnangchae (servants’ quarters).<br><br>Visitors to Dongnagwon can learn and experience traditional Korean culture such as music, crafts, and dance while inhabiting traditional lodging. In addition to providing accommodation for individual guests, Dongnagwon is also used for group accommodations or activities such as seminars, conferences, and family events. For groups of 30 or more, it is possible to rent out the entire venue (in addition to all facilities, including Seungdokdang, Seunghwadang, Cheongyuje, and the front yard).","regDate":"2022-07-31","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Experience Programs","Traditional Experience"],"imgUrl":"/2022-07-31-1659293025554/1035824_image2_1.webp","blogPath":"Jeollabuk-do/2022-07-31-1659293025554","pageUrl":"https:/mcdryad.com/Jeollabuk-do/2022-07-31-1659293025554"},"dataList":[{"id":"2022-08-01-1659323323304","title":"Gangcheonsan County Park (강천산 군립공원)","description":"Gangcheonsan Mountain is surrounded by Gwangcheonsan Gwangjubong Peak (583.7 meters above sea level), Gwangdeoksan Seonnyeobong Peak (578 meters), and Sanseongsan Yeondaebong Peak (603 meters above sea level) in the area of 996beonji, Cheonggye-ri, Sunchang-gun, Jeollabuk-do. It is divided into small canyons and has an outstanding view with rocky mountains on all sides. The valley was called Gangcheon Valley because clean and clear water flows like a spring on the hard rocks, and all the mountains around it were called Gangcheonsan Mountain. It is said that in the past it was called Yongcheonsan Mountain, named after the shape of two dragons waving their tails toward the sky and ascending to heaven.<br><br>Following the Noryeong Mountain Range to Chuwolsan Mountain, it forms Gwangdeoksan Mountain and Yongcheonsan Mountain. On Sanseongsan Mountain (two dragons from the eastern sky to the western sky) that towers high in the sky, two dragons run east side by side. There are numerous peaks, some famous ones are, Yeondaebong, Undaebong, Suyeongbong, Cheonjabong, Gitdaebong, Gwangjubong, Gyeonjebong, and Songrakbong peaks. Between these two mountains is a very deep valley. Some of the famous valleys are, Yeondaegyegok Valley, Seonnyeogyegok Valley (Jeobujegol), Wondeunggyegok Valley (Yongdaeamgol), Buntonggol Pass, Jijigol Valley, Somokgol Valley, Samindaegyegok Valley (Hwangwoojegol), Giwoojegol Valley, Senyanggol Valley, Multonggol Valley, Chodanggol Valley, Ujakgol Valley, Dongmakgol Valley, Geumganggyegok Valley (Tapsanggol), Seungbanggol Valley, Byeondugol Valley, etc. The clear water flowing from every valley joins into one and the sound of the water crashing against the rocks and stones echoes throughout the valley and enters Gangcheonho Lake.<br><br>When spring comes, willows bloom, and when the forsythia and azaleas are in full bloom, wild cherry blossoms reach full bloom on every mountain peak. The clear and clean water flows continuously between the gravel along the valley. Visitors can cool off the heat in this river that does not collect moss either because it is too cold or clean. On Gangcheonsan Mountain, there are beautiful shrubs and maple trees, and the baby maples and baby squirrels announce the arrival of autumn among the seven different types of maple trees. The multiple trails on the mountain are not steep or too dangerous, making it popular regardless of age. It is also ideal for mountaineering and mountain-loving hikers. The scenery of the river with white snow and icicles attracts painters who want to capture the moment on a canvas. Gangcheonsan Mountain has four distinct seasons making it a popular destination all year round.","regDate":"2022-08-01","author":"korea-tour","tag":["Jeollabuk-do","Nature","Natural Sites","County Parks"],"imgUrl":"/2022-08-01-1659323323304/2634995_image2_1.webp","blogPath":"Jeollabuk-do/2022-08-01-1659323323304"},{"id":"2022-07-31-1659310755947","title":"Gangam Calligraphy Museum (강암서예관)","description":"The Gangam Calligraphy Museum (est. 1995) in Jeonju Hanok Village has on display over 1,000 works from famous artists such as Kim Jeong-hee (1786-1856, calligrapher, painter, & scholar), Lee Sam-man (1770-1847, calligrapher), Kim Hong-do (1745-?, artist), and Jeong Yak-yong (1762-1836, scholar). This museum also houses a seminar room for calligraphy-related events and educational programs.","regDate":"2022-07-31","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History"],"imgUrl":"/2022-07-31-1659310755947/1605494_image2_1.webp","blogPath":"Jeollabuk-do/2022-07-31-1659310755947"},{"id":"2022-07-31-1659307137969","title":"Gaeamsa Temple (개암사)","description":"Gaeamsa Temple is a small, quiet temple built in 634 during the Baekje dynasty. The origin of the name \"Gaeam\" goes back to 282 BC, when King Mun from the Byeonhan confederacy took refuge here during the revolt of the Jinhan and Mahan confederacies. Under King Mun's command, temples for the new fortress were built on east and west sides of the valley; the western temple was called Gaeam. In 676, the temple was expanded and in 1276, thirty more buildings were raised, expanding it to a grand temple.","regDate":"2022-07-31","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-07-31-1659307137969/1604185_image2_1.webp","blogPath":"Jeollabuk-do/2022-07-31-1659307137969"},{"id":"2022-07-31-1659303488502","title":"Eunsusa Temple (은수사)","description":"The temple located upon Maisan Mountain was called Sangwonsa Temple during the early Joseon dynasty and was later known as Jeongmyeongam Hermitage. According to the Korean Language Society, the temple began to be called Eunsusa (meaning ‘Silver Water Temple’) after King Taejo (the founder of the Joseon dynasty) visited the temple and remarked that the water flowing nearby was as clean and smooth as pure silver. <br><br>The temple is home to the largest known Beopgo (Buddhist drum used for rituals), which was produced in 1982. A stone sculpture and a statue of Granny Samsin (a goddess that looks after babies’ births and keeps them healthy) also stand at the temple. However, the temple’s most treasured assets are its two Natural Monuments  Emerald Gaiety (a climbing vine, Natural Monument No. 380) and the Cheongsil Pear Tree (Natural Monument No. 386). Reverse icicles, though found all over the mountainsides, are most readily and abundantly found in the Eunsusa Temple area.","regDate":"2022-07-31","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-07-31-1659303488502/1605752_image2_1.webp","blogPath":"Jeollabuk-do/2022-07-31-1659303488502"},{"id":"2022-07-31-1659299982539","title":"Eunpa Lake Park (Eunpa Recreation Area) (은파호수공원(은파국민관광지))","description":"Located in Gunsan, Jeollabuk-do, Eunpa Lake Park was once a reservoir built before the Joseon dynasty that supplied water to nearby farms. The lake and its surrounding mountains were designated a national tourist site in 1985, but remain historically significant as they are featured on Daedongyeojido (Grand Map of Korea), a revered document developed by geographer Kim Jeong-ho. Known for its beauty at night, the lake was befittingly dubbed “Eunpa,” which means “silvery moonlit waves.”<br><br>Eupa Lake Park is full of natural beauty. The road that runs up from the park entrance is lined with cherry trees that create a breathtaking tunnel of pink flowers each spring. This stunning cherry blossom tunnel draws crowds of families and couples each year, particularly on the weekends. Mulbit Bridge, a landmark of the Eunpa tourist site, offers an impressive view of the Music Fountain and nightscape. At the park, you’ll also find an inline skating area, a waterfront stage, and a lotus flower garden.","regDate":"2022-07-31","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Recreational Sites","Resorts"],"imgUrl":"/2022-07-31-1659299982539/2017305_image2_1.webp","blogPath":"Jeollabuk-do/2022-07-31-1659299982539"},{"id":"2022-07-31-1659296201995","title":"Eocheongdo Island (어청도)","description":"Eocheongdo Island is known for its clear waters. Located approximately 72 kilometers northwest of Gunsan, the island was a strategical stopover port between Korea and China. With most of the islanders being fishermen, various seafood as well as garlic and vegetables can be found throughout the island.","regDate":"2022-07-31","author":"korea-tour","tag":["Jeollabuk-do","Nature","Natural Sites"],"imgUrl":"/2022-07-31-1659296201995/1385489_image2_1.webp","blogPath":"Jeollabuk-do/2022-07-31-1659296201995"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}