{"pageProps":{"content":"![Dolmen in Bugeun-ri [UNESCO World Heritage] (강화 고인돌 유적 [유네스코 세계문화유산])](/2022-07-12-1657600897567/1876577_image2_1.webp)\n  \n## Overview\n\n> Dolmen in Bugeun-ri is a dolmen site in Ganghwa that is designated as Historic Site No. 137 for its historical value representing the funeral customs of the Bronze Age. The main stone used to create the tomb is 710 centimeters long, 550 centimeters wide, and 260 centimeters high. The dolmen is an example of the northern dolmen customs, serving as a subject of further research in the field of ancient history. The Dolmen in Bugeun-ri is also registered as a UNESCO World Heritage along with other significant dolmen sites.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-32-933-3624|\n|parking:|Available|\n|restdate:|N/A (Open all year round)|\n|usetime:|Open 24 hr|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Admission Fees:|Free|\n|Restrooms:|Available|\n  \n## Detail Image\n![/2022-07-12-1657600897567/1577275_image2_1.webp](/2022-07-12-1657600897567/1577275_image2_1.webp)\n![/2022-07-12-1657600897567/1577276_image2_1.webp](/2022-07-12-1657600897567/1577276_image2_1.webp)\n![/2022-07-12-1657600897567/1577277_image2_1.webp](/2022-07-12-1657600897567/1577277_image2_1.webp)\n![/2022-07-12-1657600897567/1577278_image2_1.webp](/2022-07-12-1657600897567/1577278_image2_1.webp)\n![/2022-07-12-1657600897567/1577279_image2_1.webp](/2022-07-12-1657600897567/1577279_image2_1.webp)\n![/2022-07-12-1657600897567/1577280_image2_1.webp](/2022-07-12-1657600897567/1577280_image2_1.webp)\n![/2022-07-12-1657600897567/1577281_image2_1.webp](/2022-07-12-1657600897567/1577281_image2_1.webp)\n![/2022-07-12-1657600897567/2003401_image2_1.webp](/2022-07-12-1657600897567/2003401_image2_1.webp)\n![/2022-07-12-1657600897567/2613587_image2_1.webp](/2022-07-12-1657600897567/2613587_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-32-933-3624](tel:+82329333624)\n- [🏠www.ganghwa.go.kr](http://www.ganghwa.go.kr/open_content/tour/)\n\n\n```googleMap\nlatitude: 37.7734344221\nlongitude: 126.4374730037\ntitle: Bugeun-ri, Ganghwa-gun, Incheon\n```\n  \n\n","data":{"id":"2022-07-12-1657600897567","title":"Dolmen in Bugeun-ri [UNESCO World Heritage] (강화 고인돌 유적 [유네스코 세계문화유산])","description":"Dolmen in Bugeun-ri is a dolmen site in Ganghwa that is designated as Historic Site No. 137 for its historical value representing the funeral customs of the Bronze Age. The main stone used to create the tomb is 710 centimeters long, 550 centimeters wide, and 260 centimeters high. The dolmen is an example of the northern dolmen customs, serving as a subject of further research in the field of ancient history. The Dolmen in Bugeun-ri is also registered as a UNESCO World Heritage along with other significant dolmen sites.","regDate":"2022-07-12","author":"korea-tour","tag":["Incheon","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-07-12-1657600897567/1577275_image2_1.webp","blogPath":"Incheon/2022-07-12-1657600897567","pageUrl":"https:/mcdryad.com/Incheon/2022-07-12-1657600897567"},"dataList":[{"id":"2022-08-10-1660128078065","title":"Ganghwa Bomunsa Temple (보문사 (강화))","description":"Bomunsa Temple is located on Seongmodo Island in the Gangwondo Island district. The temple is on Sangbongsan Mountain, one of three mountains that make up the Samsan-myeon area. Like many temples in Korea, the foundation date is unknown but it is believed to have been founded in 635 during the reign of Silla Queen Seondeok. The temple faces out to the ocean, with the sound of waves reaching all the way to the main building.<br><br>The main courtyard is fragrant with the scent of an aromatic tree, designated Incheon Natural Monument No. 17. Beyond the tree is a gathering of Buddhist scuptures and a large grotto.","regDate":"2022-08-10","author":"korea-tour","tag":["Incheon","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-08-10-1660128078065/1990048_image2_1.webp","blogPath":"Incheon/2022-08-10-1660128078065"},{"id":"2022-08-10-1660124375447","title":"Ganghwa Armiae World (강화 아르미애월드)","description":"Ganghwa Armiae World is a theme park with Ganghwa mugwort as its theme. The mugwort of Ganghwado Island is widely known for its great medicinal effects. Armiae means “creating beauty through mugwort.” Armiae World provides its visitors with various&nbsp;opportunities to experience Ganghwa mugwort.<br><br>Mugwort Korean Beef Restaurant serves quality beef from cattle fed Ganghwa mugwort. The restaurant features a modern interior with beautiful views of the surrounding area. The Mugwort Experience Hall presents various mugwort-related experience programs such as a spa, foot bath, and sitz bath. The Agricultural Exhibition Hall provides a childrens' interactive experience about the value of farming, and the Onsaemiro Maze Park offers a history trip of Ganghwa greenhouses along the labyrinth. Other facilities include the Pottery Experience Hall, Ganghwa Agricultural Goods Sales Office, outdoor lawn square for events and picnics, and a processing plant for agricultural and indigenous products including mugwort. <br><br>Armiae World is located at the foot of Hyeolgusan Mountain, which is well-known for beautiful azalea flowers in the spring. Providing hands-on experiences in farming, Armiae World is emerging as a unique tourist attraction of Ganghwado Island.","regDate":"2022-08-10","author":"korea-tour","tag":["Incheon","Culture/Art/History","Experience Programs","Unique Experience"],"imgUrl":"/2022-08-10-1660124375447/2490358_image2_1.webp","blogPath":"Incheon/2022-08-10-1660124375447"},{"id":"2022-08-10-1660121005670","title":"Ganghwa Anglican Church (대한성공회 강화성당)","description":"Ganghwa Anglican Church was consecrated in 1900 by Charies Jone Corfe, the First Bishop of the Church as the St. Peter and St.Paul’s Church. The church has since undergone several restorations, but the design remains true to the original. <br><br>The two-story 4x10 rectangular building is characterized by traditional Korean construction style on the outside while the interior is a Western Basilica style symbolizing the beauty of harmony and Korean tradition. It was first designated as Gyeonggi-do Tangible Cultural Property No. 154 and then became Incheon Tangible Cultural property when Ganghwa was included in Incheon Metropolitan City. In  January 2001 it was designated as Historic Site No.424 of Korea.","regDate":"2022-08-10","author":"korea-tour","tag":["Incheon","Culture/Art/History","Historical Sites","Holy Sites"],"imgUrl":"/2022-08-10-1660121005670/1579082_image2_1.webp","blogPath":"Incheon/2022-08-10-1660121005670"},{"id":"2022-08-10-1660117047330","title":"Gaehangjang (Open Port Area) Street (개항장 거리)","description":"As the Incheon Port was opened in 1883, this is where one could feel the rich history and culture accumulated over 126 years. Formerly used by the Japanese consulate, the Jung-gu Office, the Incheon branch of Japan's 1st, 18th and 58th Bank and other modern historical architecture can be found intact here. Also, it keeps the historical trace like Former Japan Mail and Shipping Inc., Incheon Art Platform, Jemulpo Gurakbu, and others&nbsp;for visitors to see and listen at the Incheon Gaehangjang (Open Port Area). For those who would like to have a detailed explanation, an&nbsp;Incheon cultural tourism expert is also&nbsp;available upon reservations.","regDate":"2022-08-10","author":"korea-tour","tag":["Incheon","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-08-10-1660117047330/1933024_image2_1.webp","blogPath":"Incheon/2022-08-10-1660117047330"},{"id":"2022-07-12-1657626328384","title":"Field of Reeds on Deokjeokdo Island (덕적도 갈대 군락지)","description":"Deokjeokso Island is famous for the largest colony of reeds on the west coast, and for backpaking up to Bijobong Peak. The field of reeds appears to dance in the wind as the surrounding ocean sparkles in the sun. From the top of Bijobong Peak, hikers can enjoy a fantastic view of the sunrise and sunset, as well as the star-filled night sky.<br><br>The area of Deokjeokdo Island in Incheon includes six smaller islands (Soyado, Mungapdo, Guleopdo, Baekado, Uldo, Jido), and is seven times the size of Yeouido Island in Seoul. The name means \"an island in a deep sea.\" The natural environment on the island has remained largely untouched, allowing for beautiful ocean views. Among the islands attractions, many tourists visit Seopo-ri Beach, famous for its 200-300 year-old pine trees and white sand. Visitors can see more of the many islands dotting the area by climbing up Bagatsurobong Peak. The path to the peak passes Yongdam Cave, said to have been the home to a dragon.","regDate":"2022-07-12","author":"korea-tour","tag":["Incheon","Nature","Natural Sites"],"imgUrl":"/2022-07-12-1657626328384/2676402_image2_1.webp","blogPath":"Incheon/2022-07-12-1657626328384"},{"id":"2022-07-12-1657625588806","title":"Eurwang-ri Beach (을왕리해수욕장)","description":"Eurwang-ri Beach, located in Jung-gu, Incheon, was designated as a National Tourist Site in 1986. Approximately 700 meters in length with an average depth of only 1.5 meters, the beautiful white sand beach is known for amazing sunsets. The beach also has a large grass field and accommodations for those that enjoy various sports. Visitors can also rent boats for fishing.","regDate":"2022-07-12","author":"korea-tour","tag":["Incheon","Nature","Natural Sites"],"imgUrl":"/2022-07-12-1657625588806/2512766_image2_1.webp","blogPath":"Incheon/2022-07-12-1657625588806"},{"id":"2022-07-12-1657624588972","title":"Dream Park (수도권매립지 야생화단지 드림파크)","description":"Dream Park was created through an eco project to provide a citizen's leisure space at the Metropolitan Area Landfill Site. The site processes the refuse collected from Seoul, Incheon, and Gyeonggi-do areas, and has received acclaim internationally for its management and processing systems. The park is filled with wildflowers divided into five themed gardens. Additional attractions within the park include the largest field of cosmos in the nation, and the field of pink muhly. The park is a popular picnic location in spring and fall.","regDate":"2022-07-12","author":"korea-tour","tag":["Incheon","Culture/Art/History","Industrial Sites","Others"],"imgUrl":"/2022-07-12-1657624588972/2676038_image2_1.webp","blogPath":"Incheon/2022-07-12-1657624588972"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}