{"pageProps":{"content":"![Deoksugung Palace's Daehanmun Gate (덕수궁 대한문)](/2022-07-22-1658475363609/1569126_image2_1.webp)\n\n  \n## Overview\n\n> Inhwamun Gate used to be the main gate before the main hall, Junghwajeon Hall, was built. The palace was expanded in 1902, building Junghwajeon Hall, Junghwamun Gate and Jowonmun Gate in order to  furnish the sytem of law books. After that, the site for Inhwamun Gate became the site for Geongeukmun Gate, and Daehanmun Gate was built to the east of Jowonmun Gate, using it as the main gate. The gate was rebuilt in 1904 and it was currently moved back due to the expanded road.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-2-771-9951|\n  \n\n  \n## Detail Image\n![/2022-07-22-1658475363609/1994240_image2_1.webp](/2022-07-22-1658475363609/1994240_image2_1.webp)\n![/2022-07-22-1658475363609/2005791_image2_1.webp](/2022-07-22-1658475363609/2005791_image2_1.webp)\n![/2022-07-22-1658475363609/2526937_image2_1.webp](/2022-07-22-1658475363609/2526937_image2_1.webp)\n![/2022-07-22-1658475363609/2526938_image2_1.webp](/2022-07-22-1658475363609/2526938_image2_1.webp)\n![/2022-07-22-1658475363609/2526939_image2_1.webp](/2022-07-22-1658475363609/2526939_image2_1.webp)\n![/2022-07-22-1658475363609/2526940_image2_1.webp](/2022-07-22-1658475363609/2526940_image2_1.webp)\n![/2022-07-22-1658475363609/2526943_image2_1.webp](/2022-07-22-1658475363609/2526943_image2_1.webp)\n![/2022-07-22-1658475363609/2526944_image2_1.webp](/2022-07-22-1658475363609/2526944_image2_1.webp)\n![/2022-07-22-1658475363609/2526945_image2_1.webp](/2022-07-22-1658475363609/2526945_image2_1.webp)\n![/2022-07-22-1658475363609/2526950_image2_1.webp](/2022-07-22-1658475363609/2526950_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-2-771-9951](tel:+8227719951)\n- [🏠www.deoksugung.go.kr](http://www.deoksugung.go.kr/)\n\n\n```googleMap\nlatitude: 37.5650349403\nlongitude: 126.9764851364\ntitle: 99, Sejong-daero, Jung-gu, Seoul\n```\n  \n## Directions\n  \n[Subway]<BR>City Hall Station (Seoul Subway Line 1, 2) Exit 2.\n","data":{"id":"2022-07-22-1658475363609","title":"Deoksugung Palace's Daehanmun Gate (덕수궁 대한문)","description":"Inhwamun Gate used to be the main gate before the main hall, Junghwajeon Hall, was built. The palace was expanded in 1902, building Junghwajeon Hall, Junghwamun Gate and Jowonmun Gate in order to  furnish the sytem of law books. After that, the site for Inhwamun Gate became the site for Geongeukmun Gate, and Daehanmun Gate was built to the east of Jowonmun Gate, using it as the main gate. The gate was rebuilt in 1904 and it was currently moved back due to the expanded road.","regDate":"2022-07-22","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Gates"],"imgUrl":"/2022-07-22-1658475363609/1569126_image2_1.webp","blogPath":"Seoul/2022-07-22-1658475363609","pageUrl":"https:/mcdryad.com/Seoul/2022-07-22-1658475363609"},"dataList":[{"id":"2022-07-23-1658601711010","title":"Haepungbuwongun Yun Taekyeong's Jaesil (해풍부원군윤택영댁재실)","description":"Haepungbuwongun Yun Taekyeong's Jaesil is a shrine house built by the father-in-law of King Sunjong of Joseon dynasty in 1906 when his daughter was proclaimed the crowned princess of Joseon and entered Changdeokgung Palace to later become Queen Sunjeong. Red pine trees salvaged from the demolition of Gyeongungung Palace were used to construct the house. It was originally located in Jegi-dong, Dongdaemun-gu, but was later restored and moved to its present location. The shrine of the house that was destroyed in 1960 was also restored. <br>Because the house is more of a shrine rather than residential living quarters, it has many unique features. For example, unlike other houses, it has the <em>anchae</em> (women’s quarters) located across from <em>sarangbang</em> (men’s quarters) with <em>daecheong</em> (living room) positioned between them.","regDate":"2022-07-23","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Old Houses"],"imgUrl":"/2022-07-23-1658601711010/1569166_image2_1.webp","blogPath":"Seoul/2022-07-23-1658601711010"},{"id":"2022-07-23-1658597858400","title":"Gyeonghuigung Palace (경희궁)","description":"Gyeonghuigung Palace, Historic Site No. 271, was originally called the large palace by Saemun Gate, or the Western Palace, for its location within the city. It was not until the eighth year of Gwanghaegun (1616) that the palace was used as a royal residence for the king, changing the name to Gyeongdeokgung Palace. The name later changed again to the current Gyeonghuigung Palace in 1760. The palace grounds included many halls but they were mostly all burned down in a fire in 1829. After the Japanese occupation began, all remaining buildings on the site were torn down and the palace grounds were turned into Gyeongseong Middle School (now Seoul High School). The school moved to Gangnam area in 1987, afterwhich the previous location was turned into a park. The palace grounds currently hold Seoul Museum of Art and walking paths, as well as a restoration of Heunghwamun Gate, the main gate of the palace, and Sungjeongjeon Hall, the main hall, completed in November 1994.","regDate":"2022-07-23","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Palaces"],"imgUrl":"/2022-07-23-1658597858400/1568231_image2_1.webp","blogPath":"Seoul/2022-07-23-1658597858400"},{"id":"2022-07-23-1658595062438","title":"Gyeongbokgung Palace (경복궁)","description":"Built in 1395, Gyeongbokgung Palace is commonly referred to as the Northern Palace because its location is furthest north when compared to the neighboring palaces of Changdeokgung (Eastern Palace) and Gyeonghuigung (Western Palace). Gyeongbokgung Palace is arguably the most beautiful, and remains the largest of all five palaces. <br /><br />The premises were once destroyed by fire during the Imjin War (1592-1598). However, all of the palace buildings were later restored under the leadership of Heungseondaewongun during the reign of King Gojong (1852-1919). <br /><br />Remarkably, the most representative edifices of the Joseon dynasty, Gyeonghoeru Pavilion and the pond around Hyangwonjeong Pavilion have remained relatively intact. The raised dias and stone markers of Geunjeongjeon showcase the representative art style of their time.<br /><br />The National Palace Museum of Korea is located outside of Heungnyemun Gate, and the National Folk Museum is located on the eastern side of Hyangwonjeong Pavillion.","regDate":"2022-07-23","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Palaces"],"imgUrl":"/2022-07-23-1658595062438/2678623_image2_1.webp","blogPath":"Seoul/2022-07-23-1658595062438"},{"id":"2022-07-23-1658586843001","title":"Gwangnaru Hangang Park (광나루한강공원)","description":"Hangang Citizen's Park, composed of 12 areas including Jamsil, Ttukseom and Jamwon, is an eco-friendly park providing areas for sports and leisure. The park is equipped with various cultural and recreational facilities and also has an ecological park. Gwangnaru Hangang Park formed naturally through rich silt that flowed in from the upper Hangang River that was then filled with reeds, creating an ideal habitat for groups of migratory birds.","regDate":"2022-07-23","author":"korea-tour","tag":["Seoul","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-07-23-1658586843001/1567801_image2_1.webp","blogPath":"Seoul/2022-07-23-1658586843001"},{"id":"2022-07-23-1658583774047","title":"Gwangjingyo 8th Avenue (광진교 8번가)","description":"Gwangjingyo 8th Avenue is the only cultural area in Korea located beneath a bridge. Not just a performance venue, the building also houses a gallery depicting the 100-year history of the Hangang River and a Hangang Renaissance Project Promotion Room, which provides a glimpse of developers’ plans to further revive the river into a prime leisure spot for citizens and tourists. <br><br>Thanks to its location under the Gwangjingyo Bridge in Hangang Park (Gwangnaru area), Gwangjingyo 8th Avenue affords a scenic view of the river as seen from its glass observatory. Live performances are held on Friday or weekend nights; applications can be made online and a few winners are chosen at random to watch each performance.","regDate":"2022-07-23","author":"korea-tour","tag":["Seoul","Culture/Art/History","Architectural Sights","Monuments/Observatories"],"imgUrl":"/2022-07-23-1658583774047/1985151_image2_1.webp","blogPath":"Seoul/2022-07-23-1658583774047"},{"id":"2022-07-23-1658581081718","title":"Gwanghwamun Gate (광화문)","description":"Built in 1395 under the reign of King Taejo, the first king of the Joseon dynasty, Gwanghwamun Gate is the southern gate of Gyeongbokgung Palace. It is also the main gate of the palace, therefore larger and fancier in comparison to the other gates. Gwanghwamun Gate consists of three arched gates; the center gate was used by the king, while the other two were used by the crown prince and royal officials. The tall granite walls of the gate serve as a platform for the wooden gate tower that watches over the city. The gate has a sign with its name written at the top center of the gate tower. <br><br> Gwanghwamun Gate went through several damages and restorations over the course of history. It was first severely damaged during the Imjin War (1592-1598) and was not restored until the reconstruction of Gyeongbokgung Palace in 1864. Under the Japanese administration, the gate was demolished and relocated to the north of the palace's eastern gate, followed by series of damages during the Korean War (1950-1953). In 1968, Gwanghwamun Gate was relocated back to the south of the palace and was rebuilt using concrete; however, the gate’s position was shifted a few meters away from its original location. In 2006, a major reconstruction project took place to restore Gwanghwamun Gate to its original state and location, disassembling the structure completely and replacing concrete with granite and wood. After three years and eight months of construction, Gwanghwamun Gate was fully restored to its original form and was open to the public on August 15, 2010.","regDate":"2022-07-23","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Gates"],"imgUrl":"/2022-07-23-1658581081718/1075281_image2_1.webp","blogPath":"Seoul/2022-07-23-1658581081718"},{"id":"2022-07-23-1658575967064","title":"Gwanghuimun Gate (광희문)","description":"Gwanghuimun Gate is said to have been originally constructed in 1396, the 5th year of King Taejo, at the southeast of the capital city. It was often referred to as Sugumun Gate (water channel gate) and was actually used as a Sigumun, literally meaning “corpse gate,” as funeral processions passed through this gate when exiting to the east.  <br><br>During the Imjin War (1592-1598), the fortress gate was destroyed to such a degree that it made finding the original location close to impossible.  Nevertheless, reconstruction efforts were started in 1711 (37th year of King Sukjong) and the gate was restored together with the gate's watchtower. Gwanghuimun Gate remained intact even when the fortress walls were demolished to build tram tracks during the Japanese occupation, but it was later damaged during the Korean War and left neglected. In 1975, restoration work was carried out to relocate Gwanghuimun Gate to a site 15 meters south of its original location since it stood in the middle of the road.","regDate":"2022-07-23","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Gates"],"imgUrl":"/2022-07-23-1658575967064/1568502_image2_1.webp","blogPath":"Seoul/2022-07-23-1658575967064"}],"navList":["Busan","Daegu","Daejeon","Gwangju","Gyeonggi-do","Incheon","Jeju-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}