{"pageProps":{"content":"![Gangnam (강남)](/2022-07-22-1658529461261/1984608_image2_1.webp)\n\n  \n## Overview\n\n> Gangnam Subway Station area is the prime district for those living south of the Hangang River. Gangnam-daero Avenue links Teheran-ro Road in the east to Jamsil and Sadang in the west. Kyobo Tower Crossroad connects Express Terminal to Noryangjin and west of Seoul. Hannam-daegyo Avenue in the north extends to the north of the Hangang River. A southward direction leads to metropolitan areas such as Seongnam, passing Yangjae and Bundang. <BR><BR>\n Many people tend to gather at Gangnam Subway Station, as the location is geographically and commercially suitable as a meeting point for social gatherings, events or personal engagements. Hence, during the weekdays it is usually crowded in the evenings while on weekends, areas around Gangnam Subway Station exit numbers 10 and 11, as well as City Theatre, and Giordano are often bustling with people. Visitors travel to Gangnam to take advantage of its convenient transportation, fashion malls, movie theatres and bookstores.\n<br><br>\nGangnam-gu Office operates Gangnam Tourist Information Center to offer tourist information to international and domestic visitors and hands-on activities related to tourism. Also, the center operates Medical Tour Center which introduces Gangnam-gu’s specializing hospitals and medical treatment as well as Hallyu Experience Hall.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330<br>(English, Korean, Japanese, Chinese)<br>• For more info: +82-2-3445-0111|\n|parking:|Available|\n|usetime:|Open 24 hour|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Tour Course Information:|[Gangnam City Tour Trolley Bus]<br> Around Gangnam City Tour Course: Gangnam Station – Bongeunsa Temple / COEX – K-Star Road – Gangnam Tourism Information Center – Garosu-gil - Some Sevit – Express Bus Terminal / Shinsegae Department Store – Seorae Village – Seoul Nat’l Univ. of Education Station – Samsung Town – Gangnam Station (last station)<br><br> [Gangnam Tourism Information Center Free Walking Tour Program for Foreigners]<br> Hallyu Course: Gangnam Tourism Information Center – JYP Entertainment – JS Entertainment – FNC Entertainment – SM Entertainment – K-Star Road – Gangnamdol House – G+ Star Zone (Apgujeong Rodeo Station)|\n|Available Facilities:|Shopping district, cafe, movie theater, bookstore, hospital, restaurants, accommodations, etc.|\n|Admission Fees:|Available|\n|Interpretation Services Offered:|* Travel Hotline: +82-2-1330 (Korean, English, Japanese, Chinese) <br />* Gangnam Tourist Information Center: +82-2-3445-0111|\n  \n## Detail Image\n![/2022-07-22-1658529461261/1984609_image2_1.webp](/2022-07-22-1658529461261/1984609_image2_1.webp)\n![/2022-07-22-1658529461261/1984610_image2_1.webp](/2022-07-22-1658529461261/1984610_image2_1.webp)\n![/2022-07-22-1658529461261/2648766_image2_1.webp](/2022-07-22-1658529461261/2648766_image2_1.webp)\n![/2022-07-22-1658529461261/2648767_image2_1.webp](/2022-07-22-1658529461261/2648767_image2_1.webp)\n![/2022-07-22-1658529461261/2648768_image2_1.webp](/2022-07-22-1658529461261/2648768_image2_1.webp)\n![/2022-07-22-1658529461261/2648769_image2_1.webp](/2022-07-22-1658529461261/2648769_image2_1.webp)\n![/2022-07-22-1658529461261/2648770_image2_1.webp](/2022-07-22-1658529461261/2648770_image2_1.webp)\n![/2022-07-22-1658529461261/2648771_image2_1.webp](/2022-07-22-1658529461261/2648771_image2_1.webp)\n![/2022-07-22-1658529461261/2648772_image2_1.webp](/2022-07-22-1658529461261/2648772_image2_1.webp)\n![/2022-07-22-1658529461261/2648773_image2_1.webp](/2022-07-22-1658529461261/2648773_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-2-3445-0111](tel:+82234450111)\n- [🏠www.gangnam.go.kr](http://www.gangnam.go.kr/main.do)\n\n\n```googleMap\nlatitude: 37.4970465429\nlongitude: 127.0281573537\ntitle: Yeoksam-dong, Gangnam-gu, Seoul\n```\n  \n## Directions\n  \n[Subway] <br>\nGangnam Station (Seoul Subway Line 2), Exit 10 or 11.\n","data":{"id":"2022-07-22-1658529461261","title":"Gangnam (강남)","description":"Gangnam Subway Station area is the prime district for those living south of the Hangang River. Gangnam-daero Avenue links Teheran-ro Road in the east to Jamsil and Sadang in the west. Kyobo Tower Crossroad connects Express Terminal to Noryangjin and west of Seoul. Hannam-daegyo Avenue in the north extends to the north of the Hangang River. A southward direction leads to metropolitan areas such as Seongnam, passing Yangjae and Bundang. <BR><BR> Many people tend to gather at Gangnam Subway Station, as the location is geographically and commercially suitable as a meeting point for social gatherings, events or personal engagements. Hence, during the weekdays it is usually crowded in the evenings while on weekends, areas around Gangnam Subway Station exit numbers 10 and 11, as well as City Theatre, and Giordano are often bustling with people. Visitors travel to Gangnam to take advantage of its convenient transportation, fashion malls, movie theatres and bookstores.<br><br>Gangnam-gu Office operates Gangnam Tourist Information Center to offer tourist information to international and domestic visitors and hands-on activities related to tourism. Also, the center operates Medical Tour Center which introduces Gangnam-gu’s specializing hospitals and medical treatment as well as Hallyu Experience Hall.","regDate":"2022-07-22","author":"korea-tour","tag":["Seoul","Culture/Art/History","Experience Programs","Cultural Districts"],"imgUrl":"/2022-07-22-1658529461261/1984608_image2_1.webp","blogPath":"Seoul/2022-07-22-1658529461261","pageUrl":"https:/mcdryad.com/Seoul/2022-07-22-1658529461261"},"dataList":[{"id":"2022-08-09-1660050855797","title":"Seoul Plaza (서울광장)","description":"Seoul Plaza in front of City Hall is a historic site where the March 1, 1919 (Samil) Independence Movement and the pro-democracy movement in June 1987 were held. It is also a well-known place where tens of thousands of Korean soccer fans gathered together to watch the 2002 World Cup Games. Being located within the center of the city and surrounded by many historic attractions, including Deoksugung Palace, Seoul Plaza has become a representative attraction of Seoul.","regDate":"2022-08-09","author":"korea-tour","tag":["Seoul","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-08-09-1660050855797/186057_image2_1.webp","blogPath":"Seoul/2022-08-09-1660050855797"},{"id":"2022-08-09-1660044980561","title":"Seoul Namsan Park (남산공원(서울))","description":"Seoul Namsan Park opened in 1968 as a public park and went through renovation in 1991 to better serve the public as a nature-friendly rest  area in the middle of the city. The areas surrounding the park such as Jung-gu, Yejang-dong, Hoehyeon-dong, Yongsan-gu, and Hannam-dong were renovated along with the park for a cleaner and refreshing atmoshere.","regDate":"2022-08-09","author":"korea-tour","tag":["Seoul","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-08-09-1660044980561/1981983_image2_1.webp","blogPath":"Seoul/2022-08-09-1660044980561"},{"id":"2022-08-09-1660041748882","title":"Seoul Mangusan Mountain (망우산(서울))","description":"Mangusan Mountain at 281.7 meters above sea level spans across Mangu-dong and Myeonmok-dong of Seoul, and Guri-si of Gyeonggi-do. Located on the mountain is Mangu Cemetery, which was designated as a public cemetery in 1933. Since its designation, many popular people have been buried here including children’s literature author Bang Jeong-hwan (penname  Sopa), independence activists Oh Se-chang and Han Yong-un, and Ji Seok-young who pioneered the use of the smallpox vaccination in Korea and was also a Korean linguist. In addition, tombstones bearing chronological listings of seven popular poets and one educator were installed at the park, making the cemetery a venue for historical education. The park also has Sin Gyeong-jin Sindobi, a cultural asset designated as Seoul Tangible Cultural Property No. 95. It is a monument of Sin Gyeong-jin, an official scholar of the Joseon dynasty. <br><br>The park also has a 5.2-kilometer-long circular road named “The Thinking Path”. The name was selected through a public competition held in May 1998. Other facilities include the urban environment and nature observation road, a wooden gazebo, and a mineral spring. Thanks to the well managed trees and clean air, the park is visited by many citizens seeking a place to rest.","regDate":"2022-08-09","author":"korea-tour","tag":["Seoul","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-08-09-1660041748882/1902989_image2_1.webp","blogPath":"Seoul/2022-08-09-1660041748882"},{"id":"2022-08-09-1660038000249","title":"Seoul Jogyesa Temple (조계사(서울))","description":"As the main temple as well as the district head temple of the Jogye order in Seoul, Jogyesa Temple is the center of Korean Buddhism. The temple was built in the late 14th century during the Goryeo period but was completely destroyed in a fire. It was rebuilt under the name of Gakwangsa Temple in 1910 with the effort of many respectful monks, namely Han Yong-un and Lee Hee-gwang. The temple was  given a role as the head temple of Korea’s Buddhism and renamed to Tegosa Temple in 1936. In 1954, a purification drive took place to eliminate Japanese influence and revive traditional Buddhism, which established the present day Jogyesa Temple as a result. <br><br>Jogyesa Temple plays an important role in Korean Buddhism as the head temple of the Jogye order. Jogyesa Temple’s Dharma Hall serves as the main venue for several Buddhist events, holding rituals, lectures, ceremonies, and other events all year long. The annual lantern festival in celebration of Buddha's birthday also takes place at this temple.","regDate":"2022-08-09","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-08-09-1660038000249/1985196_image2_1.webp","blogPath":"Seoul/2022-08-09-1660038000249"},{"id":"2022-08-09-1660034592001","title":"Seoul Iris Garden (서울창포원)","description":"Seoul Iris Garden is located between Dobongsan and Suraksan mountains in northern Seoul. The garden, measuring 52,417 ㎡, boasts a wide array of irises and other plants in 12 different themed zones including Iris Garden, Medicinal Plant Garden, and Wetland Park.<br><br>At the Iris Garden, 300,000 irises in 130 species are on display on a plot of land measuring 15,000 ㎡. Species include yellow iris, iris setosa, iris pallasii, and iris domestica, each boasting its own brilliant colors and delicate shape. The Medicinal Plant Garden is home to 130,000 plants in 70 different species of medicinal plants, allowing visitors to view the largest selection of medicinal herbs in the country. Wetland Park presents 70,000 wetland plants and houses an observatory deck from which visitors may view and learn about the diverse aquatic plants. <br><br>Cheoni Observatory within the garden provides visitors with a place take to in the beautiful scenery from above. The nearby forest lounge is a rest area for visitors as well as a center of operations for the park’s ecological education programs. Irises are in bloom from May to June of every year, but are even a sight to behold during the rest of the warmer months, given the delicate shape of their leaves.","regDate":"2022-08-09","author":"korea-tour","tag":["Seoul","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2022-08-09-1660034592001/2356723_image2_1.webp","blogPath":"Seoul/2022-08-09-1660034592001"},{"id":"2022-08-09-1660030622688","title":"Seoul Hyochang Park (서울 효창공원)","description":"Hyochang Park covers 122,245 square meters spanning across Hyochang-dong and Cheongpa 2-dong. It is a historic landmark that once contained several royal tombs, and was known at that time as Hyochangwon. The cemeteries that were originally located in Hyochangwon belonged to Crown Prince Munhyo, King Jeongjo’s first son who died at the age of five; Royal Noble Consort Uibin of the Seong Clan, King Jeongjo’s royal concubine and Crown Prince Munhyo’s mother; Royal Noble Consort Sugui of the Park Clan, King Sunjo’s royal concubine; and her daughter Princess Yeongon. The royal tombs were moved to Seooreung Tombs in the waning months of the Japanese colonial period. The Japanese empire began the development of Hyochangwon into a park in 1924, and the Japanese governor-general officially assigned the site as a park in 1940.<br><Br>Presently, several of Korea’s greatest leaders are buried in Hyochang Park. The remains mostly belong to independence activists including Yoon Bong-gil, Lee Bong-chang, and Baek Jeong-gi, whose graves are collectively known as Samuisa Tomb. A statue of Lee Bong-chang has been built in the graveyard. Among the other patriotic martyrs who are interred in the park are Kim Gu and some of the key figures of the provisional government such as Lee Dong-nyeong, Cha I-seok, and Cho Seong-hwan. An ancestral shrine named Uiyeolsa has been built along the main gate and holds the portraits of the deceased independence activists.","regDate":"2022-08-09","author":"korea-tour","tag":["Seoul","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-08-09-1660030622688/1568015_image2_1.webp","blogPath":"Seoul/2022-08-09-1660030622688"},{"id":"2022-08-09-1660027663398","title":"Seoul Hwagyesa Temple (화계사(서울))","description":"Hwagyesa Temple was built in 1522 (the seventeenth year of the reign of King Jungjong of the Joseon dynasty) by monk Shinwol, but was destroyed in a fire in 1618. It was rebuilt the following year, and expanded In 1866 through the efforts of Monks Yongseon and Beomun.<br>The temple also has various templestay programs for visitors. Hwagyesa Temple is located not too far from the city but also provides a natural environment.","regDate":"2022-08-09","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-08-09-1660027663398/1927918_image2_1.webp","blogPath":"Seoul/2022-08-09-1660027663398"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}