{"pageProps":{"content":"![Namsangol Hanok Village (남산골한옥마을)](/2022-08-06-1659818310507/1946562_image2_1.webp)\n\n  \n## Overview\n\n> Namsangol Hanok Village opened in 1998 on the northern side of Namsan Mountain in the center of the capital. This village has five restored hanok (traditional Korean house) premises, a pavilion, traditional garden, performance art stage and a time capsule plaza, making it a perfect spot for both locals and tourists to take a leisure walk. Upon entering from the front gate, visitors will get a taste of Korea's traditional life while escaping from the bustling city life. The traditional garden with its pavilion and old houses creates a peaceful ambiance before the forested Namsan Mountain. A time capsule commemorating Seoul’s 600th anniversary was buried in 1994 at the highest point of the village and is scheduled to be reopened 400 years later in 2394. <br>\n<br>\n The five hanok premises at Namsangol Hanok Village once belonged to aristocrats and government officials of the Joseon dynasty. Each house was originally located in different neighborhoods, but they were all moved to this area and restored to their original form. The houses were rebuilt using their original materials, except for one house, where the materials were too old and deteriorated to be reused. The premises were carefully restored and replicated according to their original form to depict the owners’ social class and personality. These buildings are now used as an exhibit to portray the living environment during the Joseon dynasty as well as a venue for educational and cultural programs for children and tourists.<br>\n<br>\nSome of the noteworthy programs and activities to participate in include wearing hanbok, folding hanji (traditional Korean paper), writing in Korean, traditional tea ceremony, traditional etiquette school and herbal medicine experience. There are also taekwondo demonstrations and other various performances held around the village. Visitors can also try traditional games such as <em>yunnori</em> (traditional board game), or understand more about the area through a guided tour.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-2-2261-0500,<br>+82-2-2266-6928, +82-2-2263-0854,<br>+82-2-2261-0513, +82-2-2266-6923|\n|restdate:|Mondays|\n|usetime:|09:00-18:00<br>* Traditional garden open 24 hr|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Parking Fees:|* Namsangol Hanok Village does not have an exclusive parking lot; visitors are advised to park at one of the nearby parking lots<br><br>[Seoul City Parking Lot] 3,000 won for 1 hour <br>[Dongguk University Media Center Parking Lot] 6,000 won for 1 hour<br>[Daehan Theater Parking Lot] 3,000 won for 30 minutes|\n|Admission Fees:|Free|\n  \n## Detail Image\n![/2022-08-06-1659818310507/1569170_image2_1.webp](/2022-08-06-1659818310507/1569170_image2_1.webp)\n![/2022-08-06-1659818310507/1569172_image2_1.webp](/2022-08-06-1659818310507/1569172_image2_1.webp)\n![/2022-08-06-1659818310507/2377405_image2_1.webp](/2022-08-06-1659818310507/2377405_image2_1.webp)\n![/2022-08-06-1659818310507/2377408_image2_1.webp](/2022-08-06-1659818310507/2377408_image2_1.webp)\n![/2022-08-06-1659818310507/2377415_image2_1.webp](/2022-08-06-1659818310507/2377415_image2_1.webp)\n![/2022-08-06-1659818310507/2377418_image2_1.webp](/2022-08-06-1659818310507/2377418_image2_1.webp)\n![/2022-08-06-1659818310507/2377419_image2_1.webp](/2022-08-06-1659818310507/2377419_image2_1.webp)\n![/2022-08-06-1659818310507/2377426_image2_1.webp](/2022-08-06-1659818310507/2377426_image2_1.webp)\n![/2022-08-06-1659818310507/2377429_image2_1.webp](/2022-08-06-1659818310507/2377429_image2_1.webp)\n![/2022-08-06-1659818310507/1569171_image2_1.webp](/2022-08-06-1659818310507/1569171_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-2-2261-0500](tel:+82222610500)\n- [🏠hanokmaeul.or.kr](http://hanokmaeul.or.kr/)\n\n\n```googleMap\nlatitude: 37.5591248302\nlongitude: 126.9940059289\ntitle: 28, Toegye-ro 34-gil, Jung-gu, Seoul\n```\n  \n\n","data":{"id":"2022-08-06-1659818310507","title":"Namsangol Hanok Village (남산골한옥마을)","description":"Namsangol Hanok Village opened in 1998 on the northern side of Namsan Mountain in the center of the capital. This village has five restored hanok (traditional Korean house) premises, a pavilion, traditional garden, performance art stage and a time capsule plaza, making it a perfect spot for both locals and tourists to take a leisure walk. Upon entering from the front gate, visitors will get a taste of Korea's traditional life while escaping from the bustling city life. The traditional garden with its pavilion and old houses creates a peaceful ambiance before the forested Namsan Mountain. A time capsule commemorating Seoul’s 600th anniversary was buried in 1994 at the highest point of the village and is scheduled to be reopened 400 years later in 2394. <br><br> The five hanok premises at Namsangol Hanok Village once belonged to aristocrats and government officials of the Joseon dynasty. Each house was originally located in different neighborhoods, but they were all moved to this area and restored to their original form. The houses were rebuilt using their original materials, except for one house, where the materials were too old and deteriorated to be reused. The premises were carefully restored and replicated according to their original form to depict the owners’ social class and personality. These buildings are now used as an exhibit to portray the living environment during the Joseon dynasty as well as a venue for educational and cultural programs for children and tourists.<br><br>Some of the noteworthy programs and activities to participate in include wearing hanbok, folding hanji (traditional Korean paper), writing in Korean, traditional tea ceremony, traditional etiquette school and herbal medicine experience. There are also taekwondo demonstrations and other various performances held around the village. Visitors can also try traditional games such as <em>yunnori</em> (traditional board game), or understand more about the area through a guided tour.","regDate":"2022-08-06","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Folk Villages"],"imgUrl":"/2022-08-06-1659818310507/1946562_image2_1.webp","blogPath":"Seoul/2022-08-06-1659818310507","pageUrl":"https:/mcdryad.com/Seoul/2022-08-06-1659818310507"},"dataList":[{"id":"2022-08-09-1660050855797","title":"Seoul Plaza (서울광장)","description":"Seoul Plaza in front of City Hall is a historic site where the March 1, 1919 (Samil) Independence Movement and the pro-democracy movement in June 1987 were held. It is also a well-known place where tens of thousands of Korean soccer fans gathered together to watch the 2002 World Cup Games. Being located within the center of the city and surrounded by many historic attractions, including Deoksugung Palace, Seoul Plaza has become a representative attraction of Seoul.","regDate":"2022-08-09","author":"korea-tour","tag":["Seoul","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-08-09-1660050855797/186057_image2_1.webp","blogPath":"Seoul/2022-08-09-1660050855797"},{"id":"2022-08-09-1660044980561","title":"Seoul Namsan Park (남산공원(서울))","description":"Seoul Namsan Park opened in 1968 as a public park and went through renovation in 1991 to better serve the public as a nature-friendly rest  area in the middle of the city. The areas surrounding the park such as Jung-gu, Yejang-dong, Hoehyeon-dong, Yongsan-gu, and Hannam-dong were renovated along with the park for a cleaner and refreshing atmoshere.","regDate":"2022-08-09","author":"korea-tour","tag":["Seoul","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-08-09-1660044980561/1981983_image2_1.webp","blogPath":"Seoul/2022-08-09-1660044980561"},{"id":"2022-08-09-1660041748882","title":"Seoul Mangusan Mountain (망우산(서울))","description":"Mangusan Mountain at 281.7 meters above sea level spans across Mangu-dong and Myeonmok-dong of Seoul, and Guri-si of Gyeonggi-do. Located on the mountain is Mangu Cemetery, which was designated as a public cemetery in 1933. Since its designation, many popular people have been buried here including children’s literature author Bang Jeong-hwan (penname  Sopa), independence activists Oh Se-chang and Han Yong-un, and Ji Seok-young who pioneered the use of the smallpox vaccination in Korea and was also a Korean linguist. In addition, tombstones bearing chronological listings of seven popular poets and one educator were installed at the park, making the cemetery a venue for historical education. The park also has Sin Gyeong-jin Sindobi, a cultural asset designated as Seoul Tangible Cultural Property No. 95. It is a monument of Sin Gyeong-jin, an official scholar of the Joseon dynasty. <br><br>The park also has a 5.2-kilometer-long circular road named “The Thinking Path”. The name was selected through a public competition held in May 1998. Other facilities include the urban environment and nature observation road, a wooden gazebo, and a mineral spring. Thanks to the well managed trees and clean air, the park is visited by many citizens seeking a place to rest.","regDate":"2022-08-09","author":"korea-tour","tag":["Seoul","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-08-09-1660041748882/1902989_image2_1.webp","blogPath":"Seoul/2022-08-09-1660041748882"},{"id":"2022-08-09-1660038000249","title":"Seoul Jogyesa Temple (조계사(서울))","description":"As the main temple as well as the district head temple of the Jogye order in Seoul, Jogyesa Temple is the center of Korean Buddhism. The temple was built in the late 14th century during the Goryeo period but was completely destroyed in a fire. It was rebuilt under the name of Gakwangsa Temple in 1910 with the effort of many respectful monks, namely Han Yong-un and Lee Hee-gwang. The temple was  given a role as the head temple of Korea’s Buddhism and renamed to Tegosa Temple in 1936. In 1954, a purification drive took place to eliminate Japanese influence and revive traditional Buddhism, which established the present day Jogyesa Temple as a result. <br><br>Jogyesa Temple plays an important role in Korean Buddhism as the head temple of the Jogye order. Jogyesa Temple’s Dharma Hall serves as the main venue for several Buddhist events, holding rituals, lectures, ceremonies, and other events all year long. The annual lantern festival in celebration of Buddha's birthday also takes place at this temple.","regDate":"2022-08-09","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-08-09-1660038000249/1985196_image2_1.webp","blogPath":"Seoul/2022-08-09-1660038000249"},{"id":"2022-08-09-1660034592001","title":"Seoul Iris Garden (서울창포원)","description":"Seoul Iris Garden is located between Dobongsan and Suraksan mountains in northern Seoul. The garden, measuring 52,417 ㎡, boasts a wide array of irises and other plants in 12 different themed zones including Iris Garden, Medicinal Plant Garden, and Wetland Park.<br><br>At the Iris Garden, 300,000 irises in 130 species are on display on a plot of land measuring 15,000 ㎡. Species include yellow iris, iris setosa, iris pallasii, and iris domestica, each boasting its own brilliant colors and delicate shape. The Medicinal Plant Garden is home to 130,000 plants in 70 different species of medicinal plants, allowing visitors to view the largest selection of medicinal herbs in the country. Wetland Park presents 70,000 wetland plants and houses an observatory deck from which visitors may view and learn about the diverse aquatic plants. <br><br>Cheoni Observatory within the garden provides visitors with a place take to in the beautiful scenery from above. The nearby forest lounge is a rest area for visitors as well as a center of operations for the park’s ecological education programs. Irises are in bloom from May to June of every year, but are even a sight to behold during the rest of the warmer months, given the delicate shape of their leaves.","regDate":"2022-08-09","author":"korea-tour","tag":["Seoul","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2022-08-09-1660034592001/2356723_image2_1.webp","blogPath":"Seoul/2022-08-09-1660034592001"},{"id":"2022-08-09-1660030622688","title":"Seoul Hyochang Park (서울 효창공원)","description":"Hyochang Park covers 122,245 square meters spanning across Hyochang-dong and Cheongpa 2-dong. It is a historic landmark that once contained several royal tombs, and was known at that time as Hyochangwon. The cemeteries that were originally located in Hyochangwon belonged to Crown Prince Munhyo, King Jeongjo’s first son who died at the age of five; Royal Noble Consort Uibin of the Seong Clan, King Jeongjo’s royal concubine and Crown Prince Munhyo’s mother; Royal Noble Consort Sugui of the Park Clan, King Sunjo’s royal concubine; and her daughter Princess Yeongon. The royal tombs were moved to Seooreung Tombs in the waning months of the Japanese colonial period. The Japanese empire began the development of Hyochangwon into a park in 1924, and the Japanese governor-general officially assigned the site as a park in 1940.<br><Br>Presently, several of Korea’s greatest leaders are buried in Hyochang Park. The remains mostly belong to independence activists including Yoon Bong-gil, Lee Bong-chang, and Baek Jeong-gi, whose graves are collectively known as Samuisa Tomb. A statue of Lee Bong-chang has been built in the graveyard. Among the other patriotic martyrs who are interred in the park are Kim Gu and some of the key figures of the provisional government such as Lee Dong-nyeong, Cha I-seok, and Cho Seong-hwan. An ancestral shrine named Uiyeolsa has been built along the main gate and holds the portraits of the deceased independence activists.","regDate":"2022-08-09","author":"korea-tour","tag":["Seoul","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-08-09-1660030622688/1568015_image2_1.webp","blogPath":"Seoul/2022-08-09-1660030622688"},{"id":"2022-08-09-1660027663398","title":"Seoul Hwagyesa Temple (화계사(서울))","description":"Hwagyesa Temple was built in 1522 (the seventeenth year of the reign of King Jungjong of the Joseon dynasty) by monk Shinwol, but was destroyed in a fire in 1618. It was rebuilt the following year, and expanded In 1866 through the efforts of Monks Yongseon and Beomun.<br>The temple also has various templestay programs for visitors. Hwagyesa Temple is located not too far from the city but also provides a natural environment.","regDate":"2022-08-09","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-08-09-1660027663398/1927918_image2_1.webp","blogPath":"Seoul/2022-08-09-1660027663398"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}