{"pageProps":{"content":"![Gunwi-gun Palgongsan Provincial Park (팔공산도립공원(군위군))](/2022-11-26-1669440951580/655731_image2_1.webp)\n\n  \n## Overview\n\n> Palgongsan Mountain is located south of the Taebaek Mountain Range where the Nakdonggang and Geumhogang Rivers meet. The mountain stands high and stretches out like a folding screen. Near the top of the mountain, the granite protrudes in an odd shape creating a tall, grand geographical feature of the mountain. Furthermore, every valley is decorated with an exquisite rock face and lush forest adding to the mountains reputation. Palgongsan Mountain was designated as a provincial park in May 1980. The mountain has many ancient temples and historical sites such as the Gatbawi Stone Buddha, Wonhyosa Temple, Cheonseongsa Temple and Bulgulsa Temple.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330<br>(Korean, English, Japanese, Chinese) <br> • For more info: +82-54-880-8300|\n|restdate:|* Subject to closure due to adverse weather conditions.|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Hiking Course:|Palgongsan Mountain main course: 27.2 kilometers, 14 hours<br>Eunhaesa Temple Course 1: 15.4 kilometers, 8 hours<br>Gatbawi Course 1: 11.5 kilometers, 6 hours<br>Gatbawi Course 2-1: 2.1 kilometers, 1 hour 10 min<br>Gatbawi Course 2-1: 2 kilometers, 1 hour<br>Chisangyegok Course 1: 8.5 kilometers, 6 hours<br>Gasansanseong Course 1: 4.7 kilometers, 2 hour 10 min|\n|Areas Open to the Public:|Gyeongsan-si to Chilgok-gun: Gwanbong - Seonbonjae - Neupaejae - Domajae - Yeombulbong Peak - Dongbong Peak - Birobong Peak - Gasanbawibong Peak - Mulbulsan - Hantijae - Chikibong Peak - Gasanbong Peak - Gasanbawi Rock<br>Chilgok-gun: Jinnammun Gate - Cheonjusateo - Yongbawi Rock<br>Yeongcheon-si: Sudosa Temple- Gongsanpokpo Falls - Jinbulam - Dongbong Peak, Baekheungam - Jungangam - Neupaejae<br>Gyeonsan-si: Seonbosa Temple - Yaksaam - Yongdeoksa Temple- Gwanbong Peak|\n|Mountain Not Access Period:|Seasonal Forest Fire Prevention Period<br>Spring: March 2 - April 30 <br>Autumn: November 1 - December 15<br>* Subject to change based on weather advisories, snow/precipitation levels, and other local conditions.|\n|Restricted Mountain Areas :|Chilgok-gun: Witsandang - Gasansanseong Fortress, Morajae - Gasanbawi Rock, Hakmyeong-dong (Dumusil) - Gasansanseong Fortress (Namporu), Yeorijae - Namporu - East Gate<br>Yeongcheon-si: Sudosa Temple- Palgongpokpo Falls - Domajae<br> Gyeongsan-si: Peokjeong (Gatbawi parking lot) - Neupaejae|\n|Tour Course Information:|Tour Course (1 day)<br>1. Daegu Airport - Palgongsan beltway - Gasansanseong Fortress - Samjonseokgul Cave - Daeyulli - Ingaksa Temple - Janggokri Recreational Forest - Hwasansanseong Fortress - Daegu <br>2. Daegu Airport - Yeongcheon Eunhaesa Temple - Ingaksa Temple - Gyeongbuk Neunggeum Juice Factory - Samjonseokgul Cave - Daegu<br><br>Drive Course: Daegu - Pagyesa Temple - Palgongsan beltway - Hanti Rest Stop - Bugye Namsan-ri - Daeyulli (20 kilometers, 30 min) |\n|Facility Utilization Fees:|[Campsite]<br> Individuals: Adults 1,000 won / Teenagers 600 won / Children 300 won<br> Group: Adults 600 won / Teenagers 400 won / Children 200 won<br> <br> * Additional fee charged for overnight use (Adults 400 won / Teenagers 200 won / Children 100 won)<br> * Groups: 20 people or more|\n|Available Facilities:|Campsite, rest area, picnic area, volleyball court, handball court, drinking fountain, cooking area, parking lot, etc|\n|Restrooms:|Available|\n  \n## Detail Image\n![/2022-11-26-1669440951580/655726_image2_1.webp](/2022-11-26-1669440951580/655726_image2_1.webp)\n![/2022-11-26-1669440951580/655730_image2_1.webp](/2022-11-26-1669440951580/655730_image2_1.webp)\n![/2022-11-26-1669440951580/655734_image2_1.webp](/2022-11-26-1669440951580/655734_image2_1.webp)\n![/2022-11-26-1669440951580/655755_image2_1.webp](/2022-11-26-1669440951580/655755_image2_1.webp)\n![/2022-11-26-1669440951580/655767_image2_1.webp](/2022-11-26-1669440951580/655767_image2_1.webp)\n![/2022-11-26-1669440951580/655768_image2_1.webp](/2022-11-26-1669440951580/655768_image2_1.webp)\n![/2022-11-26-1669440951580/655773_image2_1.webp](/2022-11-26-1669440951580/655773_image2_1.webp)\n![/2022-11-26-1669440951580/655774_image2_1.webp](/2022-11-26-1669440951580/655774_image2_1.webp)\n![/2022-11-26-1669440951580/655775_image2_1.webp](/2022-11-26-1669440951580/655775_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-54-880-8300](tel:+82548808300)\n- [🏠www.gb.go.kr](https://www.gb.go.kr/Main/open_contents/section/palgong/index.do)\n\n\n```googleMap\nlatitude: 36.0492977239\nlongitude: 128.6405814539\ntitle: Namsan-ri, Gunwi-gun, Gyeongsangbuk-do\n```\n  \n\n","data":{"id":"2022-11-26-1669440951580","title":"Gunwi-gun Palgongsan Provincial Park (팔공산도립공원(군위군))","description":"Palgongsan Mountain is located south of the Taebaek Mountain Range where the Nakdonggang and Geumhogang Rivers meet. The mountain stands high and stretches out like a folding screen. Near the top of the mountain, the granite protrudes in an odd shape creating a tall, grand geographical feature of the mountain. Furthermore, every valley is decorated with an exquisite rock face and lush forest adding to the mountains reputation. Palgongsan Mountain was designated as a provincial park in May 1980. The mountain has many ancient temples and historical sites such as the Gatbawi Stone Buddha, Wonhyosa Temple, Cheonseongsa Temple and Bulgulsa Temple.","regDate":"2022-11-26","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites","Provincial Parks"],"imgUrl":"/2022-11-26-1669440951580/655731_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-11-26-1669440951580","pageUrl":"https:/mcdryad.com/Gyeongsangbuk-do/2022-11-26-1669440951580"},"dataList":[{"id":"2022-12-11-1670737010512","title":"Gayasan National Park (Baegundong Area) (가야산국립공원-백운동 지구)","description":"Gayasan Mountain in Gyeongsangbuk-do was designated as a national park in 1972. The mountains main peak, Chilbulbong Peak, towers at 1,433 meters. It borders Seongju-gun, Hapcheon-gun and Geochang-gun. In particular, the mountain range stretching along Suryun-myeon, Seongju-gun is famous for its scenic nature. Furthermore, the beautiful Gayasan Beltway, which extends from Suryun-myeon to Gayasan Mountain, highlights the splendor and grandeur of the precipitous crimson cliffs.","regDate":"2022-12-11","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites","National Parks"],"imgUrl":"","blogPath":"Gyeongsangbuk-do/2022-12-11-1670737010512"},{"id":"2022-12-11-1670733665757","title":"Dosanseowon Confucian Academy [UNESCO World Heritage] (도산서원 [유네스코 세계문화유산])","description":"In terms of architecture, Dosanseowon Confucian Academy complex can largely be divided into Dosanseodang compound and Dosanseowon compound. Dosanseodang area consists of living quarters and lecture halls where Toegye Yi Hwang, an eminent Confucian scholar, lived and taught his students. Dosanseowon was built after Toegye Yi Hwang passed away by his followers in legacy of his teachings as well as to pay respects to the deceased. <br><br>Built in 1561, Dosanseodang lecture hall is the oldest building in the whole complex. It was personally designed by Yi Hwang, penname Toegye, to further his studies while educating future scholars after moving to the countryside. Living quarters used as a student dormitory were also built along with the lecture hall. <br><br>Dosanseowon compound was completed in 1576, six years after Yi Hwangs death. Yi Hwangs ancestral tablet was enshrined inside Sangdeoksa Shrine (Treasure No. 211) in 1572. Two years later, Jeongyodang Lecture Hall (Treasure No. 210) was built to relocate the tablet and with the addition of buildings to the halls east and west, the area became a seowon. In 1575, the establishment was bestowed a royal charter and a plaque with the name Dosanseowon written by Han Seok-bong, and became the Confucian academy headquarters in the Yeongnam region.","regDate":"2022-12-11","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-12-11-1670733665757/2620848_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-11-1670733665757"},{"id":"2022-12-11-1670729986250","title":"Bongpyeong Beach (봉평해수욕장)","description":"Bongpyeong Beach in Uljin, Gyeongsangbuk-do is a 2 kilometer-long sand beach. The nearby Jukbyeon Breakwater is a famous fishing spot. Visitors can catch halibut, sea perch, rudder fish and more by casting or surf fishing.","regDate":"2022-12-11","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites"],"imgUrl":"","blogPath":"Gyeongsangbuk-do/2022-12-11-1670729986250"},{"id":"2022-12-10-1670668635910","title":"Beopgwangsa Temple - Pohang (법광사 (포항))","description":"Beopgwangsa Temple is located at the foot of Bihaksan Mountain in the city of Pohang, Gyeongsangbuk-do Province. It was originally built during the reign of King Jinpyeong (579-631) of the Silla Kingdom by Great Monk Wonhyo upon the order of the king. <br><br>The temple used to be large measuring 525 kan (kan is a traditional measurement of distance between two columns, about 1.8 meters), but most of its buildings burned down in a fire in 1863. The current buildings were rebuilt in 1952. The site of the old temple is designated as Historical Site no. 493. Some of the remaining relics are a three-story pagoda, Bulsangyeonhwadaejwa (Buddha on a lotus stand), and a twin Ssanggwibu (turtle-shaped stone base of a monument).","regDate":"2022-12-10","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"","blogPath":"Gyeongsangbuk-do/2022-12-10-1670668635910"},{"id":"2022-12-10-1670664978108","title":"Andong School of Korean Etiquette (안동예절학교)","description":"Andong School of Korean Etiquette, which is located in Andong, is a mecca of Koreas Confucian customs and provides an opportunity to experience traditional Korean etiquette.<br><br>In addition to Korean traditional etiquette, Andong School of Korean Etiquette also teaches tea etiquette and traditional Korean music using instruments such as <em>janggu</em> and <em>gayageum</am>. Students can also experience the joy of learning how to play folk games such as <em>yunnori</em> and kite-flying. The school offers a wide variety of hands-on programs related to Koreas traditions and customs such as mask dance, paper craft, cooking, wedding, and eco-rafting on Nakdonggang River.<br><br>There are other popular tourist attractions nearby such as Dosanseowon Confucian Academy, Forest Science Museum and Yi Yuk-sa Literary Hall.","regDate":"2022-12-10","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Experience Programs","Traditional Experience"],"imgUrl":"","blogPath":"Gyeongsangbuk-do/2022-12-10-1670664978108"},{"id":"2022-12-10-1670661536638","title":"Andong Hanji (안동한지체험)","description":"Andong Hanji, located at the entrance of Hahoe Village, an area preserving Korean traditions and customs, has done its best to continue the manufacturing of traditional Korean paper, <em>hanji</em>. Andong Hanji makes hanji using Korean paper mulberry and clean water. The center features many items made from hanji, and offers experience programs for students, as well as factory tours to learn more about the complete production process. Andong Hanji is proudly produces the largest amount of exceptional quality hanji in approximately 60 different types for various uses.","regDate":"2022-12-10","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Experience Programs","Traditional Experience"],"imgUrl":"","blogPath":"Gyeongsangbuk-do/2022-12-10-1670661536638"},{"id":"2022-12-10-1670657747432","title":"Andong Hahoe Doenjang Village (안동 하회된장마을)","description":"Andong Hahoe Doenjang Village is located by the crossroad of Hahoe Village and Byeongsanseowon Confucian Academy in Pungcheon-myeon, Andong-si. All of the buildings in the village are built purely of red clay and the villagers are devoted to preserving the 600 year-long tradition of doenjang (fermented soybean paste) making. <br><br>Over 3,000 large jars used for storing doenjang greet visitors at the village entrance. Highlights of the village include a red clay storage room capable of storing around 100 tons of soybeans, a giant iron pot for boiling up to 100 kilograms of beans at once, and a large glass drying room used for hanging meju (fermented soybean blocks) to dry. Using these features, doenjang is made by boiling domestically produced soybeans and shaping them into blocks of meju, which are then left to ferment and dry for 2 to 3 months. <br><br>The village facilities are comprised of an exhibition center at the entrance, a production center, and two drying rooms. The exhibition center invites visitors to sample various  fermented soybean condiments and displays all the products made in this village. The drying rooms are specially designed to allow maximum sunlight and ventilation. Finally, the production center preserves the traditional methods of making doenjang such as boiling soybeans in a giant iron pot and fermenting meju in a ondolbang (a room with the&nbsp;Korean floor heating system).","regDate":"2022-12-10","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Industrial Sites","Foods & Beverages"],"imgUrl":"","blogPath":"Gyeongsangbuk-do/2022-12-10-1670657747432"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}