{"pageProps":{"content":"![Mireuksa Temple Site [UNESCO World Heritage] (익산 미륵사지 [유네스코 세계문화유산])](/2023-01-06-1672983362269/2514991_image2_1.webp)\n\n  \n## Overview\n\n> Mireuksa was the largest Buddhist temple of the ancient Baekje Kingdom (18 BC-AD 660). According to Samgukyusa (historical records published in 1281), King Mu (30th king of Baekje, in power AD 600-641) and his wife Queen Seonhwa were said to have seen a vision of Mireuksamjon (the three Sanskrit) emerging from a large pond. At the time of their revelation, the king and queen were on their way to visit a Buddhist monk in Sajasa Temple on Yonghwasan Mountain (now known as Mireuksan Mountain). In response to their vision, the king drained the nearby pond and established Mireuksa Temple. The temple is believed to have shown the most advanced architectural and cultural skills of Baekje, Silla, and Goguryeo (the three main kingdoms at that time). Records indicate that King Jinpyeong of Silla even sent his craftsmen over to assist with the temple construction. <br><br>The two main features of the Mireuksa Temple Site are the stone pagoda (Mireuksaji Seoktap) and the flagpole supports (Mireuksaji Dangganjiju). The 14.24-meter-high west stone pagoda (National Treasure No. 11) is the oldest and largest Korean stone pagoda in existence. The west pagoda currently has only six tiers, but is estimated to originally have had nine. The nine-story east stone pagoda (27.67 meters in x_height) was restored to its original stature in 1993 based on historical records. Other surviving landmarks include the flagpole supports (Treasure No. 236) to the south of the stone pagodas. The 395 centimeter-tall poles are estimated to have been created during the Unified Silla period (AD 676-935) and are set 90 meters apart from east to west.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-63-859-3873,<br> +82-63-830-0900|\n|parking:|Available|\n|restdate:|[Mireuksa Temple Site] N/A (Open all year round)<br>[Iksan National Museum] New Year’s Day, Mondays, the day of Seollal (Lunar New Year's Day) & Chuseok (Korean Thanksgiving Day)|\n|usetime:|[Mireuksa Temple Site] Open 24 hr<br>[Iksan National Museum] 10:00-17:30|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Restrooms:|Available|\n|Admission Fees:|Free|\n|Interpretation Services Offered:|Information material available in English, Japanese and Chinese at the Exhibition Hall entrance|\n  \n## Detail Image\n![/2023-01-06-1672983362269/2514985_image2_1.webp](/2023-01-06-1672983362269/2514985_image2_1.webp)\n![/2023-01-06-1672983362269/2514986_image2_1.webp](/2023-01-06-1672983362269/2514986_image2_1.webp)\n![/2023-01-06-1672983362269/2514987_image2_1.webp](/2023-01-06-1672983362269/2514987_image2_1.webp)\n![/2023-01-06-1672983362269/2514989_image2_1.webp](/2023-01-06-1672983362269/2514989_image2_1.webp)\n![/2023-01-06-1672983362269/2514993_image2_1.webp](/2023-01-06-1672983362269/2514993_image2_1.webp)\n![/2023-01-06-1672983362269/2514994_image2_1.webp](/2023-01-06-1672983362269/2514994_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-63-859-3873](tel:+82638593873)\n- [🏠www.iksan.go.kr/tour</a><br /><a href=\"http://iksan.museum.go.kr/\" target=\"_blank\" class=\"web\">iksan.museum.go.kr](http://www.iksan.go.kr/tour/index.iksan)\n\n\n```googleMap\nlatitude: 36.0125952250\nlongitude: 127.0308309191\ntitle: 362, Mireuksaji-ro, Iksan-si, Jeollabuk-do\n```\n  \n\n","data":{"id":"2023-01-06-1672983362269","title":"Mireuksa Temple Site [UNESCO World Heritage] (익산 미륵사지 [유네스코 세계문화유산])","description":"Mireuksa was the largest Buddhist temple of the ancient Baekje Kingdom (18 BC-AD 660). According to Samgukyusa (historical records published in 1281), King Mu (30th king of Baekje, in power AD 600-641) and his wife Queen Seonhwa were said to have seen a vision of Mireuksamjon (the three Sanskrit) emerging from a large pond. At the time of their revelation, the king and queen were on their way to visit a Buddhist monk in Sajasa Temple on Yonghwasan Mountain (now known as Mireuksan Mountain). In response to their vision, the king drained the nearby pond and established Mireuksa Temple. The temple is believed to have shown the most advanced architectural and cultural skills of Baekje, Silla, and Goguryeo (the three main kingdoms at that time). Records indicate that King Jinpyeong of Silla even sent his craftsmen over to assist with the temple construction. <br><br>The two main features of the Mireuksa Temple Site are the stone pagoda (Mireuksaji Seoktap) and the flagpole supports (Mireuksaji Dangganjiju). The 14.24-meter-high west stone pagoda (National Treasure No. 11) is the oldest and largest Korean stone pagoda in existence. The west pagoda currently has only six tiers, but is estimated to originally have had nine. The nine-story east stone pagoda (27.67 meters in x_height) was restored to its original stature in 1993 based on historical records. Other surviving landmarks include the flagpole supports (Treasure No. 236) to the south of the stone pagodas. The 395 centimeter-tall poles are estimated to have been created during the Unified Silla period (AD 676-935) and are set 90 meters apart from east to west.","regDate":"2023-01-06","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2023-01-06-1672983362269/2514985_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-06-1672983362269","pageUrl":"https:/mcdryad.com/Jeollabuk-do/2023-01-06-1672983362269"},"dataList":[{"id":"2023-01-14-1673685438860","title":"Waryong Recreational Forest (와룡자연휴양림)","description":"Waryong Recreational Forest opened in June 1996 and serves as a family-friendly vacation destination to interact with nature. The park can accept up to 1,200 visitors per day. It also has a camping site as well as lodging facilities for both individual and group visitors. Children can learn about nature and the ecosystem through a variety of programs as well as enjoy forest bathing.","regDate":"2023-01-14","author":"korea-tour","tag":["Jeollabuk-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"","blogPath":"Jeollabuk-do/2023-01-14-1673685438860"},{"id":"2023-01-14-1673681711881","title":"Wanju Samrye Culture & Arts Village (완주 삼례문화예술촌)","description":"Samrye Culture & Arts Village is an art village also referred to as Samsamyeyemimi. Once used as a granary and an official residence during the Japanese administration, it has now become a village of art. The village consists of Design Museum, Visual Media Art Gallery, Kim Sang-rym Carpentry Shop (Wood Works), and Book Museum and offers a variety of programs during exhibition events and art festivals.","regDate":"2023-01-14","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Industrial Sites","Others"],"imgUrl":"","blogPath":"Jeollabuk-do/2023-01-14-1673681711881"},{"id":"2023-01-14-1673678254229","title":"Sunchang Jangnyu Experience Center (순창장류체험관)","description":"Located in front of the Traditional Gochujang Folk Village in Sunchang, Jeollabuk-do, Sunchang Jangnyu Experience Center offers visitors the opportunity to sample and make delicious dishes using Sunchangs famous <em>gochujang</em> (red pepper paste). Visitors can make refined gochujang using traditional methods, along with a variety of other popular dishes such as <em>injeolmi</em> (rice cake coated with powdered soybeans) and<em> twibap</em> (popped rice snack). In addition to a range of experience programs, clean accommodation facilities are also available for program participants.","regDate":"2023-01-14","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Experience Programs","Traditional Experience"],"imgUrl":"","blogPath":"Jeollabuk-do/2023-01-14-1673678254229"},{"id":"2023-01-14-1673674551772","title":"Seonyudo Island (선유도)","description":"Seonyudo Island, one of the most popular tourist destinations on the west coast during the summer, lies in the heart of the Gogunsan Archipelago. The island has an area of 2.12 ㎢, which is only about 1/4 of Yeouido in Seoul. The islands coastal shore is around 12.8 kilometers long and the highest point is Namaksan Mountain, which reaches about 155.6 meters in altitude. Seonyudo is the central point of Gogunsan Archipelago and has even served as the headquarters for the naval army during the Joseon dynasty. It played a vital role during the Imjin War as Admiral Yi spent days in the islands to prepare for the next battle after his victory in the Battle of Myeongnyang.&nbsp;<br /><br />Visitors can enjoy the island in three ways. First is to look around the neighboring islands. Seonyudo, Munyeodo, Jangjado, and Daejangdo islands are all connected by a bridge, allowing one to move between the islands on foot or on a bicycle. Other ways to enjoy the island is to take a walk along the Myeongsa-simni Shore, one of the Eight Scenes of Seonyudo, and to try the clam collecting program at a mudflat.<br>","regDate":"2023-01-14","author":"korea-tour","tag":["Jeollabuk-do","Nature","Natural Sites"],"imgUrl":"","blogPath":"Jeollabuk-do/2023-01-14-1673674551772"},{"id":"2023-01-14-1673671107985","title":"Seongsusan Recreational Forest (성수산자연휴양림)","description":"Located in Imsil, Jeollabuk-do, Seongsusan Recreational Forest (성수산자연휴양림) grows in a deep valley that contains historic sites from the founding days of Goryeo through to the Joseon dynasty. Because of its secluded location and clean air the forest has recently become a new popular destination for summer vacationers. <Br><br>There is a children’s playground, and above it are condominium-type lodgings which can accommodate over 200 guests. There is a camping ground as well where all you hear are the sounds of flowing running water and chirping birds. It is an out-of-the-way little hideaway ideal for relaxation.","regDate":"2023-01-14","author":"korea-tour","tag":["Jeollabuk-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"","blogPath":"Jeollabuk-do/2023-01-14-1673671107985"},{"id":"2023-01-14-1673667356143","title":"Muju Anguksa Temple (안국사 (무주))","description":"As the only temple in Jeoksangsan Mountain, Anguksa Temple was built in 1227 (during the 3rd year of King Chungryeol’s reign) by Monk Wolin. A secret historical archives, called Sagak, was built to store Joseonwangjo Sillok (annals of the Joseon dynasty) in 1614 (during the 6th year of King Gwanghaegun’s reign) within the mountain, while Seonukgak was built in 1641 (during the 19th year of King Injo’s reign) to store Seonwonrok (royal genealogical records). The two sites were designated as Jeoksangsan Historical Archives during the Joseon dynasty. Hoguksa Temple was also built at that time to prevent accidents from affecting the archives. The temple, along with the existing Anguksa Temple, was used to house monk soldiers who protected the archives.<br><br> Because of the construction of Muju Power Plant, Anguksa Temple was relocated to the Hoguksa Temple site and rebuilt in 1995. Consisting of 15 buildings, the temple is surrounded by Sanjeong Lake. Boasting exquisite fall foliage, the temple can be easily reached by vehicle along a paved road. The nearby attractions include Muju Resort and Muju Gucheondong Valley.","regDate":"2023-01-14","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2023-01-14-1673667356143/2613201_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-14-1673667356143"},{"id":"2023-01-13-1673606316274","title":"Maisan Provincial Park (마이산도립공원)","description":"Maisan Provincial Park is located in Jinan-gun, Jeollabuk-do. The peak has a variety of names depending on the season. In the spring, it is called Dotdaebong; in the summer, Yonggakbong; in the fall, Maibong; and in the winter, Munpilbong.<br><br> There are two main trails leading up Maisan Mountain, located on the southern side and the northern side. The southern course is very popular, showcasing the many stone pagodas of Tapsa Temple. This temple has around 80 tall stone pagodas that do not sway no matter how strong the winds may blow. Another attraction of the mountain is Eunsusa Temple, where King Taejo stopped to give a 100-day prayer during his trip to Seongsusan Mountain.<br><br> Maisan Provincial Park is also well-known as a leisure retreat. Of the many hiking trails, there is a three kilometer-long cherry blossom tunnel that blooms every year in mid-April. This cherry blossom tunnel serves as the venue for the annual Jinan Cherry Blossom Festival, with exciting performances and beautiful scenary.","regDate":"2023-01-13","author":"korea-tour","tag":["Jeollabuk-do","Nature","Natural Sites","Provincial Parks"],"imgUrl":"/2023-01-13-1673606316274/1605756_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-13-1673606316274"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}