{"pageProps":{"content":"![Sebang Sunset Observatory (세방낙조 전망대)](/2023-01-28-1674887898941/2687408_image2_1.webp)\n\n  \n## Overview\n\n> The scenery viewed from Sebang Sunset Observatory is thought to be one of the most beautiful scenes along the coast of Jindo Island. Visitors can see the beautiful red sunset just like a painting filling the sky between islands. Weather Central picked this site as the best sunset observing spot in the southernmost part of the Korean peninsula. Driving on the road offers views of breathtaking islands with a lot of forests and fresh air.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-61-540-6754|\n|parking:|Available|\n  \n\n  \n## Detail Image\n![/2023-01-28-1674887898941/2687412_image2_1.webp](/2023-01-28-1674887898941/2687412_image2_1.webp)\n![/2023-01-28-1674887898941/2687415_image2_1.webp](/2023-01-28-1674887898941/2687415_image2_1.webp)\n![/2023-01-28-1674887898941/2687416_image2_1.webp](/2023-01-28-1674887898941/2687416_image2_1.webp)\n![/2023-01-28-1674887898941/2687418_image2_1.webp](/2023-01-28-1674887898941/2687418_image2_1.webp)\n![/2023-01-28-1674887898941/2687419_image2_1.webp](/2023-01-28-1674887898941/2687419_image2_1.webp)\n![/2023-01-28-1674887898941/2687420_image2_1.webp](/2023-01-28-1674887898941/2687420_image2_1.webp)\n![/2023-01-28-1674887898941/2687421_image2_1.webp](/2023-01-28-1674887898941/2687421_image2_1.webp)\n![/2023-01-28-1674887898941/2687422_image2_1.webp](/2023-01-28-1674887898941/2687422_image2_1.webp)\n![/2023-01-28-1674887898941/2687424_image2_1.webp](/2023-01-28-1674887898941/2687424_image2_1.webp)\n![/2023-01-28-1674887898941/2687410_image2_1.webp](/2023-01-28-1674887898941/2687410_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-61-540-6754](tel:+82615406754)\n\n\n\n```googleMap\nlatitude: 34.4404159812\nlongitude: 126.1022216978\ntitle: Jisan-myeon, Jindo-gun, Jeollanam-do\n```\n  \n## Directions\n  \n[Bus]<br>From Central City Terminal or Dong Seoul Bus Terminal, take a bus to Jindo Bus Terminal.<br>From Jindo Bus Terminal, take Nongeochon Bus bound for Gahak, Mase and get off at Sebang-ri Bus Stop.<BR>Walk for approx. 620 m.\n","data":{"id":"2023-01-28-1674887898941","title":"Sebang Sunset Observatory (세방낙조 전망대)","description":"The scenery viewed from Sebang Sunset Observatory is thought to be one of the most beautiful scenes along the coast of Jindo Island. Visitors can see the beautiful red sunset just like a painting filling the sky between islands. Weather Central picked this site as the best sunset observing spot in the southernmost part of the Korean peninsula. Driving on the road offers views of breathtaking islands with a lot of forests and fresh air.","regDate":"2023-01-28","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"/2023-01-28-1674887898941/2687408_image2_1.webp","blogPath":"Jeollanam-do/2023-01-28-1674887898941","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-28-1674887898941"},"dataList":[{"id":"2023-02-02-1675312795581","title":"Yeosu Hyangiram Hermitage (향일암(여수))","description":"Hyangiram Hermitage (Cultural Property Material) is one of four Buddhist hermitages in Korea where the faithful come to pray to the Avalokitesvara Bodhisattva. It was originally named Wontongam Hermitage, established by Monk Wonhyo during the fourth year of Baekje King Uija’s reign (644). Wontongam Hermiatge was renamed to Geumoam Hermitage by Monk Yunpil in the 9th year of Goryeo King Gwangjong’s reign (958), then renamed once again to Hyangiram Hermitage by Monk Inmuk during the 41st year of Joseon King Sukjong’s reign (1715). <br><br>The temple contains many buildings both preserved and rebuilt, including the main hall, Daeungjeon Hall, which was rebuilt in 2012 after it burned down in a fire. The mountain path to Hyangiram Hermitage is very steep, but many people make the climb in hopes of their wish coming true. Legend has it that anyone who passes all seven of the stone caves on the walk to Hyangiram Hermitage will be granted their wish.","regDate":"2023-02-02","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2023-02-02-1675312795581/2367375_image2_1.webp","blogPath":"Jeollanam-do/2023-02-02-1675312795581"},{"id":"2023-02-02-1675309005166","title":"Yeongsangang River (영산강)","description":"Yeongsangang River (136 kilometers) is the shortest of the four major rivers in Korea. The river starts from Yongchubong Peak (560m) located in Yong-myeon in Damyang, Jeollanam-do. It runs through Damyang, Gwangju, Naju, and Yeongam and eventually flows into the Yellow Sea in Mokpo through the estuary bank. <br><br>The river also faces some environmental challenges, including extreme weather events that cause flooding, leading to ecosystem loss and habitat degradation. In December 1981, a dam was built and the damage was significantly reduced. The government has also introduced the Four Major Rivers Restoration Project in 2009 with the objective of restoring the rivers while achieving regional development. Under this project, a significant amount of budget was allocated for resolving problems plaguing the Yeongsangang River.","regDate":"2023-02-02","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"/2023-02-02-1675309005166/2654753_image2_1.webp","blogPath":"Jeollanam-do/2023-02-02-1675309005166"},{"id":"2023-02-01-1675247896166","title":"Yeongsando Island (영산도)","description":"The spectacular yet rarely visited Yeongsando Island is located off the south eastern coast of <a href=http //english.visitkorea.or.kr/enu/SI/SI_EN_3_1_1_1.jsp?cid=264278><font color=navy>Heuksando island</font></a>. With a population of about 50 people, Yeongsangdo’s only village is located in a quiet cove with a backdrop of mountains behind it. The outline of its highest peak called Munamgwiun (405m) and ridge depict the silhouette of a naked woman with long wavy hair.","regDate":"2023-02-01","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"/2023-02-01-1675247896166/1585349_image2_1.webp","blogPath":"Jeollanam-do/2023-02-01-1675247896166"},{"id":"2023-02-01-1675244183430","title":"Yeonggwang Bulgapsa Temple (불갑사 (영광))","description":"Bulgapsa Temple of Yeonggwang-gun, Jeollanam-do, was the very first Buddhist temple to be built in Korea. Monk Marananta, who was the first Indian monk to spread Buddhism in Korea, is said to have established the temple here around the year 384, during the reign of Baekje King Chimnyu. <br><br>Daeungjeon Hall, the main hall of Bulgapsa Temple, has been designated as a Treasure. The motifs on the doors of the hall are famed for their beautiful designs. The temple also has other buildings of distinction such as the Manseru Pavillion, Myeongbujeon Hall and Ilgwangdang Shrine, and a population of sericeous newlitse trees, designated as a  Natural Monument. The temple is also famous for the magic lily which blooms in the late summer. The path into Bulgapsa Temple is ideal for a restful walk and contemplation.","regDate":"2023-02-01","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2023-02-01-1675244183430/189751_image2_1.webp","blogPath":"Jeollanam-do/2023-02-01-1675244183430"},{"id":"2023-02-01-1675240811375","title":"Yeongamho Lake (migratory bird habitat) (영암호 - 철새도래지)","description":"This is a huge lake created when the Geumho tide embankment was constructed in Yeongam on November 1996, as part of a national project to reclaim some 4.3 kilometers stretch of sea from Sampo-ri in Samho-myeon of Yeongam-gun to Byeoram-ri in Hwawon-myeon of Haenam-gun.  <br><BR>Some 100 species of migratory birds, numbering some 300,000, live in this area over the winter on the mud flats which are full of things to eat. Around the embankment where the sea water and fresh water meet, there is a great spot to fish for both fresh water and the sea species. This is perhaps the only place in Korea where the long and silvery cutlass fish, usually found in the deeper areas of the ocean, can be caught while sitting on the rocks along the seashore.","regDate":"2023-02-01","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"/2023-02-01-1675240811375/2373406_image2_1.webp","blogPath":"Jeollanam-do/2023-02-01-1675240811375"},{"id":"2023-02-01-1675237048162","title":"Yeongam Gurim Hanok Village (영암 구림전통한옥마을)","description":"Nestled at the foot of Wolchulsan Mountains western side in Yeongam-gun, Jeollanam-do, Yeongam Gurim Hanok Village has a 2,200 year-long history, stretching from the Three Han States to Proto Three Kingdom Period. The village is abundant with various historical stories and features, offering plenty of cultural tourism resources. The village includes 12 pavilions including Hoesajeong Pavilion and Gukamsa Shrine, traditional houses, stone walls, and old oak trees.Especially, 96 Korean-house accommodations including Anyongdang, Wolindang, Gukamsa, and Anhyeongung are located for tourists to stay in a traditional Hanok as well as to offer various traditional programs like paper craft, traditional wedding ceremony, rice cake-pounding, straw craft, catching fish, water activities and others. Also, Wangin Cherry Blossom Festival and Chrysanthemum Festival are held here every year.","regDate":"2023-02-01","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Historical Sites","Folk Villages"],"imgUrl":"/2023-02-01-1675237048162/1005718_image2_1.webp","blogPath":"Jeollanam-do/2023-02-01-1675237048162"},{"id":"2023-02-01-1675233630217","title":"Wolchulsan National Park (월출산국립공원)","description":"Wolchulsan National Park is located in the southern part of Korea. The name Wolchulsan means mountain where the moon rises. Starting with Cheonhwangbong Peak (810.7 m) at the center, the whole area is filled with rocky mountain peaks which all look special and unique.<br><Br>About five kilometers beyond the National Parks entrance and Dogapsa Temple is Gujeongbong Peak. The peak is shaped like nine pots with a pool of water that never runs dry, said to have been a dragons dwelling place according to local folk legend. Another 500 meters further along is Maaeyeoraejwasang, a sitting Buddha statue, which is designated as a National Treasure. <br><br>At the top of Wolchulsan Mountain is a large flat granite rock that can fit up to 300 people. From here, visitors can take in the splendid vista of the mountain. Wolchulsan National Park also features one of the nations longest suspension bridges, located 120 meters above ground with a length of 52 meters and a x_width of 0.6 meters. To the left of Sajabong Peak is a seven-tier waterfall named Chilchipokpo Falls, pouring down into the valley in the middle of the mountain. Another great view to catch is the field of reeds found along the path to Dogapsa and Muwisa Temples. Moreover, the park changes its colors by season, offering excellent views all year round.","regDate":"2023-02-01","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites","National Parks"],"imgUrl":"/2023-02-01-1675233630217/1969531_image2_1.webp","blogPath":"Jeollanam-do/2023-02-01-1675233630217"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}