{"pageProps":{"content":"![Haeoreum Art Village (해오름예술촌)](/2022-12-18-1671345449799/2367549_image2_1.webp)\n\n  \n## Overview\n\n> Remodeling a closed school, Haeoreum Art Village supports work studios for local artists and offers a wide array of art and cultural programs. <br><br> Beautiful surroundings, artistic buildings, and splendid landscaping architecture have drawn many visitors to the village. Introduced in TV programs, newspapers, and magazines, the village has quickly become a popular tourist destination.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 (Korean, English, Japanese, Chinese) • For more info:  +82-55-867-0706|\n|parking:|Available|\n|restdate:|N/A (Open all year round)|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Restrooms:|Available|\n|Available Facilities:|<br>* 1F: Art/Exhibition Hall, Craft Studio, Folk Archives, Old Classroom (reproduced), Wooden Craft Studio, Corridor Exhibition Hall<br><br>* 2F: Exhibition Hall No. 1, Exhibition Hall No. 2, Tea Culture & Etiquette Room, German Wine Culture Hall,  Wooden Terrace<br><br>* Other: Craft Experience Room, Outdoor Sculpture Park, Souvenir Shop, Traditional Kiln, Gas Kiln, Outdoor Pond, Grass Square,  Outdoor Movie Theater, cafe|\n  \n## Detail Image\n![/2022-12-18-1671345449799/1300808_image2_1.webp](/2022-12-18-1671345449799/1300808_image2_1.webp)\n![/2022-12-18-1671345449799/1300815_image2_1.webp](/2022-12-18-1671345449799/1300815_image2_1.webp)\n![/2022-12-18-1671345449799/1300817_image2_1.webp](/2022-12-18-1671345449799/1300817_image2_1.webp)\n![/2022-12-18-1671345449799/1300818_image2_1.webp](/2022-12-18-1671345449799/1300818_image2_1.webp)\n![/2022-12-18-1671345449799/1300819_image2_1.webp](/2022-12-18-1671345449799/1300819_image2_1.webp)\n![/2022-12-18-1671345449799/1300828_image2_1.webp](/2022-12-18-1671345449799/1300828_image2_1.webp)\n![/2022-12-18-1671345449799/1300831_image2_1.webp](/2022-12-18-1671345449799/1300831_image2_1.webp)\n![/2022-12-18-1671345449799/214255_image2_1.webp](/2022-12-18-1671345449799/214255_image2_1.webp)\n![/2022-12-18-1671345449799/214256_image2_1.webp](/2022-12-18-1671345449799/214256_image2_1.webp)\n![/2022-12-18-1671345449799/214257_image2_1.webp](/2022-12-18-1671345449799/214257_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-55-867-0706](tel:+82558670706)\n- [🏠tour.namhae.go.kr](http://tour.namhae.go.kr)\n\n\n```googleMap\nlatitude: 34.7886596485\nlongitude: 128.0492062328\ntitle: 995, Dongbu-daero, Samdong-myeon, Namhae-gun, Gyeongsangnam-do\n```\n  \n\n","data":{"id":"2022-12-18-1671345449799","title":"Haeoreum Art Village (해오름예술촌)","description":"Remodeling a closed school, Haeoreum Art Village supports work studios for local artists and offers a wide array of art and cultural programs. <br><br> Beautiful surroundings, artistic buildings, and splendid landscaping architecture have drawn many visitors to the village. Introduced in TV programs, newspapers, and magazines, the village has quickly become a popular tourist destination.","regDate":"2022-12-18","author":"korea-tour","tag":["Gyeongsangnam-do","Culture/Art/History","Experience Programs","Unique Experience"],"imgUrl":"/2022-12-18-1671345449799/2367549_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-18-1671345449799","pageUrl":"https:/mcdryad.com/Gyeongsangnam-do/2022-12-18-1671345449799"},"dataList":[{"id":"2022-12-23-1671773763251","title":"Mulgeon Windbreak Forest (남해 물건리 방조어부림)","description":"Namhae in Gyeongsangnam-do, with coastal lines stretching over 302 kilometers, is surrounded by 70 beautiful islands. The Windbreak Forest in Mulgeon-ri has protected Namhae from gusty winds and ferocious waves and provided abundant fish for 300 years.<br><br>Resembling a crescent moon, the spacious forest (23,438 ㎡) along the seashore is owned by the community of Mulgeon-ri. It stretches over 1.5 kilometers with a x_width of 30 meters; there are over 2,000 trees that create canopies with x_heights varying from 10 to 15 meters. The forest boasts over 100 different species of trees — from hackberries to oaks, zelkovas, fringe trees, muku trees, and silver magnolias. All in all, 10,000 trees create the feeling of being in an ancient forest, deep in the mountains.<br><br>The forest was built by people in nearby villages 300 years ago in order to control winds and waves. From above, elegant curvilinear coastal lines are enveloped by lush trees of the forest, serving as a protection against the Namhae sea. Mulgeon-ri is divided into two areas  the port with a lighthouse, and farmlands, with the forest in between the two. From German Village in Namhae, scenic overlooks provide sweeping views of Mulgeon-ri, the forest, and the port.<br><br>The forest is called a variety of names; it is called Bangpungrim (Windbreak Forest) because it protects villages from gusty winds; Eoburim (Fish shelter Forest) because its lush trees attract schools of fish; and Bangjorim (Waterbreak Forest) because it lessens the severity of waves and tides.<br><br>Home to German Village, Mulgeon-ri faces eastward. Naturally, it is a great spot to see the sunrise and sunset. While Jeongdongjin is renowned for its splendid sunrise on the East Coast, Mulgeon-ri shares the acclaim on the South Coast, attracting thousands of visitors at the dawn of every New Year.","regDate":"2022-12-23","author":"korea-tour","tag":["Gyeongsangnam-do","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2022-12-23-1671773763251/2652510_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-23-1671773763251"},{"id":"2022-12-23-1671770382256","title":"Mujidori Village (Muju Farm Village) (무지돌이마을)","description":"Having a 500-year-old history, Mujidori Village is a traditional village with a small stream by the entrance, seven mountain peaks, and three reservoirs. The village has 155 hectares of farm land, making it the largest of its kind in Goseong-gun.<br><br>The village only uses organic farming methods to grow their crops which include turmeric, luffa, chestnuts, beans, buckwheat, etc. Shade trees and rest areas can be found near the reservoirs and by the stream. The village also offers a rural experience through their farm-stay programs, folk games, and other hands-on activities.<br><br>Located nearby is Danghangpo Resort, the famous battlefield where Admiral Yi Sun-sin crushed the Japanese navy during the Imjin War (1592–1598). The resort complex includes a family recreational park, a camping site, an amusement park and a leisure-sports facility. The Goseong Dinosaur Museum, which was built next to one of the world’s largest dinosaur footprint fossil sites, is also worth a visit.","regDate":"2022-12-23","author":"korea-tour","tag":["Gyeongsangnam-do","Culture/Art/History","Experience Programs","Village Experience"],"imgUrl":"/2022-12-23-1671770382256/2485716_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-23-1671770382256"},{"id":"2022-12-23-1671766604756","title":"Mubongsa Temple (무봉사)","description":"Mubongsa, meaning “a sacred place where phoenix used to dance,” is a small Buddhist temple. It is conveniently located near one of the Miryang’s top attractions, Yeongnamnu Pavilion. Perched high on the cliffs above the upper reaches of the river is Aranggak Pavilion. A flight of stairs from this pavilion lead to the famous Yeongnamnu Pavilion and Mubongsa Temple. Enshrining a stone seated Buddha statue designated as Treasure No. 493, the temple has long been a popular site among poets and painters for its picturesque landscape.","regDate":"2022-12-23","author":"korea-tour","tag":["Gyeongsangnam-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-12-23-1671766604756/2606544_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-23-1671766604756"},{"id":"2022-12-22-1671705476464","title":"Miryang Yeongnamnu Pavilion (밀양 영남루)","description":"Located&nbsp;within Adongsan Mountain next to the Namcheongang River in Miryang, Yeongnamnu Pavilion (National Treasure No. 147) is one of three great pavilions of Korea together with Choseongnu Pavilion of Jinju and Bubyeongnu Pavilion of Pyeongyang. <br><br> A two-story-pavilion with a hip-and-gable roof was constructed&nbsp;at the&nbsp;same site during the Silla period, as part of Yeongnamsa Temple, which was one of the five great temples at the time. The pavilion was torn down and re-constructed during the ruling of King Gongmin in&nbsp;Goryeo dynasty. The current structure was built in 1884 and designed by&nbsp;then-magistrate Yi In-jae. <br><br> The pavilion area consists of Neungpagak, Chimnyugak, Sajumum Gate, Iljumun Gate and Cheonjingung. Stone-carved calligraphy from the Joseon period abounds in the pavilion complex, drawing many visitors.","regDate":"2022-12-22","author":"korea-tour","tag":["Gyeongsangnam-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-12-22-1671705476464/2589485_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-22-1671705476464"},{"id":"2022-12-22-1671701787603","title":"Miryang Pyochungsa Temple (표충사 (밀양))","description":"Pyochungsa Temple is located at the base of Jaeyaksan Mountain, 20 kilometers east of Miryang. The temple was originally founded by Monk Wonhyo in the 1st year of King Muyeol in Silla period under the name Junnimgsa Temple, then expanded and renamed by a monk from India in  the fourth year of King Heungdeok’s reign of the Silla period. Nearby attractions include Cheungcheungpokpo Falls, Geumgangpokpo Falls, and Eoreumgol Ice Valley, as well as Sajapyeong Plain at the ridge of the mountain.","regDate":"2022-12-22","author":"korea-tour","tag":["Gyeongsangnam-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-12-22-1671701787603/2589452_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-22-1671701787603"},{"id":"2022-12-22-1671698327960","title":"Miryang Eoreumgol Valley (밀양 얼음골)","description":"Just north of Jaeyaksan Mountain, Eoreumgol Valley (Ice Valley) sits at an elevation between 600 and 750 meters and covers an area of 29,752m². Designated as Natural Monument No. 224, the valley is unusual in that it begins to freeze in March when the weather becomes warm and thaws in the fall when the weather becomes cold. In the winter, the valley generates warm breezes and the water rarely freezes. Because of these unique attributes, the valley is considered one of the Four Mysteries in Miryang and attracts visitors from early summer through fall.","regDate":"2022-12-22","author":"korea-tour","tag":["Gyeongsangnam-do","Nature","Natural Sites","Valleys"],"imgUrl":"/2022-12-22-1671698327960/2666896_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-22-1671698327960"},{"id":"2022-12-22-1671694567115","title":"Mireukdo Island Special Tourist Zone (미륵도 관광특구)","description":"Mireukdo Island is located in Tongyeong, a city that holds great historical significance for being the home of the Tongjeyeong naval station during the Joseon dynasty. The Tongyeong base served as the central command station for the three other naval bases in the Gyeongsang, Jeolla and Chungcheong regions. <br><br>Not only is Mireukdo Island designated as a Special Tourist Zone, it is also a part of the Hallyeohaesang National Park and serves as the center of tourism in the South Coast. The Mireukdo Special Tourist Zone, with the Donam Tourist Complex as its core, is well-equipped with a variety of leisure facilities, tourist accommodations and restaurants. This district caters to visitors with yacht services and a variety of water sports such as windsurfing, kayaking and water skiing. Exceptionally popular is the ferry cruise that takes visitors to Hansando Island, which is located just off the coast of Tongyeong, and to the other scenic islands such as Bijindo and Maemuldo. <br><br>Mireukdo Island is connected to Tongyeong through an undersea tunnel, Chungmu Bridge and Tongyeong Bridge, making it even more accessible to visitors. At the center of the island is the towering Mireuksan Mountain. The panoramic Hallyeosudo Viewing Ropeway, which opened in 2008, takes visitors to the summit of Mireuksan Mountain. The top offers a commanding view of the forests and valleys below. On a clear day, visitors can even see the Japanese island of Tsushima. The mountain’s hiking trails are well-maintained and are suitable for short hikes. The most traveled trail is the one starting from Yonghwasa Temple. Hikers taking this trail pass through Gwaneumsa Temple and Mireukjae Pass to reach the top. The trail leads to Miraesa Temple and a grass field on the way down before finally going back to Yonghwasa Temple.<br><br><br><b>Mireukdo Special Tourist Zone </b><br><b>Areas Covered </b> Part of Sanyang-eup (Mireukdo Island and Obido Island), areas of Misu-dong, Bongpyeong-dong and Donam-dong in Tongyeong-si, Gyeongsangnam-do<br><b>Area size </b> 32,900,000 ㎡<br><b>Tourist Attractions </b> Hallyeosudo Viewing Ropeway,  Ferry Cruise, Tongyeong Concert Hall, Undersea Tunnel","regDate":"2022-12-22","author":"korea-tour","tag":["Gyeongsangnam-do","Culture/Art/History","Recreational Sites","Tourist Complexes"],"imgUrl":"/2022-12-22-1671694567115/1823760_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-22-1671694567115"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}