{"pageProps":{"content":"![Gyeongju Hwangnyongsa Temple Site (경주 황룡사지)](/2022-11-28-1669624954858/202492_image2_1.webp)\n\n  \n## Overview\n\n> Hwangnyongsa Temple Site is located in front of Bunhwangsa Temple in Guhang-dong, Gyeongju. During the Silla Era, the Hwangnyongsa Temple was the nation’s largest temple and housed the bulk of the country’s major Buddhist treasures. <br> <br> Construction of the temple began in 553 on a field east of the royal compound under the commission of King Jinheung. The king originally planned to build a palace, but decided to build a temple instead, after receiving reports that a yellow dragon had been spotted on the building site. The temple was thus named Hwangnyongsa (Temple of Yellow Dragon) and was completed in 569, seventeen years after construction began. The temple murals featured an old pine tree drawn by Artist Solgeo. During the Silla Era, the temple was the center of state-sanctioned Buddhism. <br> <br>Later, when monk Jajang was studying in China during the Tang dynasty, he came across a god as he was passing by Taihe Pond. The god said to him, “The yellow dragon, which is my eldest son, is guarding Hwangnyongsa Temple upon orders of Brahma, the Creator. If you build a nine-story pagoda upon your return to Silla, the neighboring states will surrender and pay tribute, and the royal cause will be stronger. Once the construction of the pagoda is complete, prepare a memorial service for the local gods and pardon any of the countrys criminals. If you follow all I have told you, no other state will dare invade Silla.” <br><br> After this encounter, Jajang returned to Silla and convinced Queen Seondeok to build the nine-story pagoda. Master architect Abiji of the neighboring state Baekje designed the pagoda and the project was built by Yongchun and 200 men using wood and stone. The night before the columns were to be erected, Architect Abiji of Baekje dreamed of the fall of Baekje and refused to complete the project. With a peal of thunder, an old monk and a man of great strength suddenly appeared from the temples main hall, erected the columns, and magically disappeared. Abiji was so shocked at the sight that he accepted his country’s future demise as the fate of the gods and once again restarted work on the temple. (From Samgungnyusa, the Memorabilia of the Three Kingdoms) <br> <br> In the twenty-three years following the completion of the pagoda, Queen Seondeok unified the Three Kingdoms; later, numerous scholars pointed to the pagoda as a contributing factor in the unification. Of the three treasures of Silla, two were located at Hwangnyongsa Temple. The largest bell of Silla was also in the temple, but was taken away during the Mongol invasion. The highest monks of Silla preached at the temple, and many kings came to listen to the Buddhist teachings. <br><br> During excavation work in July 1969, the massive foundation stones of the sermon hall, auditorium, and pagoda were found. Eight years of archaeological excavations and studies revealed the unique layout of the temple grounds, which consisted of one pagoda and three halls; also found were 40,000 or so ancient artifacts. Though foundation stones and other structures from the bottom of the temple were identified through excavation, there are no historical clues about the temple’s upper design, making the restoration of the temple in its entirety practically impossible. The size of the temple, based on archeological findings, was about 70 acres, roughly eight times larger than that of Bulguksa Temple.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330<br>(Korean, English, Japanese, Chinese) <br>• For more info: +82-54-779-6100|\n  \n\n  \n## Detail Image\n![/2022-11-28-1669624954858/179524_image2_1.webp](/2022-11-28-1669624954858/179524_image2_1.webp)\n![/2022-11-28-1669624954858/179525_image2_1.webp](/2022-11-28-1669624954858/179525_image2_1.webp)\n![/2022-11-28-1669624954858/179526_image2_1.webp](/2022-11-28-1669624954858/179526_image2_1.webp)\n![/2022-11-28-1669624954858/179527_image2_1.webp](/2022-11-28-1669624954858/179527_image2_1.webp)\n![/2022-11-28-1669624954858/214714_image2_1.webp](/2022-11-28-1669624954858/214714_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-54-779-6100](tel:+82547796100)\n- [🏠www.gyeongju.go.kr/tour](http://www.gyeongju.go.kr/tour)\n\n\n```googleMap\nlatitude: 35.8382604313\nlongitude: 129.2307077526\ntitle: 64-19, Imhae-ro, Gyeongju-si, Gyeongsangbuk-do\n```\n  \n## Directions\n  \n[Bus]<br>\nFrom Seoul Express Bus Terminal, take a bus to Gyeongju Bus Terminal.<br>\nFrom Gyeongju Bus Terminal Bus Stop, take Bus No. 10, 11, 15, 16, 16-1, 17, 18, 100, 150, or 277-1 and get off at Bunhwangsa Temple or Gyeonggosageori Intersection Bus Stop.\n","data":{"id":"2022-11-28-1669624954858","title":"Gyeongju Hwangnyongsa Temple Site (경주 황룡사지)","description":"Hwangnyongsa Temple Site is located in front of Bunhwangsa Temple in Guhang-dong, Gyeongju. During the Silla Era, the Hwangnyongsa Temple was the nation’s largest temple and housed the bulk of the country’s major Buddhist treasures. <br> <br> Construction of the temple began in 553 on a field east of the royal compound under the commission of King Jinheung. The king originally planned to build a palace, but decided to build a temple instead, after receiving reports that a yellow dragon had been spotted on the building site. The temple was thus named Hwangnyongsa (Temple of Yellow Dragon) and was completed in 569, seventeen years after construction began. The temple murals featured an old pine tree drawn by Artist Solgeo. During the Silla Era, the temple was the center of state-sanctioned Buddhism. <br> <br>Later, when monk Jajang was studying in China during the Tang dynasty, he came across a god as he was passing by Taihe Pond. The god said to him, “The yellow dragon, which is my eldest son, is guarding Hwangnyongsa Temple upon orders of Brahma, the Creator. If you build a nine-story pagoda upon your return to Silla, the neighboring states will surrender and pay tribute, and the royal cause will be stronger. Once the construction of the pagoda is complete, prepare a memorial service for the local gods and pardon any of the countrys criminals. If you follow all I have told you, no other state will dare invade Silla.” <br><br> After this encounter, Jajang returned to Silla and convinced Queen Seondeok to build the nine-story pagoda. Master architect Abiji of the neighboring state Baekje designed the pagoda and the project was built by Yongchun and 200 men using wood and stone. The night before the columns were to be erected, Architect Abiji of Baekje dreamed of the fall of Baekje and refused to complete the project. With a peal of thunder, an old monk and a man of great strength suddenly appeared from the temples main hall, erected the columns, and magically disappeared. Abiji was so shocked at the sight that he accepted his country’s future demise as the fate of the gods and once again restarted work on the temple. (From Samgungnyusa, the Memorabilia of the Three Kingdoms) <br> <br> In the twenty-three years following the completion of the pagoda, Queen Seondeok unified the Three Kingdoms; later, numerous scholars pointed to the pagoda as a contributing factor in the unification. Of the three treasures of Silla, two were located at Hwangnyongsa Temple. The largest bell of Silla was also in the temple, but was taken away during the Mongol invasion. The highest monks of Silla preached at the temple, and many kings came to listen to the Buddhist teachings. <br><br> During excavation work in July 1969, the massive foundation stones of the sermon hall, auditorium, and pagoda were found. Eight years of archaeological excavations and studies revealed the unique layout of the temple grounds, which consisted of one pagoda and three halls; also found were 40,000 or so ancient artifacts. Though foundation stones and other structures from the bottom of the temple were identified through excavation, there are no historical clues about the temple’s upper design, making the restoration of the temple in its entirety practically impossible. The size of the temple, based on archeological findings, was about 70 acres, roughly eight times larger than that of Bulguksa Temple.","regDate":"2022-11-28","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Holy Sites"],"imgUrl":"/2022-11-28-1669624954858/202492_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-11-28-1669624954858","pageUrl":"https:/mcdryad.com/Gyeongsangbuk-do/2022-11-28-1669624954858"},"dataList":[{"id":"2022-12-13-1670927944965","title":"Sinseonam Hermitage Rock-carved Bodhisattva in Namsan Mountain of Gyeongju (경주 남산 신선암 마애보살반가상)","description":"This 1.4 m-high rock-carved Bodhisattva was carved on the southern rock standing right above Chilburam Rock on Namsan Mountain, which may be regarded as a repository of relics and artifacts including Buddha statues spanning the Three Kingdoms Period to the late Unified Silla Period.<br><br>Judging from the three-sided bejeweled crown he’s wearing on his head, this is clearly a Bodhisattva statue. He looks as if he is sitting on a cloud, while the closed eyes on the plump face give the impression that he is lost in deep thought. He seems to be watching mankind from his world above the clouds. He is holding a flower in his right hand and his left hand is held up to his chest as if he is preaching.<br><br>His robe is very thin, revealing the curves of the body, and hangs down to the base of the pedestal. The mandorla (Buddhist halo of light), which consists of both the dugwang (light radiating from the head) and hte singwang (light emanating from the Buddha’s body), is also the shrine for the statue, so the image of the Bodhisattva looks more prominent. It is presumed that this rock-carved Bodhisattva was made during the late eighth century during the Unified Silla dynasty.","regDate":"2022-12-13","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"","blogPath":"Gyeongsangbuk-do/2022-12-13-1670927944965"},{"id":"2022-12-13-1670924193942","title":"Seated Rock-carved Buddha at Golgulam Temple (경주 골굴암 마애여래좌상)","description":"The Seated Rock-carved Buddha at Golgulam Temple consists of a Maebul (a Buddha carved in a cliff) at the very top of 12 Buddha images carved in natural rock caves located in a steep cliff of Girimsa Valley. A painting of the caving titled Golgulseokgul by Gyeomjae Jeongseon, a famous painter of the era, revealed that there was once a wooden room located in front of the Maebul, but today only a hint of the room remains on the rock. The head of the Buddha (Yukgye) is perched solid and high on the body with a clear profile of the face – sharp eyes, small lips and a long and narrow nose. In contrast to the three-dimensional face, the body is broader and flatter. The neck and upper chest sections have eroded over time. The folds in the clothing are nearly parallel, and the arm area has a v-pattern wrinkle, giving it a more realistic and three-dimensional quality. Around the head of the Buddha is a lotus-shaped halo, while the body is surrounded by a rhythmic flame-like halo. The Maebul is believed to have been created during the late Unified Silla Kingdom, as it shows similar craftsmanship to Seated Stone Vairocana Buddha (National Treasure No. 995), which was created in the year 876 and is located in Chukseosa Temple.","regDate":"2022-12-13","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"","blogPath":"Gyeongsangbuk-do/2022-12-13-1670924193942"},{"id":"2022-12-13-1670920819064","title":"Sail Spa Land (사일온천)","description":"Sail Spa Land is uniquely located at the top of a mountain. Sail Spa Land offers top-ranking hot spring water, and also has a whirlpool-equipped hotel-style family pool, the first of its kind in Korea, and an open-air bath about 330 square meters that is directly connected to a public bath.","regDate":"2022-12-13","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Recreational Sites","Hot Springs & Spa"],"imgUrl":"","blogPath":"Gyeongsangbuk-do/2022-12-13-1670920819064"},{"id":"2022-12-13-1670916979531","title":"Robo Life Museum (로보라이프 뮤지엄)","description":"The Robo Life Museum is a place where one can meet robots that are already part of our daily lives, knowingly and unknowingly. Visitors can learn about robots while dancing and drawing with them as well as touching and operating them. Through the museum, visitors can experience what the future will be like. It also is an ideal place for kids to satisfy their curiosity and have fun.","regDate":"2022-12-13","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Industrial Sites","Others"],"imgUrl":"","blogPath":"Gyeongsangbuk-do/2022-12-13-1670916979531"},{"id":"2022-12-13-1670913701687","title":"Pohang Steelworks (포항제철소)","description":"Pohang Steelworks, also known as POSCO, was built at Yeongilman Bay from 1970 until 1981 to shift the focus of the countrys growth engine from the agriculture-oriented primary industry of the 1960s to the heavy chemical industry. Photography within the factory is prohibited, making a visit here key to fully experiencing all POSCO has to offer.","regDate":"2022-12-13","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Industrial Sites","Steel Mills"],"imgUrl":"","blogPath":"Gyeongsangbuk-do/2022-12-13-1670913701687"},{"id":"2022-12-13-1670909767403","title":"Palgongsan Provincial Park (Eunhaesa Temple Section) (팔공산도립공원 - 은해사지구)","description":"Located north of Gyeongsan, Palgongsan Mountain (1,192.3m) was called both Jungaksan and Buaksan Mountain during the Silla period. The mountain has many ancient temples and historical sites such as the Gatbawi Stone Buddha, Wonhyosa Temple, Cheonseongsa Temple and Bulgulsa Temple.","regDate":"2022-12-13","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites","Provincial Parks"],"imgUrl":"","blogPath":"Gyeongsangbuk-do/2022-12-13-1670909767403"},{"id":"2022-12-13-1670906480745","title":"Orijangnim Forest in Jacheon-ri, Yeongcheon (영천 자천리 오리장림)","description":"Orijangnim Forest is approximately 2 kilometers long, the same length as the Korean measurement of five <em>ri</em> (O-ri). It is also called Jacheon Forest due to its location near Jacheon-ri. The forest was split into two parts after a national roadway was built through the forest. Later, much of the forest was lost due to additional building construction, road expansion, and typhoon. Only some areas in front of Jacheon Village retain the old ambience.<br><br>Orijangnim Forest was established to block the strong winds from entering the village, as well as provide bank protection and flood prevention. It is comprised of 280 trees from 12 different species including oriental oaks.","regDate":"2022-12-13","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Resources","Rare Animals & Plants"],"imgUrl":"","blogPath":"Gyeongsangbuk-do/2022-12-13-1670906480745"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}