{"pageProps":{"content":"![Daejin Beach (대진해수욕장)](/2022-11-22-1669099517214/2021965_image2_1.webp)\n\n  \n## Overview\n\n> Daejin Beach is located in Daejin-ri, a coastal village in Yeonghae-myeon, Yeongdeok-gun, and has all the conditions for a coastal attraction. The water is clear and clean, and a pine forest surrounds the white sandy beach. The beach is 8 kilometers long and 100 meters wide. In addition, the water level is only 1-2 meters deep and the slope is gentle, making it a suitable summer atraction for families with children. The sandy beach is characterized by its thick grain which is good for sand baths and does not stick to the body. <br><br> Daejin Beach also has a 200 meter-wide stream called Songcheoncheon Stream that flows across the white sandy beach. Visitors can enjoy a fresh water bath in the stream. Furthermore, since this stream is where the freshwater and seawater meet, visitors can enjoy both freshwater fishing and sea fishing. <br><br> In general, the eastern coastline is known to be monotonous, but the coastal bay of Chuksan-myeon is an exception. The mountain area is adjacent to the coast, and Jukdosan Mountain draws a complex coastline. The scenery of Jukdosan Mountain with its lush bamboo forest creates a beautiful painting. In addition, the coastal road from Chuksan 1-ri to Daejin Beach is great for enjoying a drive, and the scenery of white waves rolling over the golden sandy beach is beautiful.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-54-730-7721|\n|parking:|Available|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Available Facilities:|Shower booth, restaurants, accommodations, parasol, convenience store,  etc.|\n|Restrooms:|Available|\n  \n## Detail Image\n![/2022-11-22-1669099517214/575979_image2_1.webp](/2022-11-22-1669099517214/575979_image2_1.webp)\n![/2022-11-22-1669099517214/583661_image2_1.webp](/2022-11-22-1669099517214/583661_image2_1.webp)\n![/2022-11-22-1669099517214/583677_image2_1.webp](/2022-11-22-1669099517214/583677_image2_1.webp)\n![/2022-11-22-1669099517214/634667_image2_1.webp](/2022-11-22-1669099517214/634667_image2_1.webp)\n![/2022-11-22-1669099517214/634670_image2_1.webp](/2022-11-22-1669099517214/634670_image2_1.webp)\n![/2022-11-22-1669099517214/634677_image2_1.webp](/2022-11-22-1669099517214/634677_image2_1.webp)\n![/2022-11-22-1669099517214/634679_image2_1.webp](/2022-11-22-1669099517214/634679_image2_1.webp)\n![/2022-11-22-1669099517214/634681_image2_1.webp](/2022-11-22-1669099517214/634681_image2_1.webp)\n![/2022-11-22-1669099517214/782597_image2_1.webp](/2022-11-22-1669099517214/782597_image2_1.webp)\n![/2022-11-22-1669099517214/575978_image2_1.webp](/2022-11-22-1669099517214/575978_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-54-730-7721](tel:+82547307721)\n- [🏠tour.yd.go.kr](http://tour.yd.go.kr/)\n\n\n```googleMap\nlatitude: 36.5645374176\nlongitude: 129.4266915867\ntitle: 2840, Yeongdeokdaege-ro, Yeongdeok-gun, Gyeongsangbuk-do\n```\n  \n\n","data":{"id":"2022-11-22-1669099517214","title":"Daejin Beach (대진해수욕장)","description":"Daejin Beach is located in Daejin-ri, a coastal village in Yeonghae-myeon, Yeongdeok-gun, and has all the conditions for a coastal attraction. The water is clear and clean, and a pine forest surrounds the white sandy beach. The beach is 8 kilometers long and 100 meters wide. In addition, the water level is only 1-2 meters deep and the slope is gentle, making it a suitable summer atraction for families with children. The sandy beach is characterized by its thick grain which is good for sand baths and does not stick to the body. <br><br> Daejin Beach also has a 200 meter-wide stream called Songcheoncheon Stream that flows across the white sandy beach. Visitors can enjoy a fresh water bath in the stream. Furthermore, since this stream is where the freshwater and seawater meet, visitors can enjoy both freshwater fishing and sea fishing. <br><br> In general, the eastern coastline is known to be monotonous, but the coastal bay of Chuksan-myeon is an exception. The mountain area is adjacent to the coast, and Jukdosan Mountain draws a complex coastline. The scenery of Jukdosan Mountain with its lush bamboo forest creates a beautiful painting. In addition, the coastal road from Chuksan 1-ri to Daejin Beach is great for enjoying a drive, and the scenery of white waves rolling over the golden sandy beach is beautiful.","regDate":"2022-11-22","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites"],"imgUrl":"/2022-11-22-1669099517214/2021965_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-11-22-1669099517214","pageUrl":"https:/mcdryad.com/Gyeongsangbuk-do/2022-11-22-1669099517214"},"dataList":[{"id":"2022-12-13-1670927944965","title":"Sinseonam Hermitage Rock-carved Bodhisattva in Namsan Mountain of Gyeongju (경주 남산 신선암 마애보살반가상)","description":"This 1.4 m-high rock-carved Bodhisattva was carved on the southern rock standing right above Chilburam Rock on Namsan Mountain, which may be regarded as a repository of relics and artifacts including Buddha statues spanning the Three Kingdoms Period to the late Unified Silla Period.<br><br>Judging from the three-sided bejeweled crown he’s wearing on his head, this is clearly a Bodhisattva statue. He looks as if he is sitting on a cloud, while the closed eyes on the plump face give the impression that he is lost in deep thought. He seems to be watching mankind from his world above the clouds. He is holding a flower in his right hand and his left hand is held up to his chest as if he is preaching.<br><br>His robe is very thin, revealing the curves of the body, and hangs down to the base of the pedestal. The mandorla (Buddhist halo of light), which consists of both the dugwang (light radiating from the head) and hte singwang (light emanating from the Buddha’s body), is also the shrine for the statue, so the image of the Bodhisattva looks more prominent. It is presumed that this rock-carved Bodhisattva was made during the late eighth century during the Unified Silla dynasty.","regDate":"2022-12-13","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"","blogPath":"Gyeongsangbuk-do/2022-12-13-1670927944965"},{"id":"2022-12-13-1670924193942","title":"Seated Rock-carved Buddha at Golgulam Temple (경주 골굴암 마애여래좌상)","description":"The Seated Rock-carved Buddha at Golgulam Temple consists of a Maebul (a Buddha carved in a cliff) at the very top of 12 Buddha images carved in natural rock caves located in a steep cliff of Girimsa Valley. A painting of the caving titled Golgulseokgul by Gyeomjae Jeongseon, a famous painter of the era, revealed that there was once a wooden room located in front of the Maebul, but today only a hint of the room remains on the rock. The head of the Buddha (Yukgye) is perched solid and high on the body with a clear profile of the face – sharp eyes, small lips and a long and narrow nose. In contrast to the three-dimensional face, the body is broader and flatter. The neck and upper chest sections have eroded over time. The folds in the clothing are nearly parallel, and the arm area has a v-pattern wrinkle, giving it a more realistic and three-dimensional quality. Around the head of the Buddha is a lotus-shaped halo, while the body is surrounded by a rhythmic flame-like halo. The Maebul is believed to have been created during the late Unified Silla Kingdom, as it shows similar craftsmanship to Seated Stone Vairocana Buddha (National Treasure No. 995), which was created in the year 876 and is located in Chukseosa Temple.","regDate":"2022-12-13","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"","blogPath":"Gyeongsangbuk-do/2022-12-13-1670924193942"},{"id":"2022-12-13-1670920819064","title":"Sail Spa Land (사일온천)","description":"Sail Spa Land is uniquely located at the top of a mountain. Sail Spa Land offers top-ranking hot spring water, and also has a whirlpool-equipped hotel-style family pool, the first of its kind in Korea, and an open-air bath about 330 square meters that is directly connected to a public bath.","regDate":"2022-12-13","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Recreational Sites","Hot Springs & Spa"],"imgUrl":"","blogPath":"Gyeongsangbuk-do/2022-12-13-1670920819064"},{"id":"2022-12-13-1670916979531","title":"Robo Life Museum (로보라이프 뮤지엄)","description":"The Robo Life Museum is a place where one can meet robots that are already part of our daily lives, knowingly and unknowingly. Visitors can learn about robots while dancing and drawing with them as well as touching and operating them. Through the museum, visitors can experience what the future will be like. It also is an ideal place for kids to satisfy their curiosity and have fun.","regDate":"2022-12-13","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Industrial Sites","Others"],"imgUrl":"","blogPath":"Gyeongsangbuk-do/2022-12-13-1670916979531"},{"id":"2022-12-13-1670913701687","title":"Pohang Steelworks (포항제철소)","description":"Pohang Steelworks, also known as POSCO, was built at Yeongilman Bay from 1970 until 1981 to shift the focus of the countrys growth engine from the agriculture-oriented primary industry of the 1960s to the heavy chemical industry. Photography within the factory is prohibited, making a visit here key to fully experiencing all POSCO has to offer.","regDate":"2022-12-13","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Industrial Sites","Steel Mills"],"imgUrl":"","blogPath":"Gyeongsangbuk-do/2022-12-13-1670913701687"},{"id":"2022-12-13-1670909767403","title":"Palgongsan Provincial Park (Eunhaesa Temple Section) (팔공산도립공원 - 은해사지구)","description":"Located north of Gyeongsan, Palgongsan Mountain (1,192.3m) was called both Jungaksan and Buaksan Mountain during the Silla period. The mountain has many ancient temples and historical sites such as the Gatbawi Stone Buddha, Wonhyosa Temple, Cheonseongsa Temple and Bulgulsa Temple.","regDate":"2022-12-13","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites","Provincial Parks"],"imgUrl":"","blogPath":"Gyeongsangbuk-do/2022-12-13-1670909767403"},{"id":"2022-12-13-1670906480745","title":"Orijangnim Forest in Jacheon-ri, Yeongcheon (영천 자천리 오리장림)","description":"Orijangnim Forest is approximately 2 kilometers long, the same length as the Korean measurement of five <em>ri</em> (O-ri). It is also called Jacheon Forest due to its location near Jacheon-ri. The forest was split into two parts after a national roadway was built through the forest. Later, much of the forest was lost due to additional building construction, road expansion, and typhoon. Only some areas in front of Jacheon Village retain the old ambience.<br><br>Orijangnim Forest was established to block the strong winds from entering the village, as well as provide bank protection and flood prevention. It is comprised of 280 trees from 12 different species including oriental oaks.","regDate":"2022-12-13","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Resources","Rare Animals & Plants"],"imgUrl":"","blogPath":"Gyeongsangbuk-do/2022-12-13-1670906480745"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}