{"pageProps":{"content":"![Chiaksan National Park (치악산국립공원)](/2022-07-25-1658738702810/2659197_image2_1.webp)\n\n  \n## Overview\n\n> Chiaksan Mountain has several peaks reaching x_heights of over 1,000 meters, including Namdaebong, Cheonjibong, Hyangnobong, Sambong, and Birobong Peak, the tallest of the peaks at 1,288 meters. Chiaksan National Park, designated in 1984, encompasses a 182.09 ㎢ area with a 14-kilometer trail connecting the peaks from Birobong Peak in the north to Namdaebong Peak in the south.<br><br>\n\nIn addition to these soaring peaks, the park also includes many deep valleys, unique rock formations, waterfalls, and tourist attractions. Some of the more popular destinations are Geumdaegyegok Valley, Taejongdae Rock, Seryeompokpo Falls, and Guryongsa Temple. The park draws in hikers all year round, with bright azaleas in spring, lush forests in summer, vibrant foliage in fall, and a white wonderland in winter.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Korea Travel Hotline: +82-2-1330 <br>(Korean, English, Japanese, Chinese) <br> • For more info: +82-33-740-9900|\n|parking:|Available|\n|restdate:|* Subject to abrupt closure due to adverse weather conditions.|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Hiking Course:|[Geumdae Ranger Station - Namdaebong Peak Course (2 hr 40 min / 5.2 km)]<br>Geumdae Ranger Station - Yeongwonsa Temple - Namdaebong Peak<br /><br>[Haenggu Park Ranger Post - Hyangnobong Peak Course (1hr 30 min / 2.8 km)]<br>Haeunggu Park Ranger Post - Bomunsa Temple - Hyangnobong Peak<br /><br>[Seongnam Park Ranger Post - Namdaebong Peak Course (2 hr 30 min / 5.9 km)]<br>Seongnam Park Ranger Post - Sangwonsa Temple - Namdaebong Peak<br /><br>[Bugok Park Ranger Post - Birobong Peak Course (3 hr / 8.9 km)]<br>Bugok Park Ranger Post - Godeunjae - Birobong Peak<br /><br>[Guryong Information Center - Seryeompokpo Falls Course (1 hr 45 min / 3 km)]<br>Guryong Information Center - Guryongsa Temple - Daegok Campground - Seryeompokpo Falls<br /><br>[Guryong Information Center - Birobong Peak Course (3 hr 30 min / 5.7 km)]<br>Guryong Information Center - Guryongsa Temple - Daegok Campground - Seryeompokpo Falls - Sadari Byeongchang - Birobong Peak<br /><br>[Guryong Information Center - Seongnam Park Ranger Post Course (10 hr / 23.8 km)]<br>Guryong Information Center - Birobong Peak - Hyangnobong Peak - Namdaebong Peak  - Seongnam Park Ranger Post<br /><br>Hwanggol Information Center - Birongbong Peak Course (2 hr 30 min / 4.1 km)]<br>Hwanggol Information Center - Ipseoksa Temple - Birobong Peak|\n|Mountain Not Access Period:|Varies depending on weather advisories, snow/precipitation levels, and other local conditions. Please visit the official website to check before visiting.|\n|Natural Preservation Areas (closed to public):|Seonghwangnim (54,314 ㎡): until 2026|\n|Admission Fees:|Individuals - Adults 3,000 won / Teenagers 1,000 won / Children 500 won<br>Groups: Adults 2,500 won / Teenagers 800 won / Children 400 won|\n|Available Facilities:|Campground, visitor's center|\n|Restrooms:|Available|\n|Parking Fees:|[For the first 1 hour]<br> Light-weight vehicles 500 won / Small & Mid-sized vehicles 1,100 won / Large vehicles 2,000 won<br> <br>[Every additional 10 minutes]<br>Light-weight vehicles 100 won / Small & Mid-sized vehicles 250 won (peak season 300 won) / Large vehicles 400 won (peak season) 500 won<br><br> [Parking for over 9 hours]<br> Light-weight vehicles 5,000 won / Small & Mid-sized vehicles 13,000 won / Large vehicles 20,000 won<br><br> [Monthly parking]<br> Light weight vehicles 50,000 won / Small & Mid-sized vehicles 150,000 won / Large vehicles 200,000 won<br><br> * In the case of losing a parking ticket, the fee will be charged based on the time from the parking lot opening hour to the exiting time.|\n  \n## Detail Image\n![/2022-07-25-1658738702810/2012856_image2_1.webp](/2022-07-25-1658738702810/2012856_image2_1.webp)\n![/2022-07-25-1658738702810/2012857_image2_1.webp](/2022-07-25-1658738702810/2012857_image2_1.webp)\n![/2022-07-25-1658738702810/2474781_image2_1.webp](/2022-07-25-1658738702810/2474781_image2_1.webp)\n![/2022-07-25-1658738702810/2474785_image2_1.webp](/2022-07-25-1658738702810/2474785_image2_1.webp)\n![/2022-07-25-1658738702810/2474789_image2_1.webp](/2022-07-25-1658738702810/2474789_image2_1.webp)\n![/2022-07-25-1658738702810/2659194_image2_1.webp](/2022-07-25-1658738702810/2659194_image2_1.webp)\n![/2022-07-25-1658738702810/2659195_image2_1.webp](/2022-07-25-1658738702810/2659195_image2_1.webp)\n![/2022-07-25-1658738702810/2659196_image2_1.webp](/2022-07-25-1658738702810/2659196_image2_1.webp)\n![/2022-07-25-1658738702810/2659198_image2_1.webp](/2022-07-25-1658738702810/2659198_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-33-740-9900](tel:+82337409900)\n- [🏠chiak.knps.or.kr</a><br><a href=\"https://www.wonju.go.kr/tour/contents.do?key=4072&\" target=\"_blank\">www.wonju.go.kr](http://chiak.knps.or.kr)\n\n\n```googleMap\nlatitude: 37.4143609729\nlongitude: 128.0506809522\ntitle: 26, Musoijeom 2-gil, Wonju-si, Gangwon-do\n```\n  \n\n","data":{"id":"2022-07-25-1658738702810","title":"Chiaksan National Park (치악산국립공원)","description":"Chiaksan Mountain has several peaks reaching x_heights of over 1,000 meters, including Namdaebong, Cheonjibong, Hyangnobong, Sambong, and Birobong Peak, the tallest of the peaks at 1,288 meters. Chiaksan National Park, designated in 1984, encompasses a 182.09 ㎢ area with a 14-kilometer trail connecting the peaks from Birobong Peak in the north to Namdaebong Peak in the south.<br><br>In addition to these soaring peaks, the park also includes many deep valleys, unique rock formations, waterfalls, and tourist attractions. Some of the more popular destinations are Geumdaegyegok Valley, Taejongdae Rock, Seryeompokpo Falls, and Guryongsa Temple. The park draws in hikers all year round, with bright azaleas in spring, lush forests in summer, vibrant foliage in fall, and a white wonderland in winter.","regDate":"2022-07-25","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","National Parks"],"imgUrl":"/2022-07-25-1658738702810/2659197_image2_1.webp","blogPath":"Gangwon-do/2022-07-25-1658738702810","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-07-25-1658738702810"},"dataList":[{"id":"2022-10-15-1665809866017","title":"Sutasa Temple (수타사)","description":"Gongjaksan Mountain (887 m), home to Sutasa Temple and named for its resemblance to a peacock proudly displaying its tail feathers, gives visitors a bird’s-eye-view of Hongcheon. From the bottom, Gongjaksan Mountain looks like a giant laying on his back, looking up to the sky. The mountain offers elegant azaleas in spring, beautiful fall foliage, majestic cliffs with unusual rocks, colonies of pine trees, and a serene snowscape in winter.<br><br> Sutasa Valley, stretching over 12 kilometers between Sutasa Temple and Nocheon-ri, is full of large ponds and broad bedrocks and is flanked by rocky cliffs and pine groves.<br><br> Located among the foothills, Sutasa Temple is an ancient temple built by Monk Wonhyo in AD 708. The temple boasts numerous cultural properties including the gabled roof of Daejeokgwangjeon, a bronze bell, a three-tiered pagoda, and Wolinseokbo, a biography of Buddha that has been designated as a National Treasure.","regDate":"2022-10-15","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-10-15-1665809866017/1583691_image2_1.webp","blogPath":"Gangwon-do/2022-10-15-1665809866017"},{"id":"2022-10-14-1665744612187","title":"Sundamgyegok Valley (순담계곡)","description":"Located 5 kilometers northwest of Cheorwon-gun Office, Sundamgyegok Valley is one of the most beautiful valleys among the branches of the Hantangang River. It offers fantastic scenery of fascinating rock formations, steep cliffs, and ponds. The valley is filled with abundant water, trimmed by rare naturally white sand. Also, the stream behind the valley attracts many rafters each year.","regDate":"2022-10-14","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Valleys"],"imgUrl":"/2022-10-14-1665744612187/1136222_image2_1.webp","blogPath":"Gangwon-do/2022-10-14-1665744612187"},{"id":"2022-10-14-1665741013517","title":"Sun Cruise Theme Park (썬크루즈 테마공원)","description":"Sun Cruise Resort is a cruise-shaped resort located on a cliff 60 meters above sea level. Surrounding the resort is an extensive park, with themed gardens and sculptures. The park offers an exquisite landscape with its large man-made lake and coconut trees. The resort also has a sculpture park that displays 30 sculptures and a <em>jangseung</em> (traditional Korean totem pole) park with 250 jangseung totems from Andong. Visitors can also stop for a cup of coffee at a train-themed cafe or a sailboat-themed cafe.","regDate":"2022-10-14","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-10-14-1665741013517/205833_image2_1.webp","blogPath":"Gangwon-do/2022-10-14-1665741013517"},{"id":"2022-10-14-1665737745546","title":"Statue of Soyanggang Maid (소양강처녀상)","description":"This Soyanggang Maiden Statue stands high between Soyanggang Skywalk and Soyang i(2)gyo Bridge. This statue, representing Korea’s popular song Soyanggang Cheonyeo (maiden), is 12 m high in total, combining 5 m-high base stone and 7 m-high body. If you see it close to, the statue looks very big. The statue depicts a maiden who holds her skirt hem with one hand and reed with the other, and her breast-knot flapping in the wind. The base stone has the inscription of lyrics. The lyrics belong to the song Soyanggang Cheonyeo composed by Ban Ya-wol, who left hit songs, such as Crossing the Teary Pass of Bakdaljae, and Brokenhearted Miari Ridge.","regDate":"2022-10-14","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Architectural Sights","Statues"],"imgUrl":"/2022-10-14-1665737745546/2494755_image2_1.webp","blogPath":"Gangwon-do/2022-10-14-1665737745546"},{"id":"2022-10-14-1665734116690","title":"Soyangho Lake Ferry (소양호 유람선)","description":"Soyangho Lake was created by the building of Soyanggang Dam in 1973, and holds approximately 2.7 billion tons of water. It is the largest lake in Korea, earning it the nickname of the inland sea. Islands dot the landscape, and the lake is home to over 50 types of freshwater fish, making it a popular destination for watersports and fishing.","regDate":"2022-10-14","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Recreational Sites","Cruises/Submarines"],"imgUrl":"/2022-10-14-1665734116690/185856_image2_1.webp","blogPath":"Gangwon-do/2022-10-14-1665734116690"},{"id":"2022-10-14-1665729241153","title":"Soyangho Lake (Yanggu Section) (소양호(양구))","description":"Soyangho Lake is a man-made lake that was created when Soyang Dam, the biggest rock-filled dam in Asia, was built in 1973. The lake is a hotspot for aquatic tourism and the lakeside road is an important route that connects Chuncheon and Yanggu. Driving from Chuncheon to the dam will take about one hour, but the Kwaeryongho Boat, a hovercraft that operates regularly on Soyangho Lake, only takes about 30 minutes. The hovercraft travels by ejecting air against the surface below, sending up a spray of water on either side of the boat to the delight of passengers. In the valley, visitors can see fish farms floating among the islets. When the water level is high, it is possible to travel on the lake all the way to Inje and Sinnam, enjoying the beautiful scenery of Seoraksan Mountain. Both tourists and locals regularly make use of the ferry service.","regDate":"2022-10-14","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites"],"imgUrl":"/2022-10-14-1665729241153/176171_image2_1.webp","blogPath":"Gangwon-do/2022-10-14-1665729241153"},{"id":"2022-10-14-1665723965765","title":"Soyangho Lake (Inje Section) (소양호-인제)","description":"Soyangho Lake (소양호), one of the biggest manmade lakes in Korea, along with Chungjuho Lake (충주호), was created in 1973 when the world’s fourth largest dam, Soyang Dam, standing 123 meters high, was constructed. The 60-kilometer watercourse connecting Chuncheon and Inje is a route along which you can enjoy the beautiful hills and streams of Naeseorak. In the Inje section, upstream of the lake, there are various species of fish such as carp, crusian, leather carp, mandarin fish and pond smelt, attracting many tourists and fisherman. Fishing spots are found in areas such as Gunchukgyo Bridge, Bupyeong, Gwandae-ri, and Sangsunaeri Fishing Pier. Also, from December and March when a portion of the lake near Gunchukgyo Bridge freezes, you can bore holes through the ice sheet and enjoy ice-fishing for pond smelt.<br><br>","regDate":"2022-10-14","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites"],"imgUrl":"/2022-10-14-1665723965765/186683_image2_1.webp","blogPath":"Gangwon-do/2022-10-14-1665723965765"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}