{"pageProps":{"content":"![Daegu Textile Museum (대구섬유박물관)](/2022-08-14-1660495875718/2029420_image2_1.webp)\n\n  \n## Overview\n\n> Located in Daegu, a city famous for textiles, Daegu Textile Museum is the nation's sole textile musuem. Visitors can learn about the history of fashion, textiles, and related industries through the exhibition halls. The children's experience hall displays clothing from around the world, and offers various hands-on programs and special exhibitions for an informative and fun experience.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br>• For more info: +82-53-980-1004|\n|parking:|Available|\n|restdate:|Mondays (Closed the following business day if Monday is a public holiday), January 1, the day of Seollal (Lunar New Year's Day) & Chuseok (Korean Thanksgiving Day)|\n|usetime:|09:00-18:00|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Parking Fees:|Free|\n|Admission Fees:|Free (separate fees may apply to programs and special exhibitions)|\n|Interpretation Services Offered:|Available with advance reservation (English, Japanese, Chinese)|\n  \n## Detail Image\n![/2022-08-14-1660495875718/2029422_image2_1.webp](/2022-08-14-1660495875718/2029422_image2_1.webp)\n![/2022-08-14-1660495875718/2029424_image2_1.webp](/2022-08-14-1660495875718/2029424_image2_1.webp)\n![/2022-08-14-1660495875718/2029425_image2_1.webp](/2022-08-14-1660495875718/2029425_image2_1.webp)\n![/2022-08-14-1660495875718/2029432_image2_1.webp](/2022-08-14-1660495875718/2029432_image2_1.webp)\n![/2022-08-14-1660495875718/2029433_image2_1.webp](/2022-08-14-1660495875718/2029433_image2_1.webp)\n![/2022-08-14-1660495875718/2029434_image2_1.webp](/2022-08-14-1660495875718/2029434_image2_1.webp)\n![/2022-08-14-1660495875718/2029435_image2_1.webp](/2022-08-14-1660495875718/2029435_image2_1.webp)\n![/2022-08-14-1660495875718/2029421_image2_1.webp](/2022-08-14-1660495875718/2029421_image2_1.webp)\n![/2022-08-14-1660495875718/2029423_image2_1.webp](/2022-08-14-1660495875718/2029423_image2_1.webp)\n![/2022-08-14-1660495875718/2029428_image2_1.webp](/2022-08-14-1660495875718/2029428_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-53-980-1004](tel:+82539801004)\n- [🏠www.dtmuseum.org](http://www.dtmuseum.org)\n\n\n```googleMap\nlatitude: 35.9191096976\nlongitude: 128.6403017970\ntitle: 227, Palgong-ro, Dong-gu, Daegu\n```\n  \n## Directions\n  \n[Bus]<br>\nFrom Dongdaegu Station, take Rapid Bus No. 1 and get off at Korea Polytechnics Bus Stop.\n","data":{"id":"2022-08-14-1660495875718","title":"Daegu Textile Museum (대구섬유박물관)","description":"Located in Daegu, a city famous for textiles, Daegu Textile Museum is the nation's sole textile musuem. Visitors can learn about the history of fashion, textiles, and related industries through the exhibition halls. The children's experience hall displays clothing from around the world, and offers various hands-on programs and special exhibitions for an informative and fun experience.","regDate":"2022-08-14","author":"korea-tour","tag":["Daegu","Culture/Art/History","Industrial Sites","Others"],"imgUrl":"/2022-08-14-1660495875718/2029420_image2_1.webp","blogPath":"Daegu/2022-08-14-1660495875718","pageUrl":"https:/mcdryad.com/Daegu/2022-08-14-1660495875718"},"dataList":[{"id":"2022-08-15-1660560158814","title":"National Debt Redemption Movement Memorial Park (국채보상운동기념공원)","description":"Construction on the National Debt Redemption Movement Memorial Park began in March 1998 and was completed in December 1999. The park was established to retain the spirit of the National Debt Redemption Movement that originated in Daegu in 1907 and the 2nd movement in 1997 that was held to help overcome the national economic distress affected by the Asian Financial Crisis of 1997. The park also expanded the green space in the downtown area and offers a place of rest and relaxation to the general public. <br><br>Spanning 42,500 square meters in size, the park boasts the Dalgubeol Grand Bell, a bell pavilion, walking trails, and other amenities. The famous Dalgubeol Grand Bell was installed on the park grounds in December 1998 as a representation of harmony and prosperity and to symbolically awaken the people with its pure and clear ringing. In addition the convenient and beautifule amenities, the park also has several memorial plaques engraved with quotes from many significant historical figures who shaped Korea's culture and values.","regDate":"2022-08-15","author":"korea-tour","tag":["Daegu","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-08-15-1660560158814/2493786_image2_1.webp","blogPath":"Daegu/2022-08-15-1660560158814"},{"id":"2022-08-15-1660553069321","title":"Kim Kwangseok-gil Street (김광석 길 (김광석다시그리기길))","description":"Kim Kwangseok-gil Street is a mural street near Bangcheon Market where the now deceased Kim Kwang-seok used to live.  The 350 meter-long wall has statues and murals depicting his life and music. Every autumn, the area of Bangcheon Market and Dongseongno hosts a “Kim Kwang-seok Singing Contest.”","regDate":"2022-08-15","author":"korea-tour","tag":["Daegu","Culture/Art/History","Experience Programs","Cultural Districts"],"imgUrl":"/2022-08-15-1660553069321/1830012_image2_1.webp","blogPath":"Daegu/2022-08-15-1660553069321"},{"id":"2022-08-15-1660549026542","title":"Inheung Village (인흥마을)","description":"The descendants of Mun Ik-jeom, who are known to have brought the Nampyeong Mun clan to prosperity, reportedly came to Daegu about 500 years ago. It was during the time of Mun Gyeong-ho (1812-1874), the 18th descendant of Mun Ik-jeom, that the clan became established in Inheung. Mun executed his plan to create a village for the clan by putting down roots in the old site of Inheungsa Temple, a large-scale temple in the Goryeo era. <br><br>Yonghojae, which is a place for offering ancestral memorial services, is the first building established at the village constructed before or after 1920. The first residential building was built around the late 1800s in the form of thatched cottage. During the course of a hundred years, the village developed into what it is today. Featuring about 70 or so tile-roofed homes, Inheung Village is only about 200 years old but it is a great example of traditional residential homes of the em>yangban</em> upper class in the Yeongnam region. The harmony between the way the village is organized and the surrounding landscape is unique and rare.","regDate":"2022-08-15","author":"korea-tour","tag":["Daegu","Culture/Art/History","Historical Sites","Folk Villages"],"imgUrl":"/2022-08-15-1660549026542/1574148_image2_1.webp","blogPath":"Daegu/2022-08-15-1660549026542"},{"id":"2022-08-15-1660546126115","title":"House of Yi Sang-hwa (이상화 고택)","description":"Yi Sang-hwa was a nationalist poet, who resisted the Japanese colonialism. This was his house from 1939 until his death in 1943. His house was neglected after he died, until a citizens' movement in 1999 to preserve the house urged the Military Mutual Aid Association to purchase it, and donate it to the City of Daegu on October 27, 2005. It has been restored and opened to the public, serving as the center for education of the poet's brave spirit and work.","regDate":"2022-08-15","author":"korea-tour","tag":["Daegu","Culture/Art/History","Historical Sites","Old Houses"],"imgUrl":"/2022-08-15-1660546126115/1575222_image2_1.webp","blogPath":"Daegu/2022-08-15-1660546126115"},{"id":"2022-08-15-1660542596063","title":"House of Seo Sang-don (서상돈 고택)","description":"The house of entrepreneur and activist Seo Sang-don is located in the heart of Daegu. In 1907, in an effort to repay national debt and to gain independence from Japan, Seo launched the National Debt Repayment Movement as well as a nationwide campaign calling for people to quit smoking. <br><br>In celebration of Seo's leadership, the City of Daegu restored Seo's old house and opened it to the public. The City also built the National Debt Repayment Park and erected a statue of Seo in his honor.","regDate":"2022-08-15","author":"korea-tour","tag":["Daegu","Culture/Art/History","Historical Sites","Old Houses"],"imgUrl":"/2022-08-15-1660542596063/1026313_image2_1.webp","blogPath":"Daegu/2022-08-15-1660542596063"},{"id":"2022-08-15-1660538646993","title":"House of Missionary Blair (선교사블레어주택)","description":"The House of Missionary Blair was built in in the 1910's for his time of missionary work in Korea, but has been converted into a history museum and education center. The two-story red brick building has maintained its original construction, with only minor changes having been made over the years. The house is very representative of its time, with a brick chimney rising over the roof, and wooden flooring inside. The first floor was made up of a veranda, reception room, living room, bedrooms, dining room and kitchen. The second floor featured bedrooms and a bathroom. The windows can be opened both at the top and the bottom, and the veranda was used as a sunroom. The House of Missionary Blair is a great example of American architecture from the 1900's.","regDate":"2022-08-15","author":"korea-tour","tag":["Daegu","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-08-15-1660538646993/2366084_image2_1.webp","blogPath":"Daegu/2022-08-15-1660538646993"},{"id":"2022-08-15-1660532264317","title":"Gyeongsanggamnyeong Park (경상감영공원)","description":"Located in central Daegu, Gyeongsanggamyeong Park was built during the 34th year of King Seonjo of the Joseon Dynasty (1601) and was the original location of Gyeongsanggamyeong (1910), the office of the Gyeongsangbuk-do governor. In 1965 the provincial office was moved to another location and the park opened its doors to the public under the name of Central Park. The park was renamed again in 1997 and has been known as Gyeongsanggamyeong Park ever since.<br><br>Many cultural and historical heritages are located in the park including the Seonhwa-dang building where the governor worked (Daegu Tangible Cultural Property No.1); the Jungcheong-gak building that was one of the governor’s residences (Daegu Tangible Cultural Property No.2); and Seonjeong-bi gravestone where governor’s achievements are engraved. Seonhwa-dang building in particular has historical significance since it is one of the few remaining government buildings.<br><br>The park is well loved by citizens for its green forest, beautiful flowers, well-developed grass plaza, scenic fountain area, and its comfortable walking paths.","regDate":"2022-08-15","author":"korea-tour","tag":["Daegu","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-08-15-1660532264317/1575311_image2_1.webp","blogPath":"Daegu/2022-08-15-1660532264317"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}