{"pageProps":{"content":"![Bukhansan National Park (Seoul District) (북한산국립공원(서울))](/2022-07-21-1658379898802/2526645_image2_1.webp)\n\n  \n## Overview\n\n> Bukhansan Mountain was officially designated as a national park in 1983. The Bukhansan National Park covers both Bukhansan and Dobongsan Mountains, and spans the total area of 80.699 ㎢. At the top of Bukhansan Mountain are Baegundae Terrace (835.6 m), Insubong Peak (810.5 m) and Mangyeongdae Terrace (799.5 m), which gave the mountain the nickname \"Samgaksan\" or the \"three-horned mountain.\" The mountain had other names: Sambongsan (mountain with three peaks), Hwasan (flower mountain), and Buaak (mountain shaped like a person giving a baby a piggyback ride). The current name, Bukhansan, was given after the Bukhansanseong Fortress was built under King Sukjong of the Joseon dynasty.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-2-909-0498|\n|parking:|Available (Bukhansanseong Parking Lots 1 & 2, Jeongneung Parking Lot)|\n|restdate:|* Subject to abrupt closure due to adverse weather conditions.|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Mountain Not Access Period:|Period of restricted access for fire-prevention and natural scenery maintenance, natural environment protection, and forest protection<br>[Hiking Trails]<br>Spring: March 2-April 30 / Fall: November 1-December 15<br>[National Park]<br>November 15-December 15 (Except Gyeongju & Taean shoreline)<br>* TBD by park directors based on fire weather advisories, precipitation levels, and other local conditions. Refer to the official website.|\n|Restricted Mountain Areas :|[hiking.kworks.co.kr](http://hiking.kworks.co.kr/sub_map/map_user01.aspx)|\n|Natural Preservation Areas (closed to public):|* Jeongneung Ravine: Bottom of Cheongsupokpo Falls - Sujungbo - Neopjeokbawi Rock / Cheongsupokpo Falls - 30 m upper Cheongsucheon Stream / Bottom of Cheongsupokpo Falls - Jeongneung Ticket Booth Bottom: until 2026<br>* Insucheon Stream (Boundary between Hanilgyo Bridge - Jeonggyeongdae): until 2026<br>* Ui Ravine (200 m south of Ui Office - Former Baegun Ticket Booth): until 2026<br>* Gugi Ravine (Gugi Office - Shelter 4): until 2026<br>* Pyeongchang Ravine (Pyeongchang Ticket Booth 2 - Above Dongnyeongpokpo Falls): until 2026<br>* Sagimakgol Ravine Entrance - Bridge to an Army Base: until 2027<br>* Songchu Ravine (Songchu Railroad Bridge 1 - 3, Obong Three-Way Intersection): until 2026<br>|\n|Available Facilities:|Hiking Information Center, Bukhansan Mountain Management Office|\n|Restrooms:|Available|\n|Parking Fees:|Bukhansanseong Parking Lots 1 & 2, Jeongneung Parking Lot<br>Light-weight cars: 500 won for the first one hour / 100 won for each additional 10 minutes / 5,000 won for 9 or more hours<br>Small & Mid-sized cars: 1,100 won for the first one hour / 300 won for each additional 10 minutes (peak season) / 250 won for each additional 10 minutes (off season) / 13,000 won for 9 or more hours<br>Large-sized cars: 2,000 won for the first one hour / 500 won for each additional 10 minutes (peak season) / 400 won for each additional 10 minutes (off season) / 20,000 won for 9 or more hours|\n  \n## Detail Image\n![/2022-07-21-1658379898802/2526640_image2_1.webp](/2022-07-21-1658379898802/2526640_image2_1.webp)\n![/2022-07-21-1658379898802/2526642_image2_1.webp](/2022-07-21-1658379898802/2526642_image2_1.webp)\n![/2022-07-21-1658379898802/2526643_image2_1.webp](/2022-07-21-1658379898802/2526643_image2_1.webp)\n![/2022-07-21-1658379898802/2526644_image2_1.webp](/2022-07-21-1658379898802/2526644_image2_1.webp)\n![/2022-07-21-1658379898802/2526646_image2_1.webp](/2022-07-21-1658379898802/2526646_image2_1.webp)\n![/2022-07-21-1658379898802/2526647_image2_1.webp](/2022-07-21-1658379898802/2526647_image2_1.webp)\n![/2022-07-21-1658379898802/2526649_image2_1.webp](/2022-07-21-1658379898802/2526649_image2_1.webp)\n![/2022-07-21-1658379898802/2526651_image2_1.webp](/2022-07-21-1658379898802/2526651_image2_1.webp)\n![/2022-07-21-1658379898802/2526652_image2_1.webp](/2022-07-21-1658379898802/2526652_image2_1.webp)\n![/2022-07-21-1658379898802/2526654_image2_1.webp](/2022-07-21-1658379898802/2526654_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-2-909-0498](tel:+8229090498)\n- [🏠bukhan.knps.or.kr](http://bukhan.knps.or.kr/)\n\n\n```googleMap\nlatitude: 37.6215453578\nlongitude: 126.9943263511\ntitle: 262, Bogungmun-ro, Seongbuk-gu, Seoul\n```\n  \n\n","data":{"id":"2022-07-21-1658379898802","title":"Bukhansan National Park (Seoul District) (북한산국립공원(서울))","description":"Bukhansan Mountain was officially designated as a national park in 1983. The Bukhansan National Park covers both Bukhansan and Dobongsan Mountains, and spans the total area of 80.699 ㎢. At the top of Bukhansan Mountain are Baegundae Terrace (835.6 m), Insubong Peak (810.5 m) and Mangyeongdae Terrace (799.5 m), which gave the mountain the nickname \"Samgaksan\" or the \"three-horned mountain.\" The mountain had other names  Sambongsan (mountain with three peaks), Hwasan (flower mountain), and Buaak (mountain shaped like a person giving a baby a piggyback ride). The current name, Bukhansan, was given after the Bukhansanseong Fortress was built under King Sukjong of the Joseon dynasty.","regDate":"2022-07-21","author":"korea-tour","tag":["Seoul","Nature","Natural Sites","National Parks"],"imgUrl":"/2022-07-21-1658379898802/2526645_image2_1.webp","blogPath":"Seoul/2022-07-21-1658379898802","pageUrl":"https:/mcdryad.com/Seoul/2022-07-21-1658379898802"},"dataList":[{"id":"2022-08-04-1659627718253","title":"Jaunam Hermitage (자운암)","description":"Jaunam Hermitage was originally built in 1396 by Great Monk Muhak of Joseon dynasty. It was renovated in 1734, and finally took shape of the hermitage we know today in 1976 when Monk Boryun added Daeungjeon Hall, Chilseonggak Pavilion, and Sansigak Pavilion. It is currently located in the famous Jahadong Valley on the Seoul National University campus.","regDate":"2022-08-04","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-08-04-1659627718253/2363140_image2_1.webp","blogPath":"Seoul/2022-08-04-1659627718253"},{"id":"2022-08-04-1659623660561","title":"Jangchungdan Park (장충단공원)","description":"Jangchungdan Park is located on the northeastern foot of Namsan Mountain. On August 20th, 1895, Empress Myeongseong was killed by Japanese soldiers in Gyeongbokgung Palace and many Korean soldiers such as Yi Gyeong-jik and Hong Gye-hun died while trying to hold back the intruders. In memory of these soldiers, Emperor Gojong built the Jangchungdan Shrine in November 1900 at the current site of the Shilla Hotel guesthouse. The shrine was lost during the Korean War and the area was renovated into a park in 1919.<br><br>On September 22, 1984, Jangchungdan Park was designated the 374th neighborhood park of Korea and part of the park was merged with Namsan Park. The remaining area retained the name “Jangchungdan Park” and is still home to cultural assets such as the Jangchungdan Memorial Stone, Supyogyo, Seungjeongjeon, Gwanseongmyo, and Waryongmyo. The park is considered a landmark of patriotism since it contains the 1919 Independence Movement of Korea Memorial Stone and other monuments dedicated to people such as Han Yong-un, Yu Gwan-sun, and Gim Yong-hwan who fought for the independence of Korea.","regDate":"2022-08-04","author":"korea-tour","tag":["Seoul","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-08-04-1659623660561/1945785_image2_1.webp","blogPath":"Seoul/2022-08-04-1659623660561"},{"id":"2022-08-04-1659621118461","title":"Jangchung-dong Jokbal Street (장충동 족발 골목)","description":"The phenomenon of Jangchungdong Jokbal Street started 50 years ago with the opening of two Korean jokbal (steamed pig trotters) restaurants, followed by the influx of new jokbal restaurants during the late 70s and early 80s. <br>Today, the jokbal restaurants continue to serve one of the most sought Korean food from the main road and the alleyways of the Jangchungdong 1(il)-ga Street area.","regDate":"2022-08-04","author":"korea-tour","tag":["Seoul","Culture/Art/History","Experience Programs","Cultural Districts"],"imgUrl":"/2022-08-04-1659621118461/696569_image2_1.webp","blogPath":"Seoul/2022-08-04-1659621118461"},{"id":"2022-08-04-1659618367261","title":"Jamsil Special Tourist Zone (잠실 관광특구)","description":"Jamsil Special Tourist Zone includes Lotte World, Lotte World Tower, along with various amusement facilities, shopping malls, and historic sites in the nearby area. Seoul’s sole natural lake, Seokchonhosu Lake, café streets, Bangi Food area, Olympic Park, Hanseong Baekje Cultural Historical Site and tourism resources are plentiful. Jamsil Special Tourist Zone is easily accessible by public transportation such as subway (Jamsil Station, Seoul Subway Line 2, 8, or 9) and airport limousine buses.<BR><BR>* Current State of Jamsil Special Tourist Zone <br>1) Districts Covered  Areas around Sincheon-dong, Jamsil-dong, Seokchon-dong, Songpa-dong, Bangi-dong (Lotte World~ Seokchonhosu Lake~ Bangi Food Street~ Olympic Park) <br>2) Total Area  2,310,000 ㎡ <br>3) Designated on March 15, 2012<br><br>* Tourist Attractions<br>Lotte World, Lotte Hotel, Folk Museum, Seokchonhosu Lake, Olympic Park, Cafe Street, museums, etc.","regDate":"2022-08-04","author":"korea-tour","tag":["Seoul","Culture/Art/History","Recreational Sites","Tourist Complexes"],"imgUrl":"/2022-08-04-1659618367261/722919_image2_1.webp","blogPath":"Seoul/2022-08-04-1659618367261"},{"id":"2022-08-04-1659612764655","title":"Jamsil Hangang Park (한강시민공원 잠실지구(잠실한강공원))","description":"Jamsil Hangang Park is located on the southern side of the river between Jamsilcheolgyo Bridge and Yeongdong Bridge. The park is adjacent to Jamsil Sports Complex, Lotte World, and Olympic Park, and there are a variety of sports & cultural facilities located in the park.<br><br>The nature experience field created within the park is the perfect place for fieldtrips as well as family picnics. One of the biggest features of the Jamsil Hangang Park is the fishway in the Jamsil Water Reserve. Not only is it a great place to appreciate the beauty of the Hangang River, but it is also a place where visitors can learn more about nature through the diversity of eco-programs offered here. Near the fishway is a themed park equipped with wind vanes, walking paths, and underwater plant islets which serve as a resting place for fish. From Riverview Bom, a lookout café located on Jamsil Bridge, you may enjoy the fantastic night view of the Hangang River.","regDate":"2022-08-04","author":"korea-tour","tag":["Seoul","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-08-04-1659612764655/1567879_image2_1.webp","blogPath":"Seoul/2022-08-04-1659612764655"},{"id":"2022-08-04-1659609674393","title":"Itaewon Antique Furniture Street (이태원 앤틱 가구 거리)","description":"The Itaewon Antique Furniture Street was formed in the 1960s when North American soliders stationed in Yongsan sold their furniture before returning back to the States. Over the years, the area has grown into a major furniture street where shoppers can find pieces from all over the world. Along with furniture, there is a large selection of wall clocks, tea sets, and interior design items that are not readily available elsewhere.","regDate":"2022-08-04","author":"korea-tour","tag":["Seoul","Culture/Art/History","Experience Programs","Cultural Districts"],"imgUrl":"/2022-08-04-1659609674393/1020781_image2_1.webp","blogPath":"Seoul/2022-08-04-1659609674393"},{"id":"2022-08-04-1659605785634","title":"Inwangsan Mountain (인왕산)","description":"The ancient fortress walls of Seoul that connect the ritual grounds of King Taejo and Muhakdaesa to the Sajik Tunnel and Jahamun Gate still remain on the grounds of Inwangsan Mountain. Many people enjoy hiking the path that begins at Sajik Tunnel, which leads to the peak of the mountain passing the fortress walls, then hike back down to Buam-dong. The hiking course is also connected to the road in front of Cheongwadae, so hikers can also walk along the historical Palpan-ro road, Hyoja-ro road, and Gyeongbokgung Palace. The hiking path located behind Sajik Park leads to Hwanghakjeong Pavilion, where archers during the Joseon dynasty once honed their marksmanship. The Hwanghakjeong Pavilion was originally located within the Gyeonghuigung Palace, but was relocated to the mountain. From the top, a panoramic view of the surrounding area spreads as far as Inwangsan Mountain, Naksan Mountain, Namsan Mountain, and Baegaksan Mountain with Gyeongbokgung Palace at its center.<br><br>The hiking path past Sajik Park's T-intersection is a popular walking course to nearby office workers during lunch time. A view of Cheongwadae is visible from atop Beombawi Rock (tiger's rock). For hikers seeking to walk along the ridges, it is recommended to take the path down to Hongje-dong quarry or Jahamun Gate. Hikers are recommended to take their time to fully enjoy the view of the surroundings while walking along the path of the outer walls. The stone stairway following the path past Changuimun Gate will take hikers to the path along the outer walls. This path stretches for approximately 200 meters and a set of stones used to build the city walls during the reign of King Taejo, King Sejong, and King Sukjung still remain along the way. The thick, dark-colored mosses on the stones indicate the long history of Seoul.<br><br>The view of the refreshing landscape and Inwangsan Mountain's peak will greet the hikers once they walk back to the inner city walls through a step of stones. Hikers will be able to get a bird's-eye-view of Seoul's mountains and skyscrapers surrounding the Hangang River. The city walls along the path going down to Cheongun-dong still withhold their beauty from the past.<br><br>Inwangsan Mountain stands at a x_height of 338.2 meters and spreads throughout the regions of Hongje-dong in Seodaemun-gu and Muak-dong, Nusang-dong, Ogin-dong and Buam-dong in Jongno-gu. The unique and colossal rock formations and the view of Seoul and Cheongwadae are only a few of the many charms of Inwangsan Mountain.","regDate":"2022-08-04","author":"korea-tour","tag":["Seoul","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-08-04-1659605785634/1894462_image2_1.webp","blogPath":"Seoul/2022-08-04-1659605785634"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}