{"pageProps":{"content":"![Geumdanggyegok Valley (금당계곡)](/2022-09-24-1663995422572/1177245_image2_1.webp)\n\n  \n## Overview\n\n> Geumdanggyegok Valley, located upstream of the Pyeongchanggang River, is a gorge between three different districts of Bongpyeong-myeon, Yongpyeong-myeon and Daehwa-myeon, just west of Geumdangsan Mountain (1,173 m). Geumdanggyegok Valley is an impressive site with sections of both gentle and fast flowing valley waters. From late March through April full-blown azalea covers the mountainsides and valleys providing visitors with a refreshing spring scent.  <br><br>To reach Geumdanggyegok Valley, travel down along the Pyeongchanggang River from Jangpyeong or trek up the valley from Anmi Elementary School. Coming down to Pyeongchang-eup from Daehwa-myeon area, visitors will encounter an intersection called, “Saechugeori”. The intersection has two parts  Sanganmi and Haanmiri and a sign indicating the Geumdanggyegok Valley entrance. Across the valley, odd-shaped rock formations and cliffs appear one after another along the river. The area is a native habitat for a species of otter (Natural Treasure No. 330) and a favorite spot for catching catfish.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-33-1330 <br>(Korean, English, Japanese, Chinese) <br> • For more info: +82-33-330-2771|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Hiking Course:|Geumdanggyegok Valley - Geumdangsan Mountain (1,173 m) (Approx. 1 hr 30 min)|\n|Tour Course Information:|* Geumdanggyegok Valley - Lee Hyo-seok Culture Village - Heungjeonggyegok Valley - Lee Seungbok Memorial Hall <br>* Geumdanggyegok Valley - Neounngyegok Valley - Noseongsan Mountain - Gihwagyegok Valley|\n  \n## Detail Image\n![/2022-09-24-1663995422572/1177173_image2_1.webp](/2022-09-24-1663995422572/1177173_image2_1.webp)\n![/2022-09-24-1663995422572/1177178_image2_1.webp](/2022-09-24-1663995422572/1177178_image2_1.webp)\n![/2022-09-24-1663995422572/1177190_image2_1.webp](/2022-09-24-1663995422572/1177190_image2_1.webp)\n![/2022-09-24-1663995422572/1177193_image2_1.webp](/2022-09-24-1663995422572/1177193_image2_1.webp)\n![/2022-09-24-1663995422572/1177200_image2_1.webp](/2022-09-24-1663995422572/1177200_image2_1.webp)\n![/2022-09-24-1663995422572/1177241_image2_1.webp](/2022-09-24-1663995422572/1177241_image2_1.webp)\n![/2022-09-24-1663995422572/1177244_image2_1.webp](/2022-09-24-1663995422572/1177244_image2_1.webp)\n![/2022-09-24-1663995422572/1177247_image2_1.webp](/2022-09-24-1663995422572/1177247_image2_1.webp)\n![/2022-09-24-1663995422572/1177255_image2_1.webp](/2022-09-24-1663995422572/1177255_image2_1.webp)\n![/2022-09-24-1663995422572/1177238_image2_1.webp](/2022-09-24-1663995422572/1177238_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-33-330-2771](tel:+82333302771)\n- [🏠tour.pc.go.kr](http://tour.pc.go.kr)\n\n\n```googleMap\nlatitude: 37.4824623569\nlongitude: 128.3942007364\ntitle: 766-2, Geumdanggyegok-ro, Pyeongchang-gun, Gangwon-do\n```\n  \n## Directions\n  \nFrom Dong \nSeoul Bus Terminal.<br>Take an intercity \nbus bound for Pyeongchang via&nbsp;Jangpyeong.<br>Get off at Jangpyeong.<br><br>From Jangpyeong \nTerminal, take a bus bound for Yupo-ri. <br>Bus schedule: 6 times per day/ travel \ntime: 20min.&nbsp;\n","data":{"id":"2022-09-24-1663995422572","title":"Geumdanggyegok Valley (금당계곡)","description":"Geumdanggyegok Valley, located upstream of the Pyeongchanggang River, is a gorge between three different districts of Bongpyeong-myeon, Yongpyeong-myeon and Daehwa-myeon, just west of Geumdangsan Mountain (1,173 m). Geumdanggyegok Valley is an impressive site with sections of both gentle and fast flowing valley waters. From late March through April full-blown azalea covers the mountainsides and valleys providing visitors with a refreshing spring scent.  <br><br>To reach Geumdanggyegok Valley, travel down along the Pyeongchanggang River from Jangpyeong or trek up the valley from Anmi Elementary School. Coming down to Pyeongchang-eup from Daehwa-myeon area, visitors will encounter an intersection called, “Saechugeori”. The intersection has two parts  Sanganmi and Haanmiri and a sign indicating the Geumdanggyegok Valley entrance. Across the valley, odd-shaped rock formations and cliffs appear one after another along the river. The area is a native habitat for a species of otter (Natural Treasure No. 330) and a favorite spot for catching catfish.","regDate":"2022-09-24","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Valleys"],"imgUrl":"/2022-09-24-1663995422572/1177245_image2_1.webp","blogPath":"Gangwon-do/2022-09-24-1663995422572","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-09-24-1663995422572"},"dataList":[{"id":"2022-10-20-1666245527114","title":"Yongsogyegok Valley (용소계곡)","description":"Yongsogyegok Valley is a 10 km-long valley that starts from Gwangam-ni, Naechon-myeon, passes Duchon-myeon, Gaeseong-ni and then reaches Cheonhyeon-ni. The valley boasts picturesque scenery with crystal clear waters and uniquely shaped rocks. The outstanding scenic beauty of the valley is comparable to that of Naeseorak. In spring the valley is full of azaleas in full bloom, and in the fall the autumn foliage and silver grass is breathtaking. In summer, visitors can enjoy cool and breezy weather in the valley. The valley is a perfect destination for family getaways or one-day hiking.","regDate":"2022-10-20","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Valleys"],"imgUrl":"/2022-10-20-1666245527114/219512_image2_1.webp","blogPath":"Gangwon-do/2022-10-20-1666245527114"},{"id":"2022-10-20-1666241109253","title":"Yongpyong Resort (용평리조트)","description":"Nestled at the foot of Balwangsan Mountain (alt. 1,458 meters), Yongpyong Resort is equipped with the perfect environment for a great ski vacation with an annual average snowfall of 250 centimeters. It was Korea’s first ski resort, opened in 1975 to develop Korean winter sports and resort culture. The resort also has various facilities including a golf course, water park, cable cars and more. Visitors can enjoy wellness programs including forest explanation, music therapy, and healing yoga.","regDate":"2022-10-20","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Recreational Sites","Tourist Complexes"],"imgUrl":"/2022-10-20-1666241109253/2724359_image2_1.webp","blogPath":"Gangwon-do/2022-10-20-1666241109253"},{"id":"2022-10-19-1666176904922","title":"Yonghwasan National Recreational Forest (국립 용화산자연휴양림)","description":"A recreational forest established at the foot of Yonghwasan Mountain (878 m) in Sabuk-myeon, Chuncheon Yonghwasan Mountain has been selected one of the best 100 mountains in Korea by the Korea Forest Service and is well-known for the TV program in which BTS members climbed it in 2020. Yonghwasan Recreational Forest is home to needle leaf trees and broadleaf trees, such as pine, oak, birch, and larch, and has a clean atmosphere of the natural environment along with the clear valley. It is equipped with various convenient facilities, such as accommodation, campground, hiking road, trail, and forest park amid healing nature. Yonghwasan Recreational Forest is ideal for not only camping and hiking but also forest leisure and sports activities. It runs Forest Experience Center, which is an indoor forest leisure and sports activity facility that can be used regardless of the weather and season. It provides various experience activities, such as Vertical Slide where visitors will experience falling straight down, Zip Zag where visitors wearing safety equipment will experience a zipline-type ride along the railway, Rope Adventure where visitors will complete a course of a rope and a suspension bridge, and Design Rock Climbing consisting of various difficulty levels. In the open air, there are leisure and sports facilities, such as Artificial Rock Climbing Site, Flying Squirrel (Quick Jump), and Flying in the Forest (Zipline). Besides, it provides the wooden crafts experience and the forest guide program.","regDate":"2022-10-19","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"/2022-10-19-1666176904922/2711083_image2_1.webp","blogPath":"Gangwon-do/2022-10-19-1666176904922"},{"id":"2022-10-19-1666173297581","title":"Yonghwa Beach (용화해변)","description":"Reaching only 1 kilometer in length and located 24 kilometers away from downtown Samcheok-si, Yonghwa Beach offers a serene atmosphere. In addition to Yonghwacheon Stream that runs out through the beach and a lush pine forest to its back, the beach boasts a scenic view with a half-moon shaped shoreline and unique rock formations on both sides. The beach is mostly visited by those looking forward to a quiet vacation by a fishing village and families with children who prefer shallow water.","regDate":"2022-10-19","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites"],"imgUrl":"/2022-10-19-1666173297581/1434019_image2_1.webp","blogPath":"Gangwon-do/2022-10-19-1666173297581"},{"id":"2022-10-19-1666170135444","title":"Yongdae National Recreational Forest (국립 용대자연휴양림)","description":"Yongdae National Recreational Forest features rivers that flow from Maebongsan Mountain (alt. 1,271 m) and Cheoljeongbong Mountain (alt. 1,172 m). The forest consists of deciduous trees such as oak, linden, and birch, as well as pine trees. Not only does the forest boast a beautiful landscape all-year-round, but also serves as a habitat for wild animals of various species, including rabbits, deer, squirrels, raccoons, and even lenoks, which are designated as endangered species.","regDate":"2022-10-19","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"/2022-10-19-1666170135444/219372_image2_1.webp","blogPath":"Gangwon-do/2022-10-19-1666170135444"},{"id":"2022-10-19-1666166463325","title":"Yeongwol Donggang River (동강(영월))","description":"The Donggang River flows through the Gangwon-do district, and is a tributary of the Namhangang River. The Donggang River spans an area of 60 kilometers from Jeongseon to Yeongwol. It is a well-preserved river, left untouched due to the strong current of the waters and the rugged geography of the mountains. It follows a snaky path splitting the chiseled cliffs surrounding it. Many tourists visit the area to see rare animals such as otters, Mandarin ducks, and Chinese scops owls and more.  The Donggang River is also famous for white-water rafting.","regDate":"2022-10-19","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites"],"imgUrl":"/2022-10-19-1666166463325/765455_image2_1.webp","blogPath":"Gangwon-do/2022-10-19-1666166463325"},{"id":"2022-10-19-1666161866197","title":"Yeongwol Beopheungsa Temple (법흥사(영월))","description":"Beopheungsa Temple was created by Jajangyulsa in 647, called Heungnyeongsa Temple at the time, under the reign of King Jindeok of Silla to enshrine Jinsinsari of Buddha. At that time, Preceptor Jinghyo earned 100 Jinsinsari of Munsubosal and enshrined them at Yangsan Tongdosa Temple, Odaesan Sangwonsa Temple, Seoraksan Bongjeongam, Jeongseon Jeongamsa Temple and Beopheungsa Temple while establishing Jeongmyeolbogung, Hall of Buddha, at each of the places. Inside the Jeongmyeolbogung there is no statue of Buddha and only a wide open window. This is because it is believed that the mountain as a whole is the enshrined Jinsinsari of Buddha himself.<br><br>Beopheungsa was once a large temple where over 2,000 monks gathered. Today, most of the temple buildings were lost to a number of fires leaving only a few buildings. The pine wood path from Beopheungsa Temple to Jeongmyeolbogung is one of the most picturesque sites in the nation. The location was originally named Sajasansa but later changed to Sajasan Jeongmyeolbogung in 1939. In addition to the path, the nine peaks (Gubongdae) lined up one after another forms another charming view.","regDate":"2022-10-19","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-10-19-1666161866197/2370006_image2_1.webp","blogPath":"Gangwon-do/2022-10-19-1666161866197"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}