{"pageProps":{"content":"![Ganwolsan Mountain (간월산)](/2022-07-16-1657977243164/2038117_image2_1.webp)\n  \n## Overview\n\n> Ganwolsan Mountain is a popular destination for hikers in the Ulsan and Busan area as well as other regions of Gyeongsangnam-do. In early August, the reeds and lilies near the summit create a splendid view. To the west, the deep Naerijeong and Wangbonggol Valleys channel clean water to Baenaegol Pass. \n<br><br>\nFrom the Ganwolgogae Pass, hikers can follow the Singal Path to Wanbonggol Pass towards Paraeso Falls. There, visitors will find a cave called Jungnimgul, which is sacred Catholic ground often visited by the Catholic faithful. The first church built by Catholics in the Yeongnam region to escape persecution is found in Buldanggol Pass in Ganwolsan Mountain area. The tomb of Kim Agatha who died in persecution is also in the Ganwolgol Valley.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br>(Korean, English, Japanese, Chinese) <br> • For more info: +82-52-277-0101|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Mountain Not Access Period:|Seasonal Forest Fire Watches by Park<br>February 15 – May 15 / November 1 – December 15<br>* Subject to change based on fire weather advisories, snow/precipitation levels, and other local conditions.|\n|Hiking Course:|[Course 1] Gangwol Cabin – Ganwoljae Pass - Summit<br>[Course 2] Baenaegogae Pass – Baenaebong Peak - Summit<br>[Course 3] Ganwol Cabin – Ganwolgongnyong Ridge – Heliport - Summit|\n  \n## Detail Image\n![/2022-07-16-1657977243164/2038119_image2_1.webp](/2022-07-16-1657977243164/2038119_image2_1.webp)\n![/2022-07-16-1657977243164/2038125_image2_1.webp](/2022-07-16-1657977243164/2038125_image2_1.webp)\n![/2022-07-16-1657977243164/2038126_image2_1.webp](/2022-07-16-1657977243164/2038126_image2_1.webp)\n![/2022-07-16-1657977243164/609200_image2_1.webp](/2022-07-16-1657977243164/609200_image2_1.webp)\n![/2022-07-16-1657977243164/609205_image2_1.webp](/2022-07-16-1657977243164/609205_image2_1.webp)\n![/2022-07-16-1657977243164/609207_image2_1.webp](/2022-07-16-1657977243164/609207_image2_1.webp)\n![/2022-07-16-1657977243164/609208_image2_1.webp](/2022-07-16-1657977243164/609208_image2_1.webp)\n![/2022-07-16-1657977243164/609231_image2_1.webp](/2022-07-16-1657977243164/609231_image2_1.webp)\n![/2022-07-16-1657977243164/609242_image2_1.webp](/2022-07-16-1657977243164/609242_image2_1.webp)\n![/2022-07-16-1657977243164/609244_image2_1.webp](/2022-07-16-1657977243164/609244_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-52-277-0101](tel:+82522770101)\n\n\n\n```googleMap\nlatitude: 35.5561610255\nlongitude: 129.0480650268\ntitle: 614, Ganwolsan-gil, Ulju-gun, Ulsan\n```\n  \n\n","data":{"id":"2022-07-16-1657977243164","title":"Ganwolsan Mountain (간월산)","description":"Ganwolsan Mountain is a popular destination for hikers in the Ulsan and Busan area as well as other regions of Gyeongsangnam-do. In early August, the reeds and lilies near the summit create a splendid view. To the west, the deep Naerijeong and Wangbonggol Valleys channel clean water to Baenaegol Pass. <br><br>From the Ganwolgogae Pass, hikers can follow the Singal Path to Wanbonggol Pass towards Paraeso Falls. There, visitors will find a cave called Jungnimgul, which is sacred Catholic ground often visited by the Catholic faithful. The first church built by Catholics in the Yeongnam region to escape persecution is found in Buldanggol Pass in Ganwolsan Mountain area. The tomb of Kim Agatha who died in persecution is also in the Ganwolgol Valley.","regDate":"2022-07-16","author":"korea-tour","tag":["Ulsan","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-07-16-1657977243164/2038117_image2_1.webp","blogPath":"Ulsan/2022-07-16-1657977243164","pageUrl":"https:/mcdryad.com/Ulsan/2022-07-16-1657977243164"},"dataList":[{"id":"2022-08-21-1661057830891","title":"Ulsan Grand Park (울산대공원)","description":"Ulsan Grand Park, located in&nbsp;Namgu Ok-dong, is an ecotype city park with multiple attractions.&nbsp;The park offers&nbsp;huge swimming pool, a&nbsp;theme park, an outdoor concert area, multipurpose sports field and more.&nbsp;The outdoor theme park offers 4 different size ponds, a walking trail, playgrounds, outdoor concert hall, squares, multipurpose sports field and&nbsp;picnic areas. Also near the South gate,&nbsp;you can find a&nbsp;butterfly field, rose garden, and a&nbsp;small zoo.","regDate":"2022-08-21","author":"korea-tour","tag":["Ulsan","Culture/Art/History","Recreational Sites","Theme Parks"],"imgUrl":"/2022-08-21-1661057830891/1588044_image2_1.webp","blogPath":"Ulsan/2022-08-21-1661057830891"},{"id":"2022-08-21-1661055031124","title":"Ulju Gajisan Provincial Park (가지산도립공원(울주))","description":"The residual mountains of the Baekdudaegan Mountain Range form ten tall peaks in the Yeongnam region. Dubbed the Yeongnam Alps, these peaks include Chwiseosan (1,092 meters, also called Yeongchwisan), Sinbulsan (1,209 meters), Cheonhwangsan (1,189 meters), Unmunsan (1,188 meters), Goheonsan (1,033 meters), Munboksan (1,013 meters), and Gajisan mountains. This group of mountains is uniquely covered with reeds. Gajisan Mountain is the tallest of this group, rising above mountains almost 1,000 meters high. <br><br> An attraction of hiking in Gajisan Mountain is that various large, oddly shaped rock peaks can be seen from the mountain trail. To the east of the mountain is Seongnamsa Temple built during the Silla Kingdom. Today, only Buddhist nuns remain, but there are relics like the stupa of Seongnamsa Temple (Treasure) and a three-story stone pagoda.","regDate":"2022-08-21","author":"korea-tour","tag":["Ulsan","Nature","Natural Sites","Provincial Parks"],"imgUrl":"/2022-08-21-1661055031124/1144544_image2_1.webp","blogPath":"Ulsan/2022-08-21-1661055031124"},{"id":"2022-08-21-1661046146964","title":"The Oriental Medicine Resort  Chorakdang (한방테마파크 초락당)","description":"Opened in 2001, Chorakdang is a health resort that specializes in Oriental medicine treatments. The resort offers the perfect setting for rest, relaxation, and medical treatments. The traditional hanok buildings and natural surroundings intensify the health benefits of the resort.","regDate":"2022-08-21","author":"korea-tour","tag":["Ulsan","Culture/Art/History","Recreational Sites","Medical Tourism Sites"],"imgUrl":"/2022-08-21-1661046146964/662344_image2_1.webp","blogPath":"Ulsan/2022-08-21-1661046146964"},{"id":"2022-08-20-1660984955279","title":"Taehwagang River (태화강)","description":"Taehwagang River cuts across the city of Ulsan from the west to east and originates from Tapgolsaem Spring on Baegunsan Mountain. The 47.54-kilometer-long river passes through downtown Ulsan and empties out into Ulsan Bay on the East Sea. Not just a symbol of pride for the people of Ulsan, the river has long since been a precious commodity that has played a pivotal role in Ulsan culture and history. There are several attractions and amenities near the river such as a bamboo forest park, grassy fields, a pampas grass colony, trails, and exercise facilities. The river itself is home to many freshwater fish, while the riverside area is a famous habitat for migratory birds.","regDate":"2022-08-20","author":"korea-tour","tag":["Ulsan","Nature","Natural Sites"],"imgUrl":"/2022-08-20-1660984955279/2617084_image2_1.webp","blogPath":"Ulsan/2022-08-20-1660984955279"},{"id":"2022-08-20-1660977784342","title":"Taehwagang National Garden (태화강 국가정원)","description":"The Taehwagang River cuts across the heart of Ulsan and flows into Ulsan Bay, which is connected to the East Sea. The river basin, which stretches 36 kilometers from east to west and 28 kilometers from north to south, is mostly comprised of mountainous terrain, but there is fertile land on both sides of the river and at the southern end of the river. The river is presently an important source of drinking water for the citizens of Ulsan. <br><br> The field around the midpoint of Taehwagang River was left abandoned for a long time before it was founded as Taehwagang National Garden, preserving nature while providing a resting spot to the citizens of Ulsan. The garden is over twice the size of Yeouido Park in Seoul, and consists of natural water and a lush bamboo forest, known as Simnidae Forest, along with canola and forage barley fields. Simnidae Forest was once in danger of demolition as part of the government's flood control plans but remains preserved thanks to community efforts. Preservation efforts led to turning the area into Taehwagang National Garden of today, which took place from 2004 to 2010.","regDate":"2022-08-20","author":"korea-tour","tag":["Ulsan","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2022-08-20-1660977784342/2653664_image2_1.webp","blogPath":"Ulsan/2022-08-20-1660977784342"},{"id":"2022-08-20-1660973797364","title":"Sinbulsan Falls National Recreational Forest (국립 신불산폭포자연휴양림)","description":"Sinbulsan Falls National Recreational Forest, located at the foot of Sinbulsan Mountain, is noted for the Yeongnam Alps and the beautiful surrounding valleys. Famous forest attractions in particular are the mountain's valleys and waterfalls. The Parasopokpo Falls are a picturesque series of cascading falls. Near the falls are old Buddhist temples and the silver grass field of Sinbulsan Mountain. The forest houses a walking path, health training facility, forest exhibition hall, and accommodation facilities such as the Cabin House, Forest Recreation Center, a camping deck and a camping site.","regDate":"2022-08-20","author":"korea-tour","tag":["Ulsan","Nature","Natural Sites","Recreational Forests"],"imgUrl":"/2022-08-20-1660973797364/219202_image2_1.webp","blogPath":"Ulsan/2022-08-20-1660973797364"},{"id":"2022-08-20-1660971253169","title":"Sinbulsan County Park (신불산군립공원)","description":"Sinbulsan County Park is located in parts of the Sangbuk and Samnam districts of Ulju County. The massive area encompasses 11.66 square kilometers and is home to one of the most impressive peaks in the Yeongnam Mountain Range found in the southeast of Korea. The park’s hiking trails interconnect with those of neighboring Gangwolsan and Yeongchwisan Mountains and attract a large number of hikers year-round.<br><br>Near the peak of Silbulsan Mountain sits a fortress with breathtaking views of silver grass. Water starts high above the clouds at Danjobong Peak and trickles down through streams and waterfalls to join the deep mountain valleys. One of the better known attractions in Silbulsan Mountain is Hongnyupokpo Falls which offers impressive views from its gentle cliffs. <br><br>Also nearby the mountain are Deungeok Hot Springs and a number of restaurants for hikers to visit and enjoy after a full day on the mountain.","regDate":"2022-08-20","author":"korea-tour","tag":["Ulsan","Nature","Natural Sites","County Parks"],"imgUrl":"/2022-08-20-1660971253169/689094_image2_1.webp","blogPath":"Ulsan/2022-08-20-1660971253169"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}