{"pageProps":{"content":"![Gyeonggi Cheonggyesa Temple (청계사(경기))](/2022-08-25-1661420458135/1254106_image2_1.webp)\n\n  \n## Overview\n\n> Cheonggyesa Temple is a Buddhist temple near Baegunhosu Lake that became well-known as the site of udumbara flower, a rarity that blooms on Buddhist statues. Built during the Silla Kingdom, the temple offers many sights, including the Cheonggyesa Temple Monument, Geungnakjeon Hall, the bell tower, Samseonggak Shrine, Ksitigarbha Hall, and Gamnoji Pond. Among the many things to see, visitors should not miss a glimpse of the Bronze Bell of Cheonggyesa Temple and the Wood Printing Block in Cheonggyesa Temple. Created in the 27th year of the reign of King Sukjong (1701) of the Joseon dynasty, the Bronze Bell has been designated as a national treasure, and is adorned with elaborate patterns.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-31-1330 (Korean, English, Japanese, Chinese) <br>• For more info: +82-31-345-2533|\n|restdate:|N/A (Open all year round)|\n|usetime:|Sunrise-Sunset|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Restrooms:|Available|\n  \n## Detail Image\n![/2022-08-25-1661420458135/1254110_image2_1.webp](/2022-08-25-1661420458135/1254110_image2_1.webp)\n![/2022-08-25-1661420458135/1254168_image2_1.webp](/2022-08-25-1661420458135/1254168_image2_1.webp)\n![/2022-08-25-1661420458135/1254179_image2_1.webp](/2022-08-25-1661420458135/1254179_image2_1.webp)\n![/2022-08-25-1661420458135/1254322_image2_1.webp](/2022-08-25-1661420458135/1254322_image2_1.webp)\n![/2022-08-25-1661420458135/1254354_image2_1.webp](/2022-08-25-1661420458135/1254354_image2_1.webp)\n![/2022-08-25-1661420458135/1254360_image2_1.webp](/2022-08-25-1661420458135/1254360_image2_1.webp)\n![/2022-08-25-1661420458135/1254423_image2_1.webp](/2022-08-25-1661420458135/1254423_image2_1.webp)\n![/2022-08-25-1661420458135/1591059_image2_1.webp](/2022-08-25-1661420458135/1591059_image2_1.webp)\n![/2022-08-25-1661420458135/1591065_image2_1.webp](/2022-08-25-1661420458135/1591065_image2_1.webp)\n![/2022-08-25-1661420458135/1254107_image2_1.webp](/2022-08-25-1661420458135/1254107_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-31-345-2533](tel:+82313452533)\n- [🏠www.chungkeisa.com</a><br><a href=\"https://www.uiwang.go.kr/culture/UWTOURSEE0209\" target=\"_blank\">www.uiwang.go.kr](http://www.chungkeisa.com/)\n\n\n```googleMap\nlatitude: 37.4120065300\nlongitude: 127.0347591532\ntitle: 475, Cheonggye-ro, Uiwang-si, Gyeonggi-do\n```\n  \n\n","data":{"id":"2022-08-25-1661420458135","title":"Gyeonggi Cheonggyesa Temple (청계사(경기))","description":"Cheonggyesa Temple is a Buddhist temple near Baegunhosu Lake that became well-known as the site of udumbara flower, a rarity that blooms on Buddhist statues. Built during the Silla Kingdom, the temple offers many sights, including the Cheonggyesa Temple Monument, Geungnakjeon Hall, the bell tower, Samseonggak Shrine, Ksitigarbha Hall, and Gamnoji Pond. Among the many things to see, visitors should not miss a glimpse of the Bronze Bell of Cheonggyesa Temple and the Wood Printing Block in Cheonggyesa Temple. Created in the 27th year of the reign of King Sukjong (1701) of the Joseon dynasty, the Bronze Bell has been designated as a national treasure, and is adorned with elaborate patterns.","regDate":"2022-08-25","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-08-25-1661420458135/1254106_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-25-1661420458135","pageUrl":"https:/mcdryad.com/Gyeonggi-do/2022-08-25-1661420458135"},"dataList":[{"id":"2022-09-10-1662802906538","title":"Wolhwawon Garden (월화원)","description":"Wolhwawon Garden at the west point of Hyowon Park, located in Paldang-gu, Suwon in Gyeonggi-do, features elements that are heavily influenced by the traditional gardens of Guangdong Province in China. Wolhwawon Garden was established as a result of a special memorandom of agreement (MOU) made in 2003 between the provincial governments of Gyeonggi-do in Korea and Guangdong in China. In appreciation of each other's friendship and cultural heritages, both parties agreed to build a traditional garden that represents the other within the city. The construction of Wolhwawon began on June 15, 2005 and became open to the public on April 17, 2006. <br><br>The components and overall design of Wolhwawon Garden was inspired by traditional gardens of ancient Guangdong. The view of the garden was made to be enjoyable from inside buildings through windows. Other features include an artificial hill made of soil with a man-made waterfall and lake. The garden has a total area of 6,026 ㎡ and was established with the help of 80 Chinese workers who came to Korea to build this garden and financial aid of 3.4 billion won from Guangdong.","regDate":"2022-09-10","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-09-10-1662802906538/2482182_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-10-1662802906538"},{"id":"2022-09-10-1662799677506","title":"West Five Royal Tombs [UNESCO World Heritage] (고양 서오릉 [유네스코 세계문화유산])","description":"West Five Royal Tombs is the second largest royal burial site of the Joseon dynasty after Donggureung Royal Tombs. In Korean, the burial mounds of kings and queens are named <em>reung</em> or <em>neung</em>, while those of kings’ parents, crown princes and princesses are called <em>won</em>, and the burial mounds of other princes and princesses are called <em>myo</em>.<br><br>West Five Royal Tombs consists of Gyeongneung (the tomb of posthumously designated rulers, King Deokjong and Queen Sohye), Changneung (the tomb of King Yejong, the 8th ruler, and Queen Ansun), Hongneung (the tomb of Queen Jeongseong, a consort to King Yeongjo, the 21st ruler), Ingneung (the tomb of Queen Ingyeong, a consort to King Sukjong) and Myeongneung (the tomb of King Sukjong, the 19th ruler, and his two wives, Queen Inhyeon and Queen Inwon). <br><br>In addition to the five reungs in West Five Royal Tombs, there are three wons. These include Sunchangwon (the tombs of Crown Prince Sunhoe and Crown Princess Gonghoebin), Sugyeongwon (the tomb of King Yeongjo’s concubine, Yeongbin) and Yeonghoewon (King Injo’s son, Crown Prince Sohyeon and Crown Princess Minhoebin). Also, Daebinmyo, the grave of Janghuibin who was King Sukjong’s concubine and King Gyeongjong’s mother, was recently moved to the burial site.","regDate":"2022-09-10","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-09-10-1662799677506/1589186_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-10-1662799677506"},{"id":"2022-09-10-1662795592115","title":"Wentteok Village (웬떡마을)","description":"Wentteok Village gets its name from the word “Wentteok” (meaning “unexpected windfall”) and is a slow food village located in Jungneung-ri, Wonsam-myeon, Yongin-si, Gyeonggi-do. At the village, you can make traditional rice cake from fresh seasonal ingredients or make a tteok (rice cake) cake and have your own small party. <br><br>The village is a great venue to learn more about tteok (rice cakes) and to enjoy other hands-on activities such as eco-friendly farming activities and other traditional activities.","regDate":"2022-09-10","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Experience Programs","Village Experience"],"imgUrl":"/2022-09-10-1662795592115/2482066_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-10-1662795592115"},{"id":"2022-09-10-1662792752352","title":"Unaksan National Recreational Forest (국립 운악산자연휴양림)","description":"Unaksan Mountain rises 934.7 meters above sea level. Oddly shaped rocks and peaks make the landscape particularly beautiful. Historical relics from the Later Goguryeo period, including the site of a fortress for Gung Ye (the first king of the short-lived Later Goguryeo state) can be seen on the mountain. Majestic peaks surround Mangyeongdae, the main peak, and forests of broad-leaved trees turn striking colors in the fall. <br><br>The trails are beautiful with purple magnolias in mid-April and azaleas and mountain magnolias in May. The Unaksan Mountain Autumn Leaves Festival is held in mid-October every year as the leaves begin to turn. Together with Gwanaksan, Chiaksan, Hwaaksan, and Songaksan Mountains, Unaksan Mountain is one of the five most rugged mountains in the Central region and a popular one.","regDate":"2022-09-10","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"/2022-09-10-1662792752352/1900204_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-10-1662792752352"},{"id":"2022-09-10-1662789591901","title":"Uijeongbu Budaejjigae Street (의정부 부대찌개거리)","description":"The leading Uijeongbu Budaejjigae Street is where local restaurants began to be built in 1998. Here you can taste budae jjigae (kimchi and hotdog soup), which is made by boiling Western ingredients such as ham, sausage, canned American beans, mixed with kimchi and hot pepper paste.","regDate":"2022-09-10","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Experience Programs","Cultural Districts"],"imgUrl":"/2022-09-10-1662789591901/1775961_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-10-1662789591901"},{"id":"2022-09-10-1662785687691","title":"Typhoon Observatory (태풍전망대)","description":"Typhoon Observatory was built on December 3, 1991 by Invincible Typhoon Korean Army. The observatory is situated on Suribong Peak, the highest point of Bikkisan Mountain. It is located 65 kilometers and 140 kilometers from Seoul and Pyeongyang respectively. It is famous in that the location is the closest to the Military Demarcation Line, being only 800 meters and 1,600 meters away from the MDL and North Korean checkpoint respectively. <BR><br>The observatory houses a Christian church, Catholic church, statue of the Virgin Mary, Buddhist sanctum, belfry and other facilities where soldiers are able to participate in religious ceremonies. Also, Manghyangbi Monument for displaced person, Monument for Korean War, and Boy’s Tank Corps Memorial can be seen in the area. The Exhibition Hall presents daily necessities collected from Pilseunggyo Bridge of Imjingang in North Korea and some detection equipment that armed espionage agents used when they did infiltration after the ceasefire.","regDate":"2022-09-10","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Architectural Sights","Monuments/Observatories"],"imgUrl":"/2022-09-10-1662785687691/2563662_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-10-1662785687691"},{"id":"2022-09-09-1662720367939","title":"Traditional Food Town around Namhansanseong Fortress (남한산성 전통음식마을)","description":"The Traditional Food Town around Namhansanseong Fortress has many restaurants offering rice, <em>dotorimuk</em> (acorn jelly salad), <em>tojongdak</em> (whole chicken) dishes, and other traditional dishes. The area embraces almost 300 years of Korean history and the restaurants were built in traditional hanok-style buildings around Namhansanseong Fortress, a military stronghold from the Joseon dynasty.","regDate":"2022-09-09","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Experience Programs","Cultural Districts"],"imgUrl":"/2022-09-09-1662720367939/1957740_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-09-1662720367939"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}