{"pageProps":{"content":"![Haemieupseong Walled Town (서산 해미읍성)](/2022-11-08-1667893040681/2671481_image2_1.webp)\n\n  \n## Overview\n\n> Haemieupseong Walled Town is a representative fortress from the Joseon period. Additional famous walled towns in Korea include Gochangeupseong Walled Town and Naganeupseong Walled Town. Haemieupseong Walled Town was established in 1491 during the 22nd year of King Seongjong. Its perimeter is approximately 1.8 kilometers, the x_height is 5 meters, and total area is 196,381 m², making it a huge fortress. Through restoration and purification projects, its old image has been restored as a historic park and it is famous as a site of Catholic martyrs in the late Joseon era. <br><br>During the persecution of Catholics, many Catholics from Chungcheong-do were forced to come to Haemieupseong Walled Town where the administration office was located. Upon arrival, they were tortured to death. In particular, approximately 1,000 people are recorded as having been executed during the persecution in 1866. <br><br>The plaza inside of the fortress has a prison site where Catholics were chained up under the Daewongun government, and a gigantic old tree which was the tree used for torturing. The stones which were used for thrashing are located outside of a fortress gate and have become a holy place.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-41-661-8005,<BR>+82-660-2540|\n|parking:|Available|\n|restdate:|N/A (Open all year round)|\n|usetime:|March-October 05:00-21:00 / November-February 06:00-19:00<br>* Last admission is 30 minute before closing.|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Available Facilities:|Horseback riding, Gukgung (Korean archery), Ssireum (Korean wrestling), traditional tea house, traditional pub, local agricultural shop, etc.|\n|Restrooms:|Available|\n|Admission Fees:|Free|\n|Parking Fees:|Free|\n  \n## Detail Image\n![/2022-11-08-1667893040681/2671485_image2_1.webp](/2022-11-08-1667893040681/2671485_image2_1.webp)\n![/2022-11-08-1667893040681/2671489_image2_1.webp](/2022-11-08-1667893040681/2671489_image2_1.webp)\n![/2022-11-08-1667893040681/2671493_image2_1.webp](/2022-11-08-1667893040681/2671493_image2_1.webp)\n![/2022-11-08-1667893040681/2671501_image2_1.webp](/2022-11-08-1667893040681/2671501_image2_1.webp)\n![/2022-11-08-1667893040681/2671505_image2_1.webp](/2022-11-08-1667893040681/2671505_image2_1.webp)\n![/2022-11-08-1667893040681/2671514_image2_1.webp](/2022-11-08-1667893040681/2671514_image2_1.webp)\n![/2022-11-08-1667893040681/2671523_image2_1.webp](/2022-11-08-1667893040681/2671523_image2_1.webp)\n![/2022-11-08-1667893040681/2671526_image2_1.webp](/2022-11-08-1667893040681/2671526_image2_1.webp)\n![/2022-11-08-1667893040681/2671527_image2_1.webp](/2022-11-08-1667893040681/2671527_image2_1.webp)\n![/2022-11-08-1667893040681/2671497_image2_1.webp](/2022-11-08-1667893040681/2671497_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-41-661-8005](tel:+82416618005)\n- [🏠www.seosan.go.kr](https://www.seosan.go.kr/tour/contents.do?key=5972)\n\n\n```googleMap\nlatitude: 36.7136093089\nlongitude: 126.5503805299\ntitle: 143, Nammun 2-ro, Seosan-si, Chungcheongnam-do\n```\n  \n\n","data":{"id":"2022-11-08-1667893040681","title":"Haemieupseong Walled Town (서산 해미읍성)","description":"Haemieupseong Walled Town is a representative fortress from the Joseon period. Additional famous walled towns in Korea include Gochangeupseong Walled Town and Naganeupseong Walled Town. Haemieupseong Walled Town was established in 1491 during the 22nd year of King Seongjong. Its perimeter is approximately 1.8 kilometers, the x_height is 5 meters, and total area is 196,381 m², making it a huge fortress. Through restoration and purification projects, its old image has been restored as a historic park and it is famous as a site of Catholic martyrs in the late Joseon era. <br><br>During the persecution of Catholics, many Catholics from Chungcheong-do were forced to come to Haemieupseong Walled Town where the administration office was located. Upon arrival, they were tortured to death. In particular, approximately 1,000 people are recorded as having been executed during the persecution in 1866. <br><br>The plaza inside of the fortress has a prison site where Catholics were chained up under the Daewongun government, and a gigantic old tree which was the tree used for torturing. The stones which were used for thrashing are located outside of a fortress gate and have become a holy place.","regDate":"2022-11-08","author":"korea-tour","tag":["Chungcheongnam-do","Culture/Art/History","Historical Sites","Fortresses"],"imgUrl":"/2022-11-08-1667893040681/2671481_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-08-1667893040681","pageUrl":"https:/mcdryad.com/Chungcheongnam-do/2022-11-08-1667893040681"},"dataList":[{"id":"2022-11-11-1668156501537","title":"Oeyeondo Island (외연도)","description":"Oeyeondo Islands name carries the meaning of being a far-distant island hidden in fog. The island is 53 kilometers off the mainland coast and can only be reached by taking a two-and-a-half-hour boat ride from Daecheonhang Port. The history of the islands inhabitation dates back to 202 BC when a Chinese General named Jeonhoeng settled here with about 500 followers after fleeing his failing Je Kingdom. Every year the villagers have a ceremony to commemorate the General, and even pray to him for strength during childbirth.<br><br>The evergreen forest located behind the main village is designated Natural Monument No. 136, and is comprised of many tree species. The most famous attraction in the forest is called the Love Trees, two camellia trees that have grown entwined. The locals believe if a young couple passes between the two tree trunks, they will have eternal love. Another must-see attraction on Oeyeondo Island is the sun setting over the horizon. The scene is so beautiful, it has been classified as one of the Eight Scenic Views of Boryeong.","regDate":"2022-11-11","author":"korea-tour","tag":["Chungcheongnam-do","Nature","Natural Sites"],"imgUrl":"/2022-11-11-1668156501537/2671535_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-11-1668156501537"},{"id":"2022-11-11-1668152276608","title":"Nonsan Gwanchoksa Temple (관촉사(논산))","description":"Gwanchoksa Temple in Nonsan, Chungcheongnam-do is located at the foot of&nbsp;Banyasan Mountain (100 meters in elevation). This temple enshrines a Seokjomireukbosalipsang Buddha (Treasure), which was built over the course of 38 years, beginning in 967 during the Goryeo period. According to legend, while a lady was picking fernbrake on Banyasan Mountain, she heard a baby crying. When she went&nbsp;over, there was no baby but instead was a large rock sticking out from the ground. Upon hearing this story, the government ordered a Buddha statue to be made from the rock. This Buddha statue, widely known as ‘Eunjimireuk Buddha,’ is the largest stone Buddha in Korea (18.12 meters in x_height, 9.9 meters in girth, 1.8 meters in the length of ears, 2.43 meters at the x_height of crown). There are many other cultural heritages in this temple and every April, a splendid cherry blossom tunnel stretching from Nonsan to Gwanchoksa Temple is at its peak.","regDate":"2022-11-11","author":"korea-tour","tag":["Chungcheongnam-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-11-11-1668152276608/1278835_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-11-1668152276608"},{"id":"2022-11-11-1668149579655","title":"National Mang-Hyang Cemetery (국립 망향의 동산)","description":"The National Mang-Hyang Cemetery provides a resting place for the souls of Koreans who resided and passed away in foreign lands. The Korean government built the cemetery in 1976 for compatriots who were forced to leave their beloved homeland under the Japanese colonial rule and ultimately passed away in foreign lands. In addition to graveyards, the cemetery also houses the KAL Memorial Tower. Every fall, a large memorial service is held.","regDate":"2022-11-11","author":"korea-tour","tag":["Chungcheongnam-do","Culture/Art/History","Architectural Sights","Monuments/Observatories"],"imgUrl":"/2022-11-11-1668149579655/565764_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-11-1668149579655"},{"id":"2022-11-11-1668145341995","title":"National Institute of Ecology - Seocheon (국립생태원(서천))","description":"National Institute of Ecology is a research, exhibition, and educational center housing various animals and plants from world five climates and regions including the tropics, desert climate, the Mediterranean, temperate climate, and the polar region. Fauna and flora from the Korean Peninsulas ecosystem can also be seen here. The Institute’s Ecorium showcases living ecosystem exhibitions, housing 1,900 plants and 280 animals in an area of 21,000㎡ to help people understand the relations between climate and ecology. The outdoor exhibition area is divided into 5 sections, from Korea’s representative wetland ecological system to various international plants, rare plants grown on the high mountain, Korean representative deer species habitat space, pond ecology and others. In addition, it offers vivid ecological education through the nearby ecological region and has varied exhibitions and researching facility as well as firsthand programs and events.","regDate":"2022-11-11","author":"korea-tour","tag":["Chungcheongnam-do","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2022-11-11-1668145341995/1922689_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-11-1668145341995"},{"id":"2022-11-11-1668142870103","title":"Nanjiseom Beach (난지섬해수욕장)","description":"Nanjiseom Beach on Nanjiseom Island in Dangjin, Chungcheongnam-do features soft white sand over a 700 meter-long, 50 meter-wide area. The water is shallow, clean and relatively warm, and a pine grove surrounds the beach. Nanjiseom Beach offers various convenience facilities such as campsites, showers, drinking fountains and bathrooms. The rocky coast in the northwest is a great spot for catching fish, such as rock cod and spotty belly greenling. By taking a boat, visitors can enjoy scenic ocean views as they pass beautiful islands, such as Yeongheungdo, Palmido, Seonjaedo, Gukhwado, Yukdo and Pungdo.","regDate":"2022-11-11","author":"korea-tour","tag":["Chungcheongnam-do","Nature","Natural Sites"],"imgUrl":"/2022-11-11-1668142870103/1932520_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-11-1668142870103"},{"id":"2022-11-11-1668139687036","title":"Nami Recreational Forest (남이자연휴양림)","description":"Nami Recreational Forest is the perfect place for leisure activities and family outings. The forest boasts a picture-perfect view of thick, green forests of broadleaf trees, crystal clear water, curiously shaped rocks, and waterfalls. The cliffs and rocks of Daedunsan Mountain are visible from the summit of Seonyabong Peak.<br><br>Near the forest are diverse cultural heritage sites such as Baengnyeong Holy Ground and Yukbaekgoji Victory Tower. Nami Recreational Forest provides visitors with a unique combination of cultural sites and natural beauty, making it a popular destination among visitors.","regDate":"2022-11-11","author":"korea-tour","tag":["Chungcheongnam-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"/2022-11-11-1668139687036/1598704_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-11-1668139687036"},{"id":"2022-11-10-1668076981486","title":"Namdanghang Port (남당항)","description":"Namdanghang Port is one of the representative ports of the West Coast. Known for having plenty of prawn, cockle, flat fish, rock fish and other types of seafood, the port draws visitors all year round. You’ll often see people out scouring the shoreline of the port for cockles, which are usually enjoyed as cockle shabu shabu or charcoal-grilled cockle, top local delicacies. A nearby attraction to visit is the bamboo grove of Jukdo Island","regDate":"2022-11-10","author":"korea-tour","tag":["Chungcheongnam-do","Nature","Natural Sites"],"imgUrl":"/2022-11-10-1668076981486/2000118_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-10-1668076981486"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}