{"pageProps":{"content":"![Bigeumdo Island (비금도)](/2022-08-02-1659446337348/624910_image2_1.webp)\n\n  \n## Overview\n\n> Located 54 kilometers from Mokpo Port, Bigeumdo Island is made up of 82 islands. The coastline is approximately 132 kilometers and in 1996 the Yeondogyo Bridge was constructed connecting it to Dochodo Island. Bigeumdo Island makes up 5% of the salt production in Korea.<br>\n <br>\nThe most beautiful beach on Bigeumdo Island is Wonpyeong Beach with its fine red sand. In particular, the view of the sunset on this beach is spectacular. It was also the filming location for TV drama \"Spring Waltz.\"\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330<BR> (Korean, English, Japanese, Chinese) <br> • For more info: +82-61-240-8524|\n  \n\n  \n## Detail Image\n![/2022-08-02-1659446337348/624909_image2_1.webp](/2022-08-02-1659446337348/624909_image2_1.webp)\n![/2022-08-02-1659446337348/624911_image2_1.webp](/2022-08-02-1659446337348/624911_image2_1.webp)\n![/2022-08-02-1659446337348/624925_image2_1.webp](/2022-08-02-1659446337348/624925_image2_1.webp)\n![/2022-08-02-1659446337348/624960_image2_1.webp](/2022-08-02-1659446337348/624960_image2_1.webp)\n![/2022-08-02-1659446337348/625036_image2_1.webp](/2022-08-02-1659446337348/625036_image2_1.webp)\n![/2022-08-02-1659446337348/625063_image2_1.webp](/2022-08-02-1659446337348/625063_image2_1.webp)\n![/2022-08-02-1659446337348/625110_image2_1.webp](/2022-08-02-1659446337348/625110_image2_1.webp)\n![/2022-08-02-1659446337348/625125_image2_1.webp](/2022-08-02-1659446337348/625125_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-61-240-8524](tel:+82612408524)\n\n\n\n```googleMap\nlatitude: 34.7337443661\nlongitude: 125.9455258903\ntitle: Jukrim-ri, Sinan-gun, Jeollanam-do\n```\n  \n## Directions\n  \n[Train]<BR>\nFrom Seoul Station, take a train for Mokpo Station. <BR>\nFrom Mokpo station take a taxi for approx. 10 min. to Mokpo Ferry Terminal.\n","data":{"id":"2022-08-02-1659446337348","title":"Bigeumdo Island (비금도)","description":"Located 54 kilometers from Mokpo Port, Bigeumdo Island is made up of 82 islands. The coastline is approximately 132 kilometers and in 1996 the Yeondogyo Bridge was constructed connecting it to Dochodo Island. Bigeumdo Island makes up 5% of the salt production in Korea.<br> <br>The most beautiful beach on Bigeumdo Island is Wonpyeong Beach with its fine red sand. In particular, the view of the sunset on this beach is spectacular. It was also the filming location for TV drama \"Spring Waltz.\"","regDate":"2022-08-02","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"/2022-08-02-1659446337348/624910_image2_1.webp","blogPath":"Jeollanam-do/2022-08-02-1659446337348","pageUrl":"https:/mcdryad.com/Jeollanam-do/2022-08-02-1659446337348"},"dataList":[{"id":"2023-02-05-1675571940772","title":"Jinnamgwan Hall (여수 진남관)","description":"Jinnamgwan Hall (National Treasure) is located at the site of the Jeolla Province naval base during the Joseon dynasty. At that time, it was a watchtower called Jimhaeru, where Admiral Yi Sun-sin commanded his forces during the Imjin War (1592-1598). The original building burned down near the end of the war, and Admiral Yi Sun-sins successor, Yi Si-eon, constructed Jinnamgwan Hall, a large <em>gaeksa</em> (government officer guesthouse) at the site in 1599.<br /><br />Jinnamgwan Hall is a single-story gable-roofed building with 15 <em>kan</em> (traditional Korean measurement between two pillars) on the front and 5 kan on the sides. It is the largest single-story goverment building from the Joseon dynasty in the region. At the hall entrance is a small museum outlining the history of Jinnamgwan and the Imjin War, and the famous Yeosu Stone Statue (Jeollanam-do Tangible Cultural Asset) is located within the precincts of the hall. Nearby attractions include Jasan Park, Odongdo Island, Dolsan Bridge, Chungminsa Shrine, and Manseongni Beach.","regDate":"2023-02-05","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2023-02-05-1675571940772/600668_image2_1.webp","blogPath":"Jeollanam-do/2023-02-05-1675571940772"},{"id":"2023-02-05-1675568289742","title":"Jindodaegyo Bridge (진도대교)","description":"Jindodaegyo Bridge measures 484 meters in length and 11.7 meters in x_width, and is located between Nokjin-ri, Gunnae-myeon, Jindo-gun and Hak-dong, Munnae-myeon, Haenam-gun on National Road No. 18. The bridge has been a popular tourist attraction since its completion on October 18, 1984. On December 15, 2005, the second Jindo Bridge opened, from which visitors can observe breathtaking sunsets and evening views while enjoying the fantastic nearby sceneries. Uldolmok, a passage to the West Sea, is a strait between Haenam and Jindo. Uldolmok is also known as the location of Myeongnyang Daecheop, one of the three major naval battles won by Admiral Yi Sun-sin. The x_width of the strait is only 294 meters, which is similar to that of the Hangang River. Jindodaegyo Bridge is the most accessible gateway to Jindo Island, a place with many local specialties and unique cultural arts.","regDate":"2023-02-05","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Architectural Sights","Bridges"],"imgUrl":"/2023-02-05-1675568289742/2653769_image2_1.webp","blogPath":"Jeollanam-do/2023-02-05-1675568289742"},{"id":"2023-02-04-1675506964115","title":"Jeongsusa Temple (정수사)","description":"According to the historical archives, Jeongsusa Temple was once a very large temple. Unfortunately, most of the temple buildings have been destroyed and only the main hall, Daeungjeon Hall, and a few smaller structures such as the living quarters remain on site today. The temple was originally called Ssanggyesa Temple because the waters of two valleys meet in front of this temple. It was renamed Jeongsusa Temple during the latter part of the Joseon dynasty (1392-1905).<br><br>The temple was reportedly established by the state monk Doseon-guksa in the first year of the reign of Silla Kingdom’s King Aejang (800). However, the temple’s founding year preceded the monk’s year of birth so there seems to have been a mistake in the year of foundation. Daeungjeon, the main hall, has three rooms in the front and two on the sides with a gambrel roof. Designated as Jeollanam-do Tangible Cultural Property, the structure features a modest and simple architecture that is estimated to date back to the latter half of the Joseon dynasty.","regDate":"2023-02-04","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"","blogPath":"Jeollanam-do/2023-02-04-1675506964115"},{"id":"2023-02-04-1675503361164","title":"Jeamsan Recreational Forest (제암산자연휴양림)","description":"Jeamsan Mountain is beautiful throughout the year with royal azaleas in spring, cool water in summer, silver grass in fall, and a snow-covered mountain in winter. The mountain attracts over 100,000 visitors during vacation periods with Yongchugyegok Valley nearby. Just over the mountain is the ocean with Yulpo Beach where visitors can enjoy after relaxing at Jeamsan Recreational Forest.","regDate":"2023-02-04","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"","blogPath":"Jeollanam-do/2023-02-04-1675503361164"},{"id":"2023-02-04-1675499868944","title":"Jasan Park (자산공원)","description":"The city of Yeosu is nestled on the Yeosu Peninsula and the areas of Yeosu-si, Yeoncheon-si and Yeocheon-gun, which all have the same first character ‘려(麗) (ryeo)’ were combined as one into Yeosu-si as of April, 1998.<br><br>Located at the entrance of the breakwater of Odongdo Island, Jasan Park embraces the South Sea.<br>Thousands of evergreen trees and flowering plants spread out over the wide flats when approaching the peak by the steep staircase. The park has a 15 meter-high Yi Sun-sin statue, built in 1967 to honor his birth along with Jinnamje Festival, Jasangak, Chunghontop (memorial tower) and a fair view with a refreshing sea breeze. In addition, Ilchuljeong, Sunrise Arbor which was constructed in 1998, is beloved as a resting spot by many visitors.","regDate":"2023-02-04","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2023-02-04-1675499868944/177688_image2_1.webp","blogPath":"Jeollanam-do/2023-02-04-1675499868944"},{"id":"2023-02-04-1675496145606","title":"Jangsupungdengi Village (장수풍뎅이마을)","description":"Located in the far upstream of Jangheung Dam, Jangsupungdengi Village preserves the natural environment. The village has a shiitake mushroom center, eco experience center, and beetle farming field where children and teenage students may visit and learn about the nature and its eco system. The village is also open to the general public for quality time in nature.","regDate":"2023-02-04","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Experience Programs","Village Experience"],"imgUrl":"","blogPath":"Jeollanam-do/2023-02-04-1675496145606"},{"id":"2023-02-04-1675492691639","title":"Heungguksa Temple (Yeosu) (흥국사 (여수))","description":"The name of Heungguksa Temple means “if the country prospers, the temple does well.” The temple was established to pray for the country to flourish. Located on Yeongchwisan Mountain, Heunaguksa was founded by Bojo Guksa in 1195. <br><br>Within the compound are other buildings including Wontongjeon, Palsangjeon and Daeungjeon (Main Hall). The temple’s main hall, a Treasure, is open in its structure and equipped with traditional Korean doors. A Buddhist painting named Hubultaenghwa is designated as a Treasure. At the entrance to the temple is a rainbow-shaped stone bridge called Honggyo Bridge,a Treasure, which is widely known as a distinguished work of art. <br><br>On Yeongchwisan Mountain, azaleas begin to bloom in early April and completely take over the mountain by the end of the month. Azalea blossoms create an extravagant view along the ridgeline of Yeongchwibong Peak (439 meters above sea level) and Jillyebong Peak (510 meters above sea level).During this period, the Mount Yeongchwisan Azalea Festival takes place.","regDate":"2023-02-04","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2023-02-04-1675492691639/1607899_image2_1.webp","blogPath":"Jeollanam-do/2023-02-04-1675492691639"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}