{"pageProps":{"content":"![A Moment in Time - Live Caricature & Gallery (시간을 담다)](/2022-07-10-1657422242948/2589890_image2_1.webp)\n  \n## Overview\n\n> A Moment in Time adds in aspects of Korean traditions, customs, and landmarks like hanbok, Gwanghwamun Gate, and Korean mystical animals into caricature artworks, serving as an excellent souvenir for both locals and travelers. The gallery also offers hands-on programs like coloring caricature and traditional folk art. In addition, original design products from A Moment in Time are also available, making great gifts.\n\n  \n## Intro\n\n| | |\n| - | - |\n|accomcount:|20 people|\n|expagerange:|Open to visitors of all ages|\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br>(Korean, English, Japanese, Chinese) <br>• For more info: +82-10-8895-3368|\n|opendate:|November 21, 2018|\n|restdate:|Mondays|\n|usetime:|11:00-20:00|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Shopping Information:|Live caricature, making caricatures of people and pets, original tote bags|\n  \n## Detail Image\n![/2022-07-10-1657422242948/2589891_image2_1.webp](/2022-07-10-1657422242948/2589891_image2_1.webp)\n![/2022-07-10-1657422242948/2589892_image2_1.webp](/2022-07-10-1657422242948/2589892_image2_1.webp)\n![/2022-07-10-1657422242948/2589893_image2_1.webp](/2022-07-10-1657422242948/2589893_image2_1.webp)\n![/2022-07-10-1657422242948/2589894_image2_1.webp](/2022-07-10-1657422242948/2589894_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-10-8895-3368](tel:+821088953368)\n\n\n\n```googleMap\nlatitude: 37.5627326749\nlongitude: 126.9901422899\ntitle: 20-1, Samil-daero 8-gil, Jung-gu, Seoul\n```\n  \n## Directions\n  \n[Subway]<br>\nMyeong-dong Station (Seoul Subway Line 4), Exit 10. <br>\nWalk for approx. 90 m and cross the street.<br>\nTurn left and walk straight for approx. 140 m.<br>\nTurn right and walk straight for approx. 100 m.\n","data":{"id":"2022-07-10-1657422242948","title":"A Moment in Time - Live Caricature & Gallery (시간을 담다)","description":"A Moment in Time adds in aspects of Korean traditions, customs, and landmarks like hanbok, Gwanghwamun Gate, and Korean mystical animals into caricature artworks, serving as an excellent souvenir for both locals and travelers. The gallery also offers hands-on programs like coloring caricature and traditional folk art. In addition, original design products from A Moment in Time are also available, making great gifts.","regDate":"2022-07-10","author":"korea-tour","tag":["Seoul","Culture/Art/History","Experience Programs","Unique Experience"],"imgUrl":"/2022-07-10-1657422242948/2589890_image2_1.webp","blogPath":"Seoul/2022-07-10-1657422242948","pageUrl":"https:/mcdryad.com/Seoul/2022-07-10-1657422242948"},"dataList":[{"id":"2022-07-11-1657542939229","title":"Bank of Korea Money Museum (한국은행 화폐박물관)","description":"The Bank of Korea Money Museum introduces the history of the currency culture home and abroad through the history and documents related to the Bank of Korea. The museum is not just a cultural space, but also a great place for hands-on education. Exhibitions explain the minting process and the recognition of counterfeits as well as displaying systematic research documents on money and the state economy.","regDate":"2022-07-11","author":"korea-tour","tag":["Seoul","Culture/Art/History","Industrial Sites","Others"],"imgUrl":"/2022-07-11-1657542939229/1570555_image2_1.webp","blogPath":"Seoul/2022-07-11-1657542939229"},{"id":"2022-07-11-1657512722673","title":"Baeksasilgyegok Valley (백사실계곡)","description":"Baeksasilgyegok Valley in Seoul is a well preserved cultural and natural site, being home to Baekseokdongcheon, Historic Site No. 462, as well as a habitat to diverse animals, including salamanders, frogs, minnows, and crayfish. The preservation value of this area is especially high as the valley is home to a large colony of salamanders, which are indicator species of the clean water and a protected wildlife species of Seoul. <br><br>The valley gets its name from the site of a villa of Yi Hangbok. The path along the area’s thick forest and natural valleys provides an excellent getaway. Since the area is a habitat to several protected species, visitors are asked to refrain from dipping their feet in the valley’s waters while exploring the scenery. The entrance to the valley is located past the Sanmotungi Café.","regDate":"2022-07-11","author":"korea-tour","tag":["Seoul","Nature","Natural Sites","Valleys"],"imgUrl":"/2022-07-11-1657512722673/1926514_image2_1.webp","blogPath":"Seoul/2022-07-11-1657512722673"},{"id":"2022-07-11-1657507335227","title":"Baek In-je House (백인제가옥)","description":"Baek In-je House in Gahoe-dong, located in Bukchon Hanok Village, is a hanok built during the Japanese administration period that portrays modern hanok features. The structure consists of a main room offering a good view of the whole village, spacious bedrooms, a large garden, and annex buildings. As it withholds the beauty of a traditional hanok while incorporating the modern trend of its time, Baek In-je House is considered to be highly valuable in means of both architecture and history, representing the Bukchon Hanok Village together with Yun Bo-seon House.<br /><br />Baek In-je House was built from black pine, which was first introduced in Seoul during the Gyeongseong Expo in 1907, distinguishing itself from other upper-class houses of its time. Unlike other traditional hanok designs that separate the main building from the other rooms, Baek In-je House connects the two with a hallway, allowing convenient access between the two structures. The house also consists of a Japanese-style hallway and floor mat rooms, reflecting the interior trends of that period. Baek In-je House is also unique in that the main room is partially built as a two-story structure, a style that was never seen in any traditional hanok built during the Joseon period.","regDate":"2022-07-11","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Old Houses"],"imgUrl":"/2022-07-11-1657507335227/2481892_image2_1.webp","blogPath":"Seoul/2022-07-11-1657507335227"},{"id":"2022-07-11-1657494251347","title":"Aqua Planet 63 (아쿠아플라넷 63)","description":"Aqua Planet 63 located in 63 Square was opened on July 1, 2016. The aquarium houses Otter Planet; Aqua Garden featuring waterplants, Amazonian plants, and lungfish; Golden Miracle Zone decorated with bright sunflowers; Penguin Planet; Seal Planet; Coral Planet, colorful with various underwater coral plants; and more zones for an exciting space. In the main aquarium, visitors can watch the fantastic mermaid show, set to music and lights.","regDate":"2022-07-11","author":"korea-tour","tag":["Seoul","Culture/Art/History"],"imgUrl":"/2022-07-11-1657494251347/1907677_image2_1.webp","blogPath":"Seoul/2022-07-11-1657494251347"},{"id":"2022-07-10-1657496332644","title":"Archaeological Site in Amsa-dong, Seoul (서울 암사동 유적)","description":"The Archaeological Site in Amsa-dong reproduces the lifestyle of the Neolithic Era. Even the entrance gate is shaped like a huge dolmen and the trash cans are ancient diagonal-line patterned earthenware. Archaeological Site in Amsa-dong was excavated in 1925 when a flood washed away the soil on the banks of the Hangang River and exposed a large number of diagonal-line patterned earthenware. After several excavations, the Archaeological Site in Amsa-dong was established. <br><br> The site was a location for a massive colony, thus many ancient buildings, stone axes and stone arrows have been uncovered as well as countless diagonal-line patterned earthenware.  The housing site is round with a spot in the center for fire.  The site is colossal and possesses nine mud huts, two exhibition halls displaying ancient artifacts and an open mud hut where visitors can experience life in the Neolithic Era. The site offers many attractions such as mud huts and promenades. Archaeological Site in Amsa-dong is also very educational for children and families who want to learn and experience the Neolithic Age.","regDate":"2022-07-10","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-07-10-1657496332644/204019_image2_1.webp","blogPath":"Seoul/2022-07-10-1657496332644"},{"id":"2022-07-10-1657442506842","title":"April 19th National Cemetery (국립4.19민주묘지)","description":"Located at the foot of Bukhansan Mountain, the April 19th National Cemetery was established in memory of the 224 people who lost their lives during the 4.19 Revolution in 1960. The cemetery features a memorial hall and a traditional wooden structure that houses the grave of historic figure Yu Yeongbong. <br><br>At the cemetery is a pond surrounded by sculptures such as \"Symbolic Door,\" \"Roots of Democracy,\" and \"Sparks of Justice\" and a memorial tower bearing an inscription for the brave patriots who lost their lives during the revolution. Groves of pine, juniper, yew, and maple trees along with the well-kept hiking path add a natural charm to the overwhelming ambience of peace and serenity. Many people visit to see the spring blossoms in May, and throughout the year to take in the glorious scene of the sunset over Bukhansan Mountain.","regDate":"2022-07-10","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-07-10-1657442506842/2025950_image2_1.webp","blogPath":"Seoul/2022-07-10-1657442506842"},{"id":"2022-07-10-1657435491613","title":"Amsa Ecological Park (암사생태공원)","description":"<br>Amsa Ecological Park (located in Amsa-dong) is a large scenic park with long winding trails passing by reeds and other beautiful plants of the Han River. It is here as well that visitors can watch the flight of Korea’s migratory birds. The Ecological Park is famous for its beautiful scenery and its lush groves of reeds and pussy willows growing alongside the natural riverside road. Wild roses, loosestrifes, and tiger lilies are in bloom from spring to fall and the observation deck gives visitors a beautiful view of Han River and the area’s wide variety of birds such as reed warblers, titmice, and swallows. The river basin and its surrounding stones are a great place to learn about nature and are home to various bugs such as beetles, river mayflies, big scarlet hairstreak butterflies, and other water insects. <br><br>The Amsa Ecological Park is located nearby Godeok River Side Ecological Park and the Bicycle Theme Park, making this particular area one of the most popular tourist attractions along the Han River.","regDate":"2022-07-10","author":"korea-tour","tag":["Seoul","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2022-07-10-1657435491613/1894496_image2_1.webp","blogPath":"Seoul/2022-07-10-1657435491613"}],"navList":["Busan","Daegu","Daejeon","Gwangju","Incheon","Seoul"]},"__N_SSG":true}