{"pageProps":{"content":"![Changdeokgung Palace Complex [UNESCO World Heritage] (창덕궁과 후원 [유네스코 세계문화유산])](/2022-07-21-1658388852503/2678647_image2_1.webp)\n\n  \n## Overview\n\n> Changdeokgung Palace was the second royal villa built following the construction of Gyeongbokgung Palace in 1405. It was the principal palace for many kings of the Joseon dynasty, and is the most well-preserved of the five remaining royal Joseon palaces. The palace grounds are comprised of a public palace area, a royal family residence building, and the rear garden. Known as a place of rest for the kings, the rear garden boasts a gigantic tree that is over 300 years old, a small pond and a pavilion. <br>\n<br>\n The palace gained importance starting from the time of Seongjong, the 9th king of Joseon, when a number of kings began using it as a place of residence. Unfortunately, the palace was burned down by angry citizens in 1592 when the royal family fled their abode during the Imjin War. Thanks to Gwanghaegun, the palace was restored in 1611. Even today, it houses a number of cultural treasures, such as Injeongjeon Hall, Daejojeon Hall, Seonjeongjeon Hall, and Nakseonjae Hall. <br>\n<br>\n Changdeokgung Palace’s garden behind the inner hall, called the Secret Garden, was constructed during the reign of King Taejong and served as a rest area for the royal family members. The garden had formerly been called Bugwon and Geumwon, but was renamed Biwon Garden, or Secret Garden, after King Gojong came into power. The garden was kept as natural as possible and was touched by human hands only when absolutely necessary. Buyongjeong Pavilion, Buyongji Pond, Juhamnu Pavilion, Eosumun Gate, Yeonghwadang Hall, Bullomun Gate, Aeryeonjeong Pavilion, and Yeongyeongdang Hall are some of the many attractions that occupy the garden. The most beautiful time to see the garden is during the fall when the autumn foliage is at its peak and the leaves have just started to fall. <br>\n<br>\n Though it has been treasured by Koreans for centuries, Changdeokgung Palace was  recognized as a World Cultural Heritage site by the UNESCO World Cultural Heritage Committee in December of 1997 during the committee meeting in Naples, Italy.\n\n  \n## Intro\n\n| | |\n| - | - |\n|expagerange:|Open to visitors of all ages|\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-2-3668-2300|\n|parking:|Available|\n|restdate:|Mondays|\n|usetime:|[Palace]<br>Feb-May, Sep-Oct 09:00-18:00<br>Jun-Aug 09:00-18:30<br>Nov-Jan 09:00-17:30<br>* Last admission: 1 hour before closing<br><br>[Secret Garden Tour (Guided tour only)]<br>Mar-May, Sep-Oct 10:00-17:30<br>Jun-Aug 10:00-18:00<br>Feb, Nov 10:00-17:00<br>Dec-Jan 10:00-16:30<br>* Last tour: 1 hr 30 min before closing<BR> * Secret Garden Tour has limited space and must travel with a guide|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Admission Fees:|[Changdeokgung Palace]<br> Adults (ages 25-64) 3,000 won / Group (over 10 people) 2,400 won<br> * Free admission to Changdeokgung Palace: Refer to the website for free admission information.<br>  <br>[Special Ticket]<br>- Long-term admission 30,000 won (General admission only) <br>* Expires one month after date of purchase / One portrait photo must be submitted / Admission available only for purchased palace<br><br>[Secret Garden Tour]<br> Adults (ages 25-64) 8,000 won<br> Young adults (ages 19-24) & Senior citizens (ages 65 & older) 5,000 won<br> Children and Teenagers (ages 7-18) 2,500 won<br> Groups of 10 people or more 7,400 won<br> * Free admission: Children (ages 6 or under) |\n|Available Facilities:|PR Hall, ticket booth, restrooms, nursing room, etc.|\n|Interpretation Services Offered:|[Changdeokgung Palace Guided Tour]<br>Languages: English, Japanese, Chinese<br>* Refer to website for schedule<br>Length of tour: Approx. 60 min<br>Start point: Inside Donhwamun Gate, in front of information map<br>* Schedule and route are subject to change due to weather conditions.|\n  \n## Detail Image\n![/2022-07-21-1658388852503/1568306_image2_1.webp](/2022-07-21-1658388852503/1568306_image2_1.webp)\n![/2022-07-21-1658388852503/1568307_image2_1.webp](/2022-07-21-1658388852503/1568307_image2_1.webp)\n![/2022-07-21-1658388852503/1568308_image2_1.webp](/2022-07-21-1658388852503/1568308_image2_1.webp)\n![/2022-07-21-1658388852503/1568309_image2_1.webp](/2022-07-21-1658388852503/1568309_image2_1.webp)\n![/2022-07-21-1658388852503/1568310_image2_1.webp](/2022-07-21-1658388852503/1568310_image2_1.webp)\n![/2022-07-21-1658388852503/1568311_image2_1.webp](/2022-07-21-1658388852503/1568311_image2_1.webp)\n![/2022-07-21-1658388852503/1568357_image2_1.webp](/2022-07-21-1658388852503/1568357_image2_1.webp)\n![/2022-07-21-1658388852503/1568358_image2_1.webp](/2022-07-21-1658388852503/1568358_image2_1.webp)\n![/2022-07-21-1658388852503/1568359_image2_1.webp](/2022-07-21-1658388852503/1568359_image2_1.webp)\n![/2022-07-21-1658388852503/1994246_image2_1.webp](/2022-07-21-1658388852503/1994246_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-2-3668-2300](tel:+82236682300)\n- [🏠www.cdg.go.kr](http://www.cdg.go.kr/)\n\n\n```googleMap\nlatitude: 37.5809583673\nlongitude: 126.9919888278\ntitle: 99, Yulgok-ro, Jongno-gu, Seoul\n```\n  \n\n","data":{"id":"2022-07-21-1658388852503","title":"Changdeokgung Palace Complex [UNESCO World Heritage] (창덕궁과 후원 [유네스코 세계문화유산])","description":"Changdeokgung Palace was the second royal villa built following the construction of Gyeongbokgung Palace in 1405. It was the principal palace for many kings of the Joseon dynasty, and is the most well-preserved of the five remaining royal Joseon palaces. The palace grounds are comprised of a public palace area, a royal family residence building, and the rear garden. Known as a place of rest for the kings, the rear garden boasts a gigantic tree that is over 300 years old, a small pond and a pavilion. <br><br> The palace gained importance starting from the time of Seongjong, the 9th king of Joseon, when a number of kings began using it as a place of residence. Unfortunately, the palace was burned down by angry citizens in 1592 when the royal family fled their abode during the Imjin War. Thanks to Gwanghaegun, the palace was restored in 1611. Even today, it houses a number of cultural treasures, such as Injeongjeon Hall, Daejojeon Hall, Seonjeongjeon Hall, and Nakseonjae Hall. <br><br> Changdeokgung Palace’s garden behind the inner hall, called the Secret Garden, was constructed during the reign of King Taejong and served as a rest area for the royal family members. The garden had formerly been called Bugwon and Geumwon, but was renamed Biwon Garden, or Secret Garden, after King Gojong came into power. The garden was kept as natural as possible and was touched by human hands only when absolutely necessary. Buyongjeong Pavilion, Buyongji Pond, Juhamnu Pavilion, Eosumun Gate, Yeonghwadang Hall, Bullomun Gate, Aeryeonjeong Pavilion, and Yeongyeongdang Hall are some of the many attractions that occupy the garden. The most beautiful time to see the garden is during the fall when the autumn foliage is at its peak and the leaves have just started to fall. <br><br> Though it has been treasured by Koreans for centuries, Changdeokgung Palace was  recognized as a World Cultural Heritage site by the UNESCO World Cultural Heritage Committee in December of 1997 during the committee meeting in Naples, Italy.","regDate":"2022-07-21","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Palaces"],"imgUrl":"/2022-07-21-1658388852503/1568306_image2_1.webp","blogPath":"Seoul/2022-07-21-1658388852503","pageUrl":"https:/mcdryad.com/Seoul/2022-07-21-1658388852503"},"dataList":[{"id":"2022-07-23-1658595062438","title":"Gyeongbokgung Palace (경복궁)","description":"Built in 1395, Gyeongbokgung Palace is commonly referred to as the Northern Palace because its location is furthest north when compared to the neighboring palaces of Changdeokgung (Eastern Palace) and Gyeonghuigung (Western Palace). Gyeongbokgung Palace is arguably the most beautiful, and remains the largest of all five palaces. <br /><br />The premises were once destroyed by fire during the Imjin War (1592-1598). However, all of the palace buildings were later restored under the leadership of Heungseondaewongun during the reign of King Gojong (1852-1919). <br /><br />Remarkably, the most representative edifices of the Joseon dynasty, Gyeonghoeru Pavilion and the pond around Hyangwonjeong Pavilion have remained relatively intact. The raised dias and stone markers of Geunjeongjeon showcase the representative art style of their time.<br /><br />The National Palace Museum of Korea is located outside of Heungnyemun Gate, and the National Folk Museum is located on the eastern side of Hyangwonjeong Pavillion.","regDate":"2022-07-23","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Palaces"],"imgUrl":"/2022-07-23-1658595062438/2678623_image2_1.webp","blogPath":"Seoul/2022-07-23-1658595062438"},{"id":"2022-07-23-1658586843001","title":"Gwangnaru Hangang Park (광나루한강공원)","description":"Hangang Citizen's Park, composed of 12 areas including Jamsil, Ttukseom and Jamwon, is an eco-friendly park providing areas for sports and leisure. The park is equipped with various cultural and recreational facilities and also has an ecological park. Gwangnaru Hangang Park formed naturally through rich silt that flowed in from the upper Hangang River that was then filled with reeds, creating an ideal habitat for groups of migratory birds.","regDate":"2022-07-23","author":"korea-tour","tag":["Seoul","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-07-23-1658586843001/1567801_image2_1.webp","blogPath":"Seoul/2022-07-23-1658586843001"},{"id":"2022-07-23-1658583774047","title":"Gwangjingyo 8th Avenue (광진교 8번가)","description":"Gwangjingyo 8th Avenue is the only cultural area in Korea located beneath a bridge. Not just a performance venue, the building also houses a gallery depicting the 100-year history of the Hangang River and a Hangang Renaissance Project Promotion Room, which provides a glimpse of developers’ plans to further revive the river into a prime leisure spot for citizens and tourists. <br><br>Thanks to its location under the Gwangjingyo Bridge in Hangang Park (Gwangnaru area), Gwangjingyo 8th Avenue affords a scenic view of the river as seen from its glass observatory. Live performances are held on Friday or weekend nights; applications can be made online and a few winners are chosen at random to watch each performance.","regDate":"2022-07-23","author":"korea-tour","tag":["Seoul","Culture/Art/History","Architectural Sights","Monuments/Observatories"],"imgUrl":"/2022-07-23-1658583774047/1985151_image2_1.webp","blogPath":"Seoul/2022-07-23-1658583774047"},{"id":"2022-07-23-1658581081718","title":"Gwanghwamun Gate (광화문)","description":"Built in 1395 under the reign of King Taejo, the first king of the Joseon dynasty, Gwanghwamun Gate is the southern gate of Gyeongbokgung Palace. It is also the main gate of the palace, therefore larger and fancier in comparison to the other gates. Gwanghwamun Gate consists of three arched gates; the center gate was used by the king, while the other two were used by the crown prince and royal officials. The tall granite walls of the gate serve as a platform for the wooden gate tower that watches over the city. The gate has a sign with its name written at the top center of the gate tower. <br><br> Gwanghwamun Gate went through several damages and restorations over the course of history. It was first severely damaged during the Imjin War (1592-1598) and was not restored until the reconstruction of Gyeongbokgung Palace in 1864. Under the Japanese administration, the gate was demolished and relocated to the north of the palace's eastern gate, followed by series of damages during the Korean War (1950-1953). In 1968, Gwanghwamun Gate was relocated back to the south of the palace and was rebuilt using concrete; however, the gate’s position was shifted a few meters away from its original location. In 2006, a major reconstruction project took place to restore Gwanghwamun Gate to its original state and location, disassembling the structure completely and replacing concrete with granite and wood. After three years and eight months of construction, Gwanghwamun Gate was fully restored to its original form and was open to the public on August 15, 2010.","regDate":"2022-07-23","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Gates"],"imgUrl":"/2022-07-23-1658581081718/1075281_image2_1.webp","blogPath":"Seoul/2022-07-23-1658581081718"},{"id":"2022-07-23-1658575967064","title":"Gwanghuimun Gate (광희문)","description":"Gwanghuimun Gate is said to have been originally constructed in 1396, the 5th year of King Taejo, at the southeast of the capital city. It was often referred to as Sugumun Gate (water channel gate) and was actually used as a Sigumun, literally meaning “corpse gate,” as funeral processions passed through this gate when exiting to the east.  <br><br>During the Imjin War (1592-1598), the fortress gate was destroyed to such a degree that it made finding the original location close to impossible.  Nevertheless, reconstruction efforts were started in 1711 (37th year of King Sukjong) and the gate was restored together with the gate's watchtower. Gwanghuimun Gate remained intact even when the fortress walls were demolished to build tram tracks during the Japanese occupation, but it was later damaged during the Korean War and left neglected. In 1975, restoration work was carried out to relocate Gwanghuimun Gate to a site 15 meters south of its original location since it stood in the middle of the road.","regDate":"2022-07-23","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Gates"],"imgUrl":"/2022-07-23-1658575967064/1568502_image2_1.webp","blogPath":"Seoul/2022-07-23-1658575967064"},{"id":"2022-07-23-1658572742393","title":"Gwanaksan Mountain Nakseongdae Park (관악산 낙성대공원)","description":"Nakseongdae Park was built as a tribute to General Kang Gam-chan (948-1031) of the Goryeo dynasty. In 1973, the city of Seoul reorganized the birthplace of General Kang, resulting in changes to the park. Located inside the park are Anguksa Shrine, the general’s birthplace, and a three-story stone pagoda, which was made during the Goryeo dynasty. The 4.48-meter-high pagoda is made of granite, and is called “Kang Gam-chan Tap (pagoda)” or “Kang Gam-chan Nakseongdae Tap”. <br><br>*Anguksa Shrine<br>Anguksa is a shrine built in 1974 emulating the wooden architecture style of the Goryeo era. The shrine has high ceilings and houses the portrait of General Kang Gam-chan. The shrine is located on the road leading to the back gate of Seoul National University and has become a popular place in the area. <br><br>*Nakseongdae Yuji <br>Nakseongdae Yuji is the birthplace of General Kang Gam-chan and the original location of the three-story pagoda. During the maintenance of Nakseongdae area in 1973, the pagoda was moved into the vicinity of Anguksa Shrine, and a two-meter tall monument was erected in its original location to mark the historical significance of the site.","regDate":"2022-07-23","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-07-23-1658572742393/928406_image2_1.webp","blogPath":"Seoul/2022-07-23-1658572742393"},{"id":"2022-07-23-1658569005134","title":"Gwanaksan Mountain (관악산)","description":"Reaching 632.2 meters in x_height, Gwanaksan Mountain is the symbol and pride of Gwanak-gu district in Seoul. Most of the cultural heritages of the district originate from Gwanaksan Mountain. Since it was designated as a city natural park in 1968, it has continued to serve as a favorite place for relaxation and excursion for Seoul citizens. The various rocky peaks and the deep valleys give the mountain a rugged feel. The mountain's size and close proximity to Seoul make it easy for Seoul residents to make a day-trip. <br> <br>In the spring, cherry blossoms are in full bloom near the entrance to the mountain, and a Rhododendron Festival is held when the rhododendrons are in full bloom. At the mountain's summit are Wongaksa Temple and Yeonjuam Hermitage, which were built by Taejo Yi Seong-gye (the founder of the Joseon dynasty) to ward off misfortune when he decided to move the capital to Seoul. There are also other temples and hermitages, and a ground radar observation post. Yeonjudae Hermitage, located atop a cliff, is where all the hiking trails of Gwanaksan Mountain meet.","regDate":"2022-07-23","author":"korea-tour","tag":["Seoul","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-07-23-1658569005134/1857230_image2_1.webp","blogPath":"Seoul/2022-07-23-1658569005134"}],"navList":["Busan","Daegu","Daejeon","Gwangju","Gyeonggi-do","Incheon","Jeju-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}