{"pageProps":{"content":"![Dinosaur Tracksite of Hwasun, Seoyu-ri (화순 서유리 공룡발자국화석 산지)](/2023-01-17-1673944760289/1608223_image2_1.webp)\n\n  \n## Overview\n\n> The Dinosaur Tracksite of Hwasun was discovered in 1999 during a land survery for the construction of Hwasun Hot Springs Area. Most dinosaur tracks found in Korea are located in coastal areas in cities like Haenam and Boseong, so the discovery in the inner region of Jeollanam-do was a first. Most prints here come from carnivorous dinaosaurs of the Cretaceous period. The site is famous for there being tracks from no fewer than five different dinosaurs, as well as for being one of the longest trails and most direct examples of the exact movements of the dinosaurs. The tracks of one dinosaur are the longest in the world, stretching for 40 meters. Based on the foot size of 20-22 centimeters with a stride of approximately 90 centimeters, it is estimated that the prints were formed by a 4-5 meter tall Koolasuchus. In addition to the canivorous dinosaurs, tracks were found of 12 herbivorous dinosaurs, as well as fossilized plants. These plants offer much assistance in the research of herbivorous dinosaur diets.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-61-379-3503|\n|parking:|Available|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Restrooms:|Available|\n  \n## Detail Image\n![/2023-01-17-1673944760289/1608220_image2_1.webp](/2023-01-17-1673944760289/1608220_image2_1.webp)\n![/2023-01-17-1673944760289/1608221_image2_1.webp](/2023-01-17-1673944760289/1608221_image2_1.webp)\n![/2023-01-17-1673944760289/1608222_image2_1.webp](/2023-01-17-1673944760289/1608222_image2_1.webp)\n![/2023-01-17-1673944760289/1608224_image2_1.webp](/2023-01-17-1673944760289/1608224_image2_1.webp)\n\n\n  \n## Contact\n\n\n\n\n\n```googleMap\nlatitude: 35.1695863575\nlongitude: 127.0906362225\ntitle: 2080, Baega-ro, Hwasun-gun, Jeollanam-do\n```\n  \n## Directions\n  \n[Train]<br>\nFrom Yongsan Station, take a train to Gwangju-Songjeong Station.<br>\nTake the Gwangju Subway to Hwaseong Station.<br> Walk for approx. 1km to Gwangju Bus Terminal and take Nongeochon Bus No. 225 to Jangdan Village Bus Stop. <br>Transfer to Nongeochon Bus No. 217-1 and get off at Seoyu 1(il)-ri Bus Stop.<br> Walk for approx. 500m to the tracksite.\n","data":{"id":"2023-01-17-1673944760289","title":"Dinosaur Tracksite of Hwasun, Seoyu-ri (화순 서유리 공룡발자국화석 산지)","description":"The Dinosaur Tracksite of Hwasun was discovered in 1999 during a land survery for the construction of Hwasun Hot Springs Area. Most dinosaur tracks found in Korea are located in coastal areas in cities like Haenam and Boseong, so the discovery in the inner region of Jeollanam-do was a first. Most prints here come from carnivorous dinaosaurs of the Cretaceous period. The site is famous for there being tracks from no fewer than five different dinosaurs, as well as for being one of the longest trails and most direct examples of the exact movements of the dinosaurs. The tracks of one dinosaur are the longest in the world, stretching for 40 meters. Based on the foot size of 20-22 centimeters with a stride of approximately 90 centimeters, it is estimated that the prints were formed by a 4-5 meter tall Koolasuchus. In addition to the canivorous dinosaurs, tracks were found of 12 herbivorous dinosaurs, as well as fossilized plants. These plants offer much assistance in the research of herbivorous dinosaur diets.","regDate":"2023-01-17","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2023-01-17-1673944760289/1608223_image2_1.webp","blogPath":"Jeollanam-do/2023-01-17-1673944760289","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-17-1673944760289"},"dataList":[{"id":"2023-01-21-1674297340496","title":"Hajodo Lighthouse (하조도 등대)","description":"Hajodo Lighthouse is responsible for safely guiding ships passing through Jangjuk waterway, the key route that connects the southern and western coasts. The beacon can be seen from as far as 39 meters asea. The waters passing between Hajodo Island and Jindo Island move very quickly, making this lighthouse serve a very important role in maritime safety.","regDate":"2023-01-21","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"/2023-01-21-1674297340496/2025519_image2_1.webp","blogPath":"Jeollanam-do/2023-01-21-1674297340496"},{"id":"2023-01-21-1674293747610","title":"Hajodo Island (하조도)","description":"Hajodo Island is named after the 154 small and big islands making up the islets that resemble a flock of birds. One of the beauties of Hajodo Island is the splendid harmony created between the land and sea. It offers a view of islands in the middle of the deep blue water, fishing boats moving across the calm sea, and the scenic landscape of a tranquil farming village. Visitors can camp at Sinjeon Beach or Morakkae Beach, and a particular treat this area offers a tour of the islands, which take visitors to the anchovy fishing grounds near Jukhangdo Island and to the baby islands in the area. Nearby is also Hajodo Lighthouse, standing 12 meters high. There is a superb trekking trail that provides an amazing view of Dadohae (Sea of Many Islands) as visitors walk up the path to the lighthouse. Taking a boat from Eoryupo Port to the lighthouse makes it possible to enjoy the sight of the coast’s majestic rugged cliffs.","regDate":"2023-01-21","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"/2023-01-21-1674293747610/191486_image2_1.webp","blogPath":"Jeollanam-do/2023-01-21-1674293747610"},{"id":"2023-01-21-1674290258733","title":"Gwanmaedo Island (관매도)","description":"Located 17㎞ south of Jindo Island in the southwestern tip of the Korean peninsula, Gwanmaedo Island is part of the Dadohae National Park. With excellent beaches, rocky cliffs and boulders, mountains, pine forests, hiking trails, delicious sea foods, traditional villages, and friendly locals, the island is recognized as one of the most scenic islands in the region. Moreover, its location serves as a gateway to many other smaller, remote islands.<br><br><b>Island History<br></b>Gwanmaedo Island had been called Bolmae Island until 1914.","regDate":"2023-01-21","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"/2023-01-21-1674290258733/1954200_image2_1.webp","blogPath":"Jeollanam-do/2023-01-21-1674290258733"},{"id":"2023-01-21-1674286525380","title":"Gwangyang Maehwa Village (광양 매화마을)","description":"Following the Seomjingang River flowing down the outskirts of Jirisan Mountain is a village filled with plum trees. This village, Seomjin Village, is also known as the <em>Maehwa</em> (plum) Village for its abundant number of plum trees. Instead of crops and grains, plum trees are cultivated on farmlands, boasting white snow-like blossoms in March and bearing plentiful ripen plums in June. The annual Plum Blossom Festival takes place in the village every March when the plum blossoms are in full bloom.","regDate":"2023-01-21","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Experience Programs","Village Experience"],"imgUrl":"/2023-01-21-1674286525380/2483749_image2_1.webp","blogPath":"Jeollanam-do/2023-01-21-1674286525380"},{"id":"2023-01-21-1674283083257","title":"Gwangyang Baegunsan Mountain (백운산(광양))","description":"Baegunsan Mountain (alt. 1,222.2 m) is believed to hold three divine spirits  phoenix, fox, and boar. Part of the Baekdudaegan Mountain Range, Baegunsan borders Seomjingang River to the north. The mountain is home to over 900 plant species. One of the largest charms to this mountain is the view of nearby Jirisan Mountain to the north and the Korean archipelago to the south. There are many walking trails across the mountain, easily accessible to all.","regDate":"2023-01-21","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites","Mountains"],"imgUrl":"/2023-01-21-1674283083257/2394340_image2_1.webp","blogPath":"Jeollanam-do/2023-01-21-1674283083257"},{"id":"2023-01-21-1674279326950","title":"Gwanbangjerim Forest (관방제림)","description":"Located in Damyang, Jellanam-do, Gwanbangjerim Forest (Natural Monument) is a forest that was made along the banks of Damyangcheon Stream. The two-kilometer-long forest stretches from Dongjeong Village in Namsan-ri to Hwanggeum-ri, Subuk-myeon and Gangui-ri, Daejeon-myeon.<br /><br />Gwanbangjerim Forest is a special manmade forest that was planted to prevent flooding along Damyangcheon Stream. It is comprised of large trees such as muku trees, zelkova trees, nettle trees, and cherry trees that are about 200 to 300 years old. <br /><br />The forest&rsquo;s beauty is so well known that it was even selected as &ldquo;Korea&rsquo;s Most Beautiful Forest&rdquo; by the Korean Forest Services. Visitors enjoy this gorgeous natural getaway all year round, with many stopping by the forest Sculpture Park for pictures. Nearby attractions include the Jungnogwon Bamboo Garden and the Metasequoia-lined road.","regDate":"2023-01-21","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites","Botanical Gardens"],"imgUrl":"/2023-01-21-1674279326950/2648960_image2_1.webp","blogPath":"Jeollanam-do/2023-01-21-1674279326950"},{"id":"2023-01-21-1674275931442","title":"Gurye Yeongoksa Temple (연곡사 (구례))","description":"Yeongoksa Temple is located in Naedong-ri, Gurye-gun and was constructed in 543 by Yeongi, a high Buddhist monk, who also helped create Hwaeomsa Temple. The temple was destroyed during the Imjin War (1592-1598) and the Korean War. In spite of the damage, the temple has continued to house two national treasures and four treasures. Starting from March 1, 1981 with the original Beopdang Hall,  the temple began to be rebuilt due to the efforts of the leading monk at the time, Chang Sungbu.<br><br>Acording to legend, Yeongi discovered a pond in the current sanctuary area when reading about the lands topography. While he was looking at the middle of the pond, one swallow flew from a whirlpool. After that, the pond began to dry up and the place was then used  for the temple. As such, the name Yeongok refers to the phenomenon of Yeon, a swallow, and Gok, a valley. There is a memorial plaque for Go Gwang-sun, a patriotic leader who fought against Japanese power during the Japanese colonization period while taking shelter at Yeongoksa Temple","regDate":"2023-01-21","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2023-01-21-1674275931442/1606838_image2_1.webp","blogPath":"Jeollanam-do/2023-01-21-1674275931442"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}