{"pageProps":{"content":"![Manjanggul Lava Tube [National Geopark] (만장굴 (제주도 국가지질공원))](/2023-02-10-1676000509707/2658504_image2_1.webp)\n\n  \n## Overview\n\n> Manjanggul Lava Tube, located in Gimnyeong-ri, Jeju, is part of the Geomunoreum Lava Tube system. The lava tube stretches roughly 7,400 meters, with a maximum x_height of 25 meters and x_width of 18 meters. These measurements make it one of the largest lava tubes in the world. Manjanggul holds great value for science and conservation studies, having well-maintained formations despite being formed over one hundred thousand years ago.<br><br>The majority of the cave is closed off, with only 1 kilometer being open to tourists. Within this open section, visitors can see a variety of lava tube and cave topographical features, including stalagtites, stalagmites, and stone pillars. Among these, the 7.6-meter-tall stone pillar at the end of the open section is recorded as the largest in the world.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br>(Korean, English, Japanese, Chinese) <br>• For more info: +82-64-710-3945,<br>+82-64-710-7903|\n|parking:|Available (Large vehicles: 60 spaces / Small vehicles: 75 spaces)|\n|restdate:|First Wednesday of every month|\n|usetime:|09:00-18:00<br>* Last admission 17:10<br>* Docent tours 09:00-17:00 (free; onsite registration)|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Restrooms:|Available|\n|Parking Fees:|Free|\n|Admission Fees:|Individuals - Adults 4,000 won / Teenagers & Children 2,000 won<br />Groups - Adults 3,000 won / Teenagers & Children 1,500 won<br /><br /> * Group: 10 or more people<br /> * Adults (ages 25-64) / Teenagers (ages 13-24) / Children (ages 7-12)|\n  \n\n  \n## Contact\n\n- [☎️+82-64-710-3945](tel:+82647103945)\n- [🏠www.jeju.go.kr](http://www.jeju.go.kr/jejuwnh/heritage/lavatube/manjanggul.htm)\n\n\n```googleMap\nlatitude: 33.5280478463\nlongitude: 126.7706788052\ntitle: 182, Manjanggul-gil, Jeju-si, Jeju-do\n```\n  \n## Directions\n  \n[Bus]<br>\nFrom Jeju International Airport, take Bus No. 101 to Haenyeo Museum Bus Stop.<br>\nFrom Haenyeo Museum Bus Stop, transfer to Bus No. 711-1 and get off at Manjanggul Cave Bus Stop.\n","data":{"id":"2023-02-10-1676000509707","title":"Manjanggul Lava Tube [National Geopark] (만장굴 (제주도 국가지질공원))","description":"Manjanggul Lava Tube, located in Gimnyeong-ri, Jeju, is part of the Geomunoreum Lava Tube system. The lava tube stretches roughly 7,400 meters, with a maximum x_height of 25 meters and x_width of 18 meters. These measurements make it one of the largest lava tubes in the world. Manjanggul holds great value for science and conservation studies, having well-maintained formations despite being formed over one hundred thousand years ago.<br><br>The majority of the cave is closed off, with only 1 kilometer being open to tourists. Within this open section, visitors can see a variety of lava tube and cave topographical features, including stalagtites, stalagmites, and stone pillars. Among these, the 7.6-meter-tall stone pillar at the end of the open section is recorded as the largest in the world.","regDate":"2023-02-10","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites"],"imgUrl":"","blogPath":"Jeju-do/2023-02-10-1676000509707","pageUrl":"https:/mcdryad.com/Jeju-do/2023-02-10-1676000509707"},"dataList":[{"id":"2023-02-11-1676108152206","title":"Sehwa Beach (세화해변)","description":"Sehwa Beach, located in Sehwa-ri in Gujwa-eup, is a white sandy beach with black basalt that harmonizes perfectly with the emerald waters. Sehwa Beach is well-known in Jeju Island due to its close proximity with Bellongjang Market and Sehwa Folk Fifth-day Market, opening right next to Sehwa Beach, as well as the flea market at Bellongjang Market attracting many visitors.","regDate":"2023-02-11","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites"],"imgUrl":"/2023-02-11-1676108152206/1618259_image2_1.webp","blogPath":"Jeju-do/2023-02-11-1676108152206"},{"id":"2023-02-11-1676104701261","title":"Sarabong Park (사라봉공원)","description":"Sarabong Park is located on a 143 meter-high hill just east of Dongmun Rotary in Jeju. The park is best known for its spectacular sunset views, which is often regarded as a perfect complement to Seongsan Ilchulbong Peaks view of the sunrise.<br><br>Sarabong Park offers a spectacular view of the expansive blue waters to the north and Hallasan Mountain to the south, making it popular among locals and tourists alike. Visitors traveling by bus will see Mochungsa Temple on the way to the park. Byeoldobong Peak lying to the east features a paragliding runway. At the foot of Sarabong is Udang Library. The road from the library, passing behind Sarabong Peak to Jeju Harbor and to Tapdong provides a very scenic driving route.","regDate":"2023-02-11","author":"korea-tour","tag":["Jeju-do","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2023-02-11-1676104701261/197792_image2_1.webp","blogPath":"Jeju-do/2023-02-11-1676104701261"},{"id":"2023-02-11-1676100919356","title":"Sanjicheon Stream (산지천)","description":"Running across from Dongmun Market in Jeju City, Sanjicheon Stream is home to a rich array of freshwater fish (e.g. sweetfish, gray mullets, Amur goby, and carps). In summer, it attracts hundreds of thousands of anglers as well as children.<br><br>The port, downstream from Sanjicheon Stream, is renowned for picturesque views of fishing boats, egrets, and seagulls. A restored Chinese sailing vessel is exhibited at the end of the stream for visitors. Along the stream are walking paths, a park, and music fountains, in which Sanjicheon Art Festival and a slew of cultural events and performances are held every summer and winter, attracting many visitors.","regDate":"2023-02-11","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites","Valleys"],"imgUrl":"/2023-02-11-1676100919356/1938304_image2_1.webp","blogPath":"Jeju-do/2023-02-11-1676100919356"},{"id":"2023-02-11-1676097503571","title":"Sanji Lighthouse (산지 등대)","description":"The name Sanji derives from the area being recorded as Sanjichon Village, literally translated as the mountainous village, in Tamna Sullyeokdo, a book of paintings showing life in Jeju. This record was created in 1702 by painter Kim Nam-gil, under the command of the Jeju Province governor, Lee Hyeong-sang.<br><br>Sanjicheon Stream originates from Hallasan Mountain and empties itself into the sea. Sitting halfway up Sarabong Peak, one of the signature parks on Jeju-do island, Sanji Lighthouse overlooks the port of Jeju.","regDate":"2023-02-11","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites"],"imgUrl":"/2023-02-11-1676097503571/2009312_image2_1.webp","blogPath":"Jeju-do/2023-02-11-1676097503571"},{"id":"2023-02-11-1676093723454","title":"Sangumburi Crater (산굼부리)","description":"Sangumburi Crater has been designated as a Natural Monument. It is located on the southeast side of Jeju, and is a flat crater, about 650 meters wide, 100 meters deep, and 2,070 meters in circumference. If you look at the crater from above up, it looks like a man-made circular stadium. There is a variety of plant-life in the crater.  On the north side, Nandaeseong vegetation such as red-thorn trees, and magnolia trees grow, along with the rare winter strawberries.  On the south side of the crater, Ondaerim vegetation such as evergreens, maples, and mountain strawberry trees cover the area.  Because so many different kinds of trees and plants grow in such a limited space, it attracts the attention of researchers as well.","regDate":"2023-02-11","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites","Mountains"],"imgUrl":"/2023-02-11-1676093723454/2364387_image2_1.webp","blogPath":"Jeju-do/2023-02-11-1676093723454"},{"id":"2023-02-11-1676090352667","title":"Sanbangsan Mountain (산방산)","description":"Sanbangsan Mountain is the result of violent volcanic activity some 700,000 to 800,000 years ago and is in fact a huge body of lava. The cliffs on the southern side of the lava dome are marked with a rich variety of curious formations such as weathering pits and talus scree slopes, some of which are as high as 200 meters. As its name ‘sanbang’ – literally meaning ‘a cave inside a mountain’ – suggests, this mountain contains a cave, which is located about 150 meters above sea level and has a spectacular view out over the ocean. Due to its close location to the sea and its high elevation, the peak is often ringed with clouds. The upper slopes of the mountain have their own distinct climatic conditions and are protected for their value for botanical research. <br><br>The Sanbangsa Temple and  Bomunsa Temple, which holds the relics of Buddha, are both located on the mountain. Walk along the stone-steps between the two temples and you will find the Sanbanggulsa Grotto. A signal beacon called ‘Yeondae’ in Korean stands at the roadside in front of the mountain, which, in the past, used to fire and smoke to relay urgent messages. Regarding function, it is similar to the more well-known ‘Bongsudae’ signal beacons; but ‘Yeondae’ beacons were built around hilly or coastal areas while ‘Bongsudae’ beacons were built on mountain tops. During the daytime, smoke was used to send warning signals, while fire was used at night. <br><br>*x_height above sea level  395.2m/ x_height above ground-level  345m/ Circumference  3,780m / Area  988,332㎡/ Diameter 1,314m","regDate":"2023-02-11","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites","Mountains"],"imgUrl":"/2023-02-11-1676090352667/2648186_image2_1.webp","blogPath":"Jeju-do/2023-02-11-1676090352667"},{"id":"2023-02-11-1676086600762","title":"Sanbanggulsa Grotto - Jeju (산방굴사(제주))","description":"It is said that the peak of Hallasan Mountain where Baekrokho Lake now exists was taken off and thrown away, which then became Sanbangsan Mountain. The myth describes how unlike other mountains on Jejudo Island, this mountain does not have a crater. The 5m-high rock cave at the cliff on the southwest side of the mountain was originally called Sanbanggul Cave, but it is called a temple now because it possesses a Buddhist statue.<br>This is where monk Hye-Il (964~1053) had lived during the Goryeo dynasty (918~1392)<br>Inside the cave, you can see Marado Island and the Dragon Head Coast. You can also see small ponds being made by the water drops that fall from the ceiling all through the year. The plant zone on a cliff of Sanbangsan Mountain is also designated as a natural monument. It is the only place on Jejudo Island where island boxwoods grow.  On the Dragon Head Coast is the Hamel Memorial Monument.","regDate":"2023-02-11","author":"korea-tour","tag":["Jeju-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2023-02-11-1676086600762/1036539_image2_1.webp","blogPath":"Jeju-do/2023-02-11-1676086600762"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}