{"pageProps":{"content":"![Eco Land Theme Park (에코랜드테마파크)](/2022-07-19-1658256328080/2046439_image2_1.webp)\n\n  \n## Overview\n\n> Eco Land Theme Park is built in the 1km² Gotjawal primeval forest. Visitors can explore around in a train that looks like 1800s’ steam powered Baldwin train. The&nbsp;seven Baldwin train look-alike (Lincoln Train)&nbsp;operated in the park were specially ordered and manually manufactured in UK. In the large Gotjawal forest with railway trails, visitors can see a variety of plants, animals, and insects living in the mysterious Gotjawal forests, while touring around by the special train. It also has a lake for visitors to experience the ecosystem of the forest, take a walk and enjoy a picnic. Besides, there are many things to enjoy including Eco Bridge, Eco Windmill, Picnic Garden, Kid’s Town, Eco Road, Bare Foot on Scoria, Floating Café, and topiary art works.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-64-802-8020|\n|parking:|Available|\n|usetime:|[May-September] 09:00-17:00 <br>[October] 08:30-19:00<br> [November-April] 09:00-16:50<BR>* Time between trains: 7-12 minutes <br> * Time for the last train subject to change depending on the sunset hours. <br>* Ticketing hours: 10 min. before the last train leaves. <br>* If you would like to enjoy the long course, make sure to take the train at least 1 hour before the last train.|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Admission Fees:|Adults (ages 19 and over):  Individual 14,000 won / Group 12,000 won<br> Teenagers (ages 13-18): Individual 12,000 won / Group 10,000 won<br> Children (ages 25 months-12): Individual 10,000 won / Group 8,000 won<br> <br> * Group: 30 people or more (Infants under the ages of 2 are not eligible for free admission. Children fare will be applied.)<br> *&nbsp;Group rate will be applicable for seniors and people with disabilities (proof of identification required)|\n|Available Facilities:|* Train station route<br>Main station: Eco-bridge Station – Lakeside Station – Picnic Garden Station – Lavender, Green Tea & Rose Garden Station (Only Stops during April ~ November)<br><br>* Facilities<br>Ticket booth, snack bar, restaurant, gift shop, floating cafe, Main square with fountain, feeding room,&nbsp;video room, picnic cafe, eco cafe.<br>&nbsp;<br>* Attractions<br> Bumper boat, discovery zone, Don Quixote and windmill, Garden, floating deck, eco-road, barefoot scoria experience, miniature pony, eco-therapy, Kid's town, grass square, miniature wooden train, European garden, etc.|\n|Restrooms:|Available|\n|Parking Fees:|Free|\n  \n## Detail Image\n![/2022-07-19-1658256328080/1141478_image2_1.webp](/2022-07-19-1658256328080/1141478_image2_1.webp)\n![/2022-07-19-1658256328080/2046403_image2_1.webp](/2022-07-19-1658256328080/2046403_image2_1.webp)\n![/2022-07-19-1658256328080/2046411_image2_1.webp](/2022-07-19-1658256328080/2046411_image2_1.webp)\n![/2022-07-19-1658256328080/2046412_image2_1.webp](/2022-07-19-1658256328080/2046412_image2_1.webp)\n![/2022-07-19-1658256328080/2046415_image2_1.webp](/2022-07-19-1658256328080/2046415_image2_1.webp)\n![/2022-07-19-1658256328080/2046417_image2_1.webp](/2022-07-19-1658256328080/2046417_image2_1.webp)\n![/2022-07-19-1658256328080/2046421_image2_1.webp](/2022-07-19-1658256328080/2046421_image2_1.webp)\n![/2022-07-19-1658256328080/2046426_image2_1.webp](/2022-07-19-1658256328080/2046426_image2_1.webp)\n![/2022-07-19-1658256328080/2046427_image2_1.webp](/2022-07-19-1658256328080/2046427_image2_1.webp)\n![/2022-07-19-1658256328080/2046429_image2_1.webp](/2022-07-19-1658256328080/2046429_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-64-802-8020](tel:+82648028020)\n- [🏠www.ecolandjeju.co.kr](http://www.ecolandjeju.co.kr)\n\n\n```googleMap\nlatitude: 33.4564874302\nlongitude: 126.6670616591\ntitle: 1278-169, Beonyeong-ro, Jeju-si, Jeju-do\n```\n  \n## Directions\n  \n[Bus]<br>\nFrom Jeju Intercity Bus Terminal Bus Stop, take Bus No. 730 bound for Jeju Hannamri. Seogwipo and get off at Lee Gipung Missionary \nMemorial Hall Bus Stop.<BR>Walk for approx. 10 min.\n","data":{"id":"2022-07-19-1658256328080","title":"Eco Land Theme Park (에코랜드테마파크)","description":"Eco Land Theme Park is built in the 1km² Gotjawal primeval forest. Visitors can explore around in a train that looks like 1800s’ steam powered Baldwin train. The&nbsp;seven Baldwin train look-alike (Lincoln Train)&nbsp;operated in the park were specially ordered and manually manufactured in UK. In the large Gotjawal forest with railway trails, visitors can see a variety of plants, animals, and insects living in the mysterious Gotjawal forests, while touring around by the special train. It also has a lake for visitors to experience the ecosystem of the forest, take a walk and enjoy a picnic. Besides, there are many things to enjoy including Eco Bridge, Eco Windmill, Picnic Garden, Kid’s Town, Eco Road, Bare Foot on Scoria, Floating Café, and topiary art works.","regDate":"2022-07-19","author":"korea-tour","tag":["Jeju-do","Culture/Art/History","Recreational Sites","Theme Parks"],"imgUrl":"/2022-07-19-1658256328080/2046439_image2_1.webp","blogPath":"Jeju-do/2022-07-19-1658256328080","pageUrl":"https:/mcdryad.com/Jeju-do/2022-07-19-1658256328080"},"dataList":[{"id":"2023-02-13-1676273756670","title":"Someorioreum Volcanic Cone (Udobong Peak) (쇠머리오름(우도봉))","description":"Someorioreum Volcanic Cone is located on Udo Island, about 3.8 kilometers from Seongsanhang Port. The cone rises 100 meters and offers fantastic views of the surrounding area. The name means cows head, and comes from the name of the island, said to resemble a cow lying down. The island is only accessible from Seongsanhang Port, and it takes about 15 minutes by ferry.","regDate":"2023-02-13","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites","Mountains"],"imgUrl":"/2023-02-13-1676273756670/666366_image2_1.webp","blogPath":"Jeju-do/2023-02-13-1676273756670"},{"id":"2023-02-13-1676270470583","title":"Soesokkak Estuary (쇠소깍)","description":"Located in the Seogwipo area of Jeju Island, Soesokkak Estuary was originally called Soedun, which means a lying ox, and it was only later that it became more widely known as Soesokkak. Soe means an ox, so means a pool of water and kkak means the end. This is the mouth of the Hyodoncheon Stream. As the fresh water meets the ocean, it broadens into wide, slow-flowing river. Soesokkak Estuary is lined with cliffs of curious lava formations, which are overhung with pine trees. <br>It was chosen as one of hidden picturesque scenery in Chilsip-ri, Seogwi-po, comprised of deep blue ocean, uniquely-shaped rocks formed by lava and a pine forest.<br>Soesokkak Estuary is located in Hahyo-dong on the southern side of Hallasan Mountain. The area is also well-known for its tangerines, and visitors are drawn to the area by the fresh citrus scent. Popular destinations close to Soesokkak Estuary include the famous Jusang Jeolli Cliffs and Jungmun Resort, as well as Cheonjeyeonpokpo Falls.","regDate":"2023-02-13","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites","Valleys"],"imgUrl":"/2023-02-13-1676270470583/1786510_image2_1.webp","blogPath":"Jeju-do/2023-02-13-1676270470583"},{"id":"2023-02-13-1676266550850","title":"Sinyang Seopji Beach (신양 섭지해수욕장)","description":"Sinyang Seopji Beach is not yet a popular tourist attraction, leaving the fine-grained, sandy beach relatively untouched. Thanks to its quiet atmosphere, the beach gives visitors a calmer, more secluded beach experience than some of the larger beaches on Jeju. <br /><br />The 80-meter-wide, crescent-shaped beach stretches for a total length of 300 meters. Bordered by waters that are only an average of one meter deep, the beach gently slopes at a five degree angle. Known for its small waves, the beach is the perfect spot for children. <br /><br />Windsurfing is available nearby and popular tourist attractions such as Seongsan Ilchulbong Tuff Cone and Seopjikoji are located in the area.","regDate":"2023-02-13","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites"],"imgUrl":"/2023-02-13-1676266550850/1617251_image2_1.webp","blogPath":"Jeju-do/2023-02-13-1676266550850"},{"id":"2023-02-13-1676263230667","title":"Sinsan Park (신산공원)","description":"Sinsan Park was opened to commemorate the arrival of the Olympic Torch to Korea for the 88 Seoul Olympic Games but now serves as a resting place for local citizens. It has become a popular location for family outings, and many couples enjoy walking along the paths through the shade of the forest.","regDate":"2023-02-13","author":"korea-tour","tag":["Jeju-do","Culture/Art/History","Recreational Sites","Theme Parks"],"imgUrl":"/2023-02-13-1676263230667/2405220_image2_1.webp","blogPath":"Jeju-do/2023-02-13-1676263230667"},{"id":"2023-02-13-1676259587150","title":"Sinpung Sincheon Seaside Ranch (신풍 신천 바다목장)","description":"Jungsangangil Road, part of the Jeju Olle Trail, stretches 14 kilometers, and has a calm ambience. Old stone walls and dense trees line both sides of the road. The road also leads to Seaside Ranch Road, which is open to the public. The road is a unique location on Jeju with expansive green fields located next to the ocean.","regDate":"2023-02-13","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites"],"imgUrl":"/2023-02-13-1676259587150/2516623_image2_1.webp","blogPath":"Jeju-do/2023-02-13-1676259587150"},{"id":"2023-02-12-1676198173474","title":"Seopjikoji (섭지코지)","description":"Seopjikoji gets its name from its shape, jutting out to sea, with koji being the Jeju dialect for a cape. Located just south of Seongsan Ilchulbong Tuff Cone, the cape is a popular tourist attraction. The tuff cone along with a beautiful vista of the ocean and fields of canola flowers can easily be seen from the peak of Seopjikoji. On top of the hill stands a beacon fire station, reaching 4 meters in x_height with a diameter of 9 meters, built using volcanic rocks. Behind the beacon fire station is Bulgeunoreum Volcanic Cone, vibrant with red soil. The white lighthouse atop the cone stands out in contrast. Seopjikoji has been used as a filming site for many Korean movies and dramas.","regDate":"2023-02-12","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites"],"imgUrl":"/2023-02-12-1676198173474/2513480_image2_1.webp","blogPath":"Jeju-do/2023-02-12-1676198173474"},{"id":"2023-02-12-1676194558158","title":"Seongsan Ilchulbong Tuff Cone [UNESCO World Heritage] (성산일출봉 [유네스코 세계문화유산])","description":"Seongsan Ilchulbong Tuff Cone rose 180 meters above sea level due to a magma flow under the sea over 5,000 years ago. It was originally a separate island, but a build-up of sand and soil has connected it to the main island.  A large crater, formed by the hot lava mixing with cold ocean water, is located at the top of Seongsan Ilchulbong Tuff Cone. The crater is about 600 meters in diameter and 90 meters deep. It has been featured in films, and was originally used for agriculture, but has now been given over to a field of silver grass. From the summit, visitors can see Udo Island, as well as take in the magnificent sunrise. The tuff cone area was designated as a natural reserve on July 19, 2000.","regDate":"2023-02-12","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"","blogPath":"Jeju-do/2023-02-12-1676194558158"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}