{"pageProps":{"content":"![Dasan Chodang (Historic Site Related to Jeong Yak-yong) (다산초당 (다산 정약용 유적지))](/2023-01-17-1673933770532/2434117_image2_1.webp)\n\n  \n## Overview\n\n> Dasan Chodang is the house where Jeong Yak-yong (pen-name Dasan, 1762-1836) lived during his exile. He was a scholar of the late Joseon dynasty and is noted for his great contributions to the development of practical learning in Korea. After he was expelled to Ganjin for writing a secret letter of appeal for religious freedom, which later was named ‘the Hwang Sa-yeong Baekseo’, he lived in the house for 18 years while studying practical learning (‘Silhak’ in Korean). Most of his famous books were written in Dasan Chodang. While walking along a road near Dasan Chodang, you can see the Cheonilgak pavilion, which offers a great view of beautiful Gangjin Bay. Not far from Dasan Chodang is the Dasan Museum, where visitors can learn about the life of Dasan.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-61-1330 <br>(Korean, English, Japanese, Chinese) <br> • For more info: +82-61-430-3363|\n|parking:|Available|\n|restdate:|N/A (Open all year round)|\n|usetime:|09:00-18:00|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Restrooms:|Available|\n|Admission Fees:|Free|\n  \n## Detail Image\n![/2023-01-17-1673933770532/192513_image2_1.webp](/2023-01-17-1673933770532/192513_image2_1.webp)\n![/2023-01-17-1673933770532/192517_image2_1.webp](/2023-01-17-1673933770532/192517_image2_1.webp)\n![/2023-01-17-1673933770532/192518_image2_1.webp](/2023-01-17-1673933770532/192518_image2_1.webp)\n![/2023-01-17-1673933770532/566960_image2_1.webp](/2023-01-17-1673933770532/566960_image2_1.webp)\n![/2023-01-17-1673933770532/1606645_image2_1.webp](/2023-01-17-1673933770532/1606645_image2_1.webp)\n![/2023-01-17-1673933770532/1606646_image2_1.webp](/2023-01-17-1673933770532/1606646_image2_1.webp)\n![/2023-01-17-1673933770532/1606647_image2_1.webp](/2023-01-17-1673933770532/1606647_image2_1.webp)\n![/2023-01-17-1673933770532/1606648_image2_1.webp](/2023-01-17-1673933770532/1606648_image2_1.webp)\n![/2023-01-17-1673933770532/2372851_image2_1.webp](/2023-01-17-1673933770532/2372851_image2_1.webp)\n![/2023-01-17-1673933770532/1606649_image2_1.webp](/2023-01-17-1673933770532/1606649_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-61-430-3363](tel:+82614303363)\n- [🏠www.gangjin.go.kr</a> (Korean, English, Japanese, Chinese) <br> <a title=\"New window popup\" class=\"web\" href=\"http://www.cha.go.kr/\" target=\"_blank\">www.cha.go.kr](http://www.gangjin.go.kr/culture/)\n\n\n```googleMap\nlatitude: 34.5790442458\nlongitude: 126.7462228308\ntitle: 68-35, Dasanchodang-gil, Gangjin-gun, Jeollanam-do\n```\n  \n## Directions\n  \n[Bus]<br>\nFrom Central City Express Bus Terminal, take a bus to Gangjin Bus Terminal.<br>\nFrom Gangjin Bus Terminal Bus Stop, take a local bus for Mangho or Songhak and get off at Dasan Chodang Bus Stop.\n","data":{"id":"2023-01-17-1673933770532","title":"Dasan Chodang (Historic Site Related to Jeong Yak-yong) (다산초당 (다산 정약용 유적지))","description":"Dasan Chodang is the house where Jeong Yak-yong (pen-name Dasan, 1762-1836) lived during his exile. He was a scholar of the late Joseon dynasty and is noted for his great contributions to the development of practical learning in Korea. After he was expelled to Ganjin for writing a secret letter of appeal for religious freedom, which later was named ‘the Hwang Sa-yeong Baekseo’, he lived in the house for 18 years while studying practical learning (‘Silhak’ in Korean). Most of his famous books were written in Dasan Chodang. While walking along a road near Dasan Chodang, you can see the Cheonilgak pavilion, which offers a great view of beautiful Gangjin Bay. Not far from Dasan Chodang is the Dasan Museum, where visitors can learn about the life of Dasan.","regDate":"2023-01-17","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2023-01-17-1673933770532/2434117_image2_1.webp","blogPath":"Jeollanam-do/2023-01-17-1673933770532","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-17-1673933770532"},"dataList":[{"id":"2023-01-27-1674794364113","title":"Naganeupseong Walled Town (순천 낙안읍성)","description":"Naganeupseong Walled Town is located in Jeollanam-do, and contains a fortress town that is over 59,504 ㎡ in size. The fortress walls were built using square-shaped stones to reach 4 meters in x_height, 3 to 4 meters in x_width, and 1,410 meters in total length. The town consists of three neighborhoods along the east, south and west of the fortress walls. The village is overall well preserved, allowing visitors to observe houses and lifestyles that have all been passed down from the past. The town is highly valued as a historical and cultural resource for studying traditional folk customs.","regDate":"2023-01-27","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Historical Sites","Folk Villages"],"imgUrl":"/2023-01-27-1674794364113/2649051_image2_1.webp","blogPath":"Jeollanam-do/2023-01-27-1674794364113"},{"id":"2023-01-27-1674790584404","title":"Myeongokheon Garden (담양 명옥헌 원림)","description":"Located in the eco-village of Husan-ri, Myeongokheon Garden was the garden of Oh Hui-do (1583-1623) of the Joseon dynasty and served as a simple, countryside sanctuary where the scholar read and wrote many books. Main features of the garden are the Myeongokheon Pavilion, where the scholar held lectures, and the square-shaped pond in front of the pavilion that is surrounded with graceful flowering trees. The flowering trees around the pond include red pines and crape myrtles. On the right side of Myeongokheon Garden you’ll see a 300 year-old ginkgo tree, which is where King Injo (1623-1649) of the Joseon dynasty tied his horse when he went to visit Oh Hui-do.","regDate":"2023-01-27","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2023-01-27-1674790584404/2025872_image2_1.webp","blogPath":"Jeollanam-do/2023-01-27-1674790584404"},{"id":"2023-01-26-1674729433008","title":"Myeonangjeong Pavilion (면앙정)","description":"Myeonangjeong Pavilion is located on the slopes of Jebongsan Mountain in Damyang-gun. The pavilion was constructed in 1533 by Song Sun (1493-1583), who built it as a place for writing poems. After its construction, the pavilion served as a meeting place for scholars and intellectuals and was even frequented by Lee Hwang (1501-1570), a representative Confucian scholar who is pictured on the 1,000 won bill.<br><br>The roof of Myeonangjeong Pavilion was originally made of reeds, straw, grass and other materials which could not withstand the elements. After several repairs, the building was developed into the wooden structure that it is today. <br><br>From the back of the pavilion, you can see the mountain range and open wide fields; renowned scholars’ poems are engraved on the wooden panels that decorate the pavilion walls.","regDate":"2023-01-26","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2023-01-26-1674729433008/2367294_image2_1.webp","blogPath":"Jeollanam-do/2023-01-26-1674729433008"},{"id":"2023-01-26-1674725770732","title":"Muwisa Temple (무위사)","description":"Muwisa Temple is located on Wolchulsan Mountain in Gangjin-gun, Jeollanam-do. The temple has at least 1,100 years of history as it was established sometime before the early 10th century under the name Muwigapsa Temple. The temple houses many significant Buddhist treasures.","regDate":"2023-01-26","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2023-01-26-1674725770732/2550996_image2_1.webp","blogPath":"Jeollanam-do/2023-01-26-1674725770732"},{"id":"2023-01-26-1674722336812","title":"Muan Hoesan White Lotus Pond (무안회산백련지)","description":"Muan Hoesan White Lotus Pond is the largest habitat of white lotus in Asia, covering an area of approximately 330,000 square meters in Bogyong-ri, Muan-gun in Jeollanam-do. This pond was originally a reservoir made during the Japanese colonial period for irrigation, but was abandoned with the development of the Yeongsangang River system. The reservoir was recreated and expanded into todays lotus habitat thanks to the effort of Jeong Su-dong, who planted twelve lotus roots along the shoreline and took care of them dearly after dreaming of twelve white cranes landing upon the reservoir. The white lotus flowers in this pond blossom and fall from July until September. A lotus festival is held in August, when the flowers are at their peak.","regDate":"2023-01-26","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2023-01-26-1674722336812/2399156_image2_1.webp","blogPath":"Jeollanam-do/2023-01-26-1674722336812"},{"id":"2023-01-26-1674718570005","title":"Muan Ecological Tidal Flat Land (무안황토갯벌랜드(구 무안생태갯벌센터))","description":"Muan Ecological Tidal Flat Land in Muan, Jeollanam-do was established in an effort to raise awareness of the ecology and importance of natural wetlands. It is the nation’s largest educational center for natural ecology. In addition to the main research center, visitors can enjoy a variety of exhibitions and experiences, ranging from bonzai plants to structures made with red clay bricks, and convenience facilities such as restaurants and cafes.","regDate":"2023-01-26","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2023-01-26-1674718570005/2653440_image2_1.webp","blogPath":"Jeollanam-do/2023-01-26-1674718570005"},{"id":"2023-01-26-1674715167198","title":"Mopyeong Village (모평마을)","description":"Located in Hampyeong-gun, Jeollanamdo, Mopyeong Village is a scenic farming village that is rich in tradition and history. From the moment you start walking down the stonewall-lined path into town, this small village will capture your heart. The village’s important history (including its title as the origin of Hampyeong-gun of Jeollanam-do Province) is evident in everything you see  from the traditional houses to the 500-year old forest. The area is home to 27 historical and cultural sites and the beautiful Haebochoen Stream, which is shaded by over 40 different types of trees including zelkova trees, nettle trees, and willow trees. Some of the town’s traditional houses, which are about 80 years old, offer guesthouse accommodations to tourists. They include Mopyeongheon, Sopungga and Hisomun (a house made of yellow sod).<Br><Br>In addition to the beautiful country scenery, there is a great selection of available programs that highlight the area’s specialties, including  mulberry-picking, silkworm-feeding and Korean traditional sauce-making. You can also visit a traditional watermill, which has been restored, and swim and splash around in the forest stream. Visitors are encouraged to try their hand at making green tea cakes at the traditional teahouse nearby. <br><Br>The area of Mopyeong is full of things to entertain visitors, including a number of attractions and special events. Some of the area’s most praiseworthy attractions are the Hampyeong Butterfly Festival, the Cluster Amaryllis Festival in Yongcheonsa Temple, the Chrysanthemum Festival, and the Hampyeong Eco Park and Folk Museum. <br><Br>Other towns well worth a visit in the Mopyeong area are Hamo Maeul, Ungok Maeul and Wonsan Maeul. A stay at Wonsan Maeul gives visitors a chance to experience firsthand the reality of an agricultural lifestyle by doing some activities like mulberry-picking. For a more low-key trip, make your way over to Ungok Maeul, where you can enjoy the fantastic scenery at the lake or take a relaxing walk along the hiking trails of Mt. Wolyangsan.","regDate":"2023-01-26","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Historical Sites","Folk Villages"],"imgUrl":"/2023-01-26-1674715167198/1810076_image2_1.webp","blogPath":"Jeollanam-do/2023-01-26-1674715167198"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}