{"pageProps":{"content":"![Gwongeumseong Fortress (설악산 권금성)](/2022-09-25-1664099000732/175293_image2_1.webp)\n\n  \n## Overview\n\n> Gwongeumseong Fortress is the site of a castle ruins located on Seoraksan Mountain, and it is also known as Onggeumsan Mountain Castle, or Toto Castle. It is located on the steep Dolsan Mountain of Seoraksan Sogongwon area.  It is believed to have been built by the 23rd King of the Goryeo Period (918-1392), Gojong (r. 1213-1259). It is also called Gwon-Kim Castle, as there is a legend that two generals named Gwon and Kim, built the castle to avoid war.<br>At the left side of Sogongwon, past the Biryonggyo Bridge over the ravine, there is a path which leads to Gwongeumseong Castle, but it takes over an hour of travel through a steep, rocky path (2.5km), so cable car is used. The cable car was installed by Dr. Gi-Sup Lee in 1971 and is still used by many tourists. It runs from 07 00 to 18 00 or 18 30 p.m., departing every 7 minutes, and you can only purchase round-trip tickets at the ticket counter for that day.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-33-636-7700|\n|parking:|Available|\n|usetime:|From sunrise to sunset|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Hiking Course:|* Sogongwon Park → Cable car → Gwongeumseong Fortress: 1.5 km, 30 mins|\n|Mountain Not Access Period:|For fire prevention, preservation of natural scenery and forest protection, access to the mountain is controlled.<br>Spring: March 2-May 15<br>Fall: November 1-December 15<br>* Closed period is subject to extension based on conditions on-site. More information is available on the homepage.|\n|Parking Fees:|[Fixed Fare]<br>Compact cars 2,000 won / Small & Mid-sized cars 4,000-5,000 won / Large cars 6,000-7,500 won|\n|Restrooms:|Available|\n  \n## Detail Image\n![/2022-09-25-1664099000732/166160_image2_1.webp](/2022-09-25-1664099000732/166160_image2_1.webp)\n![/2022-09-25-1664099000732/166161_image2_1.webp](/2022-09-25-1664099000732/166161_image2_1.webp)\n![/2022-09-25-1664099000732/652537_image2_1.webp](/2022-09-25-1664099000732/652537_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-33-636-7700](tel:+82336367700)\n- [🏠seorak.knps.or.kr](http://seorak.knps.or.kr/)\n\n\n```googleMap\nlatitude: 38.1664988322\nlongitude: 128.4935625629\ntitle: 1091, Seoraksan-ro, Sokcho-si, Gangwon-do\n```\n  \n## Directions\n  \n[Bus]<br>\nFrom Seoul Express Bus Terminal or Dong Seoul Bus Terminal, take a bus to Sokcho Bus Terminal. <br>\nFrom Sokcho Bus Terminal, take Bus No. 7 and get off at Sogongwon Bus Stop.\n","data":{"id":"2022-09-25-1664099000732","title":"Gwongeumseong Fortress (설악산 권금성)","description":"Gwongeumseong Fortress is the site of a castle ruins located on Seoraksan Mountain, and it is also known as Onggeumsan Mountain Castle, or Toto Castle. It is located on the steep Dolsan Mountain of Seoraksan Sogongwon area.  It is believed to have been built by the 23rd King of the Goryeo Period (918-1392), Gojong (r. 1213-1259). It is also called Gwon-Kim Castle, as there is a legend that two generals named Gwon and Kim, built the castle to avoid war.<br>At the left side of Sogongwon, past the Biryonggyo Bridge over the ravine, there is a path which leads to Gwongeumseong Castle, but it takes over an hour of travel through a steep, rocky path (2.5km), so cable car is used. The cable car was installed by Dr. Gi-Sup Lee in 1971 and is still used by many tourists. It runs from 07 00 to 18 00 or 18 30 p.m., departing every 7 minutes, and you can only purchase round-trip tickets at the ticket counter for that day.","regDate":"2022-09-25","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Historical Sites","Fortresses"],"imgUrl":"/2022-09-25-1664099000732/175293_image2_1.webp","blogPath":"Gangwon-do/2022-09-25-1664099000732","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-09-25-1664099000732"},"dataList":[{"id":"2022-09-29-1664433599610","title":"Hwaam Mineral Spring [National Geopark] (화암약수 (강원고생대 국가지질공원))","description":"Hwaam Mineral Spring is one of the Eight Scenic Sites of Hwaam, and provides carbonated water said to be good for stomach discomfort and skin diseases. Interestingly, the stream water flowing through the valley is just regular freshwater. The reason for this is that the water passes through different types of rock on its way from the underground.","regDate":"2022-09-29","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Mineral Springs"],"imgUrl":"/2022-09-29-1664433599610/1850646_image2_1.webp","blogPath":"Gangwon-do/2022-09-29-1664433599610"},{"id":"2022-09-29-1664428150711","title":"Hongcheon Ginkgo Forest (홍천 은행나무숲)","description":"Hongcheon Ginkgo Forest is only open to the public during the month of October. This private forest was planted and has been maintained by one man for over 30 years. He settled down in the area in 1985 with his wife who suffered from chronic indigestion. He started planting the ginkgo tree seedlings on his spacious field after he heard about the medicinal effects of the mineral waters from Sambong Springwater at the foot of Odaesan Mountain. The forest remained private until 2010, when its popularity spread by word of mouth. Since then, the owner has graciously agreed to open his private land up to the public for free during the month of October, when the whole forest takes on a golden hue.","regDate":"2022-09-29","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Botanical Gardens"],"imgUrl":"/2022-09-29-1664428150711/1850315_image2_1.webp","blogPath":"Gangwon-do/2022-09-29-1664428150711"},{"id":"2022-09-28-1664362285239","title":"Hoengseong Natural Recreation Forest (횡성자연휴양림)","description":"Hoengseong Natural Recreational Forest is located in Jeogorigol Valley, which used be a popular recreational spot for the Silla Kingdom royal families. There still remain a 3-story pagoda with the Silla era architectural design, an altar that is thought to originate from the Samhan era, and other historical relics including a stone monument, palace site, and southern region style dolmen. The Forest also has several hiking trails with resting areas and mineral water springs, as well as various convenience, recreational and lodging facilities.","regDate":"2022-09-28","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"/2022-09-28-1664362285239/1842066_image2_1.webp","blogPath":"Gangwon-do/2022-09-28-1664362285239"},{"id":"2022-09-28-1664358710308","title":"High1 Resort (하이원 리조트)","description":"Named to reflect the concept “first and foremost,” High1 is a multipurpose leisure resort consisting of High1 Resort, Kangwon Land Convention Hotel, Kangwon Land Casino, High1 Grand Hotel Main Tower, High1 Ski, High1 C.C., High1 Hotel, Valley Condominium, and Mountain Condominium. The ski resort, one of the most popular parts of the High1 complex, offers a 4.2 kilometer-long slope for beginners that runs from the summit of Jijangsan Mountain (altitude 1,345 meters). The ski resort has a total of 18 slopes, 3 gondolas, and 7 lifts. <br><br>The two hotels and three condominiums at High1 house a total of 1,577 rooms. Frequented by both Korean and non-Korean travelers, High1 also boasts an 18-hole golf course and Unamjeong, a traditional Korean restaurant. Nearby tourist sites include Jeongseon Rail Bike, Ararichon, Auraji, Gariwangsan Recreational Forest, Jeongseon 5-day Market, Mindungsan Mountain, Donggang River, Jeongseon Sogeumgang River, and Hwaamdonggul Cave.","regDate":"2022-09-28","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Recreational Sites","Tourist Complexes"],"imgUrl":"/2022-09-28-1664358710308/1982091_image2_1.webp","blogPath":"Gangwon-do/2022-09-28-1664358710308"},{"id":"2022-09-28-1664355448124","title":"Heungjeonggyegok Valley (흥정계곡)","description":"Heungjeonggyegok Valley is about 5 kilometers away from the town of Bongpyeong-myeon in Pyeongchang, Gangwon-do. The 5-kilometer long valley that starts at Heungjeongsan Mountain has a beautiful landscape. A wide variety of freshwater fish like trout inhabit the clear waters of the valley. Heungjonggyegok Valley has become a famous attraction in the Bongpyeong area along with Bongsan Seojae, the shrine of the prominent neo-Confucian scholar Yulgok (1536-1584), and Palseokjeong, featuring the writings of Yang Sa-eon.","regDate":"2022-09-28","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Valleys"],"imgUrl":"/2022-09-28-1664355448124/2616888_image2_1.webp","blogPath":"Gangwon-do/2022-09-28-1664355448124"},{"id":"2022-09-28-1664351714370","title":"Herbnara Farm (허브나라농원)","description":"Herbnara Farm opened in 1996 as the first herb-themed farm in Korea. The farm was started in a deep valley in Pyeongchang by a couple whose age added up to 100 years. At that time, the farm was just a small plot of land, but has expanded to the current 33,000 ㎡ and is one of Pyeongchangs representative tourist attractions. The farm offers ten themed gardens with over 150 herbs such as lavender and sage. Delicious dishes and drinks made with herbs cultivated on the farm are available at the restaurant and cafe. Visitors can also make herbal soap and candles in the herl classroom, and enjoy cultural events throughout the farm.","regDate":"2022-09-28","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Industrial Sites","Others"],"imgUrl":"/2022-09-28-1664351714370/2635258_image2_1.webp","blogPath":"Gangwon-do/2022-09-28-1664351714370"},{"id":"2022-09-28-1664346923261","title":"Haslla Art World (하슬라아트월드)","description":"Haslla Art World is an art space that harmonizes nature, people and art. The Sculpture Garden, approximately 27 acres in size, offers various themed gardens and structures. Contemporary Gallery has approximately 200 contemporary artworks, while Pinocchio &amp; Marionette Gallery has various artworks from all over Europe. Haslla Art World has exhibitions and performances throughout the year, providing visitors with a special experience every time they visit.","regDate":"2022-09-28","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Recreational Sites","Theme Parks"],"imgUrl":"/2022-09-28-1664346923261/2688045_image2_1.webp","blogPath":"Gangwon-do/2022-09-28-1664346923261"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}