{"pageProps":{"content":"![Myeongdong Cathedral (서울 명동성당)](/2022-08-06-1659778692386/1987703_image2_1.webp)\n\n  \n## Overview\n\n> Myeongdong Cathedral is the Church for Archdiocese of Seoul and was also the birthplace for the Roman Catholic Church community in Korea. The church houses the remains of several individuals: Bishop Laurent Joseph Marie Imbert (1796-1839), and priests Peter Simon (1803-1839), James (Jacques Honor Chastan, 1803-1839) and Pourthie Jean Antoine Charles (1830-1866) and four martyrs. <br /><br />Myeongdong Cathedral is located in downtown Seoul and tourists frequently come and visit the place. Near the cathedral are other tourism spots such as Namsangol Hanok Village preserving Korean traditional houses, N Seoul Tower overlooking Seoul and Namdaemun Market, a traditional market with a wide variety of food and goods.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330<BR> (English, Korean, Japanese, Chinese)<br>• For more info: +82-2-774-1784|\n|parking:|Available|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Restrooms:|Available|\n|Admission Fees:|Free|\n  \n## Detail Image\n![/2022-08-06-1659778692386/1569090_image2_1.webp](/2022-08-06-1659778692386/1569090_image2_1.webp)\n![/2022-08-06-1659778692386/1569091_image2_1.webp](/2022-08-06-1659778692386/1569091_image2_1.webp)\n![/2022-08-06-1659778692386/1569092_image2_1.webp](/2022-08-06-1659778692386/1569092_image2_1.webp)\n![/2022-08-06-1659778692386/1569093_image2_1.webp](/2022-08-06-1659778692386/1569093_image2_1.webp)\n![/2022-08-06-1659778692386/1813058_image2_1.webp](/2022-08-06-1659778692386/1813058_image2_1.webp)\n![/2022-08-06-1659778692386/1987704_image2_1.webp](/2022-08-06-1659778692386/1987704_image2_1.webp)\n![/2022-08-06-1659778692386/1987706_image2_1.webp](/2022-08-06-1659778692386/1987706_image2_1.webp)\n\n\n  \n## Contact\n\n\n- [🏠www.mdsd.or.kr](http://www.mdsd.or.kr/)\n\n\n```googleMap\nlatitude: 37.5633131117\nlongitude: 126.9872814233\ntitle: 74, Myeongdong-gil, Jung-gu, Seoul\n```\n  \n## Directions\n  \n[Subway]<br>Myeong-dong Station (Seoul Subway Line 4), Exit 8.<br>\nTurn left and walk along Myeongdong 10(sip)-gil St. for about 300m and turn right at the intersection. <br>\nTurn right and walk along Myeongdong-gil St. for 100m to the Catholic Center.\n","data":{"id":"2022-08-06-1659778692386","title":"Myeongdong Cathedral (서울 명동성당)","description":"Myeongdong Cathedral is the Church for Archdiocese of Seoul and was also the birthplace for the Roman Catholic Church community in Korea. The church houses the remains of several individuals  Bishop Laurent Joseph Marie Imbert (1796-1839), and priests Peter Simon (1803-1839), James (Jacques Honor Chastan, 1803-1839) and Pourthie Jean Antoine Charles (1830-1866) and four martyrs. <br /><br />Myeongdong Cathedral is located in downtown Seoul and tourists frequently come and visit the place. Near the cathedral are other tourism spots such as Namsangol Hanok Village preserving Korean traditional houses, N Seoul Tower overlooking Seoul and Namdaemun Market, a traditional market with a wide variety of food and goods.","regDate":"2022-08-06","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Holy Sites"],"imgUrl":"/2022-08-06-1659778692386/1987703_image2_1.webp","blogPath":"Seoul/2022-08-06-1659778692386","pageUrl":"https:/mcdryad.com/Seoul/2022-08-06-1659778692386"},"dataList":[{"id":"2022-08-09-1660027663398","title":"Seoul Hwagyesa Temple (화계사(서울))","description":"Hwagyesa Temple was built in 1522 (the seventeenth year of the reign of King Jungjong of the Joseon dynasty) by monk Shinwol, but was destroyed in a fire in 1618. It was rebuilt the following year, and expanded In 1866 through the efforts of Monks Yongseon and Beomun.<br>The temple also has various templestay programs for visitors. Hwagyesa Temple is located not too far from the city but also provides a natural environment.","regDate":"2022-08-09","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-08-09-1660027663398/1927918_image2_1.webp","blogPath":"Seoul/2022-08-09-1660027663398"},{"id":"2022-08-09-1660023729232","title":"Seoul Gyeonggyojang House (서울 경교장)","description":"Gyeonggyojang House, a designated Historic Site, was the location of the provisional government and the place where Baekbeom Kim Koo passed away. Seoul reproduced the historical site, Gyeonggyojang House, to use the area as an educational site. Also, the house exhibits the history of the provisional government in order to see the history more clearly.<br><br>Restoration work included the demolition of the interior that was changed when the building was turned into a hospital facility and embassy after Kim Koo passed away in 1949. During the work, the remaining parts were maintained with the utmost care. Reconstructed parts were based on the building's floor plan written in Chosun and Architecture (8th edition in 1938). Visitors can see various contents related to the Korean Provisional Government history through relics, video, and information searching corners.","regDate":"2022-08-09","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-08-09-1660023729232/1568458_image2_1.webp","blogPath":"Seoul/2022-08-09-1660023729232"},{"id":"2022-08-09-1660021377716","title":"Seoul Gwanmunsa Temple (관문사(서울))","description":"Located at the foot of Umyeonsan Mountain in Seocho-gu, Seoul, Gwanmunsa Temple had its ground-breaking ceremony in 1993 and construction was completed in October 1998. <br><br>The temple site has a total area of 22,148.76 ㎡ with seven ground levels and four basement levels. The temple was constructed with a mixture of modern and traditional Buddhist architectural designs. Inside the temple, cutting-edge facilities are used for various cultural events, conferences, and sacred ceremonies.<br><br>Neighbored by Cheonggyesan Mountain, Umyeonsan Mountain, and Yangjaecheon Stream, the temple is located near many natural spots visitors can enjoy. In particular, Umyeonsan Mountain (alt. 293 m), where Gwanmunsa Temple is located, gets its name for its shape resembling a cow lying down. Designated as a city park and managed by Seoul Metropolitan Government, Umyeonsan Mountain has several valleys with clear spring waters and a dense forest inhabited by diverse animals and plants.","regDate":"2022-08-09","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-08-09-1660021377716/1928066_image2_1.webp","blogPath":"Seoul/2022-08-09-1660021377716"},{"id":"2022-08-09-1660018921272","title":"Seoul Geumseonsa Temple (금선사(서울))","description":"Geumseonsa Temple is located within Bukhansan National Park, just behind Cheong Wa Da (The Blue House) and Gyeongbokgung Palace. The entrance to the temple is just off the hiking path to Bibong Peak.<br><br>After passing Banyajeon Hall, where Buddhist services are held, visitors will see a pine tree over 200 years old, and beyond that, a staircase with 108 steps leading up to Daejeokgwangjeon Hall in the temple's main area. To the right is Samseonggak House and Hongyegyo Bridge over the clear waters flowing down from the mountain.<br><br>Additional temple buildings include Mitajeon Hall and Yeonhwadang Hall, built in 2004 by Monk Beopan; and Jeokmukdang Hall, built using traditional construction techniques.","regDate":"2022-08-09","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-08-09-1660018921272/1927840_image2_1.webp","blogPath":"Seoul/2022-08-09-1660018921272"},{"id":"2022-08-09-1660013586382","title":"Seoul Former Russian Legation (서울 구 러시아공사관)","description":"The Russian Legation was built in a Renaissance style in 1890. Russian architect, A. J. Scredin Sabatine designed the structure.  In 1895, during the Joseon dynasty, the Eulmisabyeon Incident took place as a show of force by the Japanese.  <br><br>Empress Myeongseong-hwanghu was emerging as a strong figure in Korea at a time when a power struggle between Japan, China, Russia, and other powers were taking place.  Japanese Minister, Miura Goro saw her as a threat and ordered her assassination.  After hearing news of the Empress’s assassination, King Gojong and the Crown Prince sought refuge in the Russian Embassy for one year.  <br><br>After 1945, the Soviet Union took over the embassy until it was almost completely destroyed by a fire during the Korean War 1950~1953 .  The only remaining parts of the building are the tower and basement areas. The building was restored to its current condition in 1973 and is now enjoyed by many as a public park.","regDate":"2022-08-09","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-08-09-1660013586382/1569254_image2_1.webp","blogPath":"Seoul/2022-08-09-1660013586382"},{"id":"2022-08-08-1660001990922","title":"Seoul Forest (서울숲)","description":"Opened on June 18, 2005, Seoul Forest had previously undergone a series of changes on Ttukseom Island. In the past, the forest had been a royal hunting ground for kings and served as a military inspection facility. However, in more recent decades, the area has served a wide variety of functions. Ttukseom initially served as a water treatment facility, and later as a golf course, horse racing track, and eventually a sports park. <br><br> Consisting of five parks spread over approximately 595,000 ㎡ of land, Seoul Forest is an eco-friendly zone appreciated not only by the people of the city but also those visiting Seoul. Seoul Forest is rapidly developing into the premium city-park of Korea like Hyde Park in London and Central Park in New York. <br><br> * Culture & Art Park<br> Situated in the heart of Seoul Forest, Culture & Art Park features Seoul Forest Plaza, decorative flower beds, Visitor Center, a skate park, outdoor stage, waterside lounge (restaurant), in-forest open space, in-forest play ground and water play area. <br><br> * Eco Forest <br> The Eco Forest, once an area covered by the Hangang River, has been transformed into an eco-forest connecting the Hangang River and Jungnangcheon Stream. This natural habitat for wildlife is home to fallow deer, formosan deer, elk, chipmunks, mandarin ducks, mallards, spot-billed ducks and moorhens. There is also an observatory to help visitors get a better view of the local wildlife. <br><br> * Experiential Learning Park<br> Occupying the structure of the former Ttukseom Water Treatment Facility, this refurbished educational area was established to house an insect botanical garden, wild flower garden, themed flower garden, event ground and surrounding protective forest. <br><br> * Marsh Plants Garden<br> Making use of the local reservoir’s natural environment, the Wetlands Ecological Field contains a wetlands ecological management office, ecological playground, outdoor nature classroom, bird observatory, wetlands flower garden and botanical garden fed with local, clear waters. <br><br> * Hangang Riverside Park <br> Located southwest of Seoul Forest, this riverside area at the junction of the Hangang River and Jungnangcheon Stream features a waterfront park, marina and rest area.","regDate":"2022-08-08","author":"korea-tour","tag":["Seoul","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-08-08-1660001990922/2611300_image2_1.webp","blogPath":"Seoul/2022-08-08-1660001990922"},{"id":"2022-08-08-1659998432991","title":"Seoul Folk Flea Market  - Traditional Arts & Crafts Studio (서울풍물시장 전통문화체험관)","description":"The Traditional Arts & Crafts Studio in Seoul Folk Flea Market was created to give both locals and international visitors a chance to experience the traditional arts of Korea first-hand. For international visitors, programs serve as a brief introduction to some of the finer points of Korean art. For many Koreans, the studio’s programs are ways to relive childhood memories or experience traditional culture as a family.","regDate":"2022-08-08","author":"korea-tour","tag":["Seoul","Culture/Art/History","Experience Programs","Traditional Experience"],"imgUrl":"/2022-08-08-1659998432991/1986058_image2_1.webp","blogPath":"Seoul/2022-08-08-1659998432991"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}