{"pageProps":{"list":[{"id":"2022-07-16-1658004019878","title":"Oegosan Onggi Village (외고산옹기마을)","description":"Oegosan Onggi Village was established when earthenware master Heo Deok-man settled in the area in 1975. The village today showcases a massive collection of various earthenware products, which creates a unique sight. Over 50% of the country's earthenware products are crafted at this village. The village also features several attractions for visitors to enjoy, such as the Ulsan Onggi Museum, which houses the largest earthenware pottery recognized by the Guinness Book of World Records; and the annual Ulsan Onggi Festival, with many diverse activity programs.","regDate":"2022-07-16","author":"korea-tour","tag":["Ulsan","Culture/Art/History","Industrial Sites","Others"],"imgUrl":"/2022-07-16-1658004019878/2601663_image2_1.webp","blogPath":"Ulsan/2022-07-16-1658004019878","pageUrl":"https:/mcdryad.com/Ulsan/2022-07-16-1658004019878"},{"id":"2022-07-16-1658000280084","title":"Naewonam Hermitage (Ulsan) (내원암 (울산))","description":"Naewonam Hermitage is located on Daeunsan Mountain in Ulsan. Daewonsa, the once head temple of this hermitage, was located at the entrance to the complex, but only the remains exist today. The valley around the hermitage is famous for its clean and clear waters. The 500-year-old nettle tree within the hermitage grounds catches the eye for resembling an elephant. An annual music concert performed by Buddhist monks from Ulsan City takes place at Naewonam Hermitage.","regDate":"2022-07-16","author":"korea-tour","tag":["Ulsan","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-07-16-1658000280084/2364256_image2_1.webp","blogPath":"Ulsan/2022-07-16-1658000280084","pageUrl":"https:/mcdryad.com/Ulsan/2022-07-16-1658000280084"},{"id":"2022-07-16-1657997084043","title":"Migration Site of Gray Whales of Ulsan (울산 귀신고래 회유해면)","description":"The Migration Site of Gray Whales of Ulsan is a famous site for watching large gray whales, which usually appear in winter season. The area was officially designated as a National Natural Monument to protect the endangered species.","regDate":"2022-07-16","author":"korea-tour","tag":["Ulsan","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2022-07-16-1657997084043/1588056_image2_1.webp","blogPath":"Ulsan/2022-07-16-1657997084043","pageUrl":"https:/mcdryad.com/Ulsan/2022-07-16-1657997084043"},{"id":"2022-07-16-1657993154686","title":"Jusangjeolli Cliff of Gangdong Hwaam Village (강동 화암 주상절리)","description":"Jusangjeolli are columnar rock formations with cross sections in hexagonal or triangular shapes. The jusangjeolli at the shore of Hwaam Maeul Village were created by basalt lava that erupted in the Tertiary period of the Cenozoic Era about 20 million years ago. The columnar basalt formations were created as the lava cooled and shrank into cracks. The rocks look like wood stacked horizontally or vertically en masse. The length of the columns average around 20 meters and diagonally are about 50 centimeters at the longest cross-section. Of the columnar lava formations on the East Coast, the Jusangjeolli in Hwaam are the oldest, so it is academically invaluable. Shaped in various angles, the rocks also offer a great landscape for sightseeing.","regDate":"2022-07-16","author":"korea-tour","tag":["Ulsan","Nature","Natural Sites"],"imgUrl":"/2022-07-16-1657993154686/1357511_image2_1.webp","blogPath":"Ulsan/2022-07-16-1657993154686","pageUrl":"https:/mcdryad.com/Ulsan/2022-07-16-1657993154686"},{"id":"2022-07-16-1657990365505","title":"Jujeon Mongdol Beach (주전몽돌해변)","description":"Jujeon Mongdol Beach is one of 12 must visit attractions of Ulsan. Jujeon meaning red ground, for the ground has a red hue. The 1.5 kilometer-long beach is filled with black pebbles and has various oddly formed rocks.","regDate":"2022-07-16","author":"korea-tour","tag":["Ulsan","Nature","Natural Sites"],"imgUrl":"/2022-07-16-1657990365505/2609414_image2_1.webp","blogPath":"Ulsan/2022-07-16-1657990365505","pageUrl":"https:/mcdryad.com/Ulsan/2022-07-16-1657990365505"},{"id":"2022-07-16-1657986110987","title":"Jinha Beach (진하해수욕장)","description":"Jinha Beach is located 20 kilometers southeast of Ulsan and is a little slice of summer paradise measuring 1 kilometer in length and 300 meters in x_width. Like most beaches along the southern coast, the waters of Jinha are shallow, warm, and calm, making it a perfect place for swimming. The deep scent of the surrounding pine trees mixes with the sea breeze and gives the beach an intimate atmosphere despite its relatively large size.<br><br>Camping is allowed in the pine woods and is free of charge. Simple shower booths and changing rooms are available for the convenience of the visitors. Freshwater river bathing is also available as the water from Hoeyagang River from Munsusan Mountain flows into the beach area.<br><br>Near the beach is Ideokdo Island, which consists of two mid-ocean rocks, and Myeongseungdo Island, which can be reached on foot. The latter, in particular, is popular for its beautiful sunset and is famous as a great fishing spot for noraemi, flounder, and rockfish. Around 10 kilometers away is Ganjeolgot Lighthouse, which is in operation 24 hours a day.","regDate":"2022-07-16","author":"korea-tour","tag":["Ulsan","Nature","Natural Sites"],"imgUrl":"/2022-07-16-1657986110987/217383_image2_1.webp","blogPath":"Ulsan/2022-07-16-1657986110987","pageUrl":"https:/mcdryad.com/Ulsan/2022-07-16-1657986110987"},{"id":"2022-07-16-1657982308753","title":"Jangsaengpo Whale Watching Cruise (장생포 고래바다여행선)","description":"Jangsaengpo Whale Cultural District, located in Nam-gu, Ulsan, is famous for the whale-themed tour program featuring a whale watching cruise, a whale museum and the whale ecology familiarization tour. The whale watching cruise was upgraded in May 2013 to include watching for dolphins as well, therefore offering an even more enjoyable whale watching tour. At night, one can experience a glamorous night view of Ulsan Industrial Complex while enjoying diverse performances and buffet dining aboard the ship.","regDate":"2022-07-16","author":"korea-tour","tag":["Ulsan","Culture/Art/History","Recreational Sites","Cruises/Submarines"],"imgUrl":"/2022-07-16-1657982308753/2020477_image2_1.webp","blogPath":"Ulsan/2022-07-16-1657982308753","pageUrl":"https:/mcdryad.com/Ulsan/2022-07-16-1657982308753"},{"id":"2022-07-16-1657978935709","title":"Jangsaengpo Whale Culture Village (장생포 고래문화마을)","description":"Opened in 2015, Jangsaengpo Whale Culture Village reproduces the scene of an old whaling village through areas like Whale Plaza, Jangsaengpo Old Village, Prehistoric Whale Experience Garden, an aquatic botanical garden and other themed area as well as a sculpture park.","regDate":"2022-07-16","author":"korea-tour","tag":["Ulsan","Culture/Art/History","Experience Programs","Unique Experience"],"imgUrl":"/2022-07-16-1657978935709/2020478_image2_1.webp","blogPath":"Ulsan/2022-07-16-1657978935709","pageUrl":"https:/mcdryad.com/Ulsan/2022-07-16-1657978935709"},{"id":"2022-07-16-1657977243164","title":"Ganwolsan Mountain (간월산)","description":"Ganwolsan Mountain is a popular destination for hikers in the Ulsan and Busan area as well as other regions of Gyeongsangnam-do. In early August, the reeds and lilies near the summit create a splendid view. To the west, the deep Naerijeong and Wangbonggol Valleys channel clean water to Baenaegol Pass. <br><br>From the Ganwolgogae Pass, hikers can follow the Singal Path to Wanbonggol Pass towards Paraeso Falls. There, visitors will find a cave called Jungnimgul, which is sacred Catholic ground often visited by the Catholic faithful. The first church built by Catholics in the Yeongnam region to escape persecution is found in Buldanggol Pass in Ganwolsan Mountain area. The tomb of Kim Agatha who died in persecution is also in the Ganwolgol Valley.","regDate":"2022-07-16","author":"korea-tour","tag":["Ulsan","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-07-16-1657977243164/2038117_image2_1.webp","blogPath":"Ulsan/2022-07-16-1657977243164","pageUrl":"https:/mcdryad.com/Ulsan/2022-07-16-1657977243164"},{"id":"2022-07-16-1657957063352","title":"Ganwol Recreational Forest (간월자연휴양림)","description":"The Ganwol Recreational Forest is situated on Ganwolsan Mountain, which is part of the “Yeongnam Alps.” The forest offers various outdoor leisure facilities such as forest bathing paths, training sites, hiking trails, a children’s play ground, tennis courts, and an observatory. The camping site inside the forest can accommodate up to 700 people, and there are small cooking areas, shower facilities, a sports ground, and various other convenience facilities. The forest is used for corporate training and education, company picnics, student orientations, club picnics, and various other social events.","regDate":"2022-07-16","author":"korea-tour","tag":["Ulsan","Nature","Natural Sites","Recreational Forests"],"imgUrl":"/2022-07-16-1657957063352/609199_image2_1.webp","blogPath":"Ulsan/2022-07-16-1657957063352","pageUrl":"https:/mcdryad.com/Ulsan/2022-07-16-1657957063352"},{"id":"2022-07-16-1657953961681","title":"Ganjeolgot Lighthouse (간절곶 등대)","description":"The sunrise along the East Coast can be viewed earliest at Cape Ganjeolgot in Daesong-ri, Uljin-gun. The breathtaking view of the sunrise can be seen a minute earlier than Cape Homigot in Yeongilman Bay and five minutes earlier than Jeongdongjin in Gangneung. Cape Ganjeolgot is in the spotlight as a new tourist attraction along with Jinha Beach and Seosaengpo Japanese Fortress. The lighthouse is located 20 minutes away from the entrance to Ulsan Nambu Beltway. When acacias bloom along the coast from Ulsan to Haeundae Beach in Busan, the road is filled with its subtle perfume. This road is perfect as a driving course with the combination of beautiful white acacia trees in the hills and the occasional appearance of the sea. Enjoy the tremendous scenery of the invigorating sea and the misty view of the hills. Although it is only 20 minutes away from Ulsan Nambu Beltway, the scenic beauty contributes to the exotic look.","regDate":"2022-07-16","author":"korea-tour","tag":["Ulsan","Nature","Natural Sites"],"imgUrl":"/2022-07-16-1657953961681/2648694_image2_1.webp","blogPath":"Ulsan/2022-07-16-1657953961681","pageUrl":"https:/mcdryad.com/Ulsan/2022-07-16-1657953961681"},{"id":"2022-07-16-1657949924623","title":"Gangdong Pebble Beach (강동몽돌해변)","description":"For those hoping for a view of the winter sea, or those longing for the engulfing embrace of the clear dark-blue waves crashing into huge rocks, Gangdong Pebble Beach is the place to be. The coastal road, with its beautiful scenery of the sea and mountains, is a popular driving route. With diverse attractions nearby, many vacationers are attracted to this beach in winter.","regDate":"2022-07-16","author":"korea-tour","tag":["Ulsan","Nature","Natural Sites"],"imgUrl":"/2022-07-16-1657949924623/1358100_image2_1.webp","blogPath":"Ulsan/2022-07-16-1657949924623","pageUrl":"https:/mcdryad.com/Ulsan/2022-07-16-1657949924623"},{"id":"2022-07-16-1657947276946","title":"Daewangam Park (대왕암공원)","description":"Daewangam Park is a seaside park located on the east coast. The park has a walking trail that passes by a forest of pine, cherry blossom trees, magnolias, camellias, apricots, and forsythia. This park is located at the end of the southeasternmost point facing the East Sea, and has a lighthouse that serves as a marker for fisherman and sailors out on the sea. The park is also home to Daewangam Rock that looks like a dragon rising up into the sky. It is connected to the mainland with an iron bridge and has an observation tower.","regDate":"2022-07-16","author":"korea-tour","tag":["Ulsan","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-07-16-1657947276946/2712575_image2_1.webp","blogPath":"Ulsan/2022-07-16-1657947276946","pageUrl":"https:/mcdryad.com/Ulsan/2022-07-16-1657947276946"},{"id":"2022-07-16-1657944189780","title":"Chisanseowon Confucian Academy (치산서원)","description":"Relics of Park Jesang is also referred to as Chisanseowon Confucian Academy. <br><br>Park Jesang, a descendent of Park Hyeokgeose, was severly tortured and then burned to death after rescuing two hostages taken by Japan, who were the brothers of King Nulji.<br><br>The nearby temple and Mangbuseok have a folk tale regarding the story. His wife and two daughters died waiting for him and then his wife is said to have turned into Mangbuseok (faithful wife stone) in the eastern Chisullyeong Mountain in Manhwa-ri, Dudong-myeon. According to the legend, her spirit became a bird, and flew away to hide behind Euneulam (Bird Hidden Rock).<br><br>After Park Jesang's couragous act, King Nulji gave him a loyal officers position as well as the role of godmother to his wife for her model behavior of wifely duty. Chisanseowon Confucian Academy keeps their ancestral tablets to honor royalty.","regDate":"2022-07-16","author":"korea-tour","tag":["Ulsan","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-07-16-1657944189780/1588262_image2_1.webp","blogPath":"Ulsan/2022-07-16-1657944189780","pageUrl":"https:/mcdryad.com/Ulsan/2022-07-16-1657944189780"},{"id":"2022-07-16-1657939164937","title":"Amethyst Cavern Park (자수정동굴나라)","description":"Amethyst Cavern Park is the largest man-made cave tourist attraction in Korea. It is made inside a closed amethyst mine. Connected like a labyrinth, the cave is 2.5 kilometers long and fills an area of about 16,529 square meters. The average temperature is between 12 and 16 degrees Celsius year round. Visitors can observe amethyst stones, see exhibitions, and attend a circus performance full of thrills. Outside the cave, visitors can enjoy a snow sleigh during winter, play facilities, ceramic workshop for  children, and hands-on learning experiences with sweet potatoes, peanuts, corn, and herbs.","regDate":"2022-07-16","author":"korea-tour","tag":["Ulsan","Nature","Natural Sites"],"imgUrl":"/2022-07-16-1657939164937/2558467_image2_1.webp","blogPath":"Ulsan/2022-07-16-1657939164937","pageUrl":"https:/mcdryad.com/Ulsan/2022-07-16-1657939164937"}],"metaData":{"pageUrl":"https://mcdryad.com/Ulsan","nav":"Ulsan"},"navList":["Busan","Daegu","Daejeon","Gwangju","Incheon","Seoul","Ulsan"]},"__N_SSG":true}