{"pageProps":{"content":"![Najeong Beach (나정고운모래해변)](/2022-12-03-1670060152326/1613329_image2_1.webp)\n\n  \n## Overview\n\n> Najeong Beach is situated on the shores of the East Sea. The beach offers many facilities as well as a seawater hot spring. The parking lot and pine tree forest by the hot spring are open to the public. Various water sports are also available in the area.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br>(Korean, English, Japanese, Chinese) <br> • For more info: +82-54-779-6325|\n|parking:|Available (100 parking spaces)|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Restrooms:|Available|\n|Available Facilities:|Accommodations, water sports facilities (motor boat, banana boat, etc.), shower rooms, etc.|\n  \n## Detail Image\n![/2022-12-03-1670060152326/1613320_image2_1.webp](/2022-12-03-1670060152326/1613320_image2_1.webp)\n![/2022-12-03-1670060152326/1613330_image2_1.webp](/2022-12-03-1670060152326/1613330_image2_1.webp)\n![/2022-12-03-1670060152326/1613331_image2_1.webp](/2022-12-03-1670060152326/1613331_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-54-779-6325](tel:+82547796325)\n- [🏠gyeongju.go.kr/tour](http://gyeongju.go.kr/tour)\n\n\n```googleMap\nlatitude: 35.7829855082\nlongitude: 129.4917864869\ntitle: 1915, Donghaean-ro, Gyeongju-si, Gyeongsangbuk-do\n```\n  \n\n","data":{"id":"2022-12-03-1670060152326","title":"Najeong Beach (나정고운모래해변)","description":"Najeong Beach is situated on the shores of the East Sea. The beach offers many facilities as well as a seawater hot spring. The parking lot and pine tree forest by the hot spring are open to the public. Various water sports are also available in the area.","regDate":"2022-12-03","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites"],"imgUrl":"/2022-12-03-1670060152326/1613329_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-03-1670060152326","pageUrl":"https:/mcdryad.com/Gyeongsangbuk-do/2022-12-03-1670060152326"},"dataList":[{"id":"2022-12-05-1670218568625","title":"Seokbinggo (Stone Ice Storage) (경주 석빙고)","description":"Seokbinggo means a freezer made of rocks. It is an ancient refrigerator only in Korea. It is located in Gyeongju, the ancient capital of the Silla Era (BC57-AD935). The appearance of this wonderful vestige is humble and simple. But you will not be disappointed at the entrance of the freezer. You can feel the cold from inside the structure. Half of Seokbinggo is underground while the other half is above ground, signifying the scientific propensity of Korea. The floor, walls, and ceiling are made of granite and have an airway. The walls are covered with limestone to keep off moisture and water. The floor is slanted to allow melted ice to funnel out. Frozen ice was popular for the upper class. From historical annals, it is assumed that Seokbinggo was made at least 1,500 years ago. Seokbbingo has been designated as National Treasure No. 66.","regDate":"2022-12-05","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-12-05-1670218568625/2601689_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-05-1670218568625"},{"id":"2022-12-05-1670215268816","title":"Seochulji Pond in Gyeongju (Lotus Flower) (경주 서출지)","description":"Located at the foot of Namsan Mountain in Gyeongju, Seochulji Pond dates back to the Three Kingdoms Period. There are two, three-storied stone pagodas in the heart of Namsan Village and a small, elegant pond to the east. The pond is famous thanks to a Korean legend, written below <br><br>In the 10th year of King Soji (488) of Silla, a crow and a mouse approached the king as he was on his way to Namsan Mountain. The mouse told the King to “follow after the crow” for an easy journey. So, the King and his servant (who was traveling with him) followed the crow, but became distracted and lost their way. As they were wandering about a pond (now known as Seochulji), an old man appeared from the waters’ depths and presented an envelope to the King. Based on the message in the envelope, the King instructed his servant to fire an arrow at the Geomungo (Korean musical instrument) case nearby. The shot killed the queen and a monk who had been hiding there, both of whom had been hatching a plot against the King. <br><br>The name of the pond, “Seochulji” (literally meaning “writing from the pond”) originates from this legend. It is said that a man named Imjeok built a building by the pond in the 5th year of King Hyeonjong (1664) to enjoy the scenery. The simple, yet elegant building still remains at the northwest of the pond.","regDate":"2022-12-05","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2022-12-05-1670215268816/214720_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-05-1670215268816"},{"id":"2022-12-05-1670211454452","title":"Seobyeok Historic House (서벽고택)","description":"Located in Jungpyeong-dong at the family village of the Pyeongsan Sin clan, the Seobyeok Historic House was originally created when Sin Hanchang, a scholar from late Joseon dynasty, got married and moved out of his parents’ house. The house was expanded by Sin Chigu in 1739. The house and is built in a rectangular shape with 6 kan (traditional Korean measurement; space between two pillars) in the front, 4 kan on the sides and a courtyard in the middle.","regDate":"2022-12-05","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Old Houses"],"imgUrl":"/2022-12-05-1670211454452/2026161_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-05-1670211454452"},{"id":"2022-12-04-1670150216581","title":"Sangju Yonghwasa Temple (용화사 (상주))","description":"The exact foundation of Yonghwasa Temple is unknown, although there are stories alluding to its foundation taking place during the reign of Silla King Munmu. The temples main building is home to two treasures, Stone Standing Buddha in Jeungchon-ri (Treasure No. 118) and Stone Seated Buddha in Jeungchon-ri (Treasure No. 120). The temple site also features many other stone pagodas, lanterns, and fountains.","regDate":"2022-12-04","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-12-04-1670150216581/181156_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-04-1670150216581"},{"id":"2022-12-04-1670146564986","title":"Sangju Cheongnyongsa Temple (청룡사(상주))","description":"Cheongnyongsa Temple in Sangju, Gyeongsangbuk-do is located atop the sheer cliff of Birobong Peak. The city of Sangju is in fact famous for its many ancient temples. To go to this temple, visitors must either climb up the steep path or cross over the Nakdonggang River. Among the tourist attractions along the nearly 510-kilometer-long river is Gyeongcheondae Terrace, a famously beautiful spot; Cheongnyongsa, although small and remote is known for its beauty as well. It has been estimated that the temple was built in 1674, during the Joseon period. <br><br>Pass the Cheongnyongsa Temple Yard and walk along the narrow trail, and visitors will be amazed at the magnificence of the winding Nakdonggang River buttressed by sheer cliff walls.","regDate":"2022-12-04","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-12-04-1670146564986/1968319_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-04-1670146564986"},{"id":"2022-12-04-1670143133001","title":"Samsa Marine Park (삼사해상공원 (삼사해상산책로))","description":"Samsa Marine Park is located south of Gangguhang Port, overlooking the expansive East Sea. Thanks to its picturesque beauty and various facilities, the park is a favorite weekend picnic spot for families. Major facilities include Theme Land, Happy Land, a performance hall, bungalows, restaurants, and stores. There is even an artificial waterfall and a 20 ton-rock carved with floral patterns that add to the parks unique beauty. <br><br>Another must-see sight for visitors is Manghyangtap Pagoda, which was set up by those originally from North Korea. Every year on New Year’s Eve, a bell ringing ceremony takes place during the area’s sunrise festival.","regDate":"2022-12-04","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-12-04-1670143133001/2651028_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-04-1670143133001"},{"id":"2022-12-04-1670139359978","title":"Sajabawi Rock (사자바위)","description":"The western coast of Ulleungdo Island is perfect for taking in the sunset; Sajabawi Rock in Namyang-ri is easily one of the most accessible places, located right next to the coastal road. The scenery is complete with squid drying in the the last rays of the sun at the coastal village, and boats heading heading out to catch more squid when the sun finally sets.","regDate":"2022-12-04","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Resources","Rocks"],"imgUrl":"/2022-12-04-1670139359978/1162906_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-04-1670139359978"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}