{"pageProps":{"content":"![Jeonju Traditional Hanji Center (전주전통한지원)](/2023-01-05-1672893574890/2040699_image2_1.webp)\n\n  \n## Overview\n\n> Jeonju has been a major producer of quality hanji paper for more than a thousand years. In keeping with this proud tradition, the Jeonju Traditional Hanji Center aims to preserve traditional paper-making techniques and become a mainstay in the hanji industry. More than 80 percent of the paper produced at the center is exported to Japan while the rest is used in Korea. The center produces, exhibits, and sells hanji used for calligraphy, Oriental paintings, and crafts, as well as special “yellow earth” wallpaper hanji and charcoal hanji, said to provide certain health benefits. Visitors can also sign up for crafting classes, including first-hand experience at making hanji, imprinting patterns and drying the paper.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br>(Korean, English, Japanese, Chinese) <br> • For more info: +82-10-8959-7757|\n|parking:|Not available|\n|restdate:|Mondays|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Available Facilities:|Hanji Exhibition Hall, Traditional Hanji Shop, Hanji hands-on activity zone|\n|Restrooms:|Available|\n|Admission Fees:|Free <br>* Participation fee charged separately.|\n  \n## Detail Image\n![/2023-01-05-1672893574890/2040700_image2_1.webp](/2023-01-05-1672893574890/2040700_image2_1.webp)\n![/2023-01-05-1672893574890/2040702_image2_1.webp](/2023-01-05-1672893574890/2040702_image2_1.webp)\n![/2023-01-05-1672893574890/2040706_image2_1.webp](/2023-01-05-1672893574890/2040706_image2_1.webp)\n![/2023-01-05-1672893574890/2040705_image2_1.webp](/2023-01-05-1672893574890/2040705_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-10-8959-7757](tel:+821089597757)\n- [🏠www.hanzi.co.kr](http://www.hanzi.co.kr)\n\n\n```googleMap\nlatitude: 35.8158780959\nlongitude: 127.1535251414\ntitle: 100-10, Hanji-gil, Wansan-gu, Jeonju-si, Jeollabuk-do\n```\n  \n## Directions\n  \n[Local Bus] <br>\nFrom Jeonju Station, take Bus 79 or 119 to Jeondong Cathedral (Hanok Village) Bus Stop. <br>\nWalk about 700m towards the Hanok Village. <br><br>\n\nFrom Jeonju Intercity Bus Terminal or Express Bus Terminal, take Bus 5-1 or 79. <br>\nGet off at Jeondong Cathedral (Hanok Village) Bus Stop. <br><br>\n\n[Taxi] <br>\nApprox. 15-20 min from Jeonju Station or Jeonju Express Bus Terminal\n","data":{"id":"2023-01-05-1672893574890","title":"Jeonju Traditional Hanji Center (전주전통한지원)","description":"Jeonju has been a major producer of quality hanji paper for more than a thousand years. In keeping with this proud tradition, the Jeonju Traditional Hanji Center aims to preserve traditional paper-making techniques and become a mainstay in the hanji industry. More than 80 percent of the paper produced at the center is exported to Japan while the rest is used in Korea. The center produces, exhibits, and sells hanji used for calligraphy, Oriental paintings, and crafts, as well as special “yellow earth” wallpaper hanji and charcoal hanji, said to provide certain health benefits. Visitors can also sign up for crafting classes, including first-hand experience at making hanji, imprinting patterns and drying the paper.","regDate":"2023-01-05","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Experience Programs","Traditional Experience"],"imgUrl":"/2023-01-05-1672893574890/2040699_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-05-1672893574890","pageUrl":"https:/mcdryad.com/Jeollabuk-do/2023-01-05-1672893574890"},"dataList":[{"id":"2023-01-11-1673422559583","title":"Wido Island (National Geopark) (위도 (전북 서해안 국가지질공원))","description":"Located approximately 13 kilometers west of Buan, Wido Island is spread out sporadically looking like a flea. Visitors to the island can see various natural phenomena as well as beautiful coastal sceneries.","regDate":"2023-01-11","author":"korea-tour","tag":["Jeollabuk-do","Nature","Natural Sites"],"imgUrl":"/2023-01-11-1673422559583/2720903_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-11-1673422559583"},{"id":"2023-01-11-1673419213029","title":"Wido Beach (위도해수욕장)","description":"Opened in 1969, Wido Beach is known as an excellent swimming beach. The beach is sheltered by the surrounding mountains with fairly shallow and clear waters, making it very popular among families seeking a relaxing vacation. Moreover, the beach offers a spectacular view of Wangdeungdo Island from the shore.","regDate":"2023-01-11","author":"korea-tour","tag":["Jeollabuk-do","Nature","Natural Sites"],"imgUrl":"/2023-01-11-1673419213029/2720903_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-11-1673419213029"},{"id":"2023-01-11-1673415344453","title":"Wibongsanseong County Park (위봉산성군립공원)","description":"Wibongsanseong County Park is located north of Jeonju, past Songgwangsa Temple through a tunnel of cherry trees. The park has some noteworthy sightseeing attractions such as Wibongpokpo Falls, Wibongsa Temple, and Dongsang Reservoir. Winbongsanseong County Park was founded at the site of Winbongsanseong Fortress, which was built under King Sukjongs rule in 1675 as a refuge site to safekeep the portrait of Joeson dynastys founder King Taejo and the royal familys ancestral tablet in times of war or other national emergency. They are originally enshrined in Gyeonggijeon Shrine and Jogyeongmyo Shrine, and when Jeonju had fallen during the Donghak Peasant Revolution, the portrait and tablet were moved to a small palace inside the fortress. The original fortress walls were 16 kilometers in circumference with three gates in the north, east, and west, but only a half-moon shaped western gate remains standing today.","regDate":"2023-01-11","author":"korea-tour","tag":["Jeollabuk-do","Nature","Natural Sites","County Parks"],"imgUrl":"/2023-01-11-1673415344453/1606418_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-11-1673415344453"},{"id":"2023-01-11-1673411996622","title":"Wibongsa Temple - Wanju (위봉사 (완주))","description":"Wibongsa Temple is located past Mujigaemun Gate (Rainbow Gate) and Wibong Village and is a major temple in the Honam region that once oversaw 52 branch temples. Said to be built by Monk Seoam in 604 (the 5th year of King Mu of Baekje), the surviving buildings date back to the Joseon Era. Today, only Bogwangmyeongjeon Hall (Treasure No. 608), Yosa (Provincial Cultural Asset No. 698), and Samseonggak remain. The Baeguigwaneumbosal wall painting in particular is the pride of the temple.","regDate":"2023-01-11","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2023-01-11-1673411996622/1605102_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-11-1673411996622"},{"id":"2023-01-11-1673408186662","title":"Wibongpokpo Falls (위봉폭포)","description":"Located in the eastern section of Wibongsanseong Fortress, Wibongpokpo Falls is a two-tiered waterfall measuring 60 meters high. The strangely-shaped rocks and thick groves of trees that border the cascading falls make for such a magical scene that it comes as no surprise that the waterfall has long since been counted as one of the Eight Scenic Sights of Wansan. Attractions located nearby include a battlefield from the Imjin War (1592-1598), Songgwangsa Temple, Dongsang Reservoir, Daea Reservoir, and Hwasim Hot Springs.","regDate":"2023-01-11","author":"korea-tour","tag":["Jeollabuk-do","Nature","Natural Sites","Waterfalls"],"imgUrl":"/2023-01-11-1673408186662/215200_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-11-1673408186662"},{"id":"2023-01-10-1673347090484","title":"Wansanchilbong Peak (Wansan Park) (완산칠봉(완산공원))","description":"Wansanchilbong Peak, also referred to as Wansan Park, is located on the southern outskirts of downtown Jeonju. The mountain is known to be the origin of Iksan and Gunsans birthplace and the mountains fame had spread across the southern region along with Jeonju. In addition to the historically significant Chilseongsa Temple, there is a pavilion located at the top where people can look out over the surrounding area. The mountain is also a place where a fierce battle took place from the Donghak Peasant Revolution. Today, the mountain is made into a park and serves as a popular retreat for locals.","regDate":"2023-01-10","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2023-01-10-1673347090484/2490822_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-10-1673347090484"},{"id":"2023-01-10-1673343382073","title":"Wanju Songgwangsa Temple (송광사(완주))","description":"Songgwangsa Temple in Wanju-gun, Jeollabuk-do has a unique history that spans a period of over a thousand years. For many years the temple lay incomplete until Monk Bojo Chejing began reconstruction in the 7th year of King Gyeongmun of Silla (AD 867). The temple was destroyed at one point in time, but Master Monk Jinul prayed that it be rebuilt. In accordance with his fervent hopes, in the 1600s the monk’s followers rebuilt a number of the temple’s halls and buildings, many of which can still be seen today. The temple is also remembered as the temple that King Injo helped rebuild with the hope that his two sons, who had been taken hostage by the Qing dynasty during the Byeongjahoran War (Chinese invasion of Korea in 1636), would be returned safely and that Buddha would heal the nation.<br><br> One of the Korea’s four major temples, Songgwangsa is home to Jijangbosal and Siwangsang statues (found in Jijangjeon Hall), a Seokgayeorae statue, and 500 Nahansang statues (found in Nahanjeon Hall). The temple is also home to eight Tangible Cultural Assets and four Treasured Cultural Assets  Daeungjeon Hall, the Samsebulsang statues, the bell-tower, and the Sacheonwangsang statue.<br><br>Beloved for its historical significance as well as its beauty, the temple draws throngs of worshipers throughout the year. In spring, many tourists flock to the area to explore the temple and walk through the nearby cherry blossom tunnels. A worthwhile attraction for visitors of all ages, the temple is particularly well-suited for those with mobility problems since it is located on ground level.","regDate":"2023-01-10","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2023-01-10-1673343382073/215448_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-10-1673343382073"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}