{"pageProps":{"content":"![Bukhansan National Park (Seoul District) (북한산국립공원(서울))](/2022-07-21-1658379898802/2526645_image2_1.webp)\n\n  \n## Overview\n\n> Bukhansan Mountain was officially designated as a national park in 1983. The Bukhansan National Park covers both Bukhansan and Dobongsan Mountains, and spans the total area of 80.699 ㎢. At the top of Bukhansan Mountain are Baegundae Terrace (835.6 m), Insubong Peak (810.5 m) and Mangyeongdae Terrace (799.5 m), which gave the mountain the nickname \"Samgaksan\" or the \"three-horned mountain.\" The mountain had other names: Sambongsan (mountain with three peaks), Hwasan (flower mountain), and Buaak (mountain shaped like a person giving a baby a piggyback ride). The current name, Bukhansan, was given after the Bukhansanseong Fortress was built under King Sukjong of the Joseon dynasty.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-2-909-0498|\n|parking:|Available (Bukhansanseong Parking Lots 1 & 2, Jeongneung Parking Lot)|\n|restdate:|* Subject to abrupt closure due to adverse weather conditions.|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Mountain Not Access Period:|Period of restricted access for fire-prevention and natural scenery maintenance, natural environment protection, and forest protection<br>[Hiking Trails]<br>Spring: March 2-April 30 / Fall: November 1-December 15<br>[National Park]<br>November 15-December 15 (Except Gyeongju & Taean shoreline)<br>* TBD by park directors based on fire weather advisories, precipitation levels, and other local conditions. Refer to the official website.|\n|Restricted Mountain Areas :|[hiking.kworks.co.kr](http://hiking.kworks.co.kr/sub_map/map_user01.aspx)|\n|Natural Preservation Areas (closed to public):|* Jeongneung Ravine: Bottom of Cheongsupokpo Falls - Sujungbo - Neopjeokbawi Rock / Cheongsupokpo Falls - 30 m upper Cheongsucheon Stream / Bottom of Cheongsupokpo Falls - Jeongneung Ticket Booth Bottom: until 2026<br>* Insucheon Stream (Boundary between Hanilgyo Bridge - Jeonggyeongdae): until 2026<br>* Ui Ravine (200 m south of Ui Office - Former Baegun Ticket Booth): until 2026<br>* Gugi Ravine (Gugi Office - Shelter 4): until 2026<br>* Pyeongchang Ravine (Pyeongchang Ticket Booth 2 - Above Dongnyeongpokpo Falls): until 2026<br>* Sagimakgol Ravine Entrance - Bridge to an Army Base: until 2027<br>* Songchu Ravine (Songchu Railroad Bridge 1 - 3, Obong Three-Way Intersection): until 2026<br>|\n|Available Facilities:|Hiking Information Center, Bukhansan Mountain Management Office|\n|Restrooms:|Available|\n|Parking Fees:|Bukhansanseong Parking Lots 1 & 2, Jeongneung Parking Lot<br>Light-weight cars: 500 won for the first one hour / 100 won for each additional 10 minutes / 5,000 won for 9 or more hours<br>Small & Mid-sized cars: 1,100 won for the first one hour / 300 won for each additional 10 minutes (peak season) / 250 won for each additional 10 minutes (off season) / 13,000 won for 9 or more hours<br>Large-sized cars: 2,000 won for the first one hour / 500 won for each additional 10 minutes (peak season) / 400 won for each additional 10 minutes (off season) / 20,000 won for 9 or more hours|\n  \n## Detail Image\n![/2022-07-21-1658379898802/2526640_image2_1.webp](/2022-07-21-1658379898802/2526640_image2_1.webp)\n![/2022-07-21-1658379898802/2526642_image2_1.webp](/2022-07-21-1658379898802/2526642_image2_1.webp)\n![/2022-07-21-1658379898802/2526643_image2_1.webp](/2022-07-21-1658379898802/2526643_image2_1.webp)\n![/2022-07-21-1658379898802/2526644_image2_1.webp](/2022-07-21-1658379898802/2526644_image2_1.webp)\n![/2022-07-21-1658379898802/2526646_image2_1.webp](/2022-07-21-1658379898802/2526646_image2_1.webp)\n![/2022-07-21-1658379898802/2526647_image2_1.webp](/2022-07-21-1658379898802/2526647_image2_1.webp)\n![/2022-07-21-1658379898802/2526649_image2_1.webp](/2022-07-21-1658379898802/2526649_image2_1.webp)\n![/2022-07-21-1658379898802/2526651_image2_1.webp](/2022-07-21-1658379898802/2526651_image2_1.webp)\n![/2022-07-21-1658379898802/2526652_image2_1.webp](/2022-07-21-1658379898802/2526652_image2_1.webp)\n![/2022-07-21-1658379898802/2526654_image2_1.webp](/2022-07-21-1658379898802/2526654_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-2-909-0498](tel:+8229090498)\n- [🏠bukhan.knps.or.kr](http://bukhan.knps.or.kr/)\n\n\n```googleMap\nlatitude: 37.6215453578\nlongitude: 126.9943263511\ntitle: 262, Bogungmun-ro, Seongbuk-gu, Seoul\n```\n  \n\n","data":{"id":"2022-07-21-1658379898802","title":"Bukhansan National Park (Seoul District) (북한산국립공원(서울))","description":"Bukhansan Mountain was officially designated as a national park in 1983. The Bukhansan National Park covers both Bukhansan and Dobongsan Mountains, and spans the total area of 80.699 ㎢. At the top of Bukhansan Mountain are Baegundae Terrace (835.6 m), Insubong Peak (810.5 m) and Mangyeongdae Terrace (799.5 m), which gave the mountain the nickname \"Samgaksan\" or the \"three-horned mountain.\" The mountain had other names  Sambongsan (mountain with three peaks), Hwasan (flower mountain), and Buaak (mountain shaped like a person giving a baby a piggyback ride). The current name, Bukhansan, was given after the Bukhansanseong Fortress was built under King Sukjong of the Joseon dynasty.","regDate":"2022-07-21","author":"korea-tour","tag":["Seoul","Nature","Natural Sites","National Parks"],"imgUrl":"/2022-07-21-1658379898802/2526645_image2_1.webp","blogPath":"Seoul/2022-07-21-1658379898802","pageUrl":"https:/mcdryad.com/Seoul/2022-07-21-1658379898802"},"dataList":[{"id":"2022-08-04-1659598462758","title":"International Seon Center (국제선센터)","description":"The International Seon Center, operated by the Jogye Order of Korean Buddhism, is a global templestay center where both local residents and foreign visitors alike can experience Korea’s Buddhist cultural practices. The temple offers opportunities to experience traditional Korean Buddhist culture through such programs as Ganwha Seon (meditation classes), Templestay, Seon Culture Class, and temple food lectures. The regular Sunday ceremony provides a dharma talk both in Korean and English.","regDate":"2022-08-04","author":"korea-tour","tag":["Seoul","Culture/Art/History","Experience Programs","Traditional Experience"],"imgUrl":"/2022-08-04-1659598462758/1984664_image2_1.webp","blogPath":"Seoul/2022-08-04-1659598462758"},{"id":"2022-08-04-1659595547365","title":"Insa-dong PR Center (인사동홍보관)","description":"Insa-dong PR Center opened in 2006 with the goal of providing accessible education for both domestic and international visitors to understand Korean traditions and history. It was built in what was once the private residence for Prince Uichin (1877-1955), one of the sons of Emperor Gojong (1852-1919). <br><br>Insa-dong PR Center also introduces the traditions and culture of Insa-dong, and provides tour pamphlets and tourist assistance in multiple languages (English, Japanese and Chinese). Visitors can try on hanbok (traditional costumes) and enjoy Wi-Fi within the facility.","regDate":"2022-08-04","author":"korea-tour","tag":["Seoul","Culture/Art/History","Experience Programs","Unique Experience"],"imgUrl":"/2022-08-04-1659595547365/1999248_image2_1.webp","blogPath":"Seoul/2022-08-04-1659595547365"},{"id":"2022-08-04-1659591873426","title":"Insa-dong (인사동)","description":"Insa-dong, located in the heart of the city, is an important place where old but precious traditional goods are on display. There is one main road in Insa-dong with alleys on each side. Within these alleys are galleries, traditional restaurants, teahouses, and cafes. <br><br>The galleries are the heartbeat of Insa-dong. There are about 100 galleries in the area offering every example of traditional Korean fine art from paintings to sculptures. The most famous galleries are Hakgojae Gallery, which functions as the center of folk art, Gana Art Gallery, which promotes many promising artists, and Gana Art Center. <br><br>The teahouses and restaurants are the perfect complement to the galleries. They are hidden deep within the twisting alleyways, making it feel like a treasure hunt. The shops in Insa-dong are very popular among all age groups, because each one is unique. <br><br> Every Saturday from 14 00 to 22 00 and Sunday from 10 00 to 22 00, the main street is blocked to vehicular traffic and it becomes a cultural space. Stores set up booths outside and Korean candy merchants and fortune teller stalls can easily be found; there are traditional performances and exhibits as well. Insa-dong is especially popular among international tourists. This is where they can experience and see traditional Korean culture first-hand, and also purchase pieces of fine art.","regDate":"2022-08-04","author":"korea-tour","tag":["Seoul","Culture/Art/History","Experience Programs","Cultural Districts"],"imgUrl":"/2022-08-04-1659591873426/2612526_image2_1.webp","blogPath":"Seoul/2022-08-04-1659591873426"},{"id":"2022-08-04-1659589577365","title":"Iljasan Mountain Natural Park (일자산자연공원)","description":"Iljasan Mountain is the tallest peak in Gangdong-gu, Seoul, providing the western boundary between Gangdong-gu and Hanam-si, Gyeonggi-do.  Iljasan Mountain is one of the best spots in Seoul to watch the sunrise. Located on the mountain is the house of Master Lee Jip (pen-name Dunchon), providing a good getaway spot for local residents. Lee Jip was a loyal government official during the reign of King Gongmin during the late Goryeo dynasty. He was forced to move to an underground tunnel in the southwest side of Iljasan Mountain to avoid entrapment by Shin Don, a person of influence at the time. While living in hiding, he took the pen-name Dunchon (meaning drawing back to the countryside) to symbolize the hardships he was going through. The nearby area was named after him, being called Dunchon-dong.","regDate":"2022-08-04","author":"korea-tour","tag":["Seoul","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-08-04-1659589577365/659488_image2_1.webp","blogPath":"Seoul/2022-08-04-1659589577365"},{"id":"2022-08-04-1659584576844","title":"Ichon Hangang Park (한강시민공원 이촌지구(이촌한강공원))","description":"Ichon Hangang Park is located on the northern side of the river between Jungnangcheongyo Bridge and Wonhyodaegyo Bridge. Along the riverside grow beautiful flowers and plants such as reeds, eulalia and cosmos by season making the riverside path a popular course for a walk and family outing.<br><br>Facilities within the park include Teen Square, X-Game center, an in-line skating rink, basketball court, tennis court, and gate ball court. The park also has \"Crossing Hangang River,\" a rafting program where you may cross the river in a rubber boat navigating your way from one side of the river to the other. The program is popular as a teamwork training activity for school students and office workers.<br><br>Your joyful experience in the park doesn’t end here - there are more things to see and enjoy including a nature experience center, water sports, Cha Beom-Geun football class, and Nodleseom Island.","regDate":"2022-08-04","author":"korea-tour","tag":["Seoul","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-08-04-1659584576844/2531015_image2_1.webp","blogPath":"Seoul/2022-08-04-1659584576844"},{"id":"2022-08-04-1659578777450","title":"Hyosajeong Pavilion (효사정)","description":"Hyosajeong Pavilion is where Nohan, the second vice premier of the Joseon dynasty during King Sejong and King Sejo’s reign, stayed. After he lost his mother, he built the pavilion to mourn at her grave while still being able to see his father’s grave in Gaeseong to the North. His brother-in-law, then Minister of the Interior, Gang Sa-deok named the pavilion “Hyosajeong,” which means pavilion of filial piety. <br><br>In order to find the original location of the pavilion, poems by Jeong Inji and Seo Geojeong and an old map of Korea were referenced, but the pavilion was not found because the surrounding landscape had changed too much. As a result, a location was selected and the pavilion was reconstructed at its current location. The house is 3 kan* in the front and 2 kan* on the side. The roof is a hip-and-gable roof. The pavilion has one room with under floor heating and a railing around the pavilion<br><br>(* kan  a traditional measurement that corresponds to the space between two columns)","regDate":"2022-08-04","author":"korea-tour","tag":["Seoul","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-08-04-1659578777450/2531100_image2_1.webp","blogPath":"Seoul/2022-08-04-1659578777450"},{"id":"2022-08-02-1659476337415","title":"Hyangnamu Tree in Changdeokgung Palace (창덕궁 향나무)","description":"Hyangnamu or 'Aromatic Tree' in Changdeokgung Palace is estimated to be about 700 years old, meaning it had likely been planted before the palace was built. It stands 12m in x_height, measures 5.9m in girth around the roots, and has branches spreading in all four directions. It is designated and protected as a National Natural Monument.","regDate":"2022-08-02","author":"korea-tour","tag":["Seoul","Nature","Natural Resources","Rare Animals & Plants"],"imgUrl":"/2022-08-02-1659476337415/2031847_image2_1.webp","blogPath":"Seoul/2022-08-02-1659476337415"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}