{"pageProps":{"content":"![Andong Ontrepieum (안동 온뜨레피움)](/2022-07-28-1659034133562/2018997_image2_1.webp)\n\n  \n## Overview\n\n> Ontrepieum, meaning \"to bloom flowers in a garden,\" is situated in Andong's Cultural Tourism Complex.  With an area of approximately 30,000 ㎡, it consists of a 1,500 ㎡ tropical green house, a 6,600 ㎡ herb garden, farming land, an animal performance theater, a nature experience section, and other areas. The tropical greenhouse features tropical and subtropical plants, including herbs, coffee and palm trees. Over 17,000 trees planted in the park, along with its water fountain and photo zones, make it the perfect place for a fun weekend getaway, not to mention that it has been used as a filming location. It is a fantastic place to take some photos with a unique feel. <br> The Andong Cultural Tourism Complex also has a couple of attractions nearby, including a KBS studio, the Korea Folk Museum, the Water Museum and Arts and Crafts Museum.\n\n  \n## Intro\n\n| | |\n| - | - |\n|accomcount:|Approx. 7,500 people|\n|expagerange:|Open to visitors ages 5 and older|\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-54-823-8850|\n|opendate:|April 1, 2011|\n|parking:|Available (163 regular parking spaces, 3 designated parking spaces, 12 large parking spaces)|\n|restdate:|Mondays|\n|usetime:|10:00-18:00 (Ticketing closes at 17:00)|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Film Locations:|KBS TV Drama Filming Location - Taejo Wang Geon, Age of Warriors, Hong Gil-dong (Nearby the port and the coast)|\n|Admission Fees:|Individual - Adults 2,000 won / Children & senior citizens 1,500 won<br> Groups (20 or more) - Adults 1,500 won / Children & senior citizens 1,000 won<br>* Free: Infants (ages 2 and under) <br>* Adults (from middle school student to ages 64) /  Children (ages 2 to elementary school)|\n|Available Facilities:|Mini train, Light tunnels, Windmills Cafes, Topieori garden, 4D theater, Farmer's Land, Children's playground, Central Square, Rainbow Pond,  Green Planet Green House, Ontre's Snacks, DIY Experiences, 3D Cinema,  Herb garden, Rock Garden, Green Planet cafe|\n|Restrooms:|Available|\n|Parking Fees:|Free|\n|Interpretation Services Offered:|Not Available|\n|Reservation Info. for Foreigners:|Group visit required|\n  \n## Detail Image\n![/2022-07-28-1659034133562/2018934_image2_1.webp](/2022-07-28-1659034133562/2018934_image2_1.webp)\n![/2022-07-28-1659034133562/2018938_image2_1.webp](/2022-07-28-1659034133562/2018938_image2_1.webp)\n![/2022-07-28-1659034133562/2018942_image2_1.webp](/2022-07-28-1659034133562/2018942_image2_1.webp)\n![/2022-07-28-1659034133562/2018950_image2_1.webp](/2022-07-28-1659034133562/2018950_image2_1.webp)\n![/2022-07-28-1659034133562/2018955_image2_1.webp](/2022-07-28-1659034133562/2018955_image2_1.webp)\n![/2022-07-28-1659034133562/2018957_image2_1.webp](/2022-07-28-1659034133562/2018957_image2_1.webp)\n![/2022-07-28-1659034133562/2018960_image2_1.webp](/2022-07-28-1659034133562/2018960_image2_1.webp)\n![/2022-07-28-1659034133562/2018967_image2_1.webp](/2022-07-28-1659034133562/2018967_image2_1.webp)\n![/2022-07-28-1659034133562/2018975_image2_1.webp](/2022-07-28-1659034133562/2018975_image2_1.webp)\n![/2022-07-28-1659034133562/2018978_image2_1.webp](/2022-07-28-1659034133562/2018978_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-54-823-8850](tel:+82548238850)\n\n\n\n```googleMap\nlatitude: 36.5659582060\nlongitude: 128.7792044224\ntitle: 346-95 Gwangwangdanji-ro, Andong-si, Gyeongsangbuk-do\n```\n  \n\n","data":{"id":"2022-07-28-1659034133562","title":"Andong Ontrepieum (안동 온뜨레피움)","description":"Ontrepieum, meaning \"to bloom flowers in a garden,\" is situated in Andong's Cultural Tourism Complex.  With an area of approximately 30,000 ㎡, it consists of a 1,500 ㎡ tropical green house, a 6,600 ㎡ herb garden, farming land, an animal performance theater, a nature experience section, and other areas. The tropical greenhouse features tropical and subtropical plants, including herbs, coffee and palm trees. Over 17,000 trees planted in the park, along with its water fountain and photo zones, make it the perfect place for a fun weekend getaway, not to mention that it has been used as a filming location. It is a fantastic place to take some photos with a unique feel. <br> The Andong Cultural Tourism Complex also has a couple of attractions nearby, including a KBS studio, the Korea Folk Museum, the Water Museum and Arts and Crafts Museum.","regDate":"2022-07-28","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Recreational Sites","Theme Parks"],"imgUrl":"/2022-07-28-1659034133562/2018997_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-07-28-1659034133562","pageUrl":"https:/mcdryad.com/Gyeongsangbuk-do/2022-07-28-1659034133562"},"dataList":[{"id":"2022-11-22-1669099517214","title":"Daejin Beach (대진해수욕장)","description":"Daejin Beach is located in Daejin-ri, a coastal village in Yeonghae-myeon, Yeongdeok-gun, and has all the conditions for a coastal attraction. The water is clear and clean, and a pine forest surrounds the white sandy beach. The beach is 8 kilometers long and 100 meters wide. In addition, the water level is only 1-2 meters deep and the slope is gentle, making it a suitable summer atraction for families with children. The sandy beach is characterized by its thick grain which is good for sand baths and does not stick to the body. <br><br> Daejin Beach also has a 200 meter-wide stream called Songcheoncheon Stream that flows across the white sandy beach. Visitors can enjoy a fresh water bath in the stream. Furthermore, since this stream is where the freshwater and seawater meet, visitors can enjoy both freshwater fishing and sea fishing. <br><br> In general, the eastern coastline is known to be monotonous, but the coastal bay of Chuksan-myeon is an exception. The mountain area is adjacent to the coast, and Jukdosan Mountain draws a complex coastline. The scenery of Jukdosan Mountain with its lush bamboo forest creates a beautiful painting. In addition, the coastal road from Chuksan 1-ri to Daejin Beach is great for enjoying a drive, and the scenery of white waves rolling over the golden sandy beach is beautiful.","regDate":"2022-11-22","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites"],"imgUrl":"/2022-11-22-1669099517214/2021965_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-11-22-1669099517214"},{"id":"2022-11-22-1669095495385","title":"Daejeonsa Temple (대전사)","description":"Daejeonsa Temple is said to have been built by Great Monk Uisang in the 12th year of King Munmu’s reign (672). It was rebuilt in the 13th year of King Hyeonjong’s reign (1672) after a fire destroyed the original temple complex during the Imjin War (1592-1598). During work to renovate Bogwangjeon Hall in 1976, a text that had been put up with the ridge beams was found. Bogwangjeon Hall is a small building and its ceiling is in the form of the sharp symbol (#). A Birojanabul Buddhist statue is enshrined in the hall.","regDate":"2022-11-22","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-11-22-1669095495385/2702627_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-11-22-1669095495385"},{"id":"2022-11-22-1669089192903","title":"Daege Wonjo Village (Chayu Fishing Village) (대게원조 차유어촌체험마을)","description":"The crabs caught from the sea near this village had legs that resemble bamboo shoots, earning the name daege, combining the letters that mean bamboo and crab in Korean. The village was originally known as Chayu Village, meaning to cross on a wagon, from during the Goryeo period because the village resembled a saddle on a wagon. But recently, it has been renamed Yeongdeok Daege Wonjo Village and a local monument has been established. The nearby Gyeongjeong Breakwater is famous among anglers.","regDate":"2022-11-22","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites"],"imgUrl":"/2022-11-22-1669089192903/2014115_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-11-22-1669089192903"},{"id":"2022-11-21-1669027332827","title":"Daegaya History Theme Park (대가야 역사테마관광지)","description":"Daegaya History Theme Park is located in what was the center of the Daegaya Kingdom. The park offers various areas to learn about not only the history of the area, but also the current culture and the future of Goryeong. In particular, visitors can enjoy various items produced during the Daegaya era such as pottery, ironworks, and gayageum (traditional Korean string instrument), as well as visit the parks 4D theater and walk along the forest exploration trail.","regDate":"2022-11-21","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Recreational Sites","Tourist Complexes"],"imgUrl":"/2022-11-21-1669027332827/2493484_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-11-21-1669027332827"},{"id":"2022-11-21-1669023570827","title":"Choamsa Temple - Yeongju (초암사(영주))","description":"In search of a great place to build a Buddhist Temple invoking national security, Great Monk Uisang travelled around the country and reached this place. He built a small thatched hut here for a temporary stay and continued his search. Finally, he found a perfect place and built Buseoksa Temple. He also set up another temple in the site where his small thatched hut was and called it Choamsa Temple. Choamsa Temple is located below the valley in the south of Gungmangbong Peak of Sobaeksan Mountain. After the Korean War, the temple building had to be rebuilt, but it managed to preserve some of Provincial Tangible Cultural Asset including Samcheung Seoktap (a three-storied stone pagoda; Tangible Cultural Property 126), Dongbudo (East Stupa; Tangible Cultural Property 128) and Seobudo (West Stupa; Tangible Cultural Property 129).<br><br>* Jukgyegugok Valley <br>The valley stretching from Baejeom-ni to Choamsa Temple is called Jukgyegugok which Sobaeksan Mountain surrounds like a folding screen. Near the valley, one can find famous tourist attractions such as the Sosuseowon Confucian Academy and Buseoksa Temple. Toegye Yi Hwang came up with the name Jukgyegugok inspired by the fantastic scenery of the valley and the beautiful sound of the flowing water.","regDate":"2022-11-21","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-11-21-1669023570827/2031732_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-11-21-1669023570827"},{"id":"2022-07-30-1659149570991","title":"Chilgok Gasansanseong Fortress and Gasanbawi Rock (칠곡 가산산성 및 가산바위)","description":"Gasansanseong Fortress in Chilgok-gun, Gyeongsangbuk-do is located in the middle of Chilgok-gun, between Daegu Metropolitan City and Gumi. Gasansan Mountain (901m in elevation) is 10 kilometers west of Palgongsan Mountain. Because it boasts seven peaks, the mountain was called Chilbongsan Mountain. After enduring foreign invasions, including the Imjin War (1592-1598) and the Qing invasion of Joseon (1636), the Joseon rulers built a fortress over the course of 100 years to aid in Korea’s defense. It is Korea’s only three-layered fortress, consisting of inner, outer and central walls. The flat Gasanbawi Rock at the mountain’s peak, which is large enough to accommodate 100 people at a time, offers a great view of Daegu Metropolitan City.","regDate":"2022-07-30","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Fortresses"],"imgUrl":"/2022-07-30-1659149570991/1053876_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-07-30-1659149570991"},{"id":"2022-07-29-1659138077312","title":"Chilbosan National Recreational Forest (국립 칠보산자연휴양림)","description":"Chilbosan National Recreational Forest is located west of Yongdeok. The mountain is known to have seven treasures, thus named Chilbo, or seven treasures in Korean. The seven treasures include rock moss, deodeok, wild ginseng, milk vetch root, wild boar, copper and iron. From the peak of the mountain, visitors can enjoy a panoramic view of the East Sea. Chilbosan National Recreational Forest serves as the perfect getaway with various facilities.","regDate":"2022-07-29","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"/2022-07-29-1659138077312/2026513_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-07-29-1659138077312"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}