{"pageProps":{"content":"![Boramae Park (보라매공원)](/2022-07-20-1658338888201/566009_image2_1.webp)\n\n  \n## Overview\n\n> Boramae Park is a former Air Force Academy site that has been transformed into a recreational park on May 1986. At approximately 397,000 ㎡, the park holds various sports facilities including a tennis court and sports center as well as convenient facilities such as a small zoo, pond, walking trail and more. The 2nd floor of Building 4 has a library that is popular with teenagers as well as Teenager Center where they can enjoy various activities and programs. The symbolic tower of the Air Force Academy still stands as a powerful symbol of loyalty and filial piety.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-2-120|\n|opendate:|May 5, 1986|\n|parking:|Available (West Gate Lot: 86 parking spaces / East Gate Lot: 42 parking spaces)|\n|restdate:|N/A (Open all year round)|\n|usetime:|Open 24 hr|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Admission Fees:|Free|\n|Available Facilities:|Grass field, lotus pond, flower gardens, jogging path, soccer field, tennis court, multi-purpose field, basketball court, exercise equipment, snack bar, drinking fountain, children's playground, picnic grounds, etc. |\n|Restrooms:|Available|\n|Parking Fees:|100 won for each 5 min|\n  \n## Detail Image\n![/2022-07-20-1658338888201/566007_image2_1.webp](/2022-07-20-1658338888201/566007_image2_1.webp)\n![/2022-07-20-1658338888201/566013_image2_1.webp](/2022-07-20-1658338888201/566013_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-2-120](tel:+822120)\n- [🏠parks.seoul.go.kr](http://parks.seoul.go.kr/template/sub/boramae.do)\n\n\n```googleMap\nlatitude: 37.4929729132\nlongitude: 126.9231614728\ntitle: 33, Yeouidaebang-ro 20-gil, Dongjak-gu, Seoul\n```\n  \n## Directions\n  \n[Subway]<br>\nSindaebang Station (Seoul Subway  Line 2), Exit 4.<br>\nWalk for approx. 10 min.\n","data":{"id":"2022-07-20-1658338888201","title":"Boramae Park (보라매공원)","description":"Boramae Park is a former Air Force Academy site that has been transformed into a recreational park on May 1986. At approximately 397,000 ㎡, the park holds various sports facilities including a tennis court and sports center as well as convenient facilities such as a small zoo, pond, walking trail and more. The 2nd floor of Building 4 has a library that is popular with teenagers as well as Teenager Center where they can enjoy various activities and programs. The symbolic tower of the Air Force Academy still stands as a powerful symbol of loyalty and filial piety.","regDate":"2022-07-20","author":"korea-tour","tag":["Seoul","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-07-20-1658338888201/566009_image2_1.webp","blogPath":"Seoul/2022-07-20-1658338888201","pageUrl":"https:/mcdryad.com/Seoul/2022-07-20-1658338888201"},"dataList":[{"id":"2022-07-21-1658414103453","title":"Cheongdam Park (청담공원)","description":"Up until the early 1960's, people would cross the Hangang River from Ttukseom Ferry Dock and arrive in Cheongdam-dong. Although highly developed, Cheongdam Park remains as a soothing natural oasis that is relatively untouched by city pollution. Following the trail, there is a small exercise area and playground. The park is quite crowded in the morning with people exercising. The tightly woven trees in the park offers a resting place to enjoy fresh air. The park size is 59,347 ㎡.","regDate":"2022-07-21","author":"korea-tour","tag":["Seoul","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-07-21-1658414103453/204200_image2_1.webp","blogPath":"Seoul/2022-07-21-1658414103453"},{"id":"2022-07-21-1658411667922","title":"Cheongdam Fashion Street (청담패션거리)","description":"The street from the Cheongdam Station intersection to Galleria Department Store is lined with luxury brand stores and dubbed as “Cheongdam Fashion Street.\" Often frequented by celebrities, the area became a popular tourist destination for hallyu fans. Inside the alleys are famous restaurants, and with art galleries and boutiques popping up within the area, the street has gained a reputation as a cultural shopping street.","regDate":"2022-07-21","author":"korea-tour","tag":["Seoul","Culture/Art/History","Experience Programs","Cultural Districts"],"imgUrl":"/2022-07-21-1658411667922/2728682_image2_1.webp","blogPath":"Seoul/2022-07-21-1658411667922"},{"id":"2022-07-21-1658408805584","title":"Cheongansa Temple (천간사)","description":"Cheongansa Temple was first built in 1960, and was re-built in 2009. It has many pagodas and monuments  a pagoda filled with sari relics of Buddha; Budotap Pagoda, which is a shrine to the monk who found the temple and his sacred relics; and a monument honoring the late first lady Yuk yeong-su. The re-built temple was awarded the Hanok Prize in the Hanok Competition 2011. Located along the Bukhansan Mt. Dulaegil Trail, the temple provide visitors with the chance to enjoy fresh air and a rest from hiking along the trail.","regDate":"2022-07-21","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-07-21-1658408805584/2048008_image2_1.webp","blogPath":"Seoul/2022-07-21-1658408805584"},{"id":"2022-07-21-1658403194324","title":"Cheong Wa Dae (Blue House) (청와대)","description":"The signature markings of the Presidential Residence of Cheong Wa Dae are its blue tiles on the Main Office; it is the first thing to catch one's attention upon viewing the premises. Approximately 150 thousand tiles compose the roof of the Main Office. Each tile was baked individually to make them strong enough to last for hundreds of years. The blue tiles and the smoothly curving roofline blend beautifully with Bugaksan Mountain in the backdrop. <br /><br />Cheong Wa Dae is comprised of the Main Office, Yeongbingwan (State Guest House), Chunchugwan (Spring and Autumn) Hall, Nokjiwon Garden, Mugunghwa (Rose of Sharon) Hill, and Chilgung Palace. It is interesting to see that all the buildings are unique and beautifully designed, built in the traditional Korean style. Just outside the premises is Cheongwadae Sarangchae, an exhibition hall showing the history of Cheong Wa Dae and the Korean presidency, as well as gifts received by heads of State over the years. The hall is open free to all visitors.","regDate":"2022-07-21","author":"korea-tour","tag":["Seoul","Culture/Art/History","Architectural Sights","Buildings"],"imgUrl":"/2022-07-21-1658403194324/774323_image2_1.webp","blogPath":"Seoul/2022-07-21-1658403194324"},{"id":"2022-07-21-1658400126222","title":"Changuimun Gate - Jahamun Gate (창의문(자하문))","description":"Changuimun Gate was often called Jahamun Gate. It was one of four mini-gates in the north surrounding the walled city of Hanyang (Seoul) during the Joseon dynasty. After the closure of Sukjeongmun Gate, one of the four main gates, Changuimun Gate became a favorite north gate. Hence, people also called Changuimun the North Gate. It is the only gate among four mini gates that is still in its original state. Although it is small, almost 50m² in terms of size, it looks very firm and sturdy. While Dongsomun Gate, another of the four mini gates, is decorated with a phoenix, Changuimun Gate is adorned with a wooden chicken along its rafters. The reason behind the wooden chicken was that the chicken was believed to be the nemesis of the centipede. People believed that installing the wooden chicken was important to overcome the harmful spirit of the centipede.","regDate":"2022-07-21","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-07-21-1658400126222/1570526_image2_1.webp","blogPath":"Seoul/2022-07-21-1658400126222"},{"id":"2022-07-21-1658396211724","title":"Changgyeonggung Palace Honghwamun Gate (창경궁 홍화문)","description":"Honghwamun Gate is the main gate of Changgyeonggung Palace. It has three opening gates in the front and two to the side with a sophisticated locking mechanism.","regDate":"2022-07-21","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Gates"],"imgUrl":"/2022-07-21-1658396211724/2616931_image2_1.webp","blogPath":"Seoul/2022-07-21-1658396211724"},{"id":"2022-07-21-1658392909232","title":"Changgyeonggung Palace (창경궁)","description":"Located in the heart of Seoul, Changgyeonggung Palace was originally built as Suganggung Palace by the 4th ruler of the Joseon dynasty, King Sejong (r.1418-1450), for his retiring father, King Taejong. It often served as residential quarters for queens and concubines. During the reign of King Seongjong (r.1469-1494), the palace was renovated and renamed to Changgyeonggung Palace. It later became a park with a zoo and a botanical garden during Japanese colonial rule. The palace grounds remained this way until 1983 when restoration of its old grace was completed.","regDate":"2022-07-21","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Palaces"],"imgUrl":"/2022-07-21-1658392909232/2612510_image2_1.webp","blogPath":"Seoul/2022-07-21-1658392909232"}],"navList":["Busan","Daegu","Daejeon","Gwangju","Gyeonggi-do","Incheon","Jeju-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}