{"pageProps":{"content":"![Hwaseong Yongjusa Temple (용주사(화성))](/2022-08-27-1661585850373/1593656_image2_1.webp)\n\n  \n## Overview\n\n> Yongjusa Temple is located near Yungneung and Geolleung Royal Tombs. This site was originally the location of Garyangsa Temple, which was constructed in 854, during the 16th year of King Munseong of the Silla Kingdom. The temple was very famous as it was surrounded by beautiful mountains and crystal clear waters. However, the temple was destroyed by fire during the Manchu War of 1636.<br><br>\nDuring the Joseon dynasty, King Jeongjo moved the tomb of his father to this spot, and built Yongjusa Temple here to pray for the repose of his father’s soul. It is said that one night before the temple was completed, King Jeongjo dreamt of a dragon ascending to the sky holding a magic ball in its mouth. He therefore named the temple “Yongjusa,” which means the temple of a dragon with a magic ball in Korean.\n<br><br>\nThe courtyard of the temple contains the Bronze Bell of Yongjusa Temple, a National Treasure; a stone pagoda; Daeungbojeon (the main hall); and Cheonboru Pavilion. Visitors to Yongjusa Temple can also find the “Bumoeunjunggyeong” books, which were written by King Jeongjo on the subject of filial affection and respect for one’s parents. These days, Yongjusa Temple and the Yungneung and Geolleung Royal Tombs are highly valued for their cultural heritage.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330<br>(Korean, English, Japanese, Chinese)<br>• For more info: +82-31-234-0040|\n|parking:|Available|\n|restdate:|[Filial Piety Museum] Closed on Mondays|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Admission Fees:|Individuals - Adults 1,500 won / Teenagers 1,000 won / Children 700 won<br>Groups - Adults 1,300 won / Teenagers 800 won / Children 500 won|\n|Available Facilities:|Filial Piety Museum|\n  \n## Detail Image\n![/2022-08-27-1661585850373/1593648_image2_1.webp](/2022-08-27-1661585850373/1593648_image2_1.webp)\n![/2022-08-27-1661585850373/1593649_image2_1.webp](/2022-08-27-1661585850373/1593649_image2_1.webp)\n![/2022-08-27-1661585850373/1593651_image2_1.webp](/2022-08-27-1661585850373/1593651_image2_1.webp)\n![/2022-08-27-1661585850373/1593652_image2_1.webp](/2022-08-27-1661585850373/1593652_image2_1.webp)\n![/2022-08-27-1661585850373/1593653_image2_1.webp](/2022-08-27-1661585850373/1593653_image2_1.webp)\n![/2022-08-27-1661585850373/1593654_image2_1.webp](/2022-08-27-1661585850373/1593654_image2_1.webp)\n![/2022-08-27-1661585850373/1593655_image2_1.webp](/2022-08-27-1661585850373/1593655_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-31-234-0040](tel:+82312340040)\n- [🏠www.yongjoosa.or.kr](http://www.yongjoosa.or.kr)\n\n\n```googleMap\nlatitude: 37.2121374903\nlongitude: 127.0050980005\ntitle: 136, Yongju-ro, Hwaseong-si, Gyeonggi-do\n```\n  \n\n","data":{"id":"2022-08-27-1661585850373","title":"Hwaseong Yongjusa Temple (용주사(화성))","description":"Yongjusa Temple is located near Yungneung and Geolleung Royal Tombs. This site was originally the location of Garyangsa Temple, which was constructed in 854, during the 16th year of King Munseong of the Silla Kingdom. The temple was very famous as it was surrounded by beautiful mountains and crystal clear waters. However, the temple was destroyed by fire during the Manchu War of 1636.<br><br>During the Joseon dynasty, King Jeongjo moved the tomb of his father to this spot, and built Yongjusa Temple here to pray for the repose of his father’s soul. It is said that one night before the temple was completed, King Jeongjo dreamt of a dragon ascending to the sky holding a magic ball in its mouth. He therefore named the temple “Yongjusa,” which means the temple of a dragon with a magic ball in Korean.<br><br>The courtyard of the temple contains the Bronze Bell of Yongjusa Temple, a National Treasure; a stone pagoda; Daeungbojeon (the main hall); and Cheonboru Pavilion. Visitors to Yongjusa Temple can also find the “Bumoeunjunggyeong” books, which were written by King Jeongjo on the subject of filial affection and respect for one’s parents. These days, Yongjusa Temple and the Yungneung and Geolleung Royal Tombs are highly valued for their cultural heritage.","regDate":"2022-08-27","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-08-27-1661585850373/1593656_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-27-1661585850373","pageUrl":"https:/mcdryad.com/Gyeonggi-do/2022-08-27-1661585850373"},"dataList":[{"id":"2022-09-06-1662441140036","title":"Seoulland (서울랜드)","description":"Seoulland was the first theme park in Korea, built at the foot of Cheonggyesan Mountain. With more that 50 rides and other seasonal attractions,&nbsp;Seoulland offers thrill and excitement for people of all ages. Luna Land and Jurassic Land are not to be missed.&nbsp;<br> <br> The pride of Seoulland is its wide selection of seasonal festivals and the unique Laser Show held during the evening. Seoulland is a popular destination as it is easily accessible from downtown Seoul and has many nearby attractions, being part of the larger Seoul Grand Park complex. Seoul Grand Park holds various festivals for each season of the year. The Tulip Festival is held from April to May; the Starlight Rose Festival from July to August; the Chrysanthemum Festival from September to October; and the Snow Light Festival from December to February.","regDate":"2022-09-06","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Recreational Sites","Theme Parks"],"imgUrl":"/2022-09-06-1662441140036/2601253_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-06-1662441140036"},{"id":"2022-09-05-1662374619604","title":"Seoul Grand Park (서울대공원)","description":"Seoul Grand Park is an family-friendly amusement park consisting of various themed facilities that promote the growth and preservation of diverse animals and plants.<br><br>Seoul Zoo <br>Seoul Zoo aims to provide an ideal environment for animals to grow and live as well as exhibit, preserve, and research rare animals and educate the public. As a result of the zoo's hard work and efforts, it is the only zoo in Korea to be certified as a member of both ISIS and IUDZG-WZO.<br><br>Botanical Garden <br>Seoul Grand Park's Botanical Garden was opened in 1985 amidst the lush forest situated at the foot of Cheonggyesan Mountain. The garden consists of a greenhouse, exhibition facilities, and themed gardens that boast a collection of over 41,000 plants from 1,262 different species. The greenhouse preserves and exhibits tropical and subtropical plants that are not found in Korea. Moreover, the Botanical Garden offers various activities and experience programs related to plants and forests.<br><br>Theme Garden <br>The Theme Garden is one of the most representative facilities of Seoul Grand Park. The Theme Garden consists of a Rose Garden and Children's Zoo. Seasonal plants and flowers as well as diverse themed garden programs are offered.<br><br>Healing Place <br>The Healing Place is a forest formed at the foothills of Cheonggyesan Mountain that surrounds the border of Seoul Grand Park. Main facilities consist of Healing Forest Walkway; Water, Wind & Sunshine Healing Zone; Barefoot Road; Aroma Garden; and Forest Plaza.<br><br>Healing Forest Walkway <br>Healing Forest Walkway is a walking path lined by diverse trees that form a lush forest serving as a habitat for small animals like squirrels, rabbits, raccoons, and more. The walking path is approximately 8 kilometers long and divided into four sections. The shortest course takes approximately 30 minutes to complete, while the full course requires 3 hours.  <br><br>Campsite <br>The campsite within the Seoul Grand Park is the perfect place to camp out, hold picnics and enjoy recreational activities with friends and families. Main facilities consist of a campsite, volleyball court, basketball court, snack bar, and shower facilities. The campsite is open from March to November, except in the case of harsh weather conditions.","regDate":"2022-09-05","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Recreational Sites","Theme Parks"],"imgUrl":"/2022-09-05-1662374619604/2678593_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-05-1662374619604"},{"id":"2022-09-05-1662370880205","title":"Semiwon (세미원)","description":"Semiwon is a botanical garden solely focused on lotus flowers. The garden houses the world’s only museum dedicated to showcasing lotus flowers in daily living, cooking, and writing. The 180,000 square-meter park consists of ponds through which water is filtered and purified before flowing back into the Hangang River. The park is most beautiful in summer when the lotus blossoms are in full bloom but is also decorated with seasonal flowers throughout the year. Additional facilities at Semiwon include the Environment Learning Center, Experience Center, and exhibition areas.","regDate":"2022-09-05","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites","Botanical Gardens"],"imgUrl":"/2022-09-05-1662370880205/2612478_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-05-1662370880205"},{"id":"2022-09-05-1662367563245","title":"Sangseung Observation Post and No. 1 Tunnel (상승OP, 제1땅굴)","description":"The Sangseung Observation Post operates as a forward OP monitoring North Korean activities. Soldiers manning the post are on alert 24 hours a day. Visitors can view North Korean guard posts using binoculars, while iron fences and the vast Yeoncheon plain are also visible. Viewing the Demilitarized Zone (DMZ) that stretching across the plains offers a view of the habitat of a wide array of plants and animals that are rarely found elsewhere, such as eagles, goshawks, roe deer, and goats. <br><br>Visitors can see the faces and movements of North Korean soldiers at their guard posts, and depending on the time, hear various North Korean propoganda broadcasts targeted towards South Korea. This is truly a front-line observation post on the DMZ. The No. 1 Tunnel is not open to the public since it is located in the Demilitarized Zone. However, a life-size model has been created and is on exhibit at the Sangseung OP, the closest observation post. <br><br>The No. 1 Tunnel was discovered on November 15, 1974, by Sergeant Koo Hasa when his reconnaissance team sensed suspicious steam rising from the ground. After a few gunshots from a guard post in North Korea, Koo’s team started the investigation. It turned out that the tunnel was made by North Korean soldiers to infiltrate and aid in the invasion of the South.","regDate":"2022-09-05","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Security & Peace Sites"],"imgUrl":"/2022-09-05-1662367563245/2007030_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-05-1662367563245"},{"id":"2022-09-05-1662364166676","title":"Saneum National Recreational Forest (국립 산음자연휴양림)","description":"Saneum National Recreational Forest is located in Danwol-myeon in Yangpyeong. It opened on January 1, 2000 and can accommodate up to 2,000 visitors a day. The park's name saneum means mountain shade, a name given for its geographical location where it is surrounded by other mountains on all sides. The park's lush forest is home to diverse species of wildlife and the valley boasts spectacular views.","regDate":"2022-09-05","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"/2022-09-05-1662364166676/2669005_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-05-1662364166676"},{"id":"2022-09-05-1662359302445","title":"Samsung Transportation Museum (삼성화재 교통박물관)","description":"Samsung Transportation Museum, the nation’s first automobile museum, is located near Everland. It serves as a children’s traffic safety learning space. The museum displays a collection of over 700 world-famous pieces including 50 cars, 15 motorcycles, bicycles, horse-drawn carriages, and other transportation-related articles such as vehicle prototypes, parts, hood ornaments, souvenirs, and artwork. There are many hands-on programs for visitors to learn about transportation safety.","regDate":"2022-09-05","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Industrial Sites","Others"],"imgUrl":"/2022-09-05-1662359302445/1590010_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-05-1662359302445"},{"id":"2022-09-05-1662354316780","title":"Pyunggang Botanical Garden (평강식물원)","description":"Located at the entrance of Sanjeonghosu Lake, Pyunggang Botanical Garden opened in May 2006, and was designated as a habitat for preservation by the Ministry of Environment in 2009. The garden has on exhibit both native plants and species of plants from around the globe. Additionally, the garden features an exquisite collection of over 1,000 different alpine plants that normally reside on an altitude of 2,500 meters. <br><br>The scope of the garden is comprehensive, but it is divided into 12 themed areas, including a Rock Garden, where the largest alpine plants in Asia are concentrated; a Wetland Center, which mimics the natural ecology of a wetland region; a Pond Garden consisting of roughly 50 ponds lined with gorgeous flowers; a Moss Center where moss that grows in deep valleys and forests can be seen; and a Grass Square, which serves as a green common year round. The Pyunggang Botanical Garden, serves an important role in preserving rare plants, but is also creating a new botanical garden culture, and serving as a center for public ecological education.","regDate":"2022-09-05","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites","Botanical Gardens"],"imgUrl":"/2022-09-05-1662354316780/607667_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-05-1662354316780"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}