{"pageProps":{"content":"![Dapsimni Antique Art Street (답십리 고미술상가)](/2022-07-22-1658466170547/1917414_image2_1.webp)\n\n  \n## Overview\n\n> Dapsimni Antique Art Street is where travelers can stumble upon valuable old paintings, antique furniture and pottery as well as a variety of household items. These antique shops used to be scattered throughout the area of Cheonggyecheon Stream 8(pal)-ga, Itaewon, and Ahyeon-dong, but have gathered within Dapsimni area since the mid-1980s. There are approximately 140 shops along the streets. <br><br>\nIt is quite fun to browse through antiquities including wooden candlesticks, grandfather clocks, and old picture frames, items which are usually hard to find in regular stores. These rare items attract not only Koreans but also international visitors to this street. While shops in Insa-dong are popular for selling high-quality antiques, shops in Dapsimni Art Street are popular for offering a wide assortment of antiques at reasonable prices.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-2-2249-0336|\n|parking:|Available (Building, public, and underground parking lots)|\n|restdate:|Sundays and public holidays|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Restrooms:|Available |\n  \n\n  \n## Contact\n\n- [☎️+82-2-2249-0336](tel:+82222490336)\n\n\n\n```googleMap\nlatitude: 37.5642059383\nlongitude: 127.0575972141\ntitle: 99, Gomisul-ro, Dongdaemun-gu, Seoul\n```\n  \n## Directions\n  \n[Subway]<br>\nDapsimni Station (Seoul Subway Line 5), Exit 1 or 2. <br>\nWalk for approx. 2 min.\n","data":{"id":"2022-07-22-1658466170547","title":"Dapsimni Antique Art Street (답십리 고미술상가)","description":"Dapsimni Antique Art Street is where travelers can stumble upon valuable old paintings, antique furniture and pottery as well as a variety of household items. These antique shops used to be scattered throughout the area of Cheonggyecheon Stream 8(pal)-ga, Itaewon, and Ahyeon-dong, but have gathered within Dapsimni area since the mid-1980s. There are approximately 140 shops along the streets. <br><br>It is quite fun to browse through antiquities including wooden candlesticks, grandfather clocks, and old picture frames, items which are usually hard to find in regular stores. These rare items attract not only Koreans but also international visitors to this street. While shops in Insa-dong are popular for selling high-quality antiques, shops in Dapsimni Art Street are popular for offering a wide assortment of antiques at reasonable prices.","regDate":"2022-07-22","author":"korea-tour","tag":["Seoul","Culture/Art/History","Experience Programs","Cultural Districts"],"imgUrl":"/2022-07-22-1658466170547/1917414_image2_1.webp","blogPath":"Seoul/2022-07-22-1658466170547","pageUrl":"https:/mcdryad.com/Seoul/2022-07-22-1658466170547"},"dataList":[{"id":"2022-08-02-1659468989162","title":"Hwanghakjeong Pavilion (황학정)","description":"Hwanghakjeong Pavilion was built in 1898 by decree of King Gojong’s. It was originally set up close to the northern wall of Hoesangjeon in Gyeonghuigung Palace for archery practice. In 1922 when the Japanese colonial government sold buildings of Gyeonghuigung Palace to the public to build Gyeongseong Middle School in the location, the Hwanghakjeong Pavilion was bought and restored at the current location, which is an old site of Deunggwajeong Pavilion located to the North of Sajik Park.<br><br>It is relatively large for a pavilion, but the structure is plain and simple. There is a well behind the pavilion to the southwest. A rock behind the well has an engraved poem about eight beautiful scenes of Hwanghakjeong. Located to the right of the pavilion building (northeast of the building) is Hancheongak Pavilion, which has unique roof. To the west of the pavilion is Sauhoegwan Hall that was built with reinforced concrete.","regDate":"2022-08-02","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Palaces"],"imgUrl":"/2022-08-02-1659468989162/1568125_image2_1.webp","blogPath":"Seoul/2022-08-02-1659468989162"},{"id":"2022-08-02-1659459694027","title":"Hongneung Arboretum (홍릉수목원)","description":"Hongneung Arboretum was the first arboretum in Korea, established in 1922 when experimental forests were built on Hongneung Royal Tomb, the burial mound of Queen Myeong-Seong. Hongneung Arboretum is managed by the Korea Forest Service, and houses a variety of domestic and international plants for both visitors to enjoy and researchers to study. The arboretum and Forest Sciece Exhibition Hall are open to the public. Student groups can enjoy natural science and forestry experiences with advanced reservation.","regDate":"2022-08-02","author":"korea-tour","tag":["Seoul","Nature","Natural Sites","Botanical Gardens"],"imgUrl":"/2022-08-02-1659459694027/746580_image2_1.webp","blogPath":"Seoul/2022-08-02-1659459694027"},{"id":"2022-08-02-1659454977408","title":"Hongdae (Hongik University Street) (홍대)","description":"Hongdae is a neighborhood known for its youthful ambience, with shops selling everything from clothing and cosmetics to living goods and books, as well as unique cafés and restaurants. The streets are also filled with buskers and dance performances, making a walk here quite entertaining. Special streets such as ateliers’ street (lined with private institutions for art students preparing for university entrance exams), Picasso’s Street, and Club Street are also must-go places for anyone hoping to fully experience the Hongdae area.","regDate":"2022-08-02","author":"korea-tour","tag":["Seoul","Culture/Art/History","Experience Programs","Cultural Districts"],"imgUrl":"/2022-08-02-1659454977408/2656577_image2_1.webp","blogPath":"Seoul/2022-08-02-1659454977408"},{"id":"2022-08-02-1659451203684","title":"Heunginjimun Gate - Dongdaemun Gate (흥인지문)","description":"Heunginjimun Gate was built to protect Hanseongbu, which historically housed important government facilities. Heunginjimun Gate was the gate on the east side of the outer wall of Seoul Fortress among eight gates. It is referred to as Dongdaemun Gate as well. The gate was constructed during King Taejo’s 5th year in 1396, remodeled during the reign of King Danjong in 1453 and was newly built in 1869 during the sixth year of King Gojong’s reign in 1869. <br><br>The gate features a hipped roof which has five front compartments and two side compartments on a two-storied building. The thin and weak bracket system supports the eaves and is excessively decorated, reflecting the construction features of the late Joseon period. Also, outside of the fortress is the half-circle shaped Ongseong, a small wall, to protect the gate.<br><br>One of the unique factors of Heunginjimun Gate is that it is the only gate among Seoul’s eight to have Ongseong, further exhibiting the style of construction used during the late Joseon period as well.","regDate":"2022-08-02","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Gates"],"imgUrl":"/2022-08-02-1659451203684/1568436_image2_1.webp","blogPath":"Seoul/2022-08-02-1659451203684"},{"id":"2022-08-02-1659449347832","title":"Heoninneung Royal Tombs Ecological Preservation Area (Alder Tree Forests) (헌인릉 생태경관보전지역(오리나무림))","description":"Heonninneung Royal Tombs Ecological Preservation Area is home to alder tree forests. It was officially designated as an ecological preservation area by the Seoul Metropolitan Government in 2005.","regDate":"2022-08-02","author":"korea-tour","tag":["Seoul","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2022-08-02-1659449347832/1860206_image2_1.webp","blogPath":"Seoul/2022-08-02-1659449347832"},{"id":"2022-08-02-1659446599379","title":"Heolleung and Illeung Royal Tombs [UNESCO World Heritage] (서울 헌릉(태종,원경왕후)과 인릉(순조,순원왕후) [유네스코 세계문화유산])","description":"Heolleung and Illeung Royal Tombs house the mounds for two kings of the Joseon dynasty (1392-1910) and their wives   King Taejong (1401-1418) and Queen Wongyeong, along with King Sunjo (1800-1834) and Queen Sunwon. Together, the tombs are referred to as Heonilleung Royal Tomb. The site possesses numerous stone statues and vestiges, and is a good place to experience the culture of the Joseon dynasty.","regDate":"2022-08-02","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-08-02-1659446599379/1985244_image2_1.webp","blogPath":"Seoul/2022-08-02-1659446599379"},{"id":"2022-07-24-1658633350042","title":"Hapjeong-dong Café Street (합정동 카페거리)","description":"Hapjeong-dong Café Street is lined with charming and pretty cafés, creating a peaceful environment. The cafés are almost all individually owned, with each shop giving off its own unique aura, following the style of the owner. Enjoy the delicious desserts and well prepared coffees at the café of your choosing.","regDate":"2022-07-24","author":"korea-tour","tag":["Seoul","Culture/Art/History","Experience Programs","Cultural Districts"],"imgUrl":"/2022-07-24-1658633350042/2014834_image2_1.webp","blogPath":"Seoul/2022-07-24-1658633350042"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}