{"pageProps":{"content":"![Cheonjangho Lake (천장호)](/2022-11-03-1667461081853/2358815_image2_1.webp)\n\n  \n## Overview\n\n> Cheonjangho Lake is situated on the ridge of Chilgapsan Mountain about 11 kilometers away from the Chilgapsan Recreational Forest. This is reservoir of 1,200 hectares and is used to irrigate nearby farm land. Construction began in 1972 and took seven years to complete. The lake boasts clean water and an outstanding surrounding landscape. When it comes under fog or clouds, it creates a scenic view against the Chilgapsan Mountain landscape. In early spring, smelts are caught in abundance, drawing a growing number of tourists and anglers.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br>(Korean, English, Japanese, Chinese) <br> • For more info: +82-41-940-2723|\n  \n\n  \n## Detail Image\n![/2022-11-03-1667461081853/1602623_image2_1.webp](/2022-11-03-1667461081853/1602623_image2_1.webp)\n![/2022-11-03-1667461081853/1602624_image2_1.webp](/2022-11-03-1667461081853/1602624_image2_1.webp)\n![/2022-11-03-1667461081853/1602625_image2_1.webp](/2022-11-03-1667461081853/1602625_image2_1.webp)\n![/2022-11-03-1667461081853/1602626_image2_1.webp](/2022-11-03-1667461081853/1602626_image2_1.webp)\n![/2022-11-03-1667461081853/1602628_image2_1.webp](/2022-11-03-1667461081853/1602628_image2_1.webp)\n![/2022-11-03-1667461081853/1602629_image2_1.webp](/2022-11-03-1667461081853/1602629_image2_1.webp)\n![/2022-11-03-1667461081853/1602630_image2_1.webp](/2022-11-03-1667461081853/1602630_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️82-41-940-2723](tel:82419402723)\n- [🏠tour.cheongyang.go.kr](http://tour.cheongyang.go.kr/)\n\n\n```googleMap\nlatitude: 36.4151666378\nlongitude: 126.9166054894\ntitle: 24-23, Cheonjangho-gil, Cheongyang-gun, Chungcheongnam-do\n```\n  \n## Directions\n  \n[Bus] <BR>\nFrom Seoul Central City Bus Terminal, take an intercity bus to Cheongyang Bus Terminal. <br>From Cheongyang \nBus Terminal, take a local bus bound for Jeongsan and get off at the \nEntrance of Cheonjangho Lake Bus Stop.\n","data":{"id":"2022-11-03-1667461081853","title":"Cheonjangho Lake (천장호)","description":"Cheonjangho Lake is situated on the ridge of Chilgapsan Mountain about 11 kilometers away from the Chilgapsan Recreational Forest. This is reservoir of 1,200 hectares and is used to irrigate nearby farm land. Construction began in 1972 and took seven years to complete. The lake boasts clean water and an outstanding surrounding landscape. When it comes under fog or clouds, it creates a scenic view against the Chilgapsan Mountain landscape. In early spring, smelts are caught in abundance, drawing a growing number of tourists and anglers.","regDate":"2022-11-03","author":"korea-tour","tag":["Chungcheongnam-do","Nature","Natural Sites"],"imgUrl":"/2022-11-03-1667461081853/2358815_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-03-1667461081853","pageUrl":"https:/mcdryad.com/Chungcheongnam-do/2022-11-03-1667461081853"},"dataList":[{"id":"2022-11-09-1667979513690","title":"Jeokbyeokgang River (적벽강)","description":"The primary source of the Geumgang River is a spring located on Ddeunbong Peak in Subun-ri, Jangsu-gun, Jeollabuk-do, which flows to the north. At Changnam, it changes direction and enters Bangu-ri, Buri-myeon, Geumsan-gun. From here, the river flows through steep mountains. At Sutong-ri, the precipitous cliffs of a mountain named Jeokbyeok tower proudly above, and where the river runs under these steep cliffs it is called the Jeokbyeokgang River.<br><br>Jeokbyeok literally means red walls in Korean. The Geumgang River under Jeokbyeok is as calm as a peaceful lake with long sandy shores. This riverbank is alive with beautiful flowers in spring, green pine trees in summer, and in fall, the green gives way to an autumnal tint, until lovely snowscapes blanket the area in winter.","regDate":"2022-11-09","author":"korea-tour","tag":["Chungcheongnam-do","Nature","Natural Sites"],"imgUrl":"/2022-11-09-1667979513690/710839_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-09-1667979513690"},{"id":"2022-11-09-1667976859194","title":"Imjonseong Fortress (예산 임존성)","description":"Imjonseong Fortress (also known as Daeheungsanseong Fortress) is located at the top of Bongsusan Mountain between Yesan-gun and Hongseong-gun in Chungcheongnam-do. This stone fortress was designed as a place to launch attacks against enemies. One of the ways in which those in the fortress fended off intruders was to unleash the water from the giant fortress well and let it gush down the mountain towards the oncoming forces.<br><br>The fortress wall is about 2.5m high and 3.5m wide and has a ditch 7-8 meters that runs alongside the southern wall. Compared with other Korean fortresses, Imjonseong Fortress is higher and about 2 meters thicker. It is the largest fortress of the Baekje Kingdom and has become the subject of much research.<br><br>History shows that the fortress was the central hub of the Restoration Movement of the Baekje Kingdom (18 BC - 660 AD). In the 20th year of the reign of King Uija (Baekje dynasty), the kingdom was defeated by the united forces of the Silla Kingdom and the Tang dynasty (currently, China). Boksin (a cousin of King Uisa), a monk, and Heukchisangji stayed at the fortress for three years while trying to return the king to power.<br><br>As you walk along the winding trail, you’ll be able to see Daeryeonsa Temple and as you continue to the top, you’ll be treated to spectacular views of Oseosan, Baekwolsan, and Gayasan mountains. Those who come to the fortress from Masa-ri, Gwangsi-myeon, can drive and park their car in the parking lot located right below the fortress.","regDate":"2022-11-09","author":"korea-tour","tag":["Chungcheongnam-do","Culture/Art/History","Historical Sites","Fortresses"],"imgUrl":"/2022-11-09-1667976859194/2026113_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-09-1667976859194"},{"id":"2022-11-09-1667972802220","title":"Hyeonchungsa Shrine (현충사)","description":"Hyeonchungsa Shrine, located in Asan-si, is the shrine of General Lee Sun-Shin (1545-1598).  It was built in 1706, and named Hyeonchungsa Shrine the following year. In 1932 during the Japanese occupation, a treasure preservation committee was formed to protect the shrine. Afterward, the shrine was rebuilt by the government, its area greatly enlarged, and was further developed into a sacred place. <br>The shrine contains Sipkyeongdo, a pictorial biography of general Lee Sun-Shin’s portrait and his life story. Nanjung Diary, designated National Treasure No. 76, his Long Sword, Treasure No. 326, and other treasures are displayed within the shrine as well, together with the old house he lived in, the arrow shooting range, and Geobuksun (turtle ship). When you enter the of Hyeonchungsa Shrine, Chungmu gate, you will see another gate called Hongsal Gate. Go past Hongsal Gate and you can see Lee Sun-Shin’s portrait, which was made with Korean Cheonggiwa tiles and iron-reinforced concrete. Inside the Gotaek Building is the Chungmujeong House, where Lee Sun-Shin spent his life until he was a young man. The newly added pond, Yeonji Pond, in Hyeonchungsa Shrine is also worth exploring.","regDate":"2022-11-09","author":"korea-tour","tag":["Chungcheongnam-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-11-09-1667972802220/1599738_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-09-1667972802220"},{"id":"2022-11-09-1667970473433","title":"Huirisan Pine Tree National Recreational Forest (국립 희리산해송자연휴양림)","description":"Surrounded by majestic pine trees, Huirisan Mountain boasts an outstanding landscape; there is a reservoir at the foot of the mountain. Upon climbing to the top of the mountain, visitor can overlook the scenic West Sea. There are also numerous attractions near Huirisan  Chunjangdae Beach, Geumgang River Banks, and Hansan Mosi Town (“Mosi” referring to “Ramie,” the predominant fabric used for traditional Korean clothing)<br><br>The top of the mountain (329m in x_height) is called Munsubong (or Munsu Peak). To the northwest of the Huirisan Pine Tree Recreational Forest is Saindae. Legend goes that four generals used to play there. Indeed, there is a cliff (140m in x_height) just below Saindae where they were believed to do chin-ups. Naturally, people call the area Teokgeolijang (Chin-Up Spot). Traces of Munsusa Temple still remain below Munsubong although it was said to have been destroyed by a huge number of bedbugs. 500m from Munsubong to the south, horse riding trails of the four generals are dotted along the ridge; Malttongbawi (Horse Dung Rock), resembling horse droppings, is 500m from the peak to the southeast.<br><br>Below Munsubong are four large peaks where the four generals lived and 100 small rocks beneath them that were home to low ranking men commanded by the generals. Because of their unique shapes, those rocks form a scenic sight while hiking in Huirisan.","regDate":"2022-11-09","author":"korea-tour","tag":["Chungcheongnam-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"/2022-11-09-1667970473433/2032732_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-09-1667970473433"},{"id":"2022-11-08-1667904363151","title":"House of Chusa (추사고택)","description":"House of Chusa, Chusa Gotaek in Korean, is the traditional Korean house of the renowned scholar and calligrapher Chusa, also known as Kim Jeong-hui. This old house is known to have been constructed by the great-grandfather of Chusa, Kim Han-Sin.<br><br>The Korean-style house compound (266.11 m²) consists of munganchae (a guesthouse), soseuldaemun (a high gate), sarangchae (ㄱ-shaped mens quarters), anchae (ㅁ-shaped women’s quarters) and a shrine where the remains of Chusa are enshrined. Theㄱ-shaped Sarangchae stretches for one kan (traditional measuring unit) to the south and 2 kans to the east and is comprised of two rooms and a daecheongmaru (living area). The Anchae consists of a six-kan daecheongmaru and two one-kan rooms.<br><br>Located on the ground is a tomb where Chusa’s great-grandfather (Kim Han-Sin) and his wife (Hwasun Princess) are buried. Nearby, visitors will see a gate that was constructed to commemorate Princess Hwasun’s faithfulness to her husband.<br><br>Located approximately 600 meters to the north of the old house is a lacebark pine tree, which was designated as a Natural Monument. The lacebark pine tree, originally from northern China, is among the few of its kind in Korea. It is said that Chusa snuck the pine across the border from China (formerly, the Qing dynasty) into the country when he was 25 years old and planted it at the tomb of his great-grandfather. Originally, the tree had three branches, but two were broken and the third branch was damaged. In 1980, the damaged branch was treated and since then, the tree has been kept under strong protection.","regDate":"2022-11-08","author":"korea-tour","tag":["Chungcheongnam-do","Culture/Art/History","Historical Sites","Old Houses"],"imgUrl":"/2022-11-08-1667904363151/2357922_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-08-1667904363151"},{"id":"2022-11-08-1667900379232","title":"Hongwonhang Port (홍원항)","description":"Hongwonhang Port, located near Chunjangdae Beach, is a popular place for enjoying sea fishing and delectable meals of fresh raw fish. In addition to its culinary appeal, the port offers the picturesque scene of long stretches of shoreline guarded by two beacons in red and white. Hongwonhang Port has many fishing boats thanks to its small tidal range, resulting in a lively atmosphere and cheap sashimi prices.<br><br>Hongwonhang Port, along with Gwangyanghang Port in Jeollanam-do, is the prime spot for gizzard shad. Each autumn the port holds the Gizzard Shad Festival, a festival that has plenty of events & delectable fish dishes. While at the festival, visitors are also encouraged to check out the Seocheon Museum of Marine & Natural History and Dongbaekjeong. The stuffed specimens at the museum are worth the visit and the view of Maryang Port from atop the museum is unbelievable.","regDate":"2022-11-08","author":"korea-tour","tag":["Chungcheongnam-do","Nature","Natural Sites"],"imgUrl":"/2022-11-08-1667900379232/2034929_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-08-1667900379232"},{"id":"2022-11-08-1667897286794","title":"Historic Site of General Gyebaek (계백장군 유적지)","description":"Gyebaek (? - 660) was a general in the ancient Korean kingdom of Baekje. This historic site is not far from Hwangsanbeol, the last battlefield of General Gyebaek who fell defending Baekje at the end of its days. Allied troops from Silla and Tang attacked Tanhyeon and Baekgang, strategic sites held by Baekje, in 660 (the 20th year of King Uija’s reign). <br><br>General Gyebaek and his 5,000 soldiers fought against General Kim Yu-sin and his 50,000 soldiers. General Gyebaek successfully defeated the allied troops four times, but was ultimately unable to overcome the insurmountable numbers brought to bear by his foe. The Baekje army was finally defeated, and the last general of Baekje, Gyebaek, died in the battle.","regDate":"2022-11-08","author":"korea-tour","tag":["Chungcheongnam-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-11-08-1667897286794/1279043_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-08-1667897286794"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}