{"pageProps":{"content":"![Changdong Art Village (창동예술촌)](/2022-07-30-1659181051031/2033249_image2_1.webp)\n\n  \n## Overview\n\n> Changdong Art Village was developed in an effort to rekindle commercial businesses in the declining downtown area. The empty town has been transformed into  an urban, trendy art village, tied close to the city. The main concept of the art villiage is to meld with the city's strengths in art for urban renewal. The city, which was once the heart of culture and art in 1950s and 1960s, has gone through the process of so-called \"urban regeneration through the arts\".<br><br>\n\nThe village has various attractions including three main alleys, namely Moonshin Art Alley, Masan Mountain Trail Art Alley, and Ecole de Chang-dong Alley, as well as 50 art facilities and 12 workshop locations proving hands-on programs.\n\n  \n## Intro\n\n| | |\n| - | - |\n|expagerange:|Open to visitors of all ages|\n|opendate:|May 25, 2012|\n|restdate:|Mondays (Exhibition Hall and Art Shop in Art Village closed / Individual workshops operate separately.)|\n|usetime:|09:00-18:00|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Admission Fees:|Free|\n|Available Facilities:|Public square, gallery, education hall, experience hall, etc.|\n|Restrooms:|Available|\n  \n## Detail Image\n![/2022-07-30-1659181051031/2032910_image2_1.webp](/2022-07-30-1659181051031/2032910_image2_1.webp)\n![/2022-07-30-1659181051031/2032913_image2_1.webp](/2022-07-30-1659181051031/2032913_image2_1.webp)\n![/2022-07-30-1659181051031/2032917_image2_1.webp](/2022-07-30-1659181051031/2032917_image2_1.webp)\n![/2022-07-30-1659181051031/2032919_image2_1.webp](/2022-07-30-1659181051031/2032919_image2_1.webp)\n![/2022-07-30-1659181051031/2032933_image2_1.webp](/2022-07-30-1659181051031/2032933_image2_1.webp)\n![/2022-07-30-1659181051031/2033245_image2_1.webp](/2022-07-30-1659181051031/2033245_image2_1.webp)\n![/2022-07-30-1659181051031/2033246_image2_1.webp](/2022-07-30-1659181051031/2033246_image2_1.webp)\n![/2022-07-30-1659181051031/2033248_image2_1.webp](/2022-07-30-1659181051031/2033248_image2_1.webp)\n![/2022-07-30-1659181051031/2033250_image2_1.webp](/2022-07-30-1659181051031/2033250_image2_1.webp)\n![/2022-07-30-1659181051031/2627027_image2_1.webp](/2022-07-30-1659181051031/2627027_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-55-222-2155](tel:+82552222155)\n- [🏠changdongartvillage.kr](http://changdongartvillage.kr/)\n\n\n```googleMap\nlatitude: 35.2071082341\nlongitude: 128.5748020743\ntitle: 24, Odongseo 6-gil, Masanhappo-gu, Changwon-si, Gyeongsangnam-do\n```\n  \n## Directions\n  \n[Bus]<br>Take Bus No. 24, 27, 251, 253, 101, 103, 112, or 122 and get off at Burim Market Bus Stop.\n","data":{"id":"2022-07-30-1659181051031","title":"Changdong Art Village (창동예술촌)","description":"Changdong Art Village was developed in an effort to rekindle commercial businesses in the declining downtown area. The empty town has been transformed into  an urban, trendy art village, tied close to the city. The main concept of the art villiage is to meld with the city's strengths in art for urban renewal. The city, which was once the heart of culture and art in 1950s and 1960s, has gone through the process of so-called \"urban regeneration through the arts\".<br><br>The village has various attractions including three main alleys, namely Moonshin Art Alley, Masan Mountain Trail Art Alley, and Ecole de Chang-dong Alley, as well as 50 art facilities and 12 workshop locations proving hands-on programs.","regDate":"2022-07-30","author":"korea-tour","tag":["Gyeongsangnam-do","Culture/Art/History","Experience Programs","Unique Experience"],"imgUrl":"/2022-07-30-1659181051031/2033249_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-07-30-1659181051031","pageUrl":"https:/mcdryad.com/Gyeongsangnam-do/2022-07-30-1659181051031"},"dataList":[{"id":"2022-07-30-1659188551156","title":"Changnyeong Upo Wetland (창녕 우포늪)","description":"Upo Wetland is the largest natural wetland in Korea. The wetland takes up three different areas of Changnyeong-gun with a total size of 2,314,060 square meters. Created approximately 140 million years ago, the wetland was formed when the soft ground collapsed and water filled the area to form swamps and lakes, where dinosaurs played. Dinosaurs footprints can be found at Sejin-ri near Upo Wetland.","regDate":"2022-07-30","author":"korea-tour","tag":["Gyeongsangnam-do","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2022-07-30-1659188551156/1803897_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-07-30-1659188551156"},{"id":"2022-07-30-1659177626599","title":"Byeokgyegyegok (Chalbi) Valley (벽계(찰비)계곡)","description":"Byeokgyegyegok Valley in Uiryeong, Gyeongnam region begins at  Jagulsan Mountain and runs down along Hanusan Mountain, showcasing deep valleys and interesting rock formations. Also called Chalbigyegok Valley, the valley has clean water flowing all year round. The valley’s stream from the waterfall creates big and small ponds along its way, most famous among which are Gaksiso and Nongso ponds.<br><br> The biggest draw of this attraction is the crystal clear pond waters that are clean enough to reflect the surrounding forest like a natural mirror. Byeokgye Tourist Site and Byeokgye Reservoir located near the tail-end of the valley are growing into full-fledged tourist attractions for camping and fishing.","regDate":"2022-07-30","author":"korea-tour","tag":["Gyeongsangnam-do","Nature","Natural Sites","Valleys"],"imgUrl":"/2022-07-30-1659177626599/2689572_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-07-30-1659177626599","pageUrl":"https:/mcdryad.com/Gyeongsangnam-do/2022-07-30-1659177626599"},{"id":"2022-07-30-1659173947475","title":"Bugok Hot Springs Special Tourist Zone (부곡온천 관광특구)","description":"The hot springs at Bugok have been called such because the land resembles the shape of a cauldron (the hanja characters of bu and gok refer to “cauldron” and “valley” respectively). When the spring was first discovered, people with skin ailments came in droves because of the water’s healing properties. <br><br>Bugok Spring maintains the best water temperature, 78℃. In the Bugok Hot Spring Special Tourist Zone, varied resting facilities like hotels, condos, a golf course, hot spring fountain and other facilities based on hot springs are available. Nearby attractions include Hwawangsan Mountain, famous for azalea, and Changnyeong Upo Wetland, making this area perfect for various travel plans. <br><br>Bugok Hot Springs Special Tourist Zone <br>Areas covered  Geomun-ri, Sachang-ri and Bugok-ri, Bugok-myeon, Changnyeong-gun,Gyeongsangnam-do <br>Area size  4,819,000 ㎡ <br>Designated day  January 18, 1997","regDate":"2022-07-30","author":"korea-tour","tag":["Gyeongsangnam-do","Culture/Art/History","Recreational Sites","Tourist Complexes"],"imgUrl":"/2022-07-30-1659173947475/2687425_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-07-30-1659173947475","pageUrl":"https:/mcdryad.com/Gyeongsangnam-do/2022-07-30-1659173947475"},{"id":"2022-07-30-1659170619407","title":"Birthplace of the16th President of Korea, Roh Moo-hyun (진영 봉하마을과 노무현 대통령 생가)","description":"Bongha Village is located 4.5km to the east of Jinyeong-eup, on the foot-slopes of Bonghwasan mountain.  It is a typical farming village, and its major produce is Jinyeong sweet persimmons and rice. Its name comes from the mound above it on Bonghwasan mountain, where in the past beacons were lit as a method of communication. Bonghwasan mountain is home to Bonghwasa temple and two famous valleys  Doduk (thief) valley on the east side, named because of the many thieves that used to operate in the area, and Yasi (fox) valley on the west side, which looks like a fox lying on its front, looking back at its tail. <Br><Br>Birthplace of the former President of Korea, Roh Moo-hyun<Br>The birthplace of the former President of Korea, Roh Moo-hyun, is a brick house with a slate roof that consists of two small rooms and a kitchen. Although it is a shabby house, everything in it seems rare and precious to visitors. The earth, stones, and water, as well as household items, are popular with visitors. Some visitors even take stones and soil from the garden home with them in plastic bags, and some take water, believing that water from the ex-president’s birthplace is almost sacred.","regDate":"2022-07-30","author":"korea-tour","tag":["Gyeongsangnam-do","Culture/Art/History","Historical Sites","Birthplaces"],"imgUrl":"/2022-07-30-1659170619407/1611275_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-07-30-1659170619407","pageUrl":"https:/mcdryad.com/Gyeongsangnam-do/2022-07-30-1659170619407"},{"id":"2022-07-30-1659166622805","title":"Bijindo Island (비진도)","description":"Bijindo Island is located 13 kilometers from Tongyeonghang Port. The island's main attraction is the 550 meter-long beach. Due to the unique formation of the island, with the beach appearing to connect two separate islands, it is possible to view both the sunrise and the sunset from the beach. The western side is a sandy beach, while the eastern side is a pebble beach.<br><br>Visitors to the island can also enjoy scenic attractions of Hallyeohaesang National Park, including Haegeumgang Island and Sipjaedonggul Cave. Bijindo Island is also a great place to enjoy seafishing or simply relax in the natural beauty.","regDate":"2022-07-30","author":"korea-tour","tag":["Gyeongsangnam-do","Nature","Natural Sites"],"imgUrl":"/2022-07-30-1659166622805/2023707_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-07-30-1659166622805","pageUrl":"https:/mcdryad.com/Gyeongsangnam-do/2022-07-30-1659166622805"},{"id":"2022-07-30-1659163505785","title":"Baenaegol Valley (배내골)","description":"Baenaegol Valley is located at the heart of the mountainous region affectionately known as the Yeongnam Alps. The valley derives its name “Baenaegol,” meaning “the valley of pears,” from the wild pear trees that grow in large numbers along the valley.<br><br>The valley covers nearly 8 kilometers of land between the range connecting Sinbulsan Mountain and Yeongchuksan Mountain and the western range connecting Cheonhwangsan Mountain and Jaeyaksan Mountain in Miryang. It is a popular vacation destination in the summer. Also, many tourists come to drink the water containing acer mono sap, which is known to be produced in this region during the springtime.<br><br>Baenaegol Valley is just a short distance away from downtown Yangsan. The valley provides an opportunity to enjoy nature away from the hustle and bustle of the city center. The long valley is wedged between highlands, which results in at least two hours less of sunshine than other regions, so it feels cooler in the summer months. Strawberries are also widely grown in the area.","regDate":"2022-07-30","author":"korea-tour","tag":["Gyeongsangnam-do","Nature","Natural Sites","Valleys"],"imgUrl":"/2022-07-30-1659163505785/1228175_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-07-30-1659163505785","pageUrl":"https:/mcdryad.com/Gyeongsangnam-do/2022-07-30-1659163505785"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}