{"pageProps":{"content":"![Paju Book City (파주출판도시)](/2022-09-03-1662180256271/1591764_image2_1.webp)\n\n  \n## Overview\n\n> Located in Paju, Gyeonggi-do, Paju Book City is a giant cultural complex, belonging to the Ministry of Culture, Sports, and Tourism. It is home to 250 publishers with over 10,000 workers. It covers the entire process of publishing from planning to printing and distribution.<br><br> \n\nAsia Publication Culture & Information Center houses book cafes, used bookstores, galleries, and restaurants, hosting diverse exhibitions and forums; Tan Tan Story House, run by Yeowon Media specializing in illustrated storybooks for children, is a cultural center for children with a performance hall, a gallery, and a book café. Other notable attractions include Yeolhwadang, Chameleon (BIR Publishing’s book outlet), Darakwon Book Café, and Moongongsa Book Café. The first floor of Paju Book City is full of book stores and cafes.<br><br>\n\nVisitors should note that some stores are closed on weekends and during holidays and generally operate 09:00-18:00. Aside from bookstores and cafes, Paju Book City also boasts many attractions. In a corner of the Asia Publication Culture & Information Center grounds is an elegant hanok (traditional Korean house) that boasts both traditional beauty and modern touches.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330<br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-31-955-0050|\n|parking:|Available|\n|restdate:|Varies by publication company|\n|usetime:|Varies by facility (Refer to the website)|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Restrooms:|Available|\n|Admission Fees:|Free|\n  \n## Detail Image\n![/2022-09-03-1662180256271/1591761_image2_1.webp](/2022-09-03-1662180256271/1591761_image2_1.webp)\n![/2022-09-03-1662180256271/1591765_image2_1.webp](/2022-09-03-1662180256271/1591765_image2_1.webp)\n![/2022-09-03-1662180256271/2431937_image2_1.webp](/2022-09-03-1662180256271/2431937_image2_1.webp)\n![/2022-09-03-1662180256271/2431938_image2_1.webp](/2022-09-03-1662180256271/2431938_image2_1.webp)\n![/2022-09-03-1662180256271/2431941_image2_1.webp](/2022-09-03-1662180256271/2431941_image2_1.webp)\n![/2022-09-03-1662180256271/2431946_image2_1.webp](/2022-09-03-1662180256271/2431946_image2_1.webp)\n![/2022-09-03-1662180256271/1591762_image2_1.webp](/2022-09-03-1662180256271/1591762_image2_1.webp)\n![/2022-09-03-1662180256271/1591763_image2_1.webp](/2022-09-03-1662180256271/1591763_image2_1.webp)\n![/2022-09-03-1662180256271/1591766_image2_1.webp](/2022-09-03-1662180256271/1591766_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-31-955-0050](tel:+82319550050)\n- [🏠www.pajubookcity.org</a> (Korean, English)<br><a href=\"http://www.bookcity.or.kr/\" target=\"_blank\" title=\"Book City 사이트로 이동\">www.bookcity.or.kr](http://www.pajubookcity.org/)\n\n\n```googleMap\nlatitude: 37.7083436435\nlongitude: 126.6866797759\ntitle: 145, Hoedong-gil, Paju-si, Gyeonggi-do\n```\n  \n## Directions\n  \n[Subway + Bus]<br>\nHapjeong Station (Seoul Subway Line 3, 6), Exit 2.<br>\nTake Bus No. 2000 and get off at Paju Book City Bus Stop.\n","data":{"id":"2022-09-03-1662180256271","title":"Paju Book City (파주출판도시)","description":"Located in Paju, Gyeonggi-do, Paju Book City is a giant cultural complex, belonging to the Ministry of Culture, Sports, and Tourism. It is home to 250 publishers with over 10,000 workers. It covers the entire process of publishing from planning to printing and distribution.<br><br> Asia Publication Culture & Information Center houses book cafes, used bookstores, galleries, and restaurants, hosting diverse exhibitions and forums; Tan Tan Story House, run by Yeowon Media specializing in illustrated storybooks for children, is a cultural center for children with a performance hall, a gallery, and a book café. Other notable attractions include Yeolhwadang, Chameleon (BIR Publishing’s book outlet), Darakwon Book Café, and Moongongsa Book Café. The first floor of Paju Book City is full of book stores and cafes.<br><br>Visitors should note that some stores are closed on weekends and during holidays and generally operate 09 00-18 00. Aside from bookstores and cafes, Paju Book City also boasts many attractions. In a corner of the Asia Publication Culture & Information Center grounds is an elegant hanok (traditional Korean house) that boasts both traditional beauty and modern touches.","regDate":"2022-09-03","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Industrial Sites","Others"],"imgUrl":"/2022-09-03-1662180256271/1591764_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-03-1662180256271","pageUrl":"https:/mcdryad.com/Gyeonggi-do/2022-09-03-1662180256271"},"dataList":[{"id":"2022-09-14-1663148701396","title":"Gimpo Munsusanseong Fortress (김포 문수산성)","description":"Munsusanseong Fortress was built on Munsusan Mountain in 1694, during the 20th year of the reign of King Sukjong, the 19th king of the Joseon dynasty. The fortress as designed to defend Gwanghwado Island from marine invasion. At the time, the fortress had north, west, and south gates, but they were destroyed in a fire during the Byeong-in Yangyo (1866). The north gate was restoryed in 1995 and the south gate in 2002.  The fortress walls span 6 kilometers in length, 4 kilometers of which remain unrestored. Surrounded by beautiful scenery, the top of the fortress commands a spectacular view spanning from North Korea to the Hangang River inlet, and from Samgaksan Mountain to the sea off Incheon in the distance. It is often referred to as the Geumgangsan Mountain of Gimpo as it boasts superb scenery throughout all four seasons. The mountain is home to Munsusa Temple, established during the reign of Silla King Jinseong.","regDate":"2022-09-14","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Fortresses"],"imgUrl":"","blogPath":"Gyeonggi-do/2022-09-14-1663148701396"},{"id":"2022-09-14-1663145457820","title":"Gimpo International Sculpture Park (김포국제조각공원)","description":"Gimpo Sculpture Park is situated in a large forest and is decorated with 30 sculptures  14 by international artists and 16 by Korean artists. Since the site is located near the DMZ, the only divided country in the world, each sculpture expresses the overarching theme of unification. A favorite spot for weekend picnicking families and couples on dates, the park is expected to be included in a large tourist complex in the near future along with nearby Reports Park and the youth training center.","regDate":"2022-09-14","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-09-14-1663145457820/2431740_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-14-1663145457820"},{"id":"2022-09-14-1663141881989","title":"Everland (에버랜드)","description":"Everland Resort entertains visitors through attractions in the five themed areas of Global Fair, American Adventure, Magic Land, Zootopia, and European Adventure. The amusement park is decorated according to different themed festivals throughout the year, including Tulip Festival, Rose Festival, Summer Splash, Halloween Festival, Romantic Illumination, and more. One of the park’s most famous rides is T-Express, Korea’s first wooden roller coaster, popular among young visitors. Zootopia is a must-see as it spans over an area of 15,000 ㎡ and exhibits 2,000 animals. Lost Valley opened in 2013 and features the largest ecological safari world with tours by amphibious car to see 150 animals. A pair of giant pandas given by Chinese president Xi Jinping as a symbol of friendship between Korea and China can also be seen at Panda World.","regDate":"2022-09-14","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Recreational Sites","Theme Parks"],"imgUrl":"/2022-09-14-1663141881989/2372251_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-14-1663141881989"},{"id":"2022-09-14-1663137214805","title":"East Nine Royal Tombs [UNESCO World Heritage] (구리 동구릉 [유네스코 세계문화유산])","description":"East Nine Royal Tombs are located in a large forest area, and they are the resting place of Joseon's kings and queens. There are nine royal mausoleums in total. The tombs are very large compared to other tombs in Korea, and the surrounding forest adds to the scenery. The nine royal mausoleums include the tomb of Joseon dynasty’s founder King Taejo (1335-1408), which is called Geonwolleung. <br> <br>A thick forest surrounds the mausoleums, and between the graves there are casual walking trails. The burial site carries 600 years of Joseon history with it.","regDate":"2022-09-14","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"","blogPath":"Gyeonggi-do/2022-09-14-1663137214805"},{"id":"2022-09-14-1663131905688","title":"Dongtan Lake Park (동탄호수공원)","description":"Dongtan Lake Park is a well-being space within the city with large grass field, picnic area, phytoncide forest and more along the lake. There are walking trails along the container bridge, various customized benches, and beautiful landscape to enjoy. Other facilities include sports facilities, water playground, and a large water fountain with a fountain show.","regDate":"2022-09-14","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"","blogPath":"Gyeonggi-do/2022-09-14-1663131905688"},{"id":"2022-09-13-1663065940454","title":"Dongducheon Special Tourist Zone (동두천 관광특구)","description":"The major attractions in the Dongducheon Special Tourist Zone include Soyosan Mountain, a prominent mountain standing in the northern part of Gyeonggi-do, and the commercial district around Bosan-dong which offers facilities and services for the US Army in Korea. <br><br>The azaleas color Soyosan Mountain pink in spring while the fall foliage brings hues of red, orange, and yellow in autumn. Located on the mountain is Jajaeam Hermitage, the place where the Buddhist Saint Wonhyo was said to have reached enlightenment. Near the entrance to the mountain, one can find restaurants serving sanchae (edible wild plants) dishes and tteokgalbi (grilled short rib meat patties) and a market for quality beef and chicken at affordable prices. <br><br>Near the Camp Casey military base in Bosan-dong are over 330 stores that have opened after the 1950s. Foreigners and tourists from abroad, particularly US soldiers, account for 40% of those visiting Dongducheon. Bosan Station (Seoul Subway Line 1) is located nearby.","regDate":"2022-09-13","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Recreational Sites","Tourist Complexes"],"imgUrl":"","blogPath":"Gyeonggi-do/2022-09-13-1663065940454"},{"id":"2022-09-13-1663062308945","title":"Cheongpyeong Lake (청평호반)","description":"Cheongpyeong Lake is an artificial lake that was formed with the construction of Cheongpyeong Dam in the Bukhangang River. Surrounding mountains and lake landscapes blend together harmoniously creating breathtaking views and is fast becoming a choice destination in Korea. <br><br>Near Cheongpyeong Lake there is an amusement park as well as numerous summer homes. On the nearby lake, one can enjoy water skiing and a host of other recreations. In addition, accommodation is also available making this destination a famous vacation spot all-year-round. Around Cheongpyeong Lake, there are a total of 30 boating areas for water skiing, motor boats, jet skis, banana boats, and various other water activities. All instrument rentals and lessons are also available.","regDate":"2022-09-13","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites"],"imgUrl":"","blogPath":"Gyeonggi-do/2022-09-13-1663062308945"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}