{"pageProps":{"content":"![Andong Ontrepieum (안동 온뜨레피움)](/2022-07-28-1659034133562/2018997_image2_1.webp)\n\n  \n## Overview\n\n> Ontrepieum, meaning \"to bloom flowers in a garden,\" is situated in Andong's Cultural Tourism Complex.  With an area of approximately 30,000 ㎡, it consists of a 1,500 ㎡ tropical green house, a 6,600 ㎡ herb garden, farming land, an animal performance theater, a nature experience section, and other areas. The tropical greenhouse features tropical and subtropical plants, including herbs, coffee and palm trees. Over 17,000 trees planted in the park, along with its water fountain and photo zones, make it the perfect place for a fun weekend getaway, not to mention that it has been used as a filming location. It is a fantastic place to take some photos with a unique feel. <br> The Andong Cultural Tourism Complex also has a couple of attractions nearby, including a KBS studio, the Korea Folk Museum, the Water Museum and Arts and Crafts Museum.\n\n  \n## Intro\n\n| | |\n| - | - |\n|accomcount:|Approx. 7,500 people|\n|expagerange:|Open to visitors ages 5 and older|\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-54-823-8850|\n|opendate:|April 1, 2011|\n|parking:|Available (163 regular parking spaces, 3 designated parking spaces, 12 large parking spaces)|\n|restdate:|Mondays|\n|usetime:|10:00-18:00 (Ticketing closes at 17:00)|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Film Locations:|KBS TV Drama Filming Location - Taejo Wang Geon, Age of Warriors, Hong Gil-dong (Nearby the port and the coast)|\n|Admission Fees:|Individual - Adults 2,000 won / Children & senior citizens 1,500 won<br> Groups (20 or more) - Adults 1,500 won / Children & senior citizens 1,000 won<br>* Free: Infants (ages 2 and under) <br>* Adults (from middle school student to ages 64) /  Children (ages 2 to elementary school)|\n|Available Facilities:|Mini train, Light tunnels, Windmills Cafes, Topieori garden, 4D theater, Farmer's Land, Children's playground, Central Square, Rainbow Pond,  Green Planet Green House, Ontre's Snacks, DIY Experiences, 3D Cinema,  Herb garden, Rock Garden, Green Planet cafe|\n|Restrooms:|Available|\n|Parking Fees:|Free|\n|Interpretation Services Offered:|Not Available|\n|Reservation Info. for Foreigners:|Group visit required|\n  \n## Detail Image\n![/2022-07-28-1659034133562/2018934_image2_1.webp](/2022-07-28-1659034133562/2018934_image2_1.webp)\n![/2022-07-28-1659034133562/2018938_image2_1.webp](/2022-07-28-1659034133562/2018938_image2_1.webp)\n![/2022-07-28-1659034133562/2018942_image2_1.webp](/2022-07-28-1659034133562/2018942_image2_1.webp)\n![/2022-07-28-1659034133562/2018950_image2_1.webp](/2022-07-28-1659034133562/2018950_image2_1.webp)\n![/2022-07-28-1659034133562/2018955_image2_1.webp](/2022-07-28-1659034133562/2018955_image2_1.webp)\n![/2022-07-28-1659034133562/2018957_image2_1.webp](/2022-07-28-1659034133562/2018957_image2_1.webp)\n![/2022-07-28-1659034133562/2018960_image2_1.webp](/2022-07-28-1659034133562/2018960_image2_1.webp)\n![/2022-07-28-1659034133562/2018967_image2_1.webp](/2022-07-28-1659034133562/2018967_image2_1.webp)\n![/2022-07-28-1659034133562/2018975_image2_1.webp](/2022-07-28-1659034133562/2018975_image2_1.webp)\n![/2022-07-28-1659034133562/2018978_image2_1.webp](/2022-07-28-1659034133562/2018978_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-54-823-8850](tel:+82548238850)\n\n\n\n```googleMap\nlatitude: 36.5659582060\nlongitude: 128.7792044224\ntitle: 346-95 Gwangwangdanji-ro, Andong-si, Gyeongsangbuk-do\n```\n  \n\n","data":{"id":"2022-07-28-1659034133562","title":"Andong Ontrepieum (안동 온뜨레피움)","description":"Ontrepieum, meaning \"to bloom flowers in a garden,\" is situated in Andong's Cultural Tourism Complex.  With an area of approximately 30,000 ㎡, it consists of a 1,500 ㎡ tropical green house, a 6,600 ㎡ herb garden, farming land, an animal performance theater, a nature experience section, and other areas. The tropical greenhouse features tropical and subtropical plants, including herbs, coffee and palm trees. Over 17,000 trees planted in the park, along with its water fountain and photo zones, make it the perfect place for a fun weekend getaway, not to mention that it has been used as a filming location. It is a fantastic place to take some photos with a unique feel. <br> The Andong Cultural Tourism Complex also has a couple of attractions nearby, including a KBS studio, the Korea Folk Museum, the Water Museum and Arts and Crafts Museum.","regDate":"2022-07-28","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Recreational Sites","Theme Parks"],"imgUrl":"/2022-07-28-1659034133562/2018997_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-07-28-1659034133562","pageUrl":"https:/mcdryad.com/Gyeongsangbuk-do/2022-07-28-1659034133562"},"dataList":[{"id":"2022-07-30-1659149570991","title":"Chilgok Gasansanseong Fortress and Gasanbawi Rock (칠곡 가산산성 및 가산바위)","description":"Gasansanseong Fortress in Chilgok-gun, Gyeongsangbuk-do is located in the middle of Chilgok-gun, between Daegu Metropolitan City and Gumi. Gasansan Mountain (901m in elevation) is 10 kilometers west of Palgongsan Mountain. Because it boasts seven peaks, the mountain was called Chilbongsan Mountain. After enduring foreign invasions, including the Imjin War (1592-1598) and the Qing invasion of Joseon (1636), the Joseon rulers built a fortress over the course of 100 years to aid in Korea’s defense. It is Korea’s only three-layered fortress, consisting of inner, outer and central walls. The flat Gasanbawi Rock at the mountain’s peak, which is large enough to accommodate 100 people at a time, offers a great view of Daegu Metropolitan City.","regDate":"2022-07-30","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Fortresses"],"imgUrl":"/2022-07-30-1659149570991/1053876_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-07-30-1659149570991"},{"id":"2022-07-29-1659138077312","title":"Chilbosan National Recreational Forest (국립 칠보산자연휴양림)","description":"Chilbosan National Recreational Forest is located west of Yongdeok. The mountain is known to have seven treasures, thus named Chilbo, or seven treasures in Korean. The seven treasures include rock moss, deodeok, wild ginseng, milk vetch root, wild boar, copper and iron. From the peak of the mountain, visitors can enjoy a panoramic view of the East Sea. Chilbosan National Recreational Forest serves as the perfect getaway with various facilities.","regDate":"2022-07-29","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"/2022-07-29-1659138077312/2026513_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-07-29-1659138077312"},{"id":"2022-07-29-1659134418295","title":"Cheongsong Eoreumgol Valley [National Geopark] (청송 얼음골 (청송 국가지질공원))","description":"Cheongsong Eoreumgol Valley has a mysterious phenomenon providing a warm breeze in winter and cool breeze in summer. It is one of 20 eorumgol throughout the country. Surrounded by rocks, the valley provides clean water and the man-made waterfall at Tanggeonbong Peak is a popular getaway area during summer period.","regDate":"2022-07-29","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites","Valleys"],"imgUrl":"/2022-07-29-1659134418295/2365518_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-07-29-1659134418295"},{"id":"2022-07-29-1659130731634","title":"Cheongoksan National Recreational Forest (국립 청옥산자연휴양림)","description":"Cheongoksan National Recreational Forest is located in Bonghwa-gun, Gyeongsangbuk-do. The forest is composed of 100-year-old white pine trees brimming with pine nuts, along with pines and larches. In the forest, you can see the trees standing tall amidst the majestic rock formations. If you walk along the mountain trail, you will come to a suspension bridge, and after crossing, you will enter a section of forest that has maintained an old, almost primeval, feeling.<br><br>In spring, beautiful wild flowers blossom throughout the forest, magnolias in particular, bloom within the valley. Cheongoksan National Recreational Forest features a variety of facilities such as a nearby water park, children’s playground, fitness center, campsite and an outdoor lecture field. The water in the water park is cold and very clean, using natural stream water. In nearby Baekcheongyegok Valley, you may also see Manchurian trout, which live in clean, fresh water streams. Hyeonbulsa Temple is also located in the valley.","regDate":"2022-07-29","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"/2022-07-29-1659130731634/1999501_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-07-29-1659130731634"},{"id":"2022-07-29-1659127282016","title":"Cheongoksan Mountain (청옥산)","description":"Cheongoksan Mountain (1,276 meters) is located to the southeast of Manggyeongdae Cliff on Taebaeksan Mountain. The hiking course goes along the ridge of the mountain from Neutjae Pass in Socheon-myeon and winds past Hongjesa Temple, which according to rumors is where the great Buddhist monk Samyeong underwent spiritual training.<br><br>Nearby is Baekcheongyegok Valley, designated as Natural Monument No. 74, as well as Goseongyegok Valley, home to a huge primeval forest and Cheongoksan Recreational Forest, which includes various leisure facilities such as a water park, work-out center, campgrounds, lodges, and more.","regDate":"2022-07-29","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-07-29-1659127282016/607832_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-07-29-1659127282016"},{"id":"2022-07-29-1659123396552","title":"Cheongnyangsan Provincial Park (청량산도립공원)","description":"Cheongnyangsan Mountain, with an altitude of 870 meters, is hidden away from civilization. Attractions in the mountain are 12 peaks including Geumtapbong Peak, eight caves, Gwangchangpokpo Falls, and Cheongnyangsa Temple, built by Buddhist monk Wonhyo during King Munmu’s third year of reign during the Silla Period (57 BC - AD 935).<br><Br>Behind the Cheongnyangsan Provincial Park’s entrance boulder is a monument with a poem inscribed on it by the famous scholar Toegye Yi Hwang of the Joseon period called Cheongnyangsanga. Aside from Toegye Yi Hwang, Wonhyo and Uisang, caligraphy master Gimsaeng, scholar Choi Chi-won, and many others came to this mountain to cultivate their arts. Their presence still lingers in legends, being retold to this day.","regDate":"2022-07-29","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites","Provincial Parks"],"imgUrl":"/2022-07-29-1659123396552/1737993_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-07-29-1659123396552"},{"id":"2022-07-29-1659120479282","title":"Cheongnyangsa Temple - Bonghwa (청량사-봉화)","description":"Located in Cheongnyangsan Mountain Provincial Park, Cheongnyangsa Temple was built by the great monk Wonhyo in 663, the 3rd year of King Munmu of the Silla Kingdom. According to the principles of feng shui, the area is an ideal place for a temple – with the 12 mountain peaks surrounding the temple like the petals of a lotus flower. <br><br>The temple is home to two precious historical remains; one is the board of Yuribojeon that King Gongmin of Goryeo wrote upon and the other is Jibul. Yuribojeon is the building where Yaksa-yorae-bul (the Medicine Buddha Statute) is housed and Jibul is a Buddha statute made of paper that was painted with gold.<br><br>At the back of the temple is Bosalbong Peak looking out towards Cheongnyangsan Mountain. A 30 minute walk along the hiking trail will lead you to Eungjinjeon, a hermitage with a beautiful view where the great monk Wonhyo once stayed. Behind Eungjinjeon stands Geumtapbong Peak and the sheer cliffs below. The peak was named Geumtapbong (meaning ‘golden pagoda’ in Korean) since it looks like a nine-story pagoda with pine trees growing around the base. In the autumn, the beautiful red, gold and orange hues of the maple trees are a true sight to behold.","regDate":"2022-07-29","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-07-29-1659120479282/222043_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-07-29-1659120479282"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}