{"pageProps":{"content":"![Olympic Park (올림픽공원)](/2022-08-07-1659834580035/2650439_image2_1.webp)\n\n  \n## Overview\n\n> Olympic Park is an impressive leisure facility in which historic remains from the Baekje era share space with modern, state-of-the-art sports stadiums, an eco-friendly forest, and spacious grass fields. The legacy of the 1988 Seoul Olympics, the park not only houses the country’s largest sports arena, but has also become a place where Seoul residents come to relax and unwind. \n<br><br>\nSpread across approximately 1.45 million square meters, Olympic Park encompasses the land that was once Mongchontoseong Fortress and Mongchonhaeja (manmade lake) from the early Baekje period. The park is divided into several zones, including a leisure sports park, a cultural art park, an eco-park, and the History Experience Park dedicated to the area’s rich historic heritage. \n<br><br>\nBecause Olympic Park is so large and takes over three hours to explore, visitors are advised to familiarize themselves with entrances and exits and travel routes before they start. To further save time, visitors can ride the Road Train (“Hodori Train”) located next to Peace Square.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br>(Korean, English, Japanese, Chinese) <br> • For more info: +82-2-410-1114|\n|opendate:|April 1986|\n|parking:|Available|\n|restdate:|N/A (Open all year round)|\n|usetime:|Pedestrian and bicycle access: 05:00–22:00 (Plaza area until 24:00)<br>Vehicle access: 06:00-22:00<br>* Prohibited from entering park except for Peace Square and Meeting Square after 22:00 for safety|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Restrooms:|Available|\n|Admission Fees:|Free|\n|Parking Fees:|Small vehicles: 1,000 won within one hour / 500 won for each additional 15 minute<br> Large vehicles (24 passengers / 2.5 tons of more): 12,000 won<br> * Light-weighted vehicles, cars for people with disabilities, etc.: 50% discount<br> * In the event of large event held in the park, parking fees are changed to pre-paid parking lot and the parking lot operating hour is subject to change. <br>(Pre-paid parking lot: Small vehicles 5,000 won / Large vehicles 12,000 won)|\n  \n## Detail Image\n![/2022-08-07-1659834580035/722873_image2_1.webp](/2022-08-07-1659834580035/722873_image2_1.webp)\n![/2022-08-07-1659834580035/1567821_image2_1.webp](/2022-08-07-1659834580035/1567821_image2_1.webp)\n![/2022-08-07-1659834580035/1567822_image2_1.webp](/2022-08-07-1659834580035/1567822_image2_1.webp)\n![/2022-08-07-1659834580035/1567823_image2_1.webp](/2022-08-07-1659834580035/1567823_image2_1.webp)\n![/2022-08-07-1659834580035/1567824_image2_1.webp](/2022-08-07-1659834580035/1567824_image2_1.webp)\n![/2022-08-07-1659834580035/1567826_image2_1.webp](/2022-08-07-1659834580035/1567826_image2_1.webp)\n![/2022-08-07-1659834580035/1567827_image2_1.webp](/2022-08-07-1659834580035/1567827_image2_1.webp)\n![/2022-08-07-1659834580035/2650437_image2_1.webp](/2022-08-07-1659834580035/2650437_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-2-410-1114](tel:+8224101114)\n- [🏠www.olympicpark.co.kr](http://www.olympicpark.co.kr/)\n\n\n```googleMap\nlatitude: 37.5194456386\nlongitude: 127.1224425827\ntitle: 424, Olympic-ro, Songpa-gu, Seoul\n```\n  \n## Directions\n  \n[Subway] <br>\nOlympic Park Station (Seoul Subway Line 5), Exit 3.<br>\n Mongchontoseong Station (Seoul Subway Line 8), Exit 1.<br>\n<br>\n [Bus]<br>\n Get off at Olympic Park Bus Stop.<br>\n - Green Bus: 3214, 3220, 3319, 3412<br>\n<br>\n Get off at Olympic Park Peace Plaza Bus Stop.<br>\n - Green Bus: 3412, 3413<br>\n - Blue Bus: 340<br>\n<br>\n Get off at Olympic Center Bus Stop.<br>\n - Green Bus: 3318, 3319, 3411, 4318<br> - Blue Bus: 340, 341, 351\n","data":{"id":"2022-08-07-1659834580035","title":"Olympic Park (올림픽공원)","description":"Olympic Park is an impressive leisure facility in which historic remains from the Baekje era share space with modern, state-of-the-art sports stadiums, an eco-friendly forest, and spacious grass fields. The legacy of the 1988 Seoul Olympics, the park not only houses the country’s largest sports arena, but has also become a place where Seoul residents come to relax and unwind. <br><br>Spread across approximately 1.45 million square meters, Olympic Park encompasses the land that was once Mongchontoseong Fortress and Mongchonhaeja (manmade lake) from the early Baekje period. The park is divided into several zones, including a leisure sports park, a cultural art park, an eco-park, and the History Experience Park dedicated to the area’s rich historic heritage. <br><br>Because Olympic Park is so large and takes over three hours to explore, visitors are advised to familiarize themselves with entrances and exits and travel routes before they start. To further save time, visitors can ride the Road Train (“Hodori Train”) located next to Peace Square.","regDate":"2022-08-07","author":"korea-tour","tag":["Seoul","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-08-07-1659834580035/2650439_image2_1.webp","blogPath":"Seoul/2022-08-07-1659834580035","pageUrl":"https:/mcdryad.com/Seoul/2022-08-07-1659834580035"},"dataList":[{"id":"2022-08-08-1659994648083","title":"Seoul Daehan Hospital (서울 대한의원)","description":"Daehanuiwon (Daehan Medical Center) is an antique two-story brick building within the grounds of Seoul National University Hospital. It was established under the direct administration of the Uijeongbu (State Council), combining the Gwangjewon (under the Home Ministry), Gyeongseong Medical School and the Korean Red Cross Hospital (under the Royal Household). Built in the Madubong Hill area, this location where Hamchunwon, the outer garden of Changgyeonggung Palace, once stood in 1484 (15th year of King Seongjong), was also once the site of Gyeongmogung Palace, where King Jeongjo enshrined the mortuary tablet of his birth father Crown Prince Sado Seja in 1776 (the year King Jeongjo ascended to the throne). <br><br>These places that held importance for the royal family were destroyed as the Japanese built Gyeongseong Empire University in its place. In 1907, with the announcement of the plan to establish Daehan Medical Center, construction began on the main building, seven wards and affiliated buildings.  Construction was completed in November 1908. <br><br>The Daehan Medical Center opened in Gwangjewon, but upon Japanese colonization in 1910, its name was changed to the Japanese Viceroyalty Hospital. In 1926, it was included as a part of Gyeongseongjeguk University to become a university hospital. Since the liberation of Korea in 1945, it has been a hospital affiliated with Seoul National University.","regDate":"2022-08-08","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-08-08-1659994648083/1554829_image2_1.webp","blogPath":"Seoul/2022-08-08-1659994648083"},{"id":"2022-08-08-1659991172318","title":"Seoul Color Park (서울색공원)","description":"The Seoul Color Park spans over 9,000 ㎡ of land next to the Hangang River under Mapodaegyo Bridge. It features a large wave-shaped sculpture, as well as bar code graphics and benches painted with 10 different colors that have been designed as the Colors of Seoul. The streetscape is designed with images and Colors of Seoul that includes “Dancheong” red, “Kkotdam” red brown, “Namsan” green and more. Sculptures and art works using the Colors of Seoul can also be seen at Seoul Museum of Art and Seoul History Museum.","regDate":"2022-08-08","author":"korea-tour","tag":["Seoul","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-08-08-1659991172318/1985223_image2_1.webp","blogPath":"Seoul/2022-08-08-1659991172318"},{"id":"2022-08-08-1659987365301","title":"Seoul Cathedral Anglican Church or Korea (대한성공회 서울주교좌성당)","description":"Seoul Cathedral Anglican Church of Korea began construction under Mark Trollope, the third bishop of the Anglican Church of Korea, in 1922. It was designed by a English architect Arthor Dixon. Dedication ceremony of the church was held On May 2, 1926 when the construction work hadn't been completed yet. At that time, the church building was a 3-storey building with a 992 m² floor size. Later in 1993, the original blue print of the church was found at a library in England and the construction resumed and would be completed in 1996.<br><br>The church building is a  harmonious combination of Romanesque  and traditional Korean style.  The exterior of the church is shaped like a cross with various lines placed in harmony. Inside the cathedral, there are 12 stone columns symbolizing the 12 apostles, a mosaic of Jesus on the front wall, and a brass plate in commemoration of Mark Trollope. Under the brass plate, the remains of the bishop Mark Trollope are enshrined. <br>* Size  B1-3F<br>* Building site area  519㎡ (157 pyeong), Ground area 909㎡ (275 pyeong)","regDate":"2022-08-08","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Holy Sites"],"imgUrl":"/2022-08-08-1659987365301/755849_image2_1.webp","blogPath":"Seoul/2022-08-08-1659987365301"},{"id":"2022-08-08-1659984351823","title":"Seoul Bongeunsa Temple (봉은사 (서울))","description":"Once known as Gyeonseongsa Temple, Bongeunsa Temple is located north of COEX, and was constructed in the 10th year of Silla King Weongseong’s reign (794). In 1498, Queen Jeonghyeon refurbished Gyeonseongsa Temple and renamed it Bongeunsa Temple.<br><br>Originally located near the Royal Tomb of King Seongjong, the temple was transferred to its current location during Joseon King Myeongjong’s reign. The temple is home to 3,479 Buddhist scriptures of 13 types, including the works of Kim Jeong-hee. The Buddhist ceremony called Jeongdaebulsa is held on the ninth day of the eighth month of the lunar calendar, where monks march carrying the scriptures on their heads and recite the Beopseongge (Buddhist rites).","regDate":"2022-08-08","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-08-08-1659984351823/2652137_image2_1.webp","blogPath":"Seoul/2022-08-08-1659984351823"},{"id":"2022-08-08-1659980555730","title":"Seoul Bangidong Ancient Tombs (서울 방이동 고분군)","description":"The ancient tombs  in Bangi-dong were discovered during the land readjustment project of Jamsil-jigu District in 1975. A total of eight ancient tombs were excavated until 1976, and the site was restored into a park in 1983. The Bangi-dong area was originally a low line of hills with an altitude of 30-50m above sea level, but it has been made into flatland for urban development purposes. Tomb numbers 1 to 6 lie on the same hill, while tomb no. 7 and 8 are located on another hill a short distance away.<br><br>All eight tombs have circular burial mounds. The insides of the a tomb feature a square or rectangular-shaped burial chamber with earthen ground and stone walls, and a passage leading from the tomb entrance to the chamber. However, details of the burial chambers vary by tomb. Most of the tombs had been robbed before the investigation, but a few relics such as plates and pots have been excavated. At the time of excavation, the relics were presumed to have come from the Baekje dynasty (18 BC-660 AD), but it is now estimated that they date back to the Unified Silla Period (676-935 AD).","regDate":"2022-08-08","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-08-08-1659980555730/741946_image2_1.webp","blogPath":"Seoul/2022-08-08-1659980555730"},{"id":"2022-08-08-1659977795734","title":"Seoul Animation Center (서울 애니메이션센터)","description":"The Seoul Animation Center was established by the Seoul Metropolitan Government in May 1999 with the aim of providing comprehensive support to Korea’s cartoon and animation industry. The center runs an information desk, offers educational programs, holds events to support new talents and productions, and hosts diverse events and exhibitions.","regDate":"2022-08-08","author":"korea-tour","tag":["Seoul","Culture/Art/History","Industrial Sites","Others"],"imgUrl":"/2022-08-08-1659977795734/1895102_image2_1.webp","blogPath":"Seoul/2022-08-08-1659977795734"},{"id":"2022-08-08-1659973489363","title":"Seosomun Historical Park (서소문역사공원)","description":"The Seosomun Gate area, which is located outside Seosomun Gate, was used as a persecution site in the 19th century before it turned into the local park of today. Many Catholics were suppressed and martyred here, making the area a holy site for Korean Catholics. Seosomun Gate was a gateway to Chilpae Market located near Namdaemun Gate. It was always busy with passerbys and the persecution site was established outside the gate to set an example of crime punishment to all the witnesses.  <br><br>On May 15, 1999, a memorial tower was raised at the center of the park in honor of the martyrs. In 2013, Seoul's Jung-gu district also founded Seosumun Holy Shrine History Museum with a memorial exhibition hall in their honor.","regDate":"2022-08-08","author":"korea-tour","tag":["Seoul","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-08-08-1659973489363/1569102_image2_1.webp","blogPath":"Seoul/2022-08-08-1659973489363"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}