{"pageProps":{"content":"![Hyosajeong Pavilion (효사정)](/2022-08-04-1659578777450/2531100_image2_1.webp)\n\n  \n## Overview\n\n> Hyosajeong Pavilion is where Nohan, the second vice premier of the Joseon dynasty during King Sejong and King Sejo’s reign, stayed. After he lost his mother, he built the pavilion to mourn at her grave while still being able to see his father’s grave in Gaeseong to the North. His brother-in-law, then Minister of the Interior, Gang Sa-deok named the pavilion “Hyosajeong,” which means pavilion of filial piety.\n <br><br>\nIn order to find the original location of the pavilion, poems by Jeong Inji and Seo Geojeong and an old map of Korea were referenced, but the pavilion was not found because the surrounding landscape had changed too much. As a result, a location was selected and the pavilion was reconstructed at its current location. The house is 3 kan* in the front and 2 kan* on the side. The roof is a hip-and-gable roof. The pavilion has one room with under floor heating and a railing around the pavilion\n<br><br>\n(* kan: a traditional measurement that corresponds to the space between two columns)\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-2-820-9848|\n|opendate:|1993|\n|parking:|Not available|\n|restdate:|N/A (Open all year round)|\n|usetime:|Open 24 hr|\n  \n\n  \n## Detail Image\n![/2022-08-04-1659578777450/2530964_image2_1.webp](/2022-08-04-1659578777450/2530964_image2_1.webp)\n![/2022-08-04-1659578777450/2530966_image2_1.webp](/2022-08-04-1659578777450/2530966_image2_1.webp)\n![/2022-08-04-1659578777450/2530968_image2_1.webp](/2022-08-04-1659578777450/2530968_image2_1.webp)\n![/2022-08-04-1659578777450/2531089_image2_1.webp](/2022-08-04-1659578777450/2531089_image2_1.webp)\n![/2022-08-04-1659578777450/2531090_image2_1.webp](/2022-08-04-1659578777450/2531090_image2_1.webp)\n![/2022-08-04-1659578777450/2531092_image2_1.webp](/2022-08-04-1659578777450/2531092_image2_1.webp)\n![/2022-08-04-1659578777450/2531093_image2_1.webp](/2022-08-04-1659578777450/2531093_image2_1.webp)\n![/2022-08-04-1659578777450/2531095_image2_1.webp](/2022-08-04-1659578777450/2531095_image2_1.webp)\n![/2022-08-04-1659578777450/2531097_image2_1.webp](/2022-08-04-1659578777450/2531097_image2_1.webp)\n![/2022-08-04-1659578777450/2531085_image2_1.webp](/2022-08-04-1659578777450/2531085_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-2-820-9848](tel:+8228209848)\n- [🏠tour.dongjak.go.kr](http://tour.dongjak.go.kr)\n\n\n```googleMap\nlatitude: 37.5106549012\nlongitude: 126.9627629237\ntitle: 55, Hyeonchung-ro, Dongjak-gu, Seoul\n```\n  \n## Directions\n  \n[Subway]<br>\nHeukseok (Chung-Ang Univ.) Station (Seoul Subway Line 9), Exit 1.<br>\nThe pavilion is on the right.\n","data":{"id":"2022-08-04-1659578777450","title":"Hyosajeong Pavilion (효사정)","description":"Hyosajeong Pavilion is where Nohan, the second vice premier of the Joseon dynasty during King Sejong and King Sejo’s reign, stayed. After he lost his mother, he built the pavilion to mourn at her grave while still being able to see his father’s grave in Gaeseong to the North. His brother-in-law, then Minister of the Interior, Gang Sa-deok named the pavilion “Hyosajeong,” which means pavilion of filial piety. <br><br>In order to find the original location of the pavilion, poems by Jeong Inji and Seo Geojeong and an old map of Korea were referenced, but the pavilion was not found because the surrounding landscape had changed too much. As a result, a location was selected and the pavilion was reconstructed at its current location. The house is 3 kan* in the front and 2 kan* on the side. The roof is a hip-and-gable roof. The pavilion has one room with under floor heating and a railing around the pavilion<br><br>(* kan  a traditional measurement that corresponds to the space between two columns)","regDate":"2022-08-04","author":"korea-tour","tag":["Seoul","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-08-04-1659578777450/2531100_image2_1.webp","blogPath":"Seoul/2022-08-04-1659578777450","pageUrl":"https:/mcdryad.com/Seoul/2022-08-04-1659578777450"},"dataList":[{"id":"2022-08-04-1659605785634","title":"Inwangsan Mountain (인왕산)","description":"The ancient fortress walls of Seoul that connect the ritual grounds of King Taejo and Muhakdaesa to the Sajik Tunnel and Jahamun Gate still remain on the grounds of Inwangsan Mountain. Many people enjoy hiking the path that begins at Sajik Tunnel, which leads to the peak of the mountain passing the fortress walls, then hike back down to Buam-dong. The hiking course is also connected to the road in front of Cheongwadae, so hikers can also walk along the historical Palpan-ro road, Hyoja-ro road, and Gyeongbokgung Palace. The hiking path located behind Sajik Park leads to Hwanghakjeong Pavilion, where archers during the Joseon dynasty once honed their marksmanship. The Hwanghakjeong Pavilion was originally located within the Gyeonghuigung Palace, but was relocated to the mountain. From the top, a panoramic view of the surrounding area spreads as far as Inwangsan Mountain, Naksan Mountain, Namsan Mountain, and Baegaksan Mountain with Gyeongbokgung Palace at its center.<br><br>The hiking path past Sajik Park's T-intersection is a popular walking course to nearby office workers during lunch time. A view of Cheongwadae is visible from atop Beombawi Rock (tiger's rock). For hikers seeking to walk along the ridges, it is recommended to take the path down to Hongje-dong quarry or Jahamun Gate. Hikers are recommended to take their time to fully enjoy the view of the surroundings while walking along the path of the outer walls. The stone stairway following the path past Changuimun Gate will take hikers to the path along the outer walls. This path stretches for approximately 200 meters and a set of stones used to build the city walls during the reign of King Taejo, King Sejong, and King Sukjung still remain along the way. The thick, dark-colored mosses on the stones indicate the long history of Seoul.<br><br>The view of the refreshing landscape and Inwangsan Mountain's peak will greet the hikers once they walk back to the inner city walls through a step of stones. Hikers will be able to get a bird's-eye-view of Seoul's mountains and skyscrapers surrounding the Hangang River. The city walls along the path going down to Cheongun-dong still withhold their beauty from the past.<br><br>Inwangsan Mountain stands at a x_height of 338.2 meters and spreads throughout the regions of Hongje-dong in Seodaemun-gu and Muak-dong, Nusang-dong, Ogin-dong and Buam-dong in Jongno-gu. The unique and colossal rock formations and the view of Seoul and Cheongwadae are only a few of the many charms of Inwangsan Mountain.","regDate":"2022-08-04","author":"korea-tour","tag":["Seoul","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-08-04-1659605785634/1894462_image2_1.webp","blogPath":"Seoul/2022-08-04-1659605785634"},{"id":"2022-08-04-1659602774980","title":"Inwangsa Temple (인왕사 (서울))","description":"Inwangsa Temple refers to the entire cluster of small Buddhist temples located on Inwangsan Mountain (alt. 338m) in the heart of Seoul. The eastern foot of the mountain has many scenic spots with its distinctively cozy and tasteful atmosphere, and the northern area called Mugye-dong also offers beautiful scenery. Inwangsa Temple was established in the early Joseon period (1392-1910) to guard the national palace Gyeongbokbung. The temple is comprised of 11 shrines from five different Buddhist orders. The unique design of each shrine adds pleasure to hikers on their way up to Seonbawi, an unusual rock formation that is a site of many folk beliefs and shamanist rites.","regDate":"2022-08-04","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-08-04-1659602774980/1568101_image2_1.webp","blogPath":"Seoul/2022-08-04-1659602774980"},{"id":"2022-08-04-1659598462758","title":"International Seon Center (국제선센터)","description":"The International Seon Center, operated by the Jogye Order of Korean Buddhism, is a global templestay center where both local residents and foreign visitors alike can experience Korea’s Buddhist cultural practices. The temple offers opportunities to experience traditional Korean Buddhist culture through such programs as Ganwha Seon (meditation classes), Templestay, Seon Culture Class, and temple food lectures. The regular Sunday ceremony provides a dharma talk both in Korean and English.","regDate":"2022-08-04","author":"korea-tour","tag":["Seoul","Culture/Art/History","Experience Programs","Traditional Experience"],"imgUrl":"/2022-08-04-1659598462758/1984664_image2_1.webp","blogPath":"Seoul/2022-08-04-1659598462758"},{"id":"2022-08-04-1659595547365","title":"Insa-dong PR Center (인사동홍보관)","description":"Insa-dong PR Center opened in 2006 with the goal of providing accessible education for both domestic and international visitors to understand Korean traditions and history. It was built in what was once the private residence for Prince Uichin (1877-1955), one of the sons of Emperor Gojong (1852-1919). <br><br>Insa-dong PR Center also introduces the traditions and culture of Insa-dong, and provides tour pamphlets and tourist assistance in multiple languages (English, Japanese and Chinese). Visitors can try on hanbok (traditional costumes) and enjoy Wi-Fi within the facility.","regDate":"2022-08-04","author":"korea-tour","tag":["Seoul","Culture/Art/History","Experience Programs","Unique Experience"],"imgUrl":"/2022-08-04-1659595547365/1999248_image2_1.webp","blogPath":"Seoul/2022-08-04-1659595547365"},{"id":"2022-08-04-1659591873426","title":"Insa-dong (인사동)","description":"Insa-dong, located in the heart of the city, is an important place where old but precious traditional goods are on display. There is one main road in Insa-dong with alleys on each side. Within these alleys are galleries, traditional restaurants, teahouses, and cafes. <br><br>The galleries are the heartbeat of Insa-dong. There are about 100 galleries in the area offering every example of traditional Korean fine art from paintings to sculptures. The most famous galleries are Hakgojae Gallery, which functions as the center of folk art, Gana Art Gallery, which promotes many promising artists, and Gana Art Center. <br><br>The teahouses and restaurants are the perfect complement to the galleries. They are hidden deep within the twisting alleyways, making it feel like a treasure hunt. The shops in Insa-dong are very popular among all age groups, because each one is unique. <br><br> Every Saturday from 14 00 to 22 00 and Sunday from 10 00 to 22 00, the main street is blocked to vehicular traffic and it becomes a cultural space. Stores set up booths outside and Korean candy merchants and fortune teller stalls can easily be found; there are traditional performances and exhibits as well. Insa-dong is especially popular among international tourists. This is where they can experience and see traditional Korean culture first-hand, and also purchase pieces of fine art.","regDate":"2022-08-04","author":"korea-tour","tag":["Seoul","Culture/Art/History","Experience Programs","Cultural Districts"],"imgUrl":"/2022-08-04-1659591873426/2612526_image2_1.webp","blogPath":"Seoul/2022-08-04-1659591873426"},{"id":"2022-08-04-1659589577365","title":"Iljasan Mountain Natural Park (일자산자연공원)","description":"Iljasan Mountain is the tallest peak in Gangdong-gu, Seoul, providing the western boundary between Gangdong-gu and Hanam-si, Gyeonggi-do.  Iljasan Mountain is one of the best spots in Seoul to watch the sunrise. Located on the mountain is the house of Master Lee Jip (pen-name Dunchon), providing a good getaway spot for local residents. Lee Jip was a loyal government official during the reign of King Gongmin during the late Goryeo dynasty. He was forced to move to an underground tunnel in the southwest side of Iljasan Mountain to avoid entrapment by Shin Don, a person of influence at the time. While living in hiding, he took the pen-name Dunchon (meaning drawing back to the countryside) to symbolize the hardships he was going through. The nearby area was named after him, being called Dunchon-dong.","regDate":"2022-08-04","author":"korea-tour","tag":["Seoul","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-08-04-1659589577365/659488_image2_1.webp","blogPath":"Seoul/2022-08-04-1659589577365"},{"id":"2022-08-04-1659584576844","title":"Ichon Hangang Park (한강시민공원 이촌지구(이촌한강공원))","description":"Ichon Hangang Park is located on the northern side of the river between Jungnangcheongyo Bridge and Wonhyodaegyo Bridge. Along the riverside grow beautiful flowers and plants such as reeds, eulalia and cosmos by season making the riverside path a popular course for a walk and family outing.<br><br>Facilities within the park include Teen Square, X-Game center, an in-line skating rink, basketball court, tennis court, and gate ball court. The park also has \"Crossing Hangang River,\" a rafting program where you may cross the river in a rubber boat navigating your way from one side of the river to the other. The program is popular as a teamwork training activity for school students and office workers.<br><br>Your joyful experience in the park doesn’t end here - there are more things to see and enjoy including a nature experience center, water sports, Cha Beom-Geun football class, and Nodleseom Island.","regDate":"2022-08-04","author":"korea-tour","tag":["Seoul","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-08-04-1659584576844/2531015_image2_1.webp","blogPath":"Seoul/2022-08-04-1659584576844"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}