{"pageProps":{"content":"![Boramae Safety Experience Center (보라매안전체험관)](/2022-07-20-1658349570970/1095139_image2_1.webp)\n\n  \n## Overview\n\n> Located inside Boramae Park, the Boramae Safety Experience Center operates an experience program focused on safety measures in the event of disaster. With a 'Safe Seoul' vision, the center teaches safety awareness and safety measures through simulation-based training in how to handle disasters, earthquakes, windstorms, fire and traffic accidents. The center also operates a program to learn about first aid such as CPR and the use of various safety facilities and equipment.<br>\n<br>\nAt this safety experience center, visitors can also listen to real-life stores \nfrom fire officers and participate in the programs to learn more about safety.\n\n  \n## Intro\n\n| | |\n| - | - |\n|expagerange:|Elementary ~ High school students (Elementary school students should be accompanied by appointed guardian.)|\n|infocenter:|• 1330 Travel Hotline: +82-2-1330<br>(Korean, English, Japanese, Chinese) <br> • For more info: +82-2-2027-4100|\n|opendate:|May 25, 2010|\n|parking:|Not available (Use Boramae Park parking lot)|\n|restdate:|Mondays, New Year’s Day, the day of Seollal (Lunar New Year’s Day) & Chuseok (Korean Thanksgiving Day)|\n|usetime:|09:00-17:00|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Admission Fees:|Free|\n|Available Facilities:|B1F: Eperience evaluation hall, orientation hall, 4D Theater, subway accident experience zone<br>1F: Fire safety history museum, windstorm experience zone, earthquake experience zone<br>2F: Traffic accident experience zone, fire experience zone<br>3F: Fire safety facility practice room, children's safety zone, emergency care practive room|\n|Restrooms:|Available|\n|Parking Fees:|100 won for every 5-minute|\n  \n## Detail Image\n![/2022-07-20-1658349570970/1094994_image2_1.webp](/2022-07-20-1658349570970/1094994_image2_1.webp)\n![/2022-07-20-1658349570970/1094997_image2_1.webp](/2022-07-20-1658349570970/1094997_image2_1.webp)\n![/2022-07-20-1658349570970/1095001_image2_1.webp](/2022-07-20-1658349570970/1095001_image2_1.webp)\n![/2022-07-20-1658349570970/1095034_image2_1.webp](/2022-07-20-1658349570970/1095034_image2_1.webp)\n![/2022-07-20-1658349570970/1095040_image2_1.webp](/2022-07-20-1658349570970/1095040_image2_1.webp)\n![/2022-07-20-1658349570970/1095048_image2_1.webp](/2022-07-20-1658349570970/1095048_image2_1.webp)\n![/2022-07-20-1658349570970/1095051_image2_1.webp](/2022-07-20-1658349570970/1095051_image2_1.webp)\n![/2022-07-20-1658349570970/1095055_image2_1.webp](/2022-07-20-1658349570970/1095055_image2_1.webp)\n![/2022-07-20-1658349570970/1095066_image2_1.webp](/2022-07-20-1658349570970/1095066_image2_1.webp)\n![/2022-07-20-1658349570970/1095070_image2_1.webp](/2022-07-20-1658349570970/1095070_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-2-2027-4100](tel:+82220274100)\n- [🏠fire.seoul.go.kr](http://fire.seoul.go.kr/boramea)\n\n\n```googleMap\nlatitude: 37.4929339232\nlongitude: 126.9172397911\ntitle: 33, Yeouidaebang-ro 20-gil, Dongjak-gu, Seoul\n```\n  \n## Directions\n  \n[Subway]<br>Sindaebang Station (Seoul Subway Line 2), Exit 4.\n<br>Go straight, passing Munchang Elementary School and the South Gate of Boramae Park. \n<br>Walk for approx. 5 min from Nambu Disability Welfare Center to Boramae Safety Experience Center (Music Fountain).<br>Boramae Safety Experience Center is next to the music fountain.\n","data":{"id":"2022-07-20-1658349570970","title":"Boramae Safety Experience Center (보라매안전체험관)","description":"Located inside Boramae Park, the Boramae Safety Experience Center operates an experience program focused on safety measures in the event of disaster. With a 'Safe Seoul' vision, the center teaches safety awareness and safety measures through simulation-based training in how to handle disasters, earthquakes, windstorms, fire and traffic accidents. The center also operates a program to learn about first aid such as CPR and the use of various safety facilities and equipment.<br><br>At this safety experience center, visitors can also listen to real-life stores from fire officers and participate in the programs to learn more about safety.","regDate":"2022-07-20","author":"korea-tour","tag":["Seoul","Culture/Art/History","Experience Programs","Unique Experience"],"imgUrl":"/2022-07-20-1658349570970/1095139_image2_1.webp","blogPath":"Seoul/2022-07-20-1658349570970","pageUrl":"https:/mcdryad.com/Seoul/2022-07-20-1658349570970"},"dataList":[{"id":"2022-08-06-1659761349393","title":"Munmyo Confucian Shrine and Seonggyungwan National Academy (서울 문묘와 성균관)","description":"Munmyo is a shrine dedicated to Confucius, whose teachings form the foundation of Confucianism. It is also dedicated to his disciples and other great Confucian scholars. Munmyo is not only the shrine but also the highest educational institution of the Joseon dynasty. Munmyo was once called as Munseonwangmyo since during the Tang dynasty, Confucius was named as King Munseon after his death and then it has been called as Munmyo since the Yuan dynasty.<br><br>The compound consists of two main areas  the Daeseongjeon houses shrines and the Myeongnyundang features seminar halls and other auxiliary facilities. Also, there are two dormitories, Dongjae and Seojae, which are collectively known as Sungkyunkwan. In front of the Myeongnyundang stands a ginkgo tree designated as Natural Monument No. 59. In spring and autumn, a ritual for Confucius and his disciples takes place.","regDate":"2022-08-06","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-08-06-1659761349393/1568091_image2_1.webp","blogPath":"Seoul/2022-08-06-1659761349393"},{"id":"2022-08-06-1659756751113","title":"Montmartre Park (몽마르트 공원)","description":"Located within the Banpo 4-dong area in Seocho-gu, Seoul, Montmartre Park was initially a wild forest with densely populated acacia trees. In 2000, as a part of the Banpo-dong reservoir development project implemented by the Seoul Metropolitan Government, this hilltop was turned into a park open to the public where visitors can rest. This park was given the name \"Montmartre Park\" due to its close proximity to Seorae Village, a French neighborhood in Seoul.<br><br>* Total land area  24,690 m²<br />* Park area  20,054 m²","regDate":"2022-08-06","author":"korea-tour","tag":["Seoul","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-08-06-1659756751113/755619_image2_1.webp","blogPath":"Seoul/2022-08-06-1659756751113"},{"id":"2022-08-06-1659750706314","title":"Mongchontoseong Fortress (서울 몽촌토성)","description":"Mongchontoseong Fortress is an earthen fortification from the Baekje dynasty (18 BC - AD 660). It was built sometime between the 3rd and 4th centuries, using the natural protection offered by a tributary to the Hangang River on one side and wooden barricades for added defense on the other side. The fortress has been designated as Historic Site No. 297, and is currently located inside Seoul Olympic Park.<br><br>Mongcheontoseong Fortress features an overlapping structure of the outer and inner fortifications that were built along the hill lands descending down from Namhansanseong Fortress. On display inside the fortress are artifacts excavated from the site that date back to the Baekje dynasty. The exhibited items include various earthenware and living tools. The site also displays dugout hut and storage pit sites in the state they were at the time of excavation.","regDate":"2022-08-06","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Fortresses"],"imgUrl":"/2022-08-06-1659750706314/1567814_image2_1.webp","blogPath":"Seoul/2022-08-06-1659750706314"},{"id":"2022-08-06-1659750561784","title":"Memorial to the Loyal Dead (호국충혼위령비)","description":"When the fate of the nation was hanging by a thread as the North Korean Army launched an invasion of the South on June 25, 1950, about 1,100 officers and men from the South Korean First Division's 11th, 12th, and 15th regiment retreated to Gimpo and built the last line of defense on Gaehwasan Mountain from June 26 to 30 to fight against a large army of North Korean soldiers disguised as South Korean men. <br><br>Unfortunately, their communication with the headquarters was cut off and their supply of ammunition and food ran out. As a result, the entire South Korean force was killed by the much larger North Korean army  in a valley around Gaehwasan Mountain.  In order to commemorate those who died for the country, the government established the Memorial to the Loyal Dead on Gaehwasan Mountain in 1994. A memorial service is also held here annualy on June 28th.  <br><br>x_height   4.7 meters high <br> Built by the First Division of the ROK Army, Mitasa Temple","regDate":"2022-08-06","author":"korea-tour","tag":["Seoul","Culture/Art/History","Architectural Sights","Monuments/Observatories"],"imgUrl":"/2022-08-06-1659750561784/1986090_image2_1.webp","blogPath":"Seoul/2022-08-06-1659750561784"},{"id":"2022-08-06-1659750536104","title":"Marzia Healing Spa - Cheongdam Branch (마르지아힐링스파 (청담점))","description":"Color therapy harmonized with aromatherapy.Indulge in the best relaxation experience at Marzia Healing Spa Cheongdam branch. <Br>This traditional Korean practice is combined with top European aromatherapy techniques, delivering excellent results.<Br> Facial care, body care, scalp care, men's care, and sugaring hair removal treatments are available.","regDate":"2022-08-06","author":"korea-tour","tag":["Seoul","Culture/Art/History","Recreational Sites","Hot Springs & Spa"],"imgUrl":"/2022-08-06-1659750536104/2009826_image2_1.webp","blogPath":"Seoul/2022-08-06-1659750536104"},{"id":"2022-08-05-1659710512785","title":"Marronnier Park (마로니에공원)","description":"Marronnier Park was given its name due to the marronnier trees, or horse chestnut trees, growing within the area. The location where Seoul National University's College of Liberal Arts & Science and School of Law once stood, it is now a park dedicated to culture and arts open to the public. In addition to a variety of outdoor performances that take place throughout the area, exhibitions and cultural centers create a romantic atmosphere unique to the park.","regDate":"2022-08-05","author":"korea-tour","tag":["Seoul","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-08-05-1659710512785/1554847_image2_1.webp","blogPath":"Seoul/2022-08-05-1659710512785"},{"id":"2022-08-05-1659707925206","title":"Mapodaegyo Bridge (마포대교 야경)","description":"Mapodaegyo Bridge connects Yonggang-dong, Mapo-gu and Yeouido-dong, Yeongdeungpo-gu. The bridge is 1,400 meters long and 25 meters wide (6-lane road), and was the fourth bridge to be built over the Hangang River, following the construction of Hannam Bridge. The construction of the bridge first started in February of 1968 and was completed in May of 1970. At the time of its completion the bridge was named Seouldaegyo Bridge, but was later changed to Mapodaegyo Bridge in 1984.","regDate":"2022-08-05","author":"korea-tour","tag":["Seoul","Culture/Art/History","Architectural Sights","Bridges"],"imgUrl":"/2022-08-05-1659707925206/758561_image2_1.webp","blogPath":"Seoul/2022-08-05-1659707925206"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}