{"pageProps":{"content":"![Donnaeko Resort (Wonangpokpo Falls) (돈내코(원앙폭포))](/2022-07-19-1658250007095/2665273_image2_1.webp)\n\n  \n## Overview\n\n> With a valley creek hidden by lush green forest leading to a 5-meter-high waterfall falling into a small pool of water, Donnaeko Resort is like a small paradise hidden in nature. The waters, flowing down from Hallasan Mountain, are clear and icy cold even during the hot summer season. The resort's magnificent views and natural pool make the area a popular vacation destination.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330<br>(Korean, English, Japanese, Chinese) <br> • For more info: +82-64-710-6920|\n|parking:|Available (100-150 cars)|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Admission Fees:|Free|\n|Restrooms:|Available|\n|Parking Fees:|Free|\n  \n## Detail Image\n![/2022-07-19-1658250007095/1617125_image2_1.webp](/2022-07-19-1658250007095/1617125_image2_1.webp)\n![/2022-07-19-1658250007095/1617127_image2_1.webp](/2022-07-19-1658250007095/1617127_image2_1.webp)\n![/2022-07-19-1658250007095/1617128_image2_1.webp](/2022-07-19-1658250007095/1617128_image2_1.webp)\n![/2022-07-19-1658250007095/1620319_image2_1.webp](/2022-07-19-1658250007095/1620319_image2_1.webp)\n![/2022-07-19-1658250007095/1620320_image2_1.webp](/2022-07-19-1658250007095/1620320_image2_1.webp)\n![/2022-07-19-1658250007095/1620321_image2_1.webp](/2022-07-19-1658250007095/1620321_image2_1.webp)\n![/2022-07-19-1658250007095/1620322_image2_1.webp](/2022-07-19-1658250007095/1620322_image2_1.webp)\n![/2022-07-19-1658250007095/2665274_image2_1.webp](/2022-07-19-1658250007095/2665274_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-64-710-6920](tel:+82647106920)\n- [🏠www.jeju.go.kr](http://www.jeju.go.kr/hallasan/info/info/realtime/course06.htm)\n\n\n```googleMap\nlatitude: 33.3005255267\nlongitude: 126.5820170154\ntitle: 137, Donnaeko-ro, Seogwipo-si, Jeju-do\n```\n  \n## Directions\n  \n[Bus]<BR>From Jeju Intercity Bus Terminal Bus Stop, take Bus No. 780 and get off at Seogwipo Science High School Bus Stop. <br>Turn back and walk for approx. 65 m to nearby bus stop.<br> Transfer to Green Bus No. 3 and get off at Gukmin Tourist Zone Bus Stop.\n","data":{"id":"2022-07-19-1658250007095","title":"Donnaeko Resort (Wonangpokpo Falls) (돈내코(원앙폭포))","description":"With a valley creek hidden by lush green forest leading to a 5-meter-high waterfall falling into a small pool of water, Donnaeko Resort is like a small paradise hidden in nature. The waters, flowing down from Hallasan Mountain, are clear and icy cold even during the hot summer season. The resort's magnificent views and natural pool make the area a popular vacation destination.","regDate":"2022-07-19","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites","Valleys"],"imgUrl":"/2022-07-19-1658250007095/2665273_image2_1.webp","blogPath":"Jeju-do/2022-07-19-1658250007095","pageUrl":"https:/mcdryad.com/Jeju-do/2022-07-19-1658250007095"},"dataList":[{"id":"2023-02-11-1676090352667","title":"Sanbangsan Mountain (산방산)","description":"Sanbangsan Mountain is the result of violent volcanic activity some 700,000 to 800,000 years ago and is in fact a huge body of lava. The cliffs on the southern side of the lava dome are marked with a rich variety of curious formations such as weathering pits and talus scree slopes, some of which are as high as 200 meters. As its name ‘sanbang’ – literally meaning ‘a cave inside a mountain’ – suggests, this mountain contains a cave, which is located about 150 meters above sea level and has a spectacular view out over the ocean. Due to its close location to the sea and its high elevation, the peak is often ringed with clouds. The upper slopes of the mountain have their own distinct climatic conditions and are protected for their value for botanical research. <br><br>The Sanbangsa Temple and  Bomunsa Temple, which holds the relics of Buddha, are both located on the mountain. Walk along the stone-steps between the two temples and you will find the Sanbanggulsa Grotto. A signal beacon called ‘Yeondae’ in Korean stands at the roadside in front of the mountain, which, in the past, used to fire and smoke to relay urgent messages. Regarding function, it is similar to the more well-known ‘Bongsudae’ signal beacons; but ‘Yeondae’ beacons were built around hilly or coastal areas while ‘Bongsudae’ beacons were built on mountain tops. During the daytime, smoke was used to send warning signals, while fire was used at night. <br><br>*x_height above sea level  395.2m/ x_height above ground-level  345m/ Circumference  3,780m / Area  988,332㎡/ Diameter 1,314m","regDate":"2023-02-11","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites","Mountains"],"imgUrl":"/2023-02-11-1676090352667/2648186_image2_1.webp","blogPath":"Jeju-do/2023-02-11-1676090352667"},{"id":"2023-02-11-1676086600762","title":"Sanbanggulsa Grotto - Jeju (산방굴사(제주))","description":"It is said that the peak of Hallasan Mountain where Baekrokho Lake now exists was taken off and thrown away, which then became Sanbangsan Mountain. The myth describes how unlike other mountains on Jejudo Island, this mountain does not have a crater. The 5m-high rock cave at the cliff on the southwest side of the mountain was originally called Sanbanggul Cave, but it is called a temple now because it possesses a Buddhist statue.<br>This is where monk Hye-Il (964~1053) had lived during the Goryeo dynasty (918~1392)<br>Inside the cave, you can see Marado Island and the Dragon Head Coast. You can also see small ponds being made by the water drops that fall from the ceiling all through the year. The plant zone on a cliff of Sanbangsan Mountain is also designated as a natural monument. It is the only place on Jejudo Island where island boxwoods grow.  On the Dragon Head Coast is the Hamel Memorial Monument.","regDate":"2023-02-11","author":"korea-tour","tag":["Jeju-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2023-02-11-1676086600762/1036539_image2_1.webp","blogPath":"Jeju-do/2023-02-11-1676086600762"},{"id":"2023-02-10-1676025543867","title":"Sammaebong Peak (삼매봉)","description":"Sammaebong Peak is residental park popular among tourists. Oedolgae Rock is located near the park, toward the southern sea. At the top of the peak, Namseongjeong Pavilion offers an expansive view inclusive of Beomseom Island, Munseom Island, Saeseom Island and Seopseom Island, in addition to Marado Island and Gapado Island to the west. Baengnokdam Lake seems nearly within reach to visitors looking out from the peak. <br><br>Legend has it that if you stretch your hands toward the sky at night, Canopus (the second-brightest star) is almost within reach. The place is regarded as one of everlasting youth, as Canopus is associated with lifespan. Visitors can exercise and enjoy at walk at the park during the day and in the evenings.","regDate":"2023-02-10","author":"korea-tour","tag":["Jeju-do","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2023-02-10-1676025543867/1617239_image2_1.webp","blogPath":"Jeju-do/2023-02-10-1676025543867"},{"id":"2023-02-10-1676021748681","title":"Saebyeol Oreum (새별오름)","description":"Located in Bongseong-ri, Aewol-eup, Jeju-si, Saebyeol Oreum (called Hyoseongak) is a parasitic volcano cone set alone that looks like a lonely star (Saetbyeol in Korean) in the night sky, giving this volcano cone its name. Based on the highest south peak, small peaks continue in the northwest direction, forming an oval-shape. The oreum is a mid-sized oreum among 360 oreums on Jeju Island and it features a stunning view from the peak of the beautiful ridges connecting to one another.","regDate":"2023-02-10","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites","Mountains"],"imgUrl":"/2023-02-10-1676021748681/1618742_image2_1.webp","blogPath":"Jeju-do/2023-02-10-1676021748681"},{"id":"2023-02-10-1676018430175","title":"Pyoseon Haevich Beach (표선 해비치 해변)","description":"Pyoseon Beach in Seogwipo is a spacious beach, taking up more than 150,000 m². During low tide, the beach looks like an elegant circle, and it becomes a circular lake less than 1 meter deep during high tide, and displays many different colors. The beach is a great place for children to play and for watching the sunrise. The sand on the beach is formed out of broken shells, and sand baths are believed to be effective for people suffering from neuralgia. Every August, this beautiful beach hosts the Pyoseon White Sand Festival, which offers fun and colorful events. The beach is equipped with excellent amenities (a campground, abundant parking space, dressing rooms and shower rooms) and surrounded by nearby attractions, such as Seongeup Folk Village and Jeju Folk Village Museum.","regDate":"2023-02-10","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites"],"imgUrl":"/2023-02-10-1676018430175/1618201_image2_1.webp","blogPath":"Jeju-do/2023-02-10-1676018430175"},{"id":"2023-02-10-1676014540855","title":"Pacific Land (퍼시픽랜드)","description":"Pacific Land, located within the complex of Jungmun Resort, offers performances, exciting experiences, and a grand buffet for a full day of fun. It is also along Olle-gil Course 8, making it a popular stopping point for visitors. The Marine Stage has four performances daily, featuring monkeys, dolphins, and seals. Guests looking for a romantic experience will enjoy the yacht tour. The Viva Jetboat is popular among active visitors. The El Marino Buffet takes place on a yacht for a truly unique experience.","regDate":"2023-02-10","author":"korea-tour","tag":["Jeju-do","Culture/Art/History","Recreational Sites","Theme Parks"],"imgUrl":"/2023-02-10-1676014540855/2587868_image2_1.webp","blogPath":"Jeju-do/2023-02-10-1676014540855"},{"id":"2023-02-10-1676011298911","title":"Oedolgae Sea Stack (외돌개(제주))","description":"Oedolgae Sea Stack sits not far from the shores of Sammaebong Peak in Seogwipo. It is an amazing rock 20 meters in x_height and is estimated to have formed approximately 1.5 million years ago. The fantastic rocks of the coastal cliff around Oedolgae and Sammaebong Peak provide the perfect background for trekking. The sunset of Beomseom Island, which can be seen from Oedolgae Sea Stack, has long been an admired view for people visiting Jeju Island.","regDate":"2023-02-10","author":"korea-tour","tag":["Jeju-do","Nature","Natural Resources","Rocks"],"imgUrl":"/2023-02-10-1676011298911/2023691_image2_1.webp","blogPath":"Jeju-do/2023-02-10-1676011298911"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}