{"pageProps":{"content":"![Geumsansa Temple (Gimje) (금산사(김제))](/2022-08-01-1659333898212/1954559_image2_1.webp)\n\n  \n## Overview\n\n> Located near the entrance of the Moaksan Provincial Park, Geumsansa Temple was established in the first year of King Beop of the Baekje Kingdom (AD 599). The Buddhist temple features over ten designated cultural properties including Mireukjeon Hall, a national treasure, as well as other attached buildings. The country’s only three-story building containing a Buddha statue, Mireukjeon was built with wood and has a single-open floor inside. In spring, cherry blossom trees come into full bloom from the park entrance all the way to Geumsansa Temple; and in winter Buddhist adherents come to bow before the statue of Mireuk bodhisattva inside Mireukjeon or walk in circles around the pagoda. The statue is the largest indoor standing Buddha in the world, reaching 11.82 meters in x_height. The two other Buddha statues standing on the right and left of the Mireuk bodhisattva are 8.8 meters tall each.<br><br>\n\n* Important Cultural Properties <br>\nMireukjeon Hall (National Treasure No. 62) <br>\nStone Pillar of Geumsansa Temple (Treasure No. 22) <br>\nStone Lotus Pedestal of Geumsansa Temple (Treasure No. 23)<br>\nStele for Royal Preceptor Hyedeok at Geumsansa Temple (Treasure No. 24)<br>\nFive-story Stone Pagoda of Geumsansa Temple (Treasure No. 25)<br>\nBangdeung Ordination Platform of Geumsansa Temple (Treasure No. 26)<br>\nHexagonal Multi-story Stone Pagoda of Geumsansa Temple (Treasure No. 27)<br>\nFlagpole Supports of Geumsansa Temple (Treasure No. 28)<br>\nThree-story Pagoda at Simwonam Hermitage of Geumsansa Temple (Treasure No. 29)<br>\nDaejangjeon Hall of Geumsansa Temple (Treausre No. 827)<br>\nStone Lantern of Geumsansa Temple (Treasure No. 828)\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br>(Korean, English, Japanese, Chinese) <br>• For more info: +82-63-548-4441, <br>063-542-0048|\n|parking:|Available|\n|restdate:|N/A (Open all year round)|\n|usetime:|Sunrise - Sunset|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Tour Course Information:|Geumsansa Temple → Moaksan Mountain → Suwangsa Temple → Daewonsa Temple → Gui Middle School<br>Geumsansa Temple → Janggeunjae → Moaksan Mountain → Geumsansa Temple → Pottery Village|\n|Admission Fees:|Individuals: Adults 3,000 won / Teenagers 2,000 won / Children 1,000 won<br> Group: Adults 2,500 won / Teenagers 1,500 won / Children 800 won<br> <br> * Group: 30 people or more|\n|Restrooms:|Available|\n  \n## Detail Image\n![/2022-08-01-1659333898212/1603939_image2_1.webp](/2022-08-01-1659333898212/1603939_image2_1.webp)\n![/2022-08-01-1659333898212/1603940_image2_1.webp](/2022-08-01-1659333898212/1603940_image2_1.webp)\n![/2022-08-01-1659333898212/1603941_image2_1.webp](/2022-08-01-1659333898212/1603941_image2_1.webp)\n![/2022-08-01-1659333898212/1603942_image2_1.webp](/2022-08-01-1659333898212/1603942_image2_1.webp)\n![/2022-08-01-1659333898212/1603944_image2_1.webp](/2022-08-01-1659333898212/1603944_image2_1.webp)\n![/2022-08-01-1659333898212/1603945_image2_1.webp](/2022-08-01-1659333898212/1603945_image2_1.webp)\n![/2022-08-01-1659333898212/1603946_image2_1.webp](/2022-08-01-1659333898212/1603946_image2_1.webp)\n\n\n  \n## Contact\n\n\n- [🏠www.geumsansa.org</a> (Korean only)<br> <a href=\"https://www.templestay.com/temple_info.asp?t_id=geumsansa\" target=\"_blank\" class=\"web\">www.templestay.com](http://www.geumsansa.org)\n\n\n```googleMap\nlatitude: 35.7227452882\nlongitude: 127.0534614685\ntitle: 1, Moak 15-gil, Gimje-si, Jeollabuk-do\n```\n  \n## Directions\n  \n[Bus]<br>\nTake Bus No. 5 from Gimje Intercity Bus Terminal or Gimje Station to Geumsansa Temple.\n","data":{"id":"2022-08-01-1659333898212","title":"Geumsansa Temple (Gimje) (금산사(김제))","description":"Located near the entrance of the Moaksan Provincial Park, Geumsansa Temple was established in the first year of King Beop of the Baekje Kingdom (AD 599). The Buddhist temple features over ten designated cultural properties including Mireukjeon Hall, a national treasure, as well as other attached buildings. The country’s only three-story building containing a Buddha statue, Mireukjeon was built with wood and has a single-open floor inside. In spring, cherry blossom trees come into full bloom from the park entrance all the way to Geumsansa Temple; and in winter Buddhist adherents come to bow before the statue of Mireuk bodhisattva inside Mireukjeon or walk in circles around the pagoda. The statue is the largest indoor standing Buddha in the world, reaching 11.82 meters in x_height. The two other Buddha statues standing on the right and left of the Mireuk bodhisattva are 8.8 meters tall each.<br><br>* Important Cultural Properties <br>Mireukjeon Hall (National Treasure No. 62) <br>Stone Pillar of Geumsansa Temple (Treasure No. 22) <br>Stone Lotus Pedestal of Geumsansa Temple (Treasure No. 23)<br>Stele for Royal Preceptor Hyedeok at Geumsansa Temple (Treasure No. 24)<br>Five-story Stone Pagoda of Geumsansa Temple (Treasure No. 25)<br>Bangdeung Ordination Platform of Geumsansa Temple (Treasure No. 26)<br>Hexagonal Multi-story Stone Pagoda of Geumsansa Temple (Treasure No. 27)<br>Flagpole Supports of Geumsansa Temple (Treasure No. 28)<br>Three-story Pagoda at Simwonam Hermitage of Geumsansa Temple (Treasure No. 29)<br>Daejangjeon Hall of Geumsansa Temple (Treausre No. 827)<br>Stone Lantern of Geumsansa Temple (Treasure No. 828)","regDate":"2022-08-01","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-08-01-1659333898212/1954559_image2_1.webp","blogPath":"Jeollabuk-do/2022-08-01-1659333898212","pageUrl":"https:/mcdryad.com/Jeollabuk-do/2022-08-01-1659333898212"},"dataList":[{"id":"2023-01-10-1673343382073","title":"Wanju Songgwangsa Temple (송광사(완주))","description":"Songgwangsa Temple in Wanju-gun, Jeollabuk-do has a unique history that spans a period of over a thousand years. For many years the temple lay incomplete until Monk Bojo Chejing began reconstruction in the 7th year of King Gyeongmun of Silla (AD 867). The temple was destroyed at one point in time, but Master Monk Jinul prayed that it be rebuilt. In accordance with his fervent hopes, in the 1600s the monk’s followers rebuilt a number of the temple’s halls and buildings, many of which can still be seen today. The temple is also remembered as the temple that King Injo helped rebuild with the hope that his two sons, who had been taken hostage by the Qing dynasty during the Byeongjahoran War (Chinese invasion of Korea in 1636), would be returned safely and that Buddha would heal the nation.<br><br> One of the Korea’s four major temples, Songgwangsa is home to Jijangbosal and Siwangsang statues (found in Jijangjeon Hall), a Seokgayeorae statue, and 500 Nahansang statues (found in Nahanjeon Hall). The temple is also home to eight Tangible Cultural Assets and four Treasured Cultural Assets  Daeungjeon Hall, the Samsebulsang statues, the bell-tower, and the Sacheonwangsang statue.<br><br>Beloved for its historical significance as well as its beauty, the temple draws throngs of worshipers throughout the year. In spring, many tourists flock to the area to explore the temple and walk through the nearby cherry blossom tunnels. A worthwhile attraction for visitors of all ages, the temple is particularly well-suited for those with mobility problems since it is located on ground level.","regDate":"2023-01-10","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2023-01-10-1673343382073/215448_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-10-1673343382073"},{"id":"2023-01-10-1673339945737","title":"Wanggung Five-story Stone Pagoda (익산 왕궁리 오층석탑)","description":"The Wanggung Five-story Stone Pagoda is located on a hill about 2 kilometers south of Wanggung-myeon in Iksan, which is believed to have been the capital of the nation during the Mahan Era. The pagoda stands tall at 8.5 meters and was officially designated National Treasure No. 289. Relics from the Goryeo dynasty that were found inside the pagoda were designated National Treasure No. 123 and are currently housed in the National Museum of Korea. Of the excavated relics, the most famous; the Sarijangeomgu, a magnificent container of Buddha’s Sarira; the green glass Sarira bottle topped with a lotus-shaped stopper; and the Sungeumgeumganggyeongpan, which contains the 19 golden plates of the Diamond Sutra.","regDate":"2023-01-10","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2023-01-10-1673339945737/1308284_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-10-1673339945737"},{"id":"2023-01-10-1673336152673","title":"Unjangsan National Recreational Forest (국립 운장산자연휴양림)","description":"Unjangsan National Recreational Forest is located within Galgeogyegok Valley in Unjangsan Mountain. The valley has a 7-kilometer-long stream and natural attractions such as Madangbawi Rock and Haegiso Pond.","regDate":"2023-01-10","author":"korea-tour","tag":["Jeollabuk-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"/2023-01-10-1673336152673/219375_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-10-1673336152673"},{"id":"2023-01-10-1673332804228","title":"Uniram Baniramgyegok Valley (운일암 반일암 계곡)","description":"Uniram Baniramgyegok Valley (5 km long) falls between Myeongdeokbong Peak and Myeongdobong Peak in the northeastern region of Mount Unjangsan. The name Uniram refers to the steep walls of the valley where nothing but the sky, rocks, thick forests, and clouds can be seen. The valley is also befittingly named Baniram since it is so deep that it only receives direct sunlight for half the day. There are many strangely-shaped rocks like Jjokduri Rock, Cheollyeop Rock, and Daebul Rock scattered throughout the lush valley. At the peak of summer, the area is crowded with vacationers and is also popular for its autumn leaves.","regDate":"2023-01-10","author":"korea-tour","tag":["Jeollabuk-do","Nature","Natural Sites","Valleys"],"imgUrl":"/2023-01-10-1673332804228/219600_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-10-1673332804228"},{"id":"2023-01-10-1673328964294","title":"Uhwajeong Pavilion (우화정(내장산))","description":"Uhwajeong Pavilion takes its name from the legend that the pavilion once grew wings and ascended into the heavens. The pavilion is located in the middle of a lake on the way to Naejangsan Visitor Information Center. The scenery of the pavilion and foliage reflecting on the lake is like a painting. Various flowers, trees, reeds, and foliage surrounding the pavilion create a more beautiful view.","regDate":"2023-01-10","author":"korea-tour","tag":["Jeollabuk-do","Nature","Natural Sites"],"imgUrl":"/2023-01-10-1673328964294/2617778_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-10-1673328964294"},{"id":"2023-01-10-1673325568605","title":"Tapsa Temple (마이산 탑사)","description":"Tapsa Temple is located 1.9km away from the southern parking lot of Maisan Mountain in Dongchon-ri, Maryeong-myeon, Jinan-gun, Jeollanam-do. Tapsa Temple is famous for the over 80 stone pagodas built by Lee Gapyong, a retired scholar. Those stone pagodas have different sizes and shapes from cone-shaped to straight-shaped. Behind Daeungjeon, Cheonjitap tower is located. It is the largest tower, with a x_height 3 times as high as the average adult’s x_height. How this tall tower was built is still unclear, drawing much attention from people. It is said that those stone pagodas were made in the late 1800s entirely by Lee Gapyong alone. He collected stones in daytime and built the pagodas at night. Even though the pagodas have been around for more than 100 years, they have never collapsed nor even moved through strong winds, making them truly amazing.<br>Tapsa Temple is also well known for cherry blossoms in spring, covering an area of 1.9km from Nambu (south) parking lot of Maisan Mountain to the entrance (a 30min walk). This road is the venue for Maisan Cherry Blossom Festival as well. <br><br>* Cheonjitap is comprised of two twin pagodas with x_heights of 13.5m and placed in the south and north directions. Cheonjitap is the main pagoda, making the other pagodas at Tapsa Temple look well-balanced. It is believed that 120 towers originally existed, but only 80 of them remain today. The two towers at the very front are named Ilgwangtap and Wolgwangtap. These groups of towers are strong enough to stand up to typhoon winds, something quite hard to believe, giving the towers a certain mystery. Also, towers are tilted slightly in both directions, showing that Lee Gapyong erected the towers with the direction of the wind in mind.","regDate":"2023-01-10","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2023-01-10-1673325568605/1605767_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-10-1673325568605"},{"id":"2023-01-10-1673321782101","title":"Taekwondowon Observatory (태권도공원 전망대)","description":"Taekwondowon located in Muju-gun, Jeollabuk-do, serves as a main center for the 60 million taekwondo practitioners in 182 countries worldwide. Covering an area of 2.31 million square meters, the park combines the traditional and modern style in their buildings.","regDate":"2023-01-10","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Recreational Sites","Theme Parks"],"imgUrl":"/2023-01-10-1673321782101/1929741_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-10-1673321782101"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}