{"pageProps":{"list":[{"id":"2022-09-01-1662015399315","title":"Myeongseongsan Mountain (명성산)","description":"Situated on the border between Cheorwon (Gangwon-do) and Pocheon (Gyeonggi-do), Myeongseongsan Mountain is renowned for its beautiful fall foliage and fields of silver grass. It also stands above Sanjeong Lake, a tourist attraction that draws in many visitors throughout the year.","regDate":"2022-09-01","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-09-01-1662015399315/2632160_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-01-1662015399315","pageUrl":"https:/mcdryad.com/Gyeonggi-do/2022-09-01-1662015399315"},{"id":"2022-09-01-1662012220585","title":"Myeongjisan County Park  (명지산 군립공원)","description":"Standing at 1,267 meters above sea level, Myeongjisan Mountain is the second highest mountain in Gyeonggi-do after Hwaaksan Mountain. It is a popular destination all year round, as it offers plenty of resting areas with splendid views of the surrounding nature. <br><br>In addition, Myeongjigyegok Valley, spanning 30 kilometers, is a great outdoor picnic spot, while the trail from Sangpan-ri to Ikgeun-ri is the most preferred hiking trail on the mountain.","regDate":"2022-09-01","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites","County Parks"],"imgUrl":"/2022-09-01-1662012220585/1589061_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-01-1662012220585","pageUrl":"https:/mcdryad.com/Gyeonggi-do/2022-09-01-1662012220585"},{"id":"2022-09-01-1662008001612","title":"Myeongjigyegok Valley (명지계곡)","description":"Myeongjigyegok Valley stretches eastward from the summit of Myeongjisan Mountain (alt. 1,267 m), the second highest mountain in Gyeonggi-do. The entrance to the valley offers several convenient amenities, including restaurants, public restrooms, and accommodations. In the valley itself, clean water powerfully cascades over rocks. Forests line both sides of the valley entrance, and a trail leads to Seungcheonsa Temple. Myeongjipokpo Falls, nearly an hour's walk from the valley entrance, is just 7~8 meters high, but is extremely beautiful in fall.","regDate":"2022-09-01","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites","Valleys"],"imgUrl":"/2022-09-01-1662008001612/1942593_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-01-1662008001612","pageUrl":"https:/mcdryad.com/Gyeonggi-do/2022-09-01-1662008001612"},{"id":"2022-08-31-1661942601091","title":"Mulhyanggi Arboretum (물향기수목원)","description":"Mulhyanggi Arboretum is located in Sucheong-dong of Osan, Gyeonggi-do, known since the past to have clear flowing water. The arboretum is 34 hectare in size with 19 different themed gardens with over 1,920 different plants and flowers.","regDate":"2022-08-31","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites","Botanical Gardens"],"imgUrl":"/2022-08-31-1661942601091/2675335_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-31-1661942601091","pageUrl":"https:/mcdryad.com/Gyeonggi-do/2022-08-31-1661942601091"},{"id":"2022-08-31-1661938975532","title":"Mongolia Culture Town (몽골문화촌)","description":"Established upon the signing of a friendship pact between the city of Namyangju and the Mongolian capital city of Ulaanbaatar, Mongol Cultural Village is a unique place in Korea where visitors can experience the traditional culture of Mongolia.Inside the exhibition hall, about 800 items from Mongolia including traditional clothes, instrument and household goods are on display.","regDate":"2022-08-31","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Experience Programs","Unique Experience"],"imgUrl":"/2022-08-31-1661938975532/1782022_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-31-1661938975532","pageUrl":"https:/mcdryad.com/Gyeonggi-do/2022-08-31-1661938975532"},{"id":"2022-08-31-1661935642682","title":"Mirinae Holy Site (미리내 성지)","description":"The word ‘Mirinae,’ from the Mirinae Holy Site in Anseong, Gyeonggi-do, is a pure Korean word for the Milky Way. The site holds the graves of Saint Andreas Kim Daegeon, Korea’s first Catholic Saint; his mother Ursula; Bishop Ferréol, the third head of the Joseon parish who ordained Priest Kim; and Vincentius Lee Minsik who buried Saint Kim’s body. Visitors can feel the peaceful and serene atmosphere when walking around the site. The reason it came to be called ‘Mirinae’ is that Korean Catholics came to this place in secret to avoid persecution during the late Joseon dynasty, and the lamplight coming from their homes in the village where they settled resembled the starlight of the Milky Way.","regDate":"2022-08-31","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Holy Sites"],"imgUrl":"/2022-08-31-1661935642682/1589723_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-31-1661935642682","pageUrl":"https:/mcdryad.com/Gyeonggi-do/2022-08-31-1661935642682"},{"id":"2022-08-31-1661932387069","title":"Manggyeongam Hermitage (망경암)","description":"Manggyeongam’s name derives from the hermitage's view of Seoul, and is located in Bokjeong-dong of Seongnam, Gyeonggi-do. Manggyeongam Hermitage is said to be the place where kings of the late Goryeo and early Joseon periods prayed for peace for their subjects. In addition, Prince Pyeongwon, the 7th son of King Sejong, and Grand Prince Jean built an altar at Mangyeongam Hermitage and Chilseongdae Peak and pledged filial piety. <br><br>The hermitage is more widely known for its connection to the Chilseong faith, in which believers worship Chilseong (the Seven Stars). It is easily recognized by the written records inscribed into the rock wall. Located at the hermitage is the Rock-carved Seated Buddha, an original work of the hermitage that is also designated Gyeonggi-do’s Tangible Cultural Asset No. 102. The Buddha is embossed inside a deep hole in the rock. In the words inscribed near the statue, there is also a legend that says Lee Gu-seung carved Gwaneum Statue near Rock-carved Seated Buddha and built the hermitage in 1897. <br><br>Next to the hermitage is a pond called “Bokumul,” which means “blessed sugared water.” The neighborhood of Bojeong-dong takes its name from this pond. At the hermitage, Daeungjeon Hall (the main hall), Samseonggak Shrine (shrine for three spirits), and Mireukjeon Hall were all established fairly recently. The hermitage site also includes a huge Mireuk Daebul statue (Great State of Maitreya Buddha) and a five-story stone pagoda.","regDate":"2022-08-31","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-08-31-1661932387069/2021847_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-31-1661932387069","pageUrl":"https:/mcdryad.com/Gyeonggi-do/2022-08-31-1661932387069"},{"id":"2022-08-31-1661928156757","title":"La Vie D'or Resort & Country Club (라비돌리조트)","description":"Located 30 minutes from Seoul, LA VIE D'OR Resort & Country Club is a large (330,578 meters square) leisure complex appropriate for visitors of all ages. In addition to Western and Korean-style guestrooms, the resort offers Korean, Chinese, and Western restaurants, an expertly landscape golf driving range, indoor and outdoor swimming pools, numerous sports facilities, and a sauna. Reminiscent of European architecture, the ivory-colored resort (B1-17F) is designed to harmonize with the region’s natural beauty. Attractions such as Yungneung, Geolleung, and the Yongju Temple are only 5 minutes away and many other tourist locations are within a 30-minute drive.","regDate":"2022-08-31","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Recreational Sites","Tourist Complexes"],"imgUrl":"/2022-08-31-1661928156757/1939958_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-31-1661928156757","pageUrl":"https:/mcdryad.com/Gyeonggi-do/2022-08-31-1661928156757"},{"id":"2022-08-31-1661922885962","title":"Korean Traditional House Association (한국전통가옥협회)","description":"Korea Traditional House Association studies traditional houses which embrace the spirit of the ancestors and develop traditional cultural asset by creating miniatures of the houses. Through in-site survey and history of ancestors, the area is reproduced intact down to the structure, materials and architectural method used, creating a lively miniature village.","regDate":"2022-08-31","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Architectural Sights","Buildings"],"imgUrl":"/2022-08-31-1661922885962/1960243_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-31-1661922885962","pageUrl":"https:/mcdryad.com/Gyeonggi-do/2022-08-31-1661922885962"},{"id":"2022-08-30-1661856135058","title":"Korean Folk Village (한국민속촌)","description":"Korean Folk Village introduces traditional culture from the late Joseon period to both local and international visitors through cultural classes experience, shaman faith, seasonal customs and others. It recreated the past through the restoration of houses from the Joseon dynasty. <br><br>Performances including nongak (farmer’s music), martial arts on horseback, traditional wedding ceremony, and other special events are available by season. In particular, Welcome to Joseon, an event held every May, takes visitors back to the past. In addition, a family-friendly theme park equipped with 15 exciting attractions is also available. Visitors can also try various Korean foods at the market street.","regDate":"2022-08-30","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Folk Villages"],"imgUrl":"/2022-08-30-1661856135058/2612489_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-30-1661856135058","pageUrl":"https:/mcdryad.com/Gyeonggi-do/2022-08-30-1661856135058"},{"id":"2022-08-30-1661852468411","title":"Korea National Arboretum and Forest Museum (Gwangneung Forest) (국립수목원 (광릉숲))","description":"The Korea National Arboretum (KNA) is situated in Gwangneung Experimental Forest and contains the Forest Museum where all the information on forestry is exhibited. The construction of the arboretum and museum took place on October 25, 1985 and opened on April 5, 1987. In order to preserve the forests, weekends and holiday entrance were restricted, reservations were required 5 days in advance, and no more than 5,000 visitors were accepted per day. As diverse plants are gaining recognition worldwide, the research department formed the Office of Forestry on May 24, 1999. <br><br>Korea National Arboretum covers an area of 1,157㏊ and contains 15 specialized forests, including Conifer Garden, the Garden of Ornamental Trees, and the Aroma and Touch Garden. The Forest Museum is the largest in Asia, covering 4628 sq.m² with a traditional Korean design, and the interior and exterior are both constructed of wood and stone. The arboretum facilities consist of 5 exhibition halls (Living Forest, Forest and Man, Forestry of the World, Forestry of Korea, Nature of Korea), a Herbarium, a Special Exhibition Room, and an Audio Visual Hall.","regDate":"2022-08-30","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites","Botanical Gardens"],"imgUrl":"/2022-08-30-1661852468411/2031794_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-30-1661852468411","pageUrl":"https:/mcdryad.com/Gyeonggi-do/2022-08-30-1661852468411"},{"id":"2022-08-30-1661849190638","title":"Konjiam Resort (곤지암리조트)","description":"Located in Nogobong Valley in Taehwasan Mountain in Gwangju-gun, Gyeonggi-do Province, Konjiam Resort is only an hour away by car from the Gangnam area in Seoul. The year-round resort boasts the largest ski slopes of Gyeonggi-do Province, a condominium with 476 rooms, the nation’s first residential spa, and a variety of other facilities. <br><br>Some of the most unique features of the resort are the ecological stream running through the resort and the cave wine cellar where about 90,000 bottles of wine are stored. Another visitor favorite is the Konjiam Arboretum, which has 3,700 species of plants and about 20 themed gardens.","regDate":"2022-08-30","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Recreational Sites","Tourist Complexes"],"imgUrl":"/2022-08-30-1661849190638/919832_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-30-1661849190638","pageUrl":"https:/mcdryad.com/Gyeonggi-do/2022-08-30-1661849190638"},{"id":"2022-08-30-1661845412262","title":"Key Observatory (열쇠전망대)","description":"Called to play the role of an important key for unification, Key Observatory was established on April 11, 1998 to commemorate the sorrow of homesickness and provide security education in the area of Dapgok-ri, Yeoncheon-gun. Military in the area can also keep watch over the north from this location. It is open to members of the public who complete an identification check. After the check, soldiers will open the barricade for admission. From the observatory, visitors can see the green verdure surrounding the north region with one's naked eye but taking photos is prohibited.","regDate":"2022-08-30","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Architectural Sights","Monuments/Observatories"],"imgUrl":"/2022-08-30-1661845412262/2481891_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-30-1661845412262","pageUrl":"https:/mcdryad.com/Gyeonggi-do/2022-08-30-1661845412262"},{"id":"2022-08-30-1661841424282","title":"Kalbongsan Recreational Forest (칼봉산자연휴양림)","description":"Kalbongsan Recreational Forest is located between Gyeongbangyegok Valley, famous for Surakpokpo Falls, and Yongchugyegok Valley, famous for Yongchupokpo Falls. The forest is a popular summer vacation spot for families due to the pure natural environment. Kalbongsan Mountain also provides many trekking paths.","regDate":"2022-08-30","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"/2022-08-30-1661841424282/1091662_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-30-1661841424282","pageUrl":"https:/mcdryad.com/Gyeonggi-do/2022-08-30-1661841424282"},{"id":"2022-08-30-1661836323858","title":"Jungwonpokpo Falls (중원폭포)","description":"Jungwonpokpo Falls is located at the eastern edge of Jungwon Valley in Jungwonsan Mountain, Yangpyeong. A 15-minute walk from the parking lot through the valley pathway will take the visitors to the three-tiered waterfalls. Rather a small waterfall less than 10 meters high,  Jungwonpokpo Falls is surrounded by cliffs with fantastic rock formations that look like folding screens. The plunge pool is also impressive with its depth and x_width. Located nearby is another waterfall known as Chimapokpo Falls.","regDate":"2022-08-30","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites","Waterfalls"],"imgUrl":"/2022-08-30-1661836323858/772243_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-30-1661836323858","pageUrl":"https:/mcdryad.com/Gyeonggi-do/2022-08-30-1661836323858"},{"id":"2022-08-29-1661769914101","title":"Jungmisan Recreational Forest (중미산자연휴양림)","description":"Jungmisan Recreational Forest unfolds at the end of a lovely drive along the famous Nongdachigogae Road, the highest ridge road in the vicinity of Seoul. The forest boasts a striking landscape of thick groves of trees and a view overlooking the Namhangang River. During some mornings, the forest’s log cabins are veiled by a thick fog, further adding to the beautiful natural ambience.<br><br>Rising 834 meters above sea level, Jungmisan Mountain is a popular sunrise destination frequented by throngs of hikers every year. Thick forests of pine trees create a rooftop of branches from spring to fall. Being surrounded by the tall mountains of Baegunsan, Yumyeongsan, and Yongmunsan, Jungmisan Mountain feels like it is in the inner mountainous region of Gangwon-do, although it is close to Seoul.<br><br>The forest has log cabins that can accommodate groups of 4 to 10 people as well as campsites that complement the surrounding natural environment. Visitors can enjoy a comfortable walk through the trees on a trail that winds through the heart of the forest.","regDate":"2022-08-29","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"/2022-08-29-1661769914101/607986_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-29-1661769914101","pageUrl":"https:/mcdryad.com/Gyeonggi-do/2022-08-29-1661769914101"},{"id":"2022-08-29-1661766067282","title":"Jungmisan Observatory (중미산 천문대)","description":"Situated only 40 minute's drive from Seoul, the Jungmisan Observatory is nestled within Jungmisan Recreational Forest 437 kilometers above sea level. In addition to the beautiful natural scenery, the main draw of this particular location is that there is no other place near Seoul as this forest where one can get an excellent view of the night sky. From Seoul, one might expect to see about three stars on a good day, while at the Jungmisan Observatory one can typically observe over 3,000 stars. <br><br>Jungmisan Observatory provides an experiential learning center that offers astronomy programs for children, including preschoolers. Children can gain a deeper understanding of space and basic astronomy through various programs, such as stargazing. In addition to the astronomy programs, the observatory also offers forest bathing, forest ecology, and insect learning programs along with the nearby recreational forest.","regDate":"2022-08-29","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2022-08-29-1661766067282/219615_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-29-1661766067282","pageUrl":"https:/mcdryad.com/Gyeonggi-do/2022-08-29-1661766067282"},{"id":"2022-08-29-1661762901742","title":"Jeongok-ri Prehistoric Site - Hantangang River Geopark (연천 전곡리 유적-한탄강 국가지질공원)","description":"The Jeongok-ri Prehistoric Site is the prime site on the Korean peninsula for the study of Paleolithic relics, and was unearthed after the discovery of a stone implement by an American soldier who was visiting an amusement park near Hantangang River in the winter of 1978. It was identified as an Acheulean Paleolithic stone implement by an expert, and gained the attention of paleontologists from around the world. The Jeongok-ri Prehistoric Site is situated on a basalt deposit that was likely formed during the Precambrian era. With the discovery of soil wedge and tephra indicating the top layer to be estimated at least 20,000 years old,  the region is also considered highly valuable among geologists.","regDate":"2022-08-29","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-08-29-1661762901742/2616260_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-29-1661762901742","pageUrl":"https:/mcdryad.com/Gyeonggi-do/2022-08-29-1661762901742"},{"id":"2022-08-29-1661758931765","title":"Jebudo Island (제부도)","description":"From Jebudo Island visitors can witness the parting of the sea. The sea parts twice a day during the low tide. Located in the vicinity of Seoul, the island is ideal for an overnight family trip. The sunset over the ocean is one of the most beautiful scenes on the west coast. The island has various attractions including water walk, walking trails, beaches and art park.","regDate":"2022-08-29","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites"],"imgUrl":"/2022-08-29-1661758931765/2482729_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-29-1661758931765","pageUrl":"https:/mcdryad.com/Gyeonggi-do/2022-08-29-1661758931765"},{"id":"2022-08-29-1661754741621","title":"Jatyanggi Purunsup Resort (잣향기푸른숲)","description":"Located in Gyeonggi-do and home to the nation's largest nut pine forest, composed of trees over 80 years old, Jatyanggi Purunsup Resort is a special recreational forest complex where phytoncide emitted from the pine tree forest creates a healing experience. The forest is located between 450 and 600 meters above sea level on Chungnyeongsan and Seorisan Mountains.","regDate":"2022-08-29","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2022-08-29-1661754741621/2022377_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-29-1661754741621","pageUrl":"https:/mcdryad.com/Gyeonggi-do/2022-08-29-1661754741621"},{"id":"2022-08-29-1661749597946","title":"Jarasum Island (자라섬)","description":"Located in Gapyeong, Gyeonggi-do, Jarasum Island is an island formed on the Bukhangang River as a result of the construction of the Cheongpyeong Dam in 1943. The name &lsquo;Jarasum&rsquo; comes from the fact that it faces a hill that resembles a Jara (Korean word for soft-shelled turtle). Jarasum consists of four islands called Dongdo, Seodo, Jungdo, and Namdo, and has various leisure and park facilities. Visitors can find a car camping site and the filming location of the popular TV drama series 'Iris' on Seodo (west island), and an eco-cultural park with a grass plaza of over 100 meters in diameter on Jungdo (central island). There is also an ecosystem theme park called Ehwawon Garden at the westernmost tip of the Jarasum Campground. A popular camping spot, Jaraseom Island is also widely known as the venue of the annual Jarasum International Jazz Festival.","regDate":"2022-08-29","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites"],"imgUrl":"/2022-08-29-1661749597946/2482681_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-29-1661749597946","pageUrl":"https:/mcdryad.com/Gyeonggi-do/2022-08-29-1661749597946"},{"id":"2022-08-28-1661683289172","title":"Jangja Lake Park (장자호수공원)","description":"Guri City worked to improve the water quality of Jangja Lake in order to form the Jangja Lake Park and in the process an ecological zone was created. A 3.6 km tree-lined&nbsp;walking trail&nbsp;runs through the park and is frequently used&nbsp;by people enjoying an outing or getting some light exercise. Concerts, exhibitions, and other events are held on the outdoor stage on weekends and the park is widely used as a place to relax by local residents. <br><br> * Size - Area 107,385 m², average water depth 2.2 m (0.2 m~4.7 m), and walkway 4.6 km","regDate":"2022-08-28","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-08-28-1661683289172/755075_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-28-1661683289172","pageUrl":"https:/mcdryad.com/Gyeonggi-do/2022-08-28-1661683289172"},{"id":"2022-08-28-1661679576836","title":"Janganmun Gate (장안문)","description":"Janganmun Gate is the main gate of Hwaseong Fortress at the northern wall. <em>Jangan</em> means capital, implying that Hwaseong Fortress is the secondary capital. Janganmun Gate served as the main gate because the king would pass from this gate when arriving from Hanyang, the capital city, now modern-day Seoul. It is interesting to note that this gate is larger than Sungryemun Gate in Seoul.","regDate":"2022-08-28","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Gates"],"imgUrl":"/2022-08-28-1661679576836/2367187_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-28-1661679576836","pageUrl":"https:/mcdryad.com/Gyeonggi-do/2022-08-28-1661679576836"},{"id":"2022-08-28-1661676260189","title":"Imjingak Resort (파주 임진각(평화누리공원))","description":"Located approximately 56 kilometers from Seoul City Hall and 7 kilometers from DMZ, Imjingak is an important part of Korean history. Imjingak Resort has various war-related artifacts as well as spacious Pyeonghwa Nuri Park. The resort preserves the Freedom Bridge and Imjingang rail bridge from the Korean War to remind people of the past, along with a Memorial Hall, memorial monuments and recreational areas.","regDate":"2022-08-28","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Security & Peace Sites"],"imgUrl":"/2022-08-28-1661676260189/2706499_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-28-1661676260189","pageUrl":"https:/mcdryad.com/Gyeonggi-do/2022-08-28-1661676260189"},{"id":"2022-08-28-1661672238593","title":"Ilyeong Herbland (일영허브랜드)","description":"Ilyeong Herbland offers picturesque scenery, combining both natural and man-made beauty with herbal gardens resting on a wide outdoor field. Ilyeong Herbland is comprised of an herbal botanical garden, herbal shop, well-being corner, restaurant, outdoor garden, and walking paths. Visitors can buy herbal plants and can also have various herbal teas and boiled rice with herbal flowers.","regDate":"2022-08-28","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Experience Programs","Farming Experience"],"imgUrl":"/2022-08-28-1661672238593/2431918_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-28-1661672238593","pageUrl":"https:/mcdryad.com/Gyeonggi-do/2022-08-28-1661672238593"},{"id":"2022-08-28-1661669170153","title":"Ilsan Lake Park (일산호수공원)","description":"Ilsan Lake Park spans over 991,800 square meters, making it one of the largest man-made parks in Asia. The large fresh water lake is well-managed to remain clean. The park is equipped with convenient facilities and attractions, including the Riverside Square, artificial islands, a 4.7-kilometer-long bike path, children’s playground, natural experience site, musical fountain, 100 species of wild flowers and a dense forest of 200,000 trees. The park also serves as the venue for International Horticulture Goyang Korea, a large flower exhibition.","regDate":"2022-08-28","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-08-28-1661669170153/2364836_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-28-1661669170153","pageUrl":"https:/mcdryad.com/Gyeonggi-do/2022-08-28-1661669170153"},{"id":"2022-08-28-1661665585207","title":"Ilsan Astro Camp (일산 어린이천문대)","description":"The observatory not only has a 3m circular dome and sliding dome, but also a catadioptric telescope and other major equipment for space observation. Regular education program are help during school summer vacation to explain astromony concepts in relatively simple terms and to engage children with folk stories behind each constellation. <br><br>Other programs like ‘A Trip to the Space with My Daddy”, and “Weekend Family FAM Tour” are also available. In a A Trip to Space with My Daddy” (21 00 to 24 00 daily) participants can learn how to operate a telescope and observe celestial bodies in space. The “Weekend Family FAM Tour” program opens from 10 00 to 17 00 on weekends and presents short films on astronomy and gives visitors a look at telescopes and other astrological equipment. The program is popular among elementary and middle school students from Seoul and Ilsan area.","regDate":"2022-08-28","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2022-08-28-1661665585207/1855928_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-28-1661665585207","pageUrl":"https:/mcdryad.com/Gyeonggi-do/2022-08-28-1661665585207"},{"id":"2022-08-28-1661661487763","title":"Ildong Jaeil Yuhwang Oncheon (일동제일유황온천)","description":"<br>The Ildong Jaeil Oncheon is situated in the hot springs region of Pocheon-gun. Many visitors from the Seoul and Gyeongin areas come for the high-quality water that comes from the hot springs located 800~1000 meters underground. <BR><Br>Visitors to the Ildong hot springs region also enjoy the famous Idong galbi (grilled meat), visit the nearby Baekunsan, Gwangdeoksan, Cheonggyesan, and Unaksan Mountain ranges and also visit Nasan Golf Course and Ildong Lake. <BR><Br>The Ildong Jaeil Oncheon’s hot springs water are known to be effective in treating rheumatism, obesity, diabetes, high blood pressure, neuralgia, women’s diseases, arthritis, and various skin ailments. <br>&nbsp;","regDate":"2022-08-28","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Recreational Sites","Hot Springs & Spa"],"imgUrl":"/2022-08-28-1661661487763/487030_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-28-1661661487763","pageUrl":"https:/mcdryad.com/Gyeonggi-do/2022-08-28-1661661487763"},{"id":"2022-08-27-1661596888088","title":"Icheon Sansuyu Village (이천 산수유마을)","description":"Icheon has emerged as a new spring destination thanks to the large colony of sansuyu trees in Baeksa-myeon. The path from downtown Icheon to Yeongwonsa Temple, located on Wonjeonksan Mountain, is lined on both sides with these beautiful yellow trees.<br><br>The village is a quiet place, with a narrow road just wide enough for two cars, and a peaceful stream running off to the side. However, every spring, the village is awakened by the many photographers and tourists who visit. The second most-visited season is autumn, when the sansuyu trees fill out with bright red berries.","regDate":"2022-08-27","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Experience Programs","Village Experience"],"imgUrl":"/2022-08-27-1661596888088/2591105_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-27-1661596888088","pageUrl":"https:/mcdryad.com/Gyeonggi-do/2022-08-27-1661596888088"},{"id":"2022-08-27-1661593166221","title":"Icheon Ceramics Village (이천도예마을)","description":"Icheon Ceramics Village produces traditional Korean ceramics, which are of high quality.  The village became the center of traditional pottery during the Joseon dynasty (1392-1910) for about 500 years due to the easily obtainable materials in the areas. Icheon Ceramics Village was also the center of Joseon Baekja ceramics.  Presently, about 80 pottery factories are congregated at the village, and about 300 pottery kilns are in use. <br>Visitors can observe the pottery production process, and purchase them directly. It is worthwhile to see the crafts of these potters known as Living Cultural Treasures of Korea for creating the highest quality handicrafts.  Not only are the traditional Cheongja, Baekja, and Buncheong pottery produced here, but you can also view modern design pottery.  The Haegang Ceramics Art Center is the only ceramics Art Center in Korea, where you can learn about ceramics.  One of the must-see events at Icheon Ceramics Village is the internationally famous “Icheon Ceramics Festival” held every year.  Displayed pottery as well as, pottery classes, traditional kiln handling, pottery character show, and even parades are held.","regDate":"2022-08-27","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Folk Villages"],"imgUrl":"/2022-08-27-1661593166221/882433_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-27-1661593166221","pageUrl":"https:/mcdryad.com/Gyeonggi-do/2022-08-27-1661593166221"},{"id":"2022-08-27-1661589872200","title":"Hyowon’s Bell (효원의 종·서장대)","description":"Hyowon’s Bell is located at the summit of Paldalsan Mountain. The bell was created to honor the filial devotion of King Jeongjo towards his father, Crown Prince Sado. The bell has various symbols representing the city of Suwon and its cultural assets. The bell is always rung three times- the first ring is in gratitude for the love of one’s parents, the second to hope for happiness in one’s family, and the third as a prayer for self-improvement.","regDate":"2022-08-27","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-08-27-1661589872200/625543_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-27-1661589872200","pageUrl":"https:/mcdryad.com/Gyeonggi-do/2022-08-27-1661589872200"},{"id":"2022-08-27-1661585850373","title":"Hwaseong Yongjusa Temple (용주사(화성))","description":"Yongjusa Temple is located near Yungneung and Geolleung Royal Tombs. This site was originally the location of Garyangsa Temple, which was constructed in 854, during the 16th year of King Munseong of the Silla Kingdom. The temple was very famous as it was surrounded by beautiful mountains and crystal clear waters. However, the temple was destroyed by fire during the Manchu War of 1636.<br><br>During the Joseon dynasty, King Jeongjo moved the tomb of his father to this spot, and built Yongjusa Temple here to pray for the repose of his father’s soul. It is said that one night before the temple was completed, King Jeongjo dreamt of a dragon ascending to the sky holding a magic ball in its mouth. He therefore named the temple “Yongjusa,” which means the temple of a dragon with a magic ball in Korean.<br><br>The courtyard of the temple contains the Bronze Bell of Yongjusa Temple, a National Treasure; a stone pagoda; Daeungbojeon (the main hall); and Cheonboru Pavilion. Visitors to Yongjusa Temple can also find the “Bumoeunjunggyeong” books, which were written by King Jeongjo on the subject of filial affection and respect for one’s parents. These days, Yongjusa Temple and the Yungneung and Geolleung Royal Tombs are highly valued for their cultural heritage.","regDate":"2022-08-27","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-08-27-1661585850373/1593656_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-27-1661585850373","pageUrl":"https:/mcdryad.com/Gyeonggi-do/2022-08-27-1661585850373"},{"id":"2022-08-27-1661582774696","title":"Hwaseong Fossilized Dinosaur Egg Site (화성 공룡알 화석지)","description":"The Hwaseong Fossilized Dinosaur Egg Site was discovered on an island in the tidal plain south of Sihwaho Lake. The island was revealed when seawaters were blocked during a land reclamation project. As the sedimentary layer formed during the Cretaceous period of the Mesozoic Era (dated around 83 million to 85 million years ago) was eroded by weathering, roughly 200 dinosaur eggs in thirty nests were discovered at twelve dig sites. It is anticipated that more fossils will be discovered once a thorough investigation is carried out and more land is reclaimed.<br><be>Most dinosaur eggs are oval shaped and dark red. Considering the properties of the fossilized shells, the eggs that have been discovered so far are assumed to belong to four-legged herbivorous dinosaurs with a long neck and tail, and two-legged herbivorous dinosaurs, including the hadrosaur. A wide range of plant fossils were also discovered alongside the fossilized eggs, leading to expectations that the formerly lush environment may yet be restored.<br><br>The discovery of the Fossilized Dinosaur Egg Site in Hwaseong has greatly expanded the scope of Korean paleontology; previous paleontological discoveries were exclusively limited to fossilized dinosaur footprints. This significant discovery has attracted many internationally renowned scholars who have visited the site in Hwaseong.","regDate":"2022-08-27","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2022-08-27-1661582774696/2040876_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-27-1661582774696","pageUrl":"https:/mcdryad.com/Gyeonggi-do/2022-08-27-1661582774696"},{"id":"2022-08-27-1661579189055","title":"Hwaseomun Gate (화서문)","description":"Hwaseomun Gate is the western gate of Hwaseong Fortress, Treasure No. 403. Over the stone <i>mujigae</i> (rainbow) door is a single-story tower gate. Hwaseomun Gate's <i>ongseong</i> (defensive gate) forms a crecent shape, with one side of the ongseong remaining open.","regDate":"2022-08-27","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Gates"],"imgUrl":"/2022-08-27-1661579189055/2483143_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-27-1661579189055","pageUrl":"https:/mcdryad.com/Gyeonggi-do/2022-08-27-1661579189055"},{"id":"2022-08-27-1661575291530","title":"Hwaseokjeong Pavilion (화석정)","description":"Hwaseokjeong Pavilion was built in honor of Gil Jae, a Goryeo dynasty Confucian scholar who had resigned from his government post to train young scholars. Overlooking the Imjingang River, the pavilion provides a good resting area dotted with zelkova trees.","regDate":"2022-08-27","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-08-27-1661575291530/2364871_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-27-1661575291530","pageUrl":"https:/mcdryad.com/Gyeonggi-do/2022-08-27-1661575291530"},{"id":"2022-08-26-1661510540205","title":"Hwahongmun Gate (화홍문)","description":"Hwahongmun Gate refers to the northern gate of Hwaseong Fortress among the two main gates installed to control the flow of Suwoncheon Stream that cuts through the fortress. Hwahongmun Gate consists of seven arched watergates in varying sizes. The watergate at the center is larger than the others to control the water flow effectively.","regDate":"2022-08-26","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Gates"],"imgUrl":"/2022-08-26-1661510540205/2480674_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-26-1661510540205","pageUrl":"https:/mcdryad.com/Gyeonggi-do/2022-08-26-1661510540205"},{"id":"2022-08-26-1661506826216","title":"Hwadam Botanic Garden (화담숲)","description":"Hwadam Botanic Garden is an eco-friendly arboretum located within Konjiam Resort in Gwangju, Gyeonggi-do, a 40-minute drive away from Seoul. In effort to revive the country's forest ecosystem, LG Evergreen Foundation brought in approximately 4,300 types of exquisite and domestic plants to form a forest park divided into 17 themes. Hwadam can be translated into a friendly communication, a name given to the forest in hopes that the area serves as a mean for people to communicate with nature. While the forest is designed to offer an environmentally friendly atmosphere, the ecosystem and habitats of the forest are well-preserved, serving as a home to many living species.","regDate":"2022-08-26","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites","Botanical Gardens"],"imgUrl":"/2022-08-26-1661506826216/2436244_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-26-1661506826216","pageUrl":"https:/mcdryad.com/Gyeonggi-do/2022-08-26-1661506826216"},{"id":"2022-08-26-1661503574183","title":"Hongneung and Yureung Royal Tombs [UNESCO World Heritage] (남양주 홍릉(고종과 명성황후)과 유릉(순종과 순명,순정 황후) [유네스코 세계문화유산])","description":"Hongneung and Yureung Royal Tombs is Historic Site No. 207. Hongneung Tomb is the resting place of Emperor Gojong and his wife Empress Myeongseong, while Yureung Tomb is the resting place of Emperor Sunjong, his first wife Empress Sunmyeonghyo, and his second wife, Empress Sunjeonghyo. Hongneung and Yureung look different from other royal tombs. When the name of the country changed from the Joseon dynasty to the Daehan Empire, the rulers of Korea were called emperors. Therefore, the tombs of the two emperors were modeled after the tomb of the Ming dynasty’s ruler, King Taizu (Zhu Yuanzhang). Surrounding Hongneung and Yureung are statues carved in the shape of animals such as giraffes, elephants, and lions, which can’t be seen at the other royal tombs of the Joseon dynasty. The stonework of Hongneung tomb was made in a traditional way, while the stonework of Yureung tomb shows a more realistic and advanced technique.","regDate":"2022-08-26","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-08-26-1661503574183/219673_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-26-1661503574183","pageUrl":"https:/mcdryad.com/Gyeonggi-do/2022-08-26-1661503574183"},{"id":"2022-08-26-1661499675782","title":"Heyri Art Valley (헤이리 예술마을)","description":"Heyri Art Valley is a neighborhood of inspiration, creative workshops, exhibitions, festivals, and education of all things creative arts. This neighborhood expanded into an art complex when artists from diverse fields of expertise began to gather during the development process of Paju Book City. The village’s name originates from Paju’s local song “Heyri Sound,” sung by farmers while working at the fields. The whole neighborhood is like a masterpiece due to the artworks displayed along the streets in harmony with nature’s beauty. The buildings were carefully designed as to prevent the manmade structures getting in the way from admiring the surrounding nature. For example, the neighborhood’s streets were designed to follow the curves set by nature without using any asphalt.","regDate":"2022-08-26","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Experience Programs","Unique Experience"],"imgUrl":"/2022-08-26-1661499675782/2706535_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-26-1661499675782","pageUrl":"https:/mcdryad.com/Gyeonggi-do/2022-08-26-1661499675782"},{"id":"2022-08-26-1661497254182","title":"Herb Village (허브빌리지)","description":"The Herb Village in Yeoncheon, Gyeonggi-do Province gives a splendid view of Imjingang River. This beautiful oasis is perfect for a relaxing day out of Seoul with the whole family. Colorful flowers, wooden benches, original statues, and a beautiful landscape decorate the whole space of the garden. One can just take a leisurely walk down the hill towards the river while stopping to smell the herbs every once in a while. <br><br>If you need some refreshments, there are a couple of restaurants in the garden. If you want to stay overnight, there is beautiful guesthouse that offers comfortable accommodation. The village also has an herb jjimjilbang (Korean sauna) that creates a romantic ambience after sunset with candle lights, and foot baths that use different herbs can be found outside. The village is just a short drive from Seoul and one can enjoy a scenic view of the surroundings along the way.","regDate":"2022-08-26","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Recreational Sites","Theme Parks"],"imgUrl":"/2022-08-26-1661497254182/2390973_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-26-1661497254182","pageUrl":"https:/mcdryad.com/Gyeonggi-do/2022-08-26-1661497254182"},{"id":"2022-08-26-1661494367809","title":"Hanteo Pony Farm (한터 조랑말농장)","description":"Hanteo Pony Farm is a farm where children and families can experience aspects of farm life such as planting crops and attending to the needs of farm animals. During weekdays, the farm hosts learning activities specifically for groups of children from kindergartens and elementary schools. During weekends, it is a popular destination for families to come and enjoy farm life.","regDate":"2022-08-26","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Experience Programs","Unique Experience"],"imgUrl":"/2022-08-26-1661494367809/2364475_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-26-1661494367809","pageUrl":"https:/mcdryad.com/Gyeonggi-do/2022-08-26-1661494367809"},{"id":"2022-08-26-1661490289211","title":"Hantaek Botanical Garden (한택식물원)","description":"Established in 1979, Hantaek Botanical Garden features the nation's largest botanical garden which houses total of 9,700 plant species including 2,400 species of wild plants and 7,300 species of foreign plants. Along with various domestic and international plant species, the botanical garden makes an effort in research studies through the botanical lab, interactions with domestic and international botanical gardens and modernized facilities. Also, it was designated as Rare plant and Extinction crisis plant habitat and conservation by the Ministry of Environment and has been carrying out acts to preserve national grown-plants and restoring the habitats continuously as well as various hands-on programs and exhibitions that offer education&nbsp;about nature.<br><br> Hantaek Botanical Garden is comprised of Natural Ecology Hall, Water Plant Botanical Garden, Wall Garden, Rock Garden, Silver Grass Garden and Hemerocallis collections, Hosta collections, Iris garden, and other gardens. Australia Plant Greenhouse, exhibiting baobab trees, South Africa Greenhouse, Herb greenhouse, and a rest area are also available for visitors.","regDate":"2022-08-26","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites","Botanical Gardens"],"imgUrl":"/2022-08-26-1661490289211/2378844_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-26-1661490289211","pageUrl":"https:/mcdryad.com/Gyeonggi-do/2022-08-26-1661490289211"},{"id":"2022-08-25-1661424304365","title":"Haengjusanseong Fortress (행주산성)","description":"Haengjusanseong Fortress (Historic Site No. 56) atop Deogyangsan Mountain was the site of one of the three major Korean victories against the enemy during the Imjin War (1592-1598). Inside the fortress is Chungjangsa Shrine, a place to pay tribute to General Gwon Yul who led the victorious feat. A cultural event to pay tribute to General Gwon Yul is held every March 14.","regDate":"2022-08-25","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Fortresses"],"imgUrl":"/2022-08-25-1661424304365/1589218_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-25-1661424304365","pageUrl":"https:/mcdryad.com/Gyeonggi-do/2022-08-25-1661424304365"},{"id":"2022-08-25-1661420458135","title":"Gyeonggi Cheonggyesa Temple (청계사(경기))","description":"Cheonggyesa Temple is a Buddhist temple near Baegunhosu Lake that became well-known as the site of udumbara flower, a rarity that blooms on Buddhist statues. Built during the Silla Kingdom, the temple offers many sights, including the Cheonggyesa Temple Monument, Geungnakjeon Hall, the bell tower, Samseonggak Shrine, Ksitigarbha Hall, and Gamnoji Pond. Among the many things to see, visitors should not miss a glimpse of the Bronze Bell of Cheonggyesa Temple and the Wood Printing Block in Cheonggyesa Temple. Created in the 27th year of the reign of King Sukjong (1701) of the Joseon dynasty, the Bronze Bell has been designated as a national treasure, and is adorned with elaborate patterns.","regDate":"2022-08-25","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-08-25-1661420458135/1254106_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-25-1661420458135","pageUrl":"https:/mcdryad.com/Gyeonggi-do/2022-08-25-1661420458135"},{"id":"2022-08-25-1661417236103","title":"Gwangneung Royal Tomb [UNESCO World Heritage] (남양주 광릉(세조, 정희왕후) [유네스코 세계문화유산])","description":"Gwangneung, located in Namyangju in Gyeonggi-do is the royal tomb of King Sejo (1417-1468, reign 1455-1468) and Queen Jeonghui (1418-1483). The king and queen are enshrined separately. The tomb on the left is King Sejo’s and the one on the right is Queen Jeonhui’s with a pavilion standing between the two tombs. Requested by King Sejo on his will, the simple design of the tomb and the surrounding compare to the past tombs saved cost and manpower required to finish the work, which became the model for future royal tomb design. Gwangneung is surrounded by forests where an abundance of wild plants grow. It is famous for being the habitat of the Korean redheaded woodpecker (Natural Monument No. 11).","regDate":"2022-08-25","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-08-25-1661417236103/2364478_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-25-1661417236103","pageUrl":"https:/mcdryad.com/Gyeonggi-do/2022-08-25-1661417236103"},{"id":"2022-08-25-1661413316101","title":"Gwangmyeongdonggul Cave (광명동굴)","description":"Gwangmyeongdonggul Cave is the largest themed cave park with varied cultural and artistic things, created in a gold mine where gold, silver, and bronze were mined. Visitors can experience wine at Wine Cave, as well as Cave Aqua World, Gold Falls, Gold Road, Gold Palace, Horror Experience, Cave Basement World, Underground Lake, the largest dragon sculpture in the nation, LED lights, and other facilities adding more fun to the visit. In addition, Black Light Performance will be held every weekend. The cave features many healing spots to heal one’s mind while taking a walk around the venue.","regDate":"2022-08-25","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Industrial Sites","Mines"],"imgUrl":"/2022-08-25-1661413316101/2509943_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-25-1661413316101","pageUrl":"https:/mcdryad.com/Gyeonggi-do/2022-08-25-1661413316101"},{"id":"2022-08-25-1661410818533","title":"Guri Hangang Park (Cosmos Park) (구리시민한강공원 (코스모스공원))","description":"Guri Hangang Park offers a perfect rest area for visitors where visitors can feel the cool breeze coming off the river and rest amidst the beautiful natural scenery. The park’s bounties of flowers are at their peak in May with field of canola flowers, and in September when the cosmos bloom.","regDate":"2022-08-25","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-08-25-1661410818533/1963222_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-25-1661410818533","pageUrl":"https:/mcdryad.com/Gyeonggi-do/2022-08-25-1661410818533"},{"id":"2022-08-25-1661407658717","title":"Gunnam Flood Control Theme Park (군남홍수조절지 두루미테마파크)","description":"The Gunnam Flood Control Site is situated near the border between North and South Korea just six kilometers away from the demarcation line.  More than 97% of the land around the Gunnam flood control dam is part of North Korea. The site is effective in controlling the flooding of the Imjingang River and improving irregular water flow. This area is a key wintering site for various migratory birds such as white-naped cranes, and hooded cranes, with up to 200 birds spending every winter in the area. Given the unique characteristics created by the geographical condition of the area near the border between South and North Korea and the natural environment of the Imjingang River, the site is a great natural ecological habitat for various wildlife. <br><br>The Gunnam Flood Control Theme Park features “The Story of Peace and Love told by Cranes” as its theme. Various story-telling facilities are installed, such as the drum of peace, a wishing tree, and crane structures. There are also outstanding facilities to minimize impact on the environment, such as an alternative habitat for cranes, fishway ecology, and ecological wetlands. The facility makes it a great place to learn about and experience ecology.","regDate":"2022-08-25","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2022-08-25-1661407658717/2480741_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-25-1661407658717","pageUrl":"https:/mcdryad.com/Gyeonggi-do/2022-08-25-1661407658717"},{"id":"2022-08-25-1661403617108","title":"Gungmangbong Recreational Forest (Pocheon) (국망봉자연휴양림 (포천))","description":"Gungmangbong Recreational Forest is situated to the west of Sillobong Peak and Gukmangbong Peak. Within the recreation forest there are around 170 kinds of plants including nut pine trees, pine trees, and others. Visitors can enjoy with cool valley in summer and the beautiful snowy landscape of the mountains in winter.","regDate":"2022-08-25","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"/2022-08-25-1661403617108/219076_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-25-1661403617108","pageUrl":"https:/mcdryad.com/Gyeonggi-do/2022-08-25-1661403617108"},{"id":"2022-08-24-1661337783812","title":"Goyang West Three Royal Tombs [UNESCO World Heritage] (고양 서삼릉(장경왕후) [유네스코 세계문화유산])","description":"The West Three Royal Tombs in Goyang is comprised of the three royal tombs of Huireung, Hyoreung and Yereung. Huireung is the tomb of Queen Janggyeong, the second wife of King Jungjong, the 11th ruler of the Joseon dynasty. Hyoreung is the name of the tombs of King Injong, the 12th ruler of the Joseon dynasty, and Queen Inseong. Yereung is the name of the tombs of King Cheoljong, the 25th ruler of the Joseon dynasty, and Queen Cheorin. There are additional royal tombs in an area not open to public access.","regDate":"2022-08-24","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-08-24-1661337783812/1150713_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-24-1661337783812","pageUrl":"https:/mcdryad.com/Gyeonggi-do/2022-08-24-1661337783812"},{"id":"2022-08-24-1661334014118","title":"Godaesan Mountain (고대산)","description":"Godaesan Mountain (alt. 832 meters) is located next to Sintan-ri Station, which is the railroad disconnection point of the Gyeongwon Line. It is also on the way to Geumgangsan Mountain. Godaesan is ideal for mountain hiking because of its  natural beauty and well-preserved ecosystem. Moreover, this is the only mountain in South Korea on which the North Korean territory can be seen. <br><br>There are several theories about the origin of the mountain's name. One is that the mountain had been referred to as keungore (big whale) in the past by local residents. Another is that the mountain looks like the banggorae (smoke duct) of a traditional Korean heating system when seen from the Sintan area; this is because the mountain's deep valleys resemble the furrows under that house that facilitate the passage of hot air to heat the room above. On a topographic map, the mountain was also marked as Gotae (like the constellations high above). <br><br>Godaesan also has a dense forest, making it a suitable source of timber and charcoal. Because of its abundant forest resources, a jumak (a tavern or inn that served food and liquor and provided lodging to travelers) village was formed here. The place was well-known for charcoal production prior to the Korean War.<br><br>On November 4, 1907, 150 soldiers from the Korean militia fought a fierce battle with the 8th Company of the Japanese Army's 20th Infantry Regiment in Yeoncheon. After the fight, the Korean militia were scattered throughout  the jumak village. Later on, 60 of them engaged in a fierce battle again with the Japanese soldiers on Godaesan. This is a place imbued with the brave spirit of the Korean people.","regDate":"2022-08-24","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-08-24-1661334014118/1859997_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-24-1661334014118","pageUrl":"https:/mcdryad.com/Gyeonggi-do/2022-08-24-1661334014118"},{"id":"2022-08-24-1661330755800","title":"Gimpo Jangneung Royal Tomb [UNESCO World Heritage] (김포 장릉(인헌왕후) [유네스코 세계문화유산])","description":"Jangneung Royal Tomb is located in Gimpo, Gyeonggi-do. This is the tomb for the parents of King Injo, the posthumously designated King Wonjong (1580-1619) and of his wife Queen Inheon (1578-1626). The tombs are small but well maintained.","regDate":"2022-08-24","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-08-24-1661330755800/2431751_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-24-1661330755800","pageUrl":"https:/mcdryad.com/Gyeonggi-do/2022-08-24-1661330755800"},{"id":"2022-08-24-1661326682620","title":"Gimpo Hyanggyo Confucian School (김포향교)","description":"The Gimpo Hyanggyo Confucian School is where the tablets of the Five Sages (Confucius, Mencius, Xunzi, Weng zi, Zisi), the Wisemen of the Song dynasty, and the 18 wisemen of Korea are kept. The confucian temple had moved to Geolpo-dong in Gimpo before being relocated to its current site.","regDate":"2022-08-24","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-08-24-1661326682620/1591691_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-24-1661326682620","pageUrl":"https:/mcdryad.com/Gyeonggi-do/2022-08-24-1661326682620"},{"id":"2022-08-24-1661323792919","title":"Geomdansan Mountain (검단산)","description":"Geomdansan Mountain (alt. 657 m) is one of the major mountains in Hanam. During the Baekje period, it was a sacred mountain where the kings would offer ceremonial services to the gods. From the summit, one can get a great view of Yangsuri, where the Namhangang River and Bukhangang River meet, as well as Hanam, Seoul, Yangpyeong, and Paldangho Lake area. <br><br>Due to its proximity to the Seoul Metropolitan Area, it is a popular day trip course. Getting there is easy and the hiking trails, which are not too difficult, are well maintained. From the summit, one can get a great view of Bukhansan Mountain and Dobongsan Mountain in the distance. Hikers can also see Paldang Dam to the east, Yongmasan Mountain to the south, and the Jungbu Expressway to the west.","regDate":"2022-08-24","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-08-24-1661323792919/2667406_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-24-1661323792919","pageUrl":"https:/mcdryad.com/Gyeonggi-do/2022-08-24-1661323792919"},{"id":"2022-08-24-1661320590650","title":"Gapyeong Baengnyeonsa Temple (백련사(가평))","description":"Baengnyeonsa Temple is surrounded by mountains, as it is located off Yongmunsan, Myeongjisan, and Daegeumsan Mountains. On each side of the temple, one can also find Unaksan Mountain as well as Cheonmasan Mountain. In addition, just behind the temple are Chungnyeongsan Mountain and Seorisan Mountain.<br><br>This temple was built relatively recently, so the temple only has a few cultural treasures. However, as compared to the average temple in Korea, it is distinguished by its well-designed and refined architectures. The decorations in the temple are simple, with no overly vibrant colors nor complicated designs so as to help in seeking peace and inspiration.<BR><BR>The temple is also known for its hiking trails and beautiful scenery offered by the surrounding mountains.","regDate":"2022-08-24","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-08-24-1661320590650/1358644_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-24-1661320590650","pageUrl":"https:/mcdryad.com/Gyeonggi-do/2022-08-24-1661320590650"},{"id":"2022-08-24-1661316783806","title":"Gahak-dong Dolmens (가학동지석묘)","description":"Gahak-dong Dolmens site is an ancient site where religious rites were conducted before burial ceremonies. Located on top of the mountain by Beolmal Village, the site dates from the Bronze Age and shows traces of megalithic worship. <br><br>There are six dolmens  a table-shaped dolmen is at the western end of the ceremonial space and the remaining five are situated on the opposite side, aligned from east to west.","regDate":"2022-08-24","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-08-24-1661316783806/734367_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-24-1661316783806","pageUrl":"https:/mcdryad.com/Gyeonggi-do/2022-08-24-1661316783806"},{"id":"2022-08-23-1661251333655","title":"Firefly Restroom (반딧불이화장실)","description":"In honor of the 2002 FIFA World Cup Korea/Japan, Suwon adopted the idea of ‘restrooms with culture’- building beautiful, clean, brand new bathrooms at main tourist sites around the city. The Firefly Restroom, located near the Gwanggyo Reservoir, is the most beautiful of them all. It features a tunnel for the handicapped, a ceiling which filters light, a simple interior, a coffee vending machine, and a rest area.","regDate":"2022-08-23","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Architectural Sights","Buildings"],"imgUrl":"/2022-08-23-1661251333655/734386_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-23-1661251333655","pageUrl":"https:/mcdryad.com/Gyeonggi-do/2022-08-23-1661251333655"},{"id":"2022-08-23-1661247612629","title":"Eunhaeng Botanical Garden (은행식물원 (은행자연관찰원))","description":"Eunhaeng Botanical Garden is operated by Seongnam-si. The garden was originally a discarded drainage area that was transformed into an ecological park with an arboretum. The garden is rich in greenery, with a diverse range of plants, wildflowers, and insects, making it an ideal place for students to see and learn about nature. The garden is also a beautiful recreation area for local residents.<br><br>* Facility area - 34,760㎡ (10,533 pyeong) / Visitor center area 202㎡ (61 pyeong)<br>* Plants  89 species 2,317 plants, Shrub  78 species 13,689 shrubs, Flowering plants  209 species94,329 plants<br>* Insects - Ladybug, butterfly with four feet, Monema flavescens, Riptortus clavatus, black-tipped leafhopper, Poecilocoris lewisi, etc.","regDate":"2022-08-23","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites","Botanical Gardens"],"imgUrl":"/2022-08-23-1661247612629/1865972_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-23-1661247612629","pageUrl":"https:/mcdryad.com/Gyeonggi-do/2022-08-23-1661247612629"},{"id":"2022-08-23-1661244319701","title":"Eobigyegok Valley (어비계곡)","description":"Eobigyegok Valley of Eobisan Mountain is a geographically important site, as it sets the boundaries for Gail-ri, Seorak-myeon and Yongmun-ri, Okcheon-myeon, Yangpyeong-gun. &lsquo;Eobi&rsquo; (meaning &lsquo;fish flying&rsquo;) is the name given to this valley, where  fish can regularly&nbsp;be seen jumping out of the valley's&nbsp;pristine water. It is also an ideal destination for families with children, as the stream is shallow, the water flows at a gentle pace, the temperature is mild and it is full of pretty pebbles.","regDate":"2022-08-23","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites","Valleys"],"imgUrl":"/2022-08-23-1661244319701/1589123_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-23-1661244319701","pageUrl":"https:/mcdryad.com/Gyeonggi-do/2022-08-23-1661244319701"},{"id":"2022-08-23-1661230786776","title":"Dorasan Station (도라산역)","description":"Dorasan Station, a railway station on the Gyeongui Line, is the northernmost stop on South Korea's railway line. Located 55.8 kilometers from Seoul and 205 kilometers from Pyeongyang, the station was opened as a tourist attraction on April 4, 2002 right before the 2002 Korea-Japan World Cup.<br><br>To reach Dorasan Station, visitors can take the DMZ train on Gyeongui Line from Seoul Station or Munsan Station. As this area is located within the Civilian Control Line, visitors and tourists will only be granted access after going through an identification check at Imjingang Station.","regDate":"2022-08-23","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Security & Peace Sites"],"imgUrl":"/2022-08-23-1661230786776/935097_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-23-1661230786776","pageUrl":"https:/mcdryad.com/Gyeonggi-do/2022-08-23-1661230786776"},{"id":"2022-08-22-1661161243456","title":"Dora Observatory (도라전망대)","description":"Situated in Paju-si, Gyeonggi-do and at the northernmost point of the Military Demarcation Line, Dora Observatory replaced the previous Songaksan Observation Post. From the observatory, visitors can overlook North Korea, including Gaeseong, Songaksan, Kim Il-Sung Statue, and Cooperation Farm (Geumamgol). The observatory has 500 spectator seats, a VIP room, and a large parking area. It was first opened to the public in January 1987.<br><br>Near the observatory is The 3rd Tunnel, an infiltration tunnel built by North Korea and found in 1978. It stretches over 1.6 kilometers with a x_height and x_width of 2 meters, capable of mobilizing 30,000 troops in one hour. In front of the tunnel are a variety of attractions such as the DMZ Media Hall (offering the history of the divided country and flourishing ecosystem in the Demilitarized Zone), DMZ Exhibition Hall (displaying relics and documents related to the Demilitarized Zone), sculptures, and souvenir shops. Visitors can see inside the tunnel by either walking or riding the monorail.<br><br>Because civilian access is restricted in this area, visitors must participate in the DMZ Peace & Security Tour Program to visit the observatory.","regDate":"2022-08-22","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Security & Peace Sites"],"imgUrl":"/2022-08-22-1661161243456/2606130_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-22-1661161243456","pageUrl":"https:/mcdryad.com/Gyeonggi-do/2022-08-22-1661161243456"},{"id":"2022-08-22-1661158072951","title":"Dasan Heritage Site (Namyangju) (다산유적지 (남양주))","description":"Dasan Heritage Site is located in the hometown of Dasan Jeong Yak-Yong (1762~1836), a scholar from the late Joseon Dynasty. Growing up in the village, Dasan criticized corruption, and tried to reform outdated institutions and conventions. During his long exile, Dasan authored Mongminsimseo (a book on how to rule the people) and Gyeongseyupo (a book on how to reform land policies, stabilize people's lives, and strengthen the nation and its army) among others. Today, Dasan is regarded as one of the greatest scholars of Silhak (Realist school of Confucianism) of the late Joseon dynasty.<br><br>At Dasan Heritage Site, Dasan's birthplace, Yeoyudang, grave and works are well preserved. Dasan Memorial showcases the scholar's achievements and footprints such as Geojunggi, a traditional equipment used to lift heavy objects in the Suwon Fortress construction, and the miniature Gangjin Dasan Chodang, where he lived in exile. Dasan Cultural Center houses Dasan's numerous writings and books.","regDate":"2022-08-22","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-08-22-1661158072951/920056_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-22-1661158072951","pageUrl":"https:/mcdryad.com/Gyeonggi-do/2022-08-22-1661158072951"},{"id":"2022-08-22-1661153871310","title":"Daebudo Island (대부도)","description":"Called the Hawaii of Ansan, Daebudo Island is connected to the mainland through the Sihwa Embankment. Despite this, the island still retains many of the romantic charactaristics of an island. The road to Daebudo is a beautiful drive, connecting many islands together. Particularly interesting is the clustering of Yukdo (six islands)  Tando (island of black stones), Buldo (island where there was a Buddha), Seongamdo (island where spirits played), and three other islands. The island residents of Pungdo move to the nearby Dorido Island to pick oysters and short-necked clams in the winter and return to their homes before the Lunar New Year in a unique local custom.<br><br>The shores of Daebudo are full of clams, sea snails, goby, flounder, black rockfish and belly greenling. The Daebudo area is also famous for its local specialties  short-necked clams and oysters on Yukdo, fermented turban shells and natural dunggeulle tea on Pungdo, and bajirak kalguksu (noodle with short-necked clams) on Daebudo.","regDate":"2022-08-22","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites"],"imgUrl":"/2022-08-22-1661153871310/2656732_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-22-1661153871310","pageUrl":"https:/mcdryad.com/Gyeonggi-do/2022-08-22-1661153871310"},{"id":"2022-07-18-1658183864181","title":"Dae Jang Geum Park (용인 대장금 파크)","description":"Dae Jang Geum Park in Yongin, Gyeonggi-do is the largest historical drama set in Korea. Facilities in the themed park are semi-permanent facilities reflected the architectural style, lifestyle and culture of the past, based on historical records. The facilities are in great harmony with the surrounding natural landscapes, which makes tourists feel as if they have traveled to the past in a time machine. The park has also been used as a filming site for music videos, documentaries, and commercials.","regDate":"2022-07-18","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Industrial Sites","Others"],"imgUrl":"/2022-07-18-1658183864181/2391318_image2_1.webp","blogPath":"Gyeonggi-do/2022-07-18-1658183864181","pageUrl":"https:/mcdryad.com/Gyeonggi-do/2022-07-18-1658183864181"},{"id":"2022-07-18-1658180079190","title":"Chungnyeongsan Recreational Forest (축령산자연휴양림)","description":"Opened in 1995, Chungnyeongsan Recreational Forest is located in Namyangju-si, Gyeonggi-do, approxmately 1-hour drive from Seoul. The recreational forest has various trekking courses leading to Chungnyeongsan Mountain and Seorisan Mountain as well as facilities like the forest park, training facility, water play site, nature observation sites, camping sites, and more.","regDate":"2022-07-18","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"/2022-07-18-1658180079190/2617838_image2_1.webp","blogPath":"Gyeonggi-do/2022-07-18-1658180079190","pageUrl":"https:/mcdryad.com/Gyeonggi-do/2022-07-18-1658180079190"},{"id":"2022-07-18-1658176645295","title":"Cheongpyeonghoban Maeuntang Village (청평호반 매운탕촌)","description":"Cheongpyeonghoban Maeuntang Village is located on the shores of Cheongpyeongho Lake, designated a national attraction in 1943. The restaurants gathered here serve maeuntang (spicy fish stew), haemul tang (spicy seafood stew), sanchae jeongsik (set menu with seasoned wild vegetables) and many other traditional foods.","regDate":"2022-07-18","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Experience Programs","Cultural Districts"],"imgUrl":"/2022-07-18-1658176645295/2482930_image2_1.webp","blogPath":"Gyeonggi-do/2022-07-18-1658176645295","pageUrl":"https:/mcdryad.com/Gyeonggi-do/2022-07-18-1658176645295"},{"id":"2022-07-18-1658172685474","title":"Cheongpyeong Recreational Forest (청평자연휴양림)","description":"Cheongpyeong Recreational Forest boasts a pristine natural landscape, fresh mineral water, and leisure walking trails for visitors to rest from the hustle and bustle of the city life. The sight of Cheongpyeongho Lake through diverse trees and different landscapes throughout the year provides the beauty of nature. The forest is a perfect location for family as well as group retreats.","regDate":"2022-07-18","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"/2022-07-18-1658172685474/607729_image2_1.webp","blogPath":"Gyeonggi-do/2022-07-18-1658172685474","pageUrl":"https:/mcdryad.com/Gyeonggi-do/2022-07-18-1658172685474"},{"id":"2022-07-18-1658169720624","title":"Changnyongmun Gate (창룡문)","description":"Changnyeongmun Gate, the eastern gate of Hwaseong Fortress, is similar in shape and size to Hwaseomun Gate to the east. Something to take note of is the nameplate carved into the wall left of the gate. While the names on the polished granite at the other three main gates have become obscure over time, the nameplate at Changnyeongmun Gate is still clearly visable.","regDate":"2022-07-18","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Gates"],"imgUrl":"/2022-07-18-1658169720624/2482860_image2_1.webp","blogPath":"Gyeonggi-do/2022-07-18-1658169720624","pageUrl":"https:/mcdryad.com/Gyeonggi-do/2022-07-18-1658169720624"},{"id":"2022-07-18-1658166175894","title":"Caribbean Bay (캐리비안베이)","description":"Caribbean Bay is a world-class water park with various attractions and health facilities based on the theme of the Caribbean coast. Attractions include an artificial wave pool with a x_width of 120 meters and a length of 104 meters, a lazy river that passes through indoor and outdoor pools, and various slides that maximize adventure and thrill. Indoor facilities include a wave pool, slides, spas, and saunas. One of the park's best attractions is Mega Storm, a super large complex water slide. The circular tube starts from the boarding platform 37 meters above the ground and travels 355 meters rotating in all directions going up and down three rapid descents. The last part of the ride is a large 18 meter funnel shaped tornado that gives riders a zero gravity experience for about 55 to 60 seconds.","regDate":"2022-07-18","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Recreational Sites","Hot Springs & Spa"],"imgUrl":"/2022-07-18-1658166175894/2504505_image2_1.webp","blogPath":"Gyeonggi-do/2022-07-18-1658166175894","pageUrl":"https:/mcdryad.com/Gyeonggi-do/2022-07-18-1658166175894"},{"id":"2022-07-18-1658163403009","title":"Camp Greaves DMZ Experience Center (캠프 그리브스)","description":"Camp Greaves served as a camp base for the 506th US Second Infantry Division for about 50 years after the ceasefire agreement of the Korean War. The land was given back to the Korean government in 2007. The camp has been turned into a peace and security experience facility, and it is located approximately 2 kilometers away from the DMZ. It is also the first youth hostel to be located within a restricted area for civilians in Paju city.<br><br> An entire building of the US Army officer quarters was remodeled into a youth hostel and can accommodate up to 240 guests. The hostel is comprised of an office, a small auditorium on the first floor, rooms on the second and third floors, and a large auditorium on the fourth floor. The camp offers diverse programs including educational programs.","regDate":"2022-07-18","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Security & Peace Sites"],"imgUrl":"/2022-07-18-1658163403009/2375485_image2_1.webp","blogPath":"Gyeonggi-do/2022-07-18-1658163403009","pageUrl":"https:/mcdryad.com/Gyeonggi-do/2022-07-18-1658163403009"},{"id":"2022-07-18-1658159008978","title":"Byeokchoji Gardens (벽초지수목원)","description":"Byeokchoji Gardens features 27 themed gardens with both Oriental and Western landscaping elements. With the Excitement Square in the center of the garden, the Oriental style gardens feature a pond, while the Western gardens begin after passing through a gate designed like the Great Wall of China. In total, there are over 1,000 plant species, providing beautiful scenery throughout the year. Byeokchoji Gardens has been featured in a variety of films, dramas, music  videos, and other media forms. With the gardens on mostly flat land, anyone can easily access the garden and enjoy with ease.","regDate":"2022-07-18","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites","Botanical Gardens"],"imgUrl":"/2022-07-18-1658159008978/2713100_image2_1.webp","blogPath":"Gyeonggi-do/2022-07-18-1658159008978","pageUrl":"https:/mcdryad.com/Gyeonggi-do/2022-07-18-1658159008978"},{"id":"2022-07-18-1658155043549","title":"Bundang Jeongja-dong Café Street (분당 정자동 카페거리)","description":"Jeongja-dong Café Street is a popular place in Bundang. Because its chic atmosphere resembles Cheongdam-dong in Seoul, it is also called Cheongja-dong.<br><br>The street, starting from Neulpureun High School to Geumgok-dong, is lined with charming cafes with lovely terraces. The wide array of cafes along the street boasts delicious food as well as chic atmosphere. Reminiscent of street cafes in Europe, Jeongja-dong Café Street has become a popular attraction among visitors who enjoy reading or promenading. It is also a fabulous spot for couples.","regDate":"2022-07-18","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Experience Programs","Cultural Districts"],"imgUrl":"/2022-07-18-1658155043549/1054028_image2_1.webp","blogPath":"Gyeonggi-do/2022-07-18-1658155043549","pageUrl":"https:/mcdryad.com/Gyeonggi-do/2022-07-18-1658155043549"},{"id":"2022-07-18-1658153250079","title":"Bundang Astro Camp (분당 어린이천문대)","description":"The Astro Camp was established to encourage young children to take an interest in space and natural science and to develop creative problem-solving skills. The Children's Observatory provides a wide range of educational programs developed by expert educators from diverse fields of majors at Yonsei University.<br><br> In the future, the observatory hopes to continue to expand its experience-centered, in-depth educational programs to help children reach a better understanding of astronomy and natural science principles. Programs focus not only on providing children with accurate information, but also seek to encourage participants to be self-motivated thinkers.","regDate":"2022-07-18","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2022-07-18-1658153250079/2364454_image2_1.webp","blogPath":"Gyeonggi-do/2022-07-18-1658153250079","pageUrl":"https:/mcdryad.com/Gyeonggi-do/2022-07-18-1658153250079"},{"id":"2022-07-18-1658149760294","title":"Bucheon Park (부천 중앙공원)","description":"Located in Jung-dong, Wonmi-gu, Bucheon-si, Gyeonggi-do, Bucheon Park has the title of being the first Neighborhood Park in Korea. The park also has a title of Poetry Monument Park with monuments inscribed with poems within the park. Visitors can enjoy various facilities at the park such as walking around a large pond and fountain located at the center of the park, as well as gate ball court, outdoor concert hall, tower of Bucheon and more. The trees that fill the park make it feel like you are walking in an arboretum. The park has two themes with “Tree and Grass” on the western part of the park including the Peach Hill, and “Water” on the eastern part of the park with fountains and pond.","regDate":"2022-07-18","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-07-18-1658149760294/760139_image2_1.webp","blogPath":"Gyeonggi-do/2022-07-18-1658149760294","pageUrl":"https:/mcdryad.com/Gyeonggi-do/2022-07-18-1658149760294"},{"id":"2022-07-18-1658144254239","title":"Bucheon Botanical Garden (부천식물원)","description":"Bucheon Botanical Garden houses many rare plants, spread across two above-ground floors and two underground floors in a 27,124 ㎡ building. The building was designed in the shape of a peach flower, the symbol of Bucheon, and has one central garden and five themed gardens  general plant garden, aquatic plant garden, tropical plant garden, succulent plant garden, and indigenous plant garden. <br><br>In the central garden, 9,975 trees representing some 310 species are planted. With a forest nearby, the botanical garden offers a great nature learning experience for visitors. Together with the Natural Ecology Museum and Children Zoo nearby, it is also a great cultural and recreational destination.","regDate":"2022-07-18","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites","Botanical Gardens"],"imgUrl":"/2022-07-18-1658144254239/2537290_image2_1.webp","blogPath":"Gyeonggi-do/2022-07-18-1658144254239","pageUrl":"https:/mcdryad.com/Gyeonggi-do/2022-07-18-1658144254239"},{"id":"2022-07-18-1658140945757","title":"Bojeong-dong Café Street (보정동카페거리)","description":"Bojeong-dong Café Street, also known as Jukjeon Café Street, is located in Bojeong-dong, Yongin in Gyeonggi-do. The neighborhood of Bojeong-dong has gained popularity for its exquisite atmosphere and cute cafes lined up along the alleys. The cafe street is not only filled with unique cafes, but also has nice restaurants and clothing shops. In addition, the trees along the street add a nature-friendly touch, providing a welcoming atmosphere as a hangout place to visit with friends or families. The street was designated as Special Cultural Arts Street due to the street festivals and exhibitions held by the university nearby.","regDate":"2022-07-18","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Experience Programs","Cultural Districts"],"imgUrl":"/2022-07-18-1658140945757/2431777_image2_1.webp","blogPath":"Gyeonggi-do/2022-07-18-1658140945757","pageUrl":"https:/mcdryad.com/Gyeonggi-do/2022-07-18-1658140945757"},{"id":"2022-07-18-1658137022392","title":"Birthplace of Empress Myeongseong (Queen Min) (명성황후 생가)","description":"This is the house where Empress Myeongseong (Joseon Period) was born and lived until she was eight years old. She would grow up to be the wife of the dynasty’s 26th ruler, King Gojong. The birthplace and the adjoining Memorial Hall are open to the public. <br>Empress Myeongseong was a brilliant diplomat who pursued openness and reform to maintain the sovereignty of the nation. Unfortunately, her tumultuous life came to an end in the early morning hours of October 8, 1895 when she was murdered by the Japanese army. <br><br>During Japanese colonial rule, the empress was wrongfully accused of being a jealous and overly ambitious person. Studies of various archives have since revealed what a great person she really was. Recently, numerous television productions and musicals have also corrected those misunderstandings. Renovated in 1995, her birthplace includes three buildings with servants’ quarters, master’s quarters, and a separate house. A commemorative monument now stands at the site of the room where the empress studied as a child. The Memorial Hall in front of the house contains various archives and artifacts related to Empress Myeongseong’s life. There is also a 161-seat theater.","regDate":"2022-07-18","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Birthplaces"],"imgUrl":"/2022-07-18-1658137022392/184956_image2_1.webp","blogPath":"Gyeonggi-do/2022-07-18-1658137022392","pageUrl":"https:/mcdryad.com/Gyeonggi-do/2022-07-18-1658137022392"},{"id":"2022-07-18-1658133794770","title":"Bigeumgyegok Valley (비금계곡)","description":"Bigeumgyegok Valley is also known as “Mulgolan” (literally meaning inside water valley), as clean water flows abundantly in this area. The region is surrounded by the mountains of Seorisan, Chungnyeongsan, Jugeumsan, and Cheonmasan, and has several valleys. Bigeumgyegok Valley is located at the upper most region of Sudong National Tourist Park, and stretches for about 2 km. It is a popular vacation site, as thick forests provide cool shade and fresh, clean water runs through the scenic valley. <br>","regDate":"2022-07-18","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites","Valleys"],"imgUrl":"/2022-07-18-1658133794770/219671_image2_1.webp","blogPath":"Gyeonggi-do/2022-07-18-1658133794770","pageUrl":"https:/mcdryad.com/Gyeonggi-do/2022-07-18-1658133794770"},{"id":"2022-07-18-1658129699582","title":"Bidulginangpokpo Falls-Hantangang River Geopark (비둘기낭폭포-한탄강 국가지질공원)","description":"Bidulginangpokpo Falls, Natural Monument No. 537, is located within a small valley. The waterfall is surrounded by grand columnar joints. The landscape appears quite mysterious and serene, earning it a spot as a poplar filming site for historical dramas. The falls gets it's name (\"Pigeon Falls\" in Korean) from the story of many wild pigeons nesting in the caves around the waterfall. Other say the name comes from the area's shape. During heavy rainfall, the road to the waterfall is closed, so checking the weather before visiting is recommended.","regDate":"2022-07-18","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Security & Peace Sites"],"imgUrl":"/2022-07-18-1658129699582/2566263_image2_1.webp","blogPath":"Gyeonggi-do/2022-07-18-1658129699582","pageUrl":"https:/mcdryad.com/Gyeonggi-do/2022-07-18-1658129699582"},{"id":"2022-07-18-1658126780215","title":"Baramsae Village Picnic Garden (바람새마을 소풍정원)","description":"Baramsae Village Picnic Garden opened in 2013 as a waterside park in Pyeongtaek. The park serves as a space where nature and humanity can coexist in harmony. In 2018, the park was divided into four themed sections, including a section open in the evening. There are wooden walking paths and trails throughout the park, decorated with <em>sotdae</em> (wooden bird poles) and pinwheels.","regDate":"2022-07-18","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-07-18-1658126780215/2608322_image2_1.webp","blogPath":"Gyeonggi-do/2022-07-18-1658126780215","pageUrl":"https:/mcdryad.com/Gyeonggi-do/2022-07-18-1658126780215"},{"id":"2022-07-18-1658123163334","title":"Banghwasuryujeong Pavilion (방화수류정(동북각루))","description":"Banghwasuryujeong Pavilion, officially called Dongbukgangnu Pavilion, was built in 1794 during the construction of Suwon Hwaseong Fortress. It sits atop a hill east of Hwahongmun Gate and offers beautiful views of the surrounding scenery. For this reason, the pavilion received the nickname Banghwasuryujeong, meaning a pavilion where one can \"find flowers and stroll among willow trees.\" The pavilion was once damaged due to flooding and reconstructed in 1848, followed by continuous recovery and preservation efforts. In 2011, the pavilion was designated as Treasure No. 1709. Banghwasuryujeong Pavilion is evaluated as one of the most original architectures in Hwaseong for its unique composition and roof design that offer a different look depending on the viewer's angle. Known to be the spot where King Jeongjo would stop by to rest on his way to Hwaseong Fortress, the pavilion offers a bird's-eye-view of Yeonmudae Post to the east and Janganmun Gate to the west with Paldalsan Mountain in the background.","regDate":"2022-07-18","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-07-18-1658123163334/2514373_image2_1.webp","blogPath":"Gyeonggi-do/2022-07-18-1658123163334","pageUrl":"https:/mcdryad.com/Gyeonggi-do/2022-07-18-1658123163334"},{"id":"2022-07-18-1658120855375","title":"Baegunbong Peak (백운봉)","description":"Baegunbong (alt. 940m) is a sharp pointed peak that sits on the border between Yangpyeong-eup and Okcheon-myeon in Yangpyeong-gun, Gyeonggi-do Province. It is the highest of the peaks along the southern ridge of Yongmunsan Mountain (alt. 1,157m). The two most popular hiking trails along Baegunbong start at Yeonsu-ri in Yongmun-myeon and offer a relatively short hike to the summit.","regDate":"2022-07-18","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-07-18-1658120855375/1939881_image2_1.webp","blogPath":"Gyeonggi-do/2022-07-18-1658120855375","pageUrl":"https:/mcdryad.com/Gyeonggi-do/2022-07-18-1658120855375"},{"id":"2022-07-18-1658118446642","title":"Arachnopia Ecological Arboretum (JooPil Spider Museum) (아라크노피아 생태수목원·주필거미박물관)","description":"The JooPil Spider Museum was founded on September 1, 1985 by Dr. Kim Ju-pil, who traveled around the world to collect and study spiders. The museum aims to be a fundamental education center for students by offering them various hands-on scientific activities. The main building has a collection of spiders and insects from around the world. The annex exhibits rare minerals from around the world as well as microscopes to show the dissection of spiders. The museum has a total of approximately 220,000 spider samples from more than 5,000 species.","regDate":"2022-07-18","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites","Botanical Gardens"],"imgUrl":"/2022-07-18-1658118446642/1556373_image2_1.webp","blogPath":"Gyeonggi-do/2022-07-18-1658118446642","pageUrl":"https:/mcdryad.com/Gyeonggi-do/2022-07-18-1658118446642"},{"id":"2022-07-18-1658112140618","title":"Anyangcheon Stream (안양천)","description":"Anyangcheon Stream flows through seven cities in Gyeonggi-do as well as 7 districts of Seoul. The stream starts from the valley, south of Cheonggyesan Mountain, in Uiwang, Gyeonggi-do and flows 35.1 kilometers to the Hanggang River between Yeongdeungpo-gu and Yangcheon-gu. Various types of birds enjoy the stream making it an ecology stream in the middle of the city as well as provide citizens with leisure including bicycle path, bridges, rest area, sports facilities and more.","regDate":"2022-07-18","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites"],"imgUrl":"/2022-07-18-1658112140618/1903027_image2_1.webp","blogPath":"Gyeonggi-do/2022-07-18-1658112140618","pageUrl":"https:/mcdryad.com/Gyeonggi-do/2022-07-18-1658112140618"},{"id":"2022-07-18-1658097670373","title":"Aegibong Peak (Gimpo Section) (애기봉 (김포))","description":"Aegibong Peak is located at the northern tip of Gimpo city about an hour’s drive from the downtown area. The mountain is where North and South Korea engaged in a fierce battle at the end of the Korean War; after the battle, Korea was divided into two nations. Since the peak is still a restricted area, visitors must present their passport in order to be admitted. From the peak, an open view of North Korean territory unfolds below and visitors can see South Korean territory as far as Songhaksan Mountain in Chungcheongnam-do.","regDate":"2022-07-18","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-07-18-1658097670373/1855979_image2_1.webp","blogPath":"Gyeonggi-do/2022-07-18-1658097670373","pageUrl":"https:/mcdryad.com/Gyeonggi-do/2022-07-18-1658097670373"},{"id":"2022-07-17-1658100884267","title":"Ansan Reed Marsh Park (안산갈대습지공원)","description":"Ansan Reed Marsh Park is an environmental treatment facility and Korea’s first large-scale artificial wetland, using reeds and other aquatic plants to improve the water quality of branch streams (the Banwol, Donghwa and Samhwa) flowing into Sihwaho Lake. It is an ecological park where people can rest amid nature and where the interested can observe and learn about the park’s ecosystem.","regDate":"2022-07-17","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2022-07-17-1658100884267/1589666_image2_1.webp","blogPath":"Gyeonggi-do/2022-07-17-1658100884267","pageUrl":"https:/mcdryad.com/Gyeonggi-do/2022-07-17-1658100884267"},{"id":"2022-07-17-1658097788788","title":"Ansan Botanical Garden (안산식물원)","description":"Opened in 2001, the Ansan Botanical Garden has three halls. The first hall (382.81㎡) is a tropical garden, home to 98 species, including palm trees. The second hall (846㎡) features 177 species in 11 families of floral plants, such as irises. The third hall (846㎡) features 177 species in 4 families of marsh plants. Outside gardens include a rose garden, fruit tree garden, wild plant garden, plant succession garden, and a pond featuring a total of 46 plants including red momo botan lotus. The botanical park has a pyramid-shaped, modern greenhouse that is a source of pride for Ansan City. The park is also connected to Seongho Park.","regDate":"2022-07-17","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites","Botanical Gardens"],"imgUrl":"/2022-07-17-1658097788788/1593518_image2_1.webp","blogPath":"Gyeonggi-do/2022-07-17-1658097788788","pageUrl":"https:/mcdryad.com/Gyeonggi-do/2022-07-17-1658097788788"}],"metaData":{"pageUrl":"https://mcdryad.com/Gyeonggi-do","nav":"Gyeonggi-do"},"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}