{"pageProps":{"content":"![Daegu Jeil Church (대구제일교회)](/2022-07-14-1657751596329/1026171_image2_1.webp)\n  \n## Overview\n\n> Daegu Jeil Church is the oldest Protestant Church in Gyeongsangbuk-do Province. Initially established in 1898 over four tile-roofed houses, Daegu Jeil Church was rebuilt in 1933 with traditional and Western architectural designs. Subsequently, Deacon Lee Ju-Yeol dedicated a 33m bell tower in 1937, whlie the church underwent an interior renovation in 1969, and an expansion in 1981.<br><br>\nIn conjuction with its physical development, which was at the forefront of the nation's architectural modernization, the church contributed largely to modernization and expansion of Christianity in the region as well as in Korea. In addition, by introducing modern medicine and education to the citizens of Daegu, the founders of Daegu Jeil Church stimulated social development in the region.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330<br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-53-253-2615|\n|parking:|Available|\n|usetime:|09:00-18:00|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Admission Fees:|Free|\n|Parking Fees:|Free|\n|Facilities for the Handicapped:|Wheelchair ramp, restrooms|\n|Interpretation Services Offered:|English|\n  \n\n  \n## Contact\n\n- [☎️+82-53-253-2615](tel:+82532532615)\n- [🏠 www.firstch.org ]( http://www.firstch.org)\n\n\n```googleMap\nlatitude: 35.8683617281\nlongitude: 128.5895493503\ntitle: 50, Gukchaebosang-ro 102-gil, Jung-gu, Daegu\n```\n  \n## Directions\n  \n[Subway]<br>\nBanwoldang Station (Daegu Subway Line 1 or 2), Exit 18.<br>\nGo straight 170m and turn right onto Yangnyeong-gil Road.<br>\nGo straight 200m and turn right in front of the sign for Yangnyeongsi.<br>\nDaegu Jeil Church is 10m ahead on the left.\n","data":{"id":"2022-07-14-1657751596329","title":"Daegu Jeil Church (대구제일교회)","description":"Daegu Jeil Church is the oldest Protestant Church in Gyeongsangbuk-do Province. Initially established in 1898 over four tile-roofed houses, Daegu Jeil Church was rebuilt in 1933 with traditional and Western architectural designs. Subsequently, Deacon Lee Ju-Yeol dedicated a 33m bell tower in 1937, whlie the church underwent an interior renovation in 1969, and an expansion in 1981.<br><br>In conjuction with its physical development, which was at the forefront of the nation's architectural modernization, the church contributed largely to modernization and expansion of Christianity in the region as well as in Korea. In addition, by introducing modern medicine and education to the citizens of Daegu, the founders of Daegu Jeil Church stimulated social development in the region.","regDate":"2022-07-14","author":"korea-tour","tag":["Daegu","Culture/Art/History","Historical Sites","Holy Sites"],"imgUrl":"/2022-07-14-1657751596329/1026171_image2_1.webp","blogPath":"Daegu/2022-07-14-1657751596329","pageUrl":"https:/mcdryad.com/Daegu/2022-07-14-1657751596329"},"dataList":[{"id":"2022-07-13-1657726959201","title":"Daegu Gyesan Catholic Church (대구 계산동성당)","description":"The Daegu Gyesan Catholic Church was built by Father Robert, A.P. (1853-1922), who came to Daegu for missionary work. In 1899, the church building was constructed with wood using a Korean-style design, but was destroyed by fire a few months after construction began. Father Robert created a new building design and imported stained glass and galvanized iron from France and Hong Kong, since these types of building materials were hard to find in Korea. Construction was finally completed in 1902, three years after the project first started.<br><br>This church is the only remaining structure in Daegu from the early 1900s. The church building is designed in the shape of a Latin cross, consisting of a nave and transept. This predominantly Romanesque church also features some Gothic architectural elements such as the stained-glass windows and pinnacles.","regDate":"2022-07-13","author":"korea-tour","tag":["Daegu","Culture/Art/History","Historical Sites","Holy Sites"],"imgUrl":"/2022-07-13-1657726959201/2642032_image2_1.webp","blogPath":"Daegu/2022-07-13-1657726959201","pageUrl":"https:/mcdryad.com/Daegu/2022-07-13-1657726959201"},{"id":"2022-07-13-1657723013654","title":"Daegu Gwaneumsa Temple (관음사(대구))","description":"Gwaneumsa Temple in Do-dong, Daegu is situated halfway up the rock face thickly wooded with Oriental Arborvitae. The Dalseong Forest of Oriental Arborvitae here has been enlisted as Natural Monument No. 1 of Korea. This forest, boasting several hundred years of history together with the temple, is admired as one of the ten best sceneries of Daegu.","regDate":"2022-07-13","author":"korea-tour","tag":["Daegu","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-07-13-1657723013654/1574162_image2_1.webp","blogPath":"Daegu/2022-07-13-1657723013654","pageUrl":"https:/mcdryad.com/Daegu/2022-07-13-1657723013654"},{"id":"2022-07-13-1657720776204","title":"Daegu Duryu Park (대구두류공원)","description":"Daegu Duryu Park was built near Duryusan and Geumbongsan mountains in 1977. The park encompasses the area of Duryusan Mountain including E-World all the way to Geumbongsan Mountain behind Daegu Culture and Arts Center. The name Duryusan came from the fact that the mountain is spread out in a circular form. The total size of the park is approximately 1.7 million ㎡ at a x_height of 135 meters above sea level. Various statues and memorials including 2ㆍ28 Memorial Tower that commemorates the high school students who started the 4ㆍ19 Revolution, as well as a statue of Yi Sang-hwa and more can be found along the Duryu Park circular road. After the opening on October 1977, the park added a soccer field, a baseball field and other recreational facilities as well as private libraries that provide convenience to the citizens.","regDate":"2022-07-13","author":"korea-tour","tag":["Daegu","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-07-13-1657720776204/2370129_image2_1.webp","blogPath":"Daegu/2022-07-13-1657720776204","pageUrl":"https:/mcdryad.com/Daegu/2022-07-13-1657720776204"},{"id":"2022-07-13-1657712165615","title":"Daegu Dongseong-ro Street (대구 동성로거리)","description":"Dongseong-ro Street is the epicenter of youth culture in Daegu. It is the central business district, stretching 900 meters from Daegu Station Intersection. The road was built in 1907 at the site of the old eastern wall of Daegueupseong Walled Town. The street can be further divided into themed sections, such as Gyo-dong Jewelry Street, Tteokbokki Alley, Handbag Alley, Night Market Alley, and more. In 2009, the area was designated as the nation's first Public Transportation Exclusive Zone.","regDate":"2022-07-13","author":"korea-tour","tag":["Daegu","Culture/Art/History","Experience Programs","Cultural Districts"],"imgUrl":"/2022-07-13-1657712165615/1240413_image2_1.webp","blogPath":"Daegu/2022-07-13-1657712165615","pageUrl":"https:/mcdryad.com/Daegu/2022-07-13-1657712165615"},{"id":"2022-07-13-1657709045200","title":"Daegu Arboretum (대구수목원)","description":"Daegu Arboretum is located at the site of an old sanitary landfill. The restoration of the area passed through many stages from 1996 until the opening in May 2002. It is home to more than thousands of species of plants including giant cacti, flowers, medicinal herbs, and trees in 21 gardens. The arboretum serves as an ecological education center and rest area for Daegu citizens. Ecology experience programs for students and young children are held regularly during summer vacation. Nearby attractions include Apsan and Duryu Parks, as well as Palgongsan and Biseulsan Mountains.","regDate":"2022-07-13","author":"korea-tour","tag":["Daegu","Nature","Natural Sites","Botanical Gardens"],"imgUrl":"/2022-07-13-1657709045200/2675691_image2_1.webp","blogPath":"Daegu/2022-07-13-1657709045200","pageUrl":"https:/mcdryad.com/Daegu/2022-07-13-1657709045200"},{"id":"2022-07-13-1657705125527","title":"Daegu Apsan Park (대구앞산공원)","description":"Apsan is a 600 meter-high mountain in Nam-gu, Daegu-si. At the front and back of the mountain are Sanseongsan Mountain (653m) and Daedeoksan Mountain; Apsan Park is located in the valley where the three mountains converge. <br><br> Apsan Park is one of the largest urban-eco parks in Daegu, covering an area of around 508 pyeong (approx. 1,680 meters squared). A cable car runs 790m up Apsan and at the foot of the mountain are leisure facilities where visitors can enjoy archery, horseback riding, and swimming. There is also a monument that commemorates the poet Yi Ho-wu as well as Nakdonggang River War Memorial Hall (established in 1979) and Keungol Daedeok Dongsan Hill, which has a fabulous garden perfect for dates or family outings. <br><br> As a major leisure place for Daegu citizens, the park has numerous walking trails. Largely, the routes can be categorized into three groups  ones that start from the park and connect to Apsan Mountain, those that go from the park to Sanseongsan Mountain, and those that wind along to Daedeoksan Mountain. The length of the paths varies from 2km to 4km, allowing visitors to choose the path that best fits their capabilities and preferences. Visitors can capture the view of Daegu from the Apsan Observatory after getting off the cable car.","regDate":"2022-07-13","author":"korea-tour","tag":["Daegu","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-07-13-1657705125527/2363709_image2_1.webp","blogPath":"Daegu/2022-07-13-1657705125527","pageUrl":"https:/mcdryad.com/Daegu/2022-07-13-1657705125527"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}