{"pageProps":{"content":"![Gyeongju Hwangnyongsa Temple Site (경주 황룡사지)](/2022-11-28-1669624954858/202492_image2_1.webp)\n\n  \n## Overview\n\n> Hwangnyongsa Temple Site is located in front of Bunhwangsa Temple in Guhang-dong, Gyeongju. During the Silla Era, the Hwangnyongsa Temple was the nation’s largest temple and housed the bulk of the country’s major Buddhist treasures. <br> <br> Construction of the temple began in 553 on a field east of the royal compound under the commission of King Jinheung. The king originally planned to build a palace, but decided to build a temple instead, after receiving reports that a yellow dragon had been spotted on the building site. The temple was thus named Hwangnyongsa (Temple of Yellow Dragon) and was completed in 569, seventeen years after construction began. The temple murals featured an old pine tree drawn by Artist Solgeo. During the Silla Era, the temple was the center of state-sanctioned Buddhism. <br> <br>Later, when monk Jajang was studying in China during the Tang dynasty, he came across a god as he was passing by Taihe Pond. The god said to him, “The yellow dragon, which is my eldest son, is guarding Hwangnyongsa Temple upon orders of Brahma, the Creator. If you build a nine-story pagoda upon your return to Silla, the neighboring states will surrender and pay tribute, and the royal cause will be stronger. Once the construction of the pagoda is complete, prepare a memorial service for the local gods and pardon any of the countrys criminals. If you follow all I have told you, no other state will dare invade Silla.” <br><br> After this encounter, Jajang returned to Silla and convinced Queen Seondeok to build the nine-story pagoda. Master architect Abiji of the neighboring state Baekje designed the pagoda and the project was built by Yongchun and 200 men using wood and stone. The night before the columns were to be erected, Architect Abiji of Baekje dreamed of the fall of Baekje and refused to complete the project. With a peal of thunder, an old monk and a man of great strength suddenly appeared from the temples main hall, erected the columns, and magically disappeared. Abiji was so shocked at the sight that he accepted his country’s future demise as the fate of the gods and once again restarted work on the temple. (From Samgungnyusa, the Memorabilia of the Three Kingdoms) <br> <br> In the twenty-three years following the completion of the pagoda, Queen Seondeok unified the Three Kingdoms; later, numerous scholars pointed to the pagoda as a contributing factor in the unification. Of the three treasures of Silla, two were located at Hwangnyongsa Temple. The largest bell of Silla was also in the temple, but was taken away during the Mongol invasion. The highest monks of Silla preached at the temple, and many kings came to listen to the Buddhist teachings. <br><br> During excavation work in July 1969, the massive foundation stones of the sermon hall, auditorium, and pagoda were found. Eight years of archaeological excavations and studies revealed the unique layout of the temple grounds, which consisted of one pagoda and three halls; also found were 40,000 or so ancient artifacts. Though foundation stones and other structures from the bottom of the temple were identified through excavation, there are no historical clues about the temple’s upper design, making the restoration of the temple in its entirety practically impossible. The size of the temple, based on archeological findings, was about 70 acres, roughly eight times larger than that of Bulguksa Temple.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330<br>(Korean, English, Japanese, Chinese) <br>• For more info: +82-54-779-6100|\n  \n\n  \n## Detail Image\n![/2022-11-28-1669624954858/179524_image2_1.webp](/2022-11-28-1669624954858/179524_image2_1.webp)\n![/2022-11-28-1669624954858/179525_image2_1.webp](/2022-11-28-1669624954858/179525_image2_1.webp)\n![/2022-11-28-1669624954858/179526_image2_1.webp](/2022-11-28-1669624954858/179526_image2_1.webp)\n![/2022-11-28-1669624954858/179527_image2_1.webp](/2022-11-28-1669624954858/179527_image2_1.webp)\n![/2022-11-28-1669624954858/214714_image2_1.webp](/2022-11-28-1669624954858/214714_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-54-779-6100](tel:+82547796100)\n- [🏠www.gyeongju.go.kr/tour](http://www.gyeongju.go.kr/tour)\n\n\n```googleMap\nlatitude: 35.8382604313\nlongitude: 129.2307077526\ntitle: 64-19, Imhae-ro, Gyeongju-si, Gyeongsangbuk-do\n```\n  \n## Directions\n  \n[Bus]<br>\nFrom Seoul Express Bus Terminal, take a bus to Gyeongju Bus Terminal.<br>\nFrom Gyeongju Bus Terminal Bus Stop, take Bus No. 10, 11, 15, 16, 16-1, 17, 18, 100, 150, or 277-1 and get off at Bunhwangsa Temple or Gyeonggosageori Intersection Bus Stop.\n","data":{"id":"2022-11-28-1669624954858","title":"Gyeongju Hwangnyongsa Temple Site (경주 황룡사지)","description":"Hwangnyongsa Temple Site is located in front of Bunhwangsa Temple in Guhang-dong, Gyeongju. During the Silla Era, the Hwangnyongsa Temple was the nation’s largest temple and housed the bulk of the country’s major Buddhist treasures. <br> <br> Construction of the temple began in 553 on a field east of the royal compound under the commission of King Jinheung. The king originally planned to build a palace, but decided to build a temple instead, after receiving reports that a yellow dragon had been spotted on the building site. The temple was thus named Hwangnyongsa (Temple of Yellow Dragon) and was completed in 569, seventeen years after construction began. The temple murals featured an old pine tree drawn by Artist Solgeo. During the Silla Era, the temple was the center of state-sanctioned Buddhism. <br> <br>Later, when monk Jajang was studying in China during the Tang dynasty, he came across a god as he was passing by Taihe Pond. The god said to him, “The yellow dragon, which is my eldest son, is guarding Hwangnyongsa Temple upon orders of Brahma, the Creator. If you build a nine-story pagoda upon your return to Silla, the neighboring states will surrender and pay tribute, and the royal cause will be stronger. Once the construction of the pagoda is complete, prepare a memorial service for the local gods and pardon any of the countrys criminals. If you follow all I have told you, no other state will dare invade Silla.” <br><br> After this encounter, Jajang returned to Silla and convinced Queen Seondeok to build the nine-story pagoda. Master architect Abiji of the neighboring state Baekje designed the pagoda and the project was built by Yongchun and 200 men using wood and stone. The night before the columns were to be erected, Architect Abiji of Baekje dreamed of the fall of Baekje and refused to complete the project. With a peal of thunder, an old monk and a man of great strength suddenly appeared from the temples main hall, erected the columns, and magically disappeared. Abiji was so shocked at the sight that he accepted his country’s future demise as the fate of the gods and once again restarted work on the temple. (From Samgungnyusa, the Memorabilia of the Three Kingdoms) <br> <br> In the twenty-three years following the completion of the pagoda, Queen Seondeok unified the Three Kingdoms; later, numerous scholars pointed to the pagoda as a contributing factor in the unification. Of the three treasures of Silla, two were located at Hwangnyongsa Temple. The largest bell of Silla was also in the temple, but was taken away during the Mongol invasion. The highest monks of Silla preached at the temple, and many kings came to listen to the Buddhist teachings. <br><br> During excavation work in July 1969, the massive foundation stones of the sermon hall, auditorium, and pagoda were found. Eight years of archaeological excavations and studies revealed the unique layout of the temple grounds, which consisted of one pagoda and three halls; also found were 40,000 or so ancient artifacts. Though foundation stones and other structures from the bottom of the temple were identified through excavation, there are no historical clues about the temple’s upper design, making the restoration of the temple in its entirety practically impossible. The size of the temple, based on archeological findings, was about 70 acres, roughly eight times larger than that of Bulguksa Temple.","regDate":"2022-11-28","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Holy Sites"],"imgUrl":"/2022-11-28-1669624954858/202492_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-11-28-1669624954858","pageUrl":"https:/mcdryad.com/Gyeongsangbuk-do/2022-11-28-1669624954858"},"dataList":[{"id":"2022-12-11-1670755028885","title":"Jeolgolgyegok Valley [National Geopark] (절골협곡 (청송 국가지질공원))","description":"Jeolgolgyegok Valley is located along the mountain ridgeline connecting Gamebong Peak and Wanggeoam Rock in Juwangsan Mountain. It stretches for 5 kilometers from Jeolgol Valley Visitors Center to Daemun Bridge. The valley is formed of vocanic tuffs that were welded and compacted after cooling down, which resulted in forming vertical cracks, leaving rocks to fall out and create a steep valley cliff.","regDate":"2022-12-11","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites","Valleys"],"imgUrl":"","blogPath":"Gyeongsangbuk-do/2022-12-11-1670755028885"},{"id":"2022-12-11-1670751369431","title":"Huibangpokpo Falls (희방폭포)","description":"The 28-meter high Huibangpokpo Falls is a waterfall located below Huibangsa Temple on Sobaeksan Mountain in Sucheol-ri, Yeongju-si, Gyeongsangbuk-do. It is located 700 meters above sea level about halfway up Sobaeksan Mountain. It is one of the  must-see attractions on Sobaeksan Mountain, and is the No.1 waterfall in the whole Yeongnam (southeastern part of Korea) area.<br><br>The water from the falls comes from Yeonhwabong Peak (1383 m), one of the sacred peaks of Sobaeksan Mountain. The water flows along the Huibanggyegok Valley and then plunges into the rocks below with a big splash, creating a breathtaking view for visitors.","regDate":"2022-12-11","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites","Waterfalls"],"imgUrl":"/2022-12-11-1670751369431/2366277_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-11-1670751369431"},{"id":"2022-12-11-1670747923691","title":"Hakgasan Recreational Forest (학가산자연휴양림)","description":"Hakgasan Recreational Forest is located in a valley on the northern side of Hakgasan Mountain, known for its clean air. The recreational forest has log cabins that harmonize with the nearby trees, creeks, and rocks, making visitors feel as if they are resting at a luxury villa. It is an ideal vacation destination for those who want to get closer to nature. There is a hiking path leading to the summit of Hakgasan Mountain from the forest, taking around 2 hours. Additional amenities within the forest include campfire pits, an outdoor stage, childrens playground, exercise equipment, water play area, a lecture hall, and more.","regDate":"2022-12-11","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"","blogPath":"Gyeongsangbuk-do/2022-12-11-1670747923691"},{"id":"2022-12-11-1670744180648","title":"Gyeongju Daereungwon Ancient Tomb Complex (경주 대릉원 일원)","description":"Gyeongju Daereungwon Tomb Complex consists of five tombs, Ancient Tombs of Gyeongju Nodong-ri, Noseo-ri, Hwangnam-ri, Hwango-ri, and Inwang-ri. The tombs are distributed in Hwangnam-dong, Gyeongju-si, and are located in the Daereungwon area. Within Daereungwon Tomb Complex is Cheonmachong Tomb, which was excavated in 1973. Furthermore, Hwangnamdaechong Tomb was excavated between 1973 and 1975, and are twin tombs belonging to a presumed married couple.","regDate":"2022-12-11","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-12-11-1670744180648/2653398_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-11-1670744180648"},{"id":"2022-12-11-1670740808870","title":"Goraebul Beach (고래불해수욕장)","description":"Goraebul Beach is located in Yeongdeok, Gyeongsangbuk-do. Its fine white sands stretch for 8 kilometers giving way to clean seawaters, and it is shaded by a pine forest. The beach has various facilities for visitors comfort including shower stalls, restroom, drinking fountain, snack bar and parking lot. Nearby tourist attractions include Wijeong Mineral Spring and Jangyuksa Temple. In Goesi-ri, there are many ancient buildings that can be seen throughout the area. Roughly 30 houses that are approximately 200 years old line the coastal drive. National Road number 7 heading north showcases almost all of the famous tourist attractions that line the East Sea.","regDate":"2022-12-11","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites"],"imgUrl":"/2022-12-11-1670740808870/2021976_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-11-1670740808870"},{"id":"2022-12-11-1670737010512","title":"Gayasan National Park (Baegundong Area) (가야산국립공원-백운동 지구)","description":"Gayasan Mountain in Gyeongsangbuk-do was designated as a national park in 1972. The mountains main peak, Chilbulbong Peak, towers at 1,433 meters. It borders Seongju-gun, Hapcheon-gun and Geochang-gun. In particular, the mountain range stretching along Suryun-myeon, Seongju-gun is famous for its scenic nature. Furthermore, the beautiful Gayasan Beltway, which extends from Suryun-myeon to Gayasan Mountain, highlights the splendor and grandeur of the precipitous crimson cliffs.","regDate":"2022-12-11","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites","National Parks"],"imgUrl":"","blogPath":"Gyeongsangbuk-do/2022-12-11-1670737010512"},{"id":"2022-12-11-1670733665757","title":"Dosanseowon Confucian Academy [UNESCO World Heritage] (도산서원 [유네스코 세계문화유산])","description":"In terms of architecture, Dosanseowon Confucian Academy complex can largely be divided into Dosanseodang compound and Dosanseowon compound. Dosanseodang area consists of living quarters and lecture halls where Toegye Yi Hwang, an eminent Confucian scholar, lived and taught his students. Dosanseowon was built after Toegye Yi Hwang passed away by his followers in legacy of his teachings as well as to pay respects to the deceased. <br><br>Built in 1561, Dosanseodang lecture hall is the oldest building in the whole complex. It was personally designed by Yi Hwang, penname Toegye, to further his studies while educating future scholars after moving to the countryside. Living quarters used as a student dormitory were also built along with the lecture hall. <br><br>Dosanseowon compound was completed in 1576, six years after Yi Hwangs death. Yi Hwangs ancestral tablet was enshrined inside Sangdeoksa Shrine (Treasure No. 211) in 1572. Two years later, Jeongyodang Lecture Hall (Treasure No. 210) was built to relocate the tablet and with the addition of buildings to the halls east and west, the area became a seowon. In 1575, the establishment was bestowed a royal charter and a plaque with the name Dosanseowon written by Han Seok-bong, and became the Confucian academy headquarters in the Yeongnam region.","regDate":"2022-12-11","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-12-11-1670733665757/2620848_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-11-1670733665757"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}