{"pageProps":{"content":"![Gunwi-gun Palgongsan Provincial Park (팔공산도립공원(군위군))](/2022-11-26-1669440951580/655731_image2_1.webp)\n\n  \n## Overview\n\n> Palgongsan Mountain is located south of the Taebaek Mountain Range where the Nakdonggang and Geumhogang Rivers meet. The mountain stands high and stretches out like a folding screen. Near the top of the mountain, the granite protrudes in an odd shape creating a tall, grand geographical feature of the mountain. Furthermore, every valley is decorated with an exquisite rock face and lush forest adding to the mountains reputation. Palgongsan Mountain was designated as a provincial park in May 1980. The mountain has many ancient temples and historical sites such as the Gatbawi Stone Buddha, Wonhyosa Temple, Cheonseongsa Temple and Bulgulsa Temple.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330<br>(Korean, English, Japanese, Chinese) <br> • For more info: +82-54-880-8300|\n|restdate:|* Subject to closure due to adverse weather conditions.|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Hiking Course:|Palgongsan Mountain main course: 27.2 kilometers, 14 hours<br>Eunhaesa Temple Course 1: 15.4 kilometers, 8 hours<br>Gatbawi Course 1: 11.5 kilometers, 6 hours<br>Gatbawi Course 2-1: 2.1 kilometers, 1 hour 10 min<br>Gatbawi Course 2-1: 2 kilometers, 1 hour<br>Chisangyegok Course 1: 8.5 kilometers, 6 hours<br>Gasansanseong Course 1: 4.7 kilometers, 2 hour 10 min|\n|Areas Open to the Public:|Gyeongsan-si to Chilgok-gun: Gwanbong - Seonbonjae - Neupaejae - Domajae - Yeombulbong Peak - Dongbong Peak - Birobong Peak - Gasanbawibong Peak - Mulbulsan - Hantijae - Chikibong Peak - Gasanbong Peak - Gasanbawi Rock<br>Chilgok-gun: Jinnammun Gate - Cheonjusateo - Yongbawi Rock<br>Yeongcheon-si: Sudosa Temple- Gongsanpokpo Falls - Jinbulam - Dongbong Peak, Baekheungam - Jungangam - Neupaejae<br>Gyeonsan-si: Seonbosa Temple - Yaksaam - Yongdeoksa Temple- Gwanbong Peak|\n|Mountain Not Access Period:|Seasonal Forest Fire Prevention Period<br>Spring: March 2 - April 30 <br>Autumn: November 1 - December 15<br>* Subject to change based on weather advisories, snow/precipitation levels, and other local conditions.|\n|Restricted Mountain Areas :|Chilgok-gun: Witsandang - Gasansanseong Fortress, Morajae - Gasanbawi Rock, Hakmyeong-dong (Dumusil) - Gasansanseong Fortress (Namporu), Yeorijae - Namporu - East Gate<br>Yeongcheon-si: Sudosa Temple- Palgongpokpo Falls - Domajae<br> Gyeongsan-si: Peokjeong (Gatbawi parking lot) - Neupaejae|\n|Tour Course Information:|Tour Course (1 day)<br>1. Daegu Airport - Palgongsan beltway - Gasansanseong Fortress - Samjonseokgul Cave - Daeyulli - Ingaksa Temple - Janggokri Recreational Forest - Hwasansanseong Fortress - Daegu <br>2. Daegu Airport - Yeongcheon Eunhaesa Temple - Ingaksa Temple - Gyeongbuk Neunggeum Juice Factory - Samjonseokgul Cave - Daegu<br><br>Drive Course: Daegu - Pagyesa Temple - Palgongsan beltway - Hanti Rest Stop - Bugye Namsan-ri - Daeyulli (20 kilometers, 30 min) |\n|Facility Utilization Fees:|[Campsite]<br> Individuals: Adults 1,000 won / Teenagers 600 won / Children 300 won<br> Group: Adults 600 won / Teenagers 400 won / Children 200 won<br> <br> * Additional fee charged for overnight use (Adults 400 won / Teenagers 200 won / Children 100 won)<br> * Groups: 20 people or more|\n|Available Facilities:|Campsite, rest area, picnic area, volleyball court, handball court, drinking fountain, cooking area, parking lot, etc|\n|Restrooms:|Available|\n  \n## Detail Image\n![/2022-11-26-1669440951580/655726_image2_1.webp](/2022-11-26-1669440951580/655726_image2_1.webp)\n![/2022-11-26-1669440951580/655730_image2_1.webp](/2022-11-26-1669440951580/655730_image2_1.webp)\n![/2022-11-26-1669440951580/655734_image2_1.webp](/2022-11-26-1669440951580/655734_image2_1.webp)\n![/2022-11-26-1669440951580/655755_image2_1.webp](/2022-11-26-1669440951580/655755_image2_1.webp)\n![/2022-11-26-1669440951580/655767_image2_1.webp](/2022-11-26-1669440951580/655767_image2_1.webp)\n![/2022-11-26-1669440951580/655768_image2_1.webp](/2022-11-26-1669440951580/655768_image2_1.webp)\n![/2022-11-26-1669440951580/655773_image2_1.webp](/2022-11-26-1669440951580/655773_image2_1.webp)\n![/2022-11-26-1669440951580/655774_image2_1.webp](/2022-11-26-1669440951580/655774_image2_1.webp)\n![/2022-11-26-1669440951580/655775_image2_1.webp](/2022-11-26-1669440951580/655775_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-54-880-8300](tel:+82548808300)\n- [🏠www.gb.go.kr](https://www.gb.go.kr/Main/open_contents/section/palgong/index.do)\n\n\n```googleMap\nlatitude: 36.0492977239\nlongitude: 128.6405814539\ntitle: Namsan-ri, Gunwi-gun, Gyeongsangbuk-do\n```\n  \n\n","data":{"id":"2022-11-26-1669440951580","title":"Gunwi-gun Palgongsan Provincial Park (팔공산도립공원(군위군))","description":"Palgongsan Mountain is located south of the Taebaek Mountain Range where the Nakdonggang and Geumhogang Rivers meet. The mountain stands high and stretches out like a folding screen. Near the top of the mountain, the granite protrudes in an odd shape creating a tall, grand geographical feature of the mountain. Furthermore, every valley is decorated with an exquisite rock face and lush forest adding to the mountains reputation. Palgongsan Mountain was designated as a provincial park in May 1980. The mountain has many ancient temples and historical sites such as the Gatbawi Stone Buddha, Wonhyosa Temple, Cheonseongsa Temple and Bulgulsa Temple.","regDate":"2022-11-26","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites","Provincial Parks"],"imgUrl":"/2022-11-26-1669440951580/655731_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-11-26-1669440951580","pageUrl":"https:/mcdryad.com/Gyeongsangbuk-do/2022-11-26-1669440951580"},"dataList":[{"id":"2022-11-27-1669524117158","title":"Gyeongju Bird Park (경주 버드파크)","description":"Gyeongju Bird Park offers a unique experience for visitors, just like entering a big birdcage. Guests can touch birds in person and play with them, not just looking at birds inside a cage. The park is designed to give a happy experience for both birds and visitors. <br><br>Gyeongju Bird Park, Korean’s first experiential park featuring flowers and birds alike, is comprised of two floors; the entire first floor is an ecology experience hall that is 90% dedicated to birds and another 10% for other creatures such as reptiles, fish, and small animals. The second floor consists of exhibitions and an experiential hall with outdoor hands-on experience site. The bird park is registered as Gyeongsangbuk-dos top museum and specialized animal park, so it can import and exhibit international rare animal species.","regDate":"2022-11-27","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Recreational Sites","Theme Parks"],"imgUrl":"/2022-11-27-1669524117158/2625390_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-11-27-1669524117158"},{"id":"2022-11-27-1669521012799","title":"Gyeongju Bae-dong Samneung Royal Tombs (경주 배동 삼릉)","description":"Samneung  meaning three royal tombs, has strong ties to history. The three  royal tombs house three kings of the Silla Kingdom   King Adala (8th King of the dynasty), King Sindeok (53rd) and King Gyeongmyeong (54th). <br><br>King Adala, who  cared deeply for his people,&nbsp;went to war&nbsp;after his&nbsp;citizens  were abducted by the invaders of Baekje.&nbsp;But when Baekje asked for a peace treaty, King Adala released the prisoners he took during the engagement. During his rulling,&nbsp;a&nbsp; kingdom in Japan sent an envoy to ask for friendly relations with Silla. King Adala’s tomb is 58m in circumference at the base, 5.4m in x_height and 18m in diameter. <br> <br>When&nbsp;King Hyogong died without any heirs, the people of the kingdom crowned his son-in-law as their next king – King Sindeok. During his reign, King  Sindeok devoted himself to protecting his kingdom from invasions by Gyeonhwon and Gungye.  The royal tomb is 61m in  circumference at the base, 5.8m in x_height and 18m in diameter. It was robbed twice,  inviting investigations in 1953 and 1963. The investigations revealed the tomb  to be a  chamber made of stone.<br> <br>King Gyeongmyeong, the son of King Sindeok, together with Wanggeon, the founder of the  Goryeo dynasty, successfully defeated Gyeonhwon’s attack against Daeyaseong Fortress. During his reign, he attempted to establish diplomatic relations with  the Hudang dynasty of China, but was unsuccessful. The tomb is 50m in  circumference  at the base, 4.5m in x_height and 16m in diameter.","regDate":"2022-11-27","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-11-27-1669521012799/179639_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-11-27-1669521012799"},{"id":"2022-11-26-1669459088440","title":"Gyeongjeong Beach (경정해수욕장)","description":"Gyeongjeong Beach is famous for its serene and clean water with gentle waves. The southern part of the beach is made of rocks. Visitors should avoid swimming in the waters since they are used as an aqua farm for growing marine products such as sea cucumbers, abalone and sea squirts. The beachside road is a perfect driving course with the view of the horizon.","regDate":"2022-11-26","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites"],"imgUrl":"/2022-11-26-1669459088440/1614848_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-11-26-1669459088440"},{"id":"2022-11-26-1669455358142","title":"Gyeongcheondae Cliff (낙동강 경천대(경천대 전망대))","description":"With a magnificent view made up of cliffs and old pine trees, Gyeongcheondae Cliff was once called Jacheondae due to the belief that it came from the sky. Muujeong Pavilion, which was built during the Joseon dynasty, is located on the cliff. Gyeongcheondae Cliff was often used to hold a ritual for rain. It offers a spectacular view of the winding Nakdonggang River and beautiful rock formations peeking through the branches of the old pine trees. The path to the observatory goes through a forest of pine trees.","regDate":"2022-11-26","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-11-26-1669455358142/2031217_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-11-26-1669455358142"},{"id":"2022-11-26-1669452016550","title":"Gwanseong Solbat Beach (관성솔밭해변)","description":"Gwanseong Solbat Beach, formerly Gwanseong Beach, is known for its extremely clean waters, and the connecting pine grove creates a gorgeous semi-circle shape. Nearby in Sindae-ri, Yangnam-myeon is Kolon Garden Golf Club, allowing visitors to enjoy many other leisure activities in the area. The driving course along the coastal road is also popular among visitors.","regDate":"2022-11-26","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites"],"imgUrl":"/2022-11-26-1669452016550/1616994_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-11-26-1669452016550"},{"id":"2022-11-26-1669448154825","title":"Guryongpo Beach (구룡포해수욕장)","description":"During ancient times, when King Jin-heung of the Silla Kingdom reigned, a mysterious occurrence gripped many with both a sense of fascination and fear. According to legendary myth, a sudden massive thunderstorm took nine dragons to heaven. That is where Guryongpo (meaning Nine Dragons) Beach got its name. <br><br>What makes this destination so special is its climate and geographical location. Featuring a hilly terrain, warm winter and cool summer climates, and a long shoreline extending to about 15.8 kilometers, Guryongpo Beach is an ideal getaway. Guryeongpohang Port is the center of the fishing industry, with major catch consisting of cuttlefish, mackerel pikes, and snow crabs.","regDate":"2022-11-26","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites"],"imgUrl":"/2022-11-26-1669448154825/1851379_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-11-26-1669448154825"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}