{"pageProps":{"content":"![Baeksu Coastal Road (백수해안도로)](/2022-08-01-1659390095389/2647158_image2_1.webp)\n\n  \n## Overview\n\n> Baeksu Coastal Road, a section of National Highway 77 and Provincial Highway 14, is one of the best scenic drives in Jeollanam-do. While driving on this road, one can encounter dynamically changing landscapes, including splendid rock formations along the coastal cliffs. The road is approximately 16.8 kilometers long, connecting Giryong-ri and Seokgumi Village in Baeksu-eup, Yeonggwang. The coastal road offers a great view of Chilsanbawi Rock, especially during the sunset.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330<br>(Korean, English, Japanese, Chinese) <br>• For more info: +82-61-350-5600|\n|parking:|Available|\n|restdate:|N/A (Open all year round)|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Available Facilities:|Sunset Exhibition Hall, 365 Stairs, etc.|\n|Restrooms:|Available|\n  \n## Detail Image\n![/2022-08-01-1659390095389/2647156_image2_1.webp](/2022-08-01-1659390095389/2647156_image2_1.webp)\n![/2022-08-01-1659390095389/2647157_image2_1.webp](/2022-08-01-1659390095389/2647157_image2_1.webp)\n![/2022-08-01-1659390095389/2647159_image2_1.webp](/2022-08-01-1659390095389/2647159_image2_1.webp)\n![/2022-08-01-1659390095389/2647160_image2_1.webp](/2022-08-01-1659390095389/2647160_image2_1.webp)\n![/2022-08-01-1659390095389/2647162_image2_1.webp](/2022-08-01-1659390095389/2647162_image2_1.webp)\n![/2022-08-01-1659390095389/2647163_image2_1.webp](/2022-08-01-1659390095389/2647163_image2_1.webp)\n![/2022-08-01-1659390095389/2647164_image2_1.webp](/2022-08-01-1659390095389/2647164_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-61-350-5600](tel:+82613505600)\n- [🏠www.yeonggwang.go.kr](https://www.yeonggwang.go.kr/subpage/?site=tour_2019&mn=7379)\n\n\n```googleMap\nlatitude: 35.3644998387\nlongitude: 126.3960373556\ntitle: Daesin-ri, Yeonggwang-gun, Jeollanam-do\n```\n  \n## Directions\n  \n[Bus] <br>\nFrom Seoul Central City Bus Terminal, take an express bus to Yeonggwang Bus Terminal. <BR>\nFrom Yeonggwang Bus Terminal Bus stop, take a local bus heading to Yeonggwang Sea Water Hot Spring Land and get off at the Yeonggwang Sea Water Hot Spring Land Bus Stop. <BR>\nWalk for approx. 90 m.\n","data":{"id":"2022-08-01-1659390095389","title":"Baeksu Coastal Road (백수해안도로)","description":"Baeksu Coastal Road, a section of National Highway 77 and Provincial Highway 14, is one of the best scenic drives in Jeollanam-do. While driving on this road, one can encounter dynamically changing landscapes, including splendid rock formations along the coastal cliffs. The road is approximately 16.8 kilometers long, connecting Giryong-ri and Seokgumi Village in Baeksu-eup, Yeonggwang. The coastal road offers a great view of Chilsanbawi Rock, especially during the sunset.","regDate":"2022-08-01","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"/2022-08-01-1659390095389/2647158_image2_1.webp","blogPath":"Jeollanam-do/2022-08-01-1659390095389","pageUrl":"https:/mcdryad.com/Jeollanam-do/2022-08-01-1659390095389"},"dataList":[{"id":"2022-08-01-1659386586276","title":"Baegyangsa Temple (백양사)","description":"Founded during the reign of King Mu of the Baekje Dynasty (632), Baegyangsa Temple is located within Naejangsan National Park. The combination of the mountain and valleys on both sides creates beautiful scenery. Nature reveals its beauty throughout all seasons here,  especially through the red maple leaves in fall. Daeungjeon Hall, Geungnakbojeon Hall and Sacheonwangmun Gate have been designated as cultural assets. Walk along the wood path lined-up of white oaks and maple trees, go through the entrance of Baegyangsa Temple, and the sight of Ssanggyeru Pavilion will come into view. Daytime visitors to Baegyangsa Temple can appreciate the breathtaking view of Ssanggyeru Pavilion admist the shimmering pond.","regDate":"2022-08-01","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-08-01-1659386586276/2516009_image2_1.webp","blogPath":"Jeollanam-do/2022-08-01-1659386586276","pageUrl":"https:/mcdryad.com/Jeollanam-do/2022-08-01-1659386586276"},{"id":"2022-08-01-1659382619998","title":"Baegunsan Recreational Forest (백운산자연휴양림)","description":"Located on Baegunsan Mountain (alt. 1,222.2 m), Baegunsan Recreational Forest is made up of a blend of natural and man-made forests, composed of mostly pine, cedar, and cypress trees. Ongnyeongsa Temple Site (Historic Site No. 407) is located near the forest, and many people visit between February and March to see the nearly 7,000 camellia flowers come into full bloom. Baegunsan Mountain is an ecological treasure, as it serves as a habitat for rare plants and animals. Every spring, visitors can try tasting painted maple sap, known for its health benefits.","regDate":"2022-08-01","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"/2022-08-01-1659382619998/2636006_image2_1.webp","blogPath":"Jeollanam-do/2022-08-01-1659382619998","pageUrl":"https:/mcdryad.com/Jeollanam-do/2022-08-01-1659382619998"},{"id":"2022-08-01-1659379869847","title":"Baegunsan Mountain Donggokgyegok Valley (백운산 동곡계곡)","description":"Donggokgyegok Valley is one of four large valleys on Baegunsan Mountain. The valley opens up towards Gwangyang, with the waters of Dongcheon Stream flowing into Gwangyangman Bay. Donggokgyegok Valley is wide, making it convenient for transportation, and perfect for a family getaway during the holidays. Located along Hanjae Pass between the mountain summit and Ttoaribong Peak on the west side, the valley is also sometimes called Dapgoksimni. The valley stretches a distance of 10 kilometers and is especially beautiful in fall when surrounded by vibrant autumn foliage. Donggokgyegok Valley is a protected nature reserve with over 900 various species of vegetation.","regDate":"2022-08-01","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites","Valleys"],"imgUrl":"/2022-08-01-1659379869847/1606761_image2_1.webp","blogPath":"Jeollanam-do/2022-08-01-1659379869847","pageUrl":"https:/mcdryad.com/Jeollanam-do/2022-08-01-1659379869847"},{"id":"2022-08-01-1659375937828","title":"Baegunsan Eochigyegok Valley (백운산 어치계곡)","description":"Eochigyegok Valley, located in Eochi-ri, Jinsang-myeon, is 7 kilometers long, and is a valley with clear water flowing through the lush forest with rocks in all sizes that provide a resting spot. In particular, it is home to Orodae Rock, cool enough to form dew even in the middle of the day and Gusipokpo Falls with a legend of a flying horse.<br><br>The valley is located ten minutes away from the Seomjingang River Maehwa Village, and plum trees cover the valley in spring with plum blossoms. In autumn, the countless oak trees in the forest become an acorn factory for its habitats. Baegunsan Eochigyegok Valley is worth visiting at any time of the year and provides various agricultural products to local residents. Orodae Rock, located in the uppermost stream, refers to a rock that looks like a large courtyard. An inscription remains, saying that it is named Orodae because it is cool enough to form dew even in the midday of the summer. Legend says that Gusiso Pool at the base of Gusipokpo Falls is so wide that it will not dry up even in a draught.","regDate":"2022-08-01","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites","Valleys"],"imgUrl":"/2022-08-01-1659375937828/1606765_image2_1.webp","blogPath":"Jeollanam-do/2022-08-01-1659375937828","pageUrl":"https:/mcdryad.com/Jeollanam-do/2022-08-01-1659375937828"},{"id":"2022-08-01-1659373270633","title":"Anmado Island (안마도)","description":"Anmado Island, the largest island in Nagwol-myeon District, is home to a number of ocean splendors including the magnificent Malcobawi and Heundeulbawi Rocks, and camellia colonies. As one of the largest fishing bases in the West Sea, it is famous for its local specialties such as cows naturally grown out of pasture, black goats, medicinal liquor made of centipedes, sea bass, crabs and ear shells. Moreover, the island's fishing village, which has been designated as a third-class fishing port, serves as refuge for ships from home and abroad.<br><br><b>Island History</b><br>In 1967, a liaison office of Nagwol-myeon town office opened its door overseeing Anmado Island, along with five othe islets (Daeseongmando, Soseongmando, Odo, Hwangdo and Jukdo) and six villages. The area as a whole is called Anma Archipelago. Furthermore, Hwangdo, an affiliated islet of the Anmado, along with Donghwangdongdo, Gageodo and Seogeochado form the Western Basic Line.","regDate":"2022-08-01","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"/2022-08-01-1659373270633/2497473_image2_1.webp","blogPath":"Jeollanam-do/2022-08-01-1659373270633","pageUrl":"https:/mcdryad.com/Jeollanam-do/2022-08-01-1659373270633"},{"id":"2022-08-01-1659368778986","title":"Anak Beach (안악해수욕장)","description":"Anak Beach is a white sand beach that stretches for more than 200 meters and is bordered by a forest of pine trees. In addition to the gorgeous scenery, a major draw is the great seafood like fresh mullets, long-legged octopuses, small shrimps, and other local specialties said to provide strength during the sweltering summer heat. Since the beach has not yet been discovered by many tourists, visitors will be able to have a calm and relaxing time. The nearby coastal road is a perfect driving course with a stunning view of the sunset.","regDate":"2022-08-01","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"/2022-08-01-1659368778986/190577_image2_1.webp","blogPath":"Jeollanam-do/2022-08-01-1659368778986","pageUrl":"https:/mcdryad.com/Jeollanam-do/2022-08-01-1659368778986"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}