{"pageProps":{"content":"![Choamsa Temple - Yeongju (초암사(영주))](/2022-11-21-1669023570827/2031732_image2_1.webp)\n\n  \n## Overview\n\n> In search of a great place to build a Buddhist Temple invoking national security, Great Monk Uisang travelled around the country and reached this place. He built a small thatched hut here for a temporary stay and continued his search. Finally, he found a perfect place and built Buseoksa Temple. He also set up another temple in the site where his small thatched hut was and called it Choamsa Temple. Choamsa Temple is located below the valley in the south of Gungmangbong Peak of Sobaeksan Mountain. After the Korean War, the temple building had to be rebuilt, but it managed to preserve some of Provincial Tangible Cultural Asset including Samcheung Seoktap (a three-storied stone pagoda; Tangible Cultural Property 126), Dongbudo (East Stupa; Tangible Cultural Property 128) and Seobudo (West Stupa; Tangible Cultural Property 129).<br><br>* Jukgyegugok Valley <br>The valley stretching from Baejeom-ni to Choamsa Temple is called Jukgyegugok which Sobaeksan Mountain surrounds like a folding screen. Near the valley, one can find famous tourist attractions such as the Sosuseowon Confucian Academy and Buseoksa Temple. Toegye Yi Hwang came up with the name Jukgyegugok inspired by the fantastic scenery of the valley and the beautiful sound of the flowing water.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330<BR> (Korean, English, Japanese, Chinese) <br> • For more info: +82-54-633-2322|\n|parking:|Available|\n|restdate:|N/A (Open all year round)|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Hiking Course:|* Baejeom-ri - Jukgye Valley - Choamsa Temple - Seongnyunamgol Village - Gungmangbong Peak - Birobong Peak<br>* In front of Baejeom Elementary school - 9 Gok - 1 Gok - Choamsa Temple- Gungmangbong Peak - Birobong Peak<br /><br>* In front of Baejeom Elementary school - 9 Gok - 1 Gok-  Gungmangbong Peak- 1 Gok - 9 Gok - n front of Baejeom Elementary school |\n|Restrooms:|Available|\n|Interpretation Services Offered:|Not available|\n  \n\n  \n## Contact\n\n- [☎️+82-54-633-2322](tel:+82546332322)\n- [🏠www.yeongju.go.kr](http://www.yeongju.go.kr/open_content/tour)\n\n\n```googleMap\nlatitude: 36.9441934902\nlongitude: 128.5262409259\ntitle: 330, Jukgye-ro 315beon-gil, Yeongju-si, Gyeongsangbuk-do\n```\n  \n## Directions\n  \n[BUs]<BR>\nFrom Dong Seoul Bus Terminal, take an intercity bus to Yeongju Bus Terminal.\n<br>From Yeongju Bus Terminal, take Bus No. 53 bound for Sosuseowon Confucian Academy and get off at Choamsa Temple BUs Stop.\n","data":{"id":"2022-11-21-1669023570827","title":"Choamsa Temple - Yeongju (초암사(영주))","description":"In search of a great place to build a Buddhist Temple invoking national security, Great Monk Uisang travelled around the country and reached this place. He built a small thatched hut here for a temporary stay and continued his search. Finally, he found a perfect place and built Buseoksa Temple. He also set up another temple in the site where his small thatched hut was and called it Choamsa Temple. Choamsa Temple is located below the valley in the south of Gungmangbong Peak of Sobaeksan Mountain. After the Korean War, the temple building had to be rebuilt, but it managed to preserve some of Provincial Tangible Cultural Asset including Samcheung Seoktap (a three-storied stone pagoda; Tangible Cultural Property 126), Dongbudo (East Stupa; Tangible Cultural Property 128) and Seobudo (West Stupa; Tangible Cultural Property 129).<br><br>* Jukgyegugok Valley <br>The valley stretching from Baejeom-ni to Choamsa Temple is called Jukgyegugok which Sobaeksan Mountain surrounds like a folding screen. Near the valley, one can find famous tourist attractions such as the Sosuseowon Confucian Academy and Buseoksa Temple. Toegye Yi Hwang came up with the name Jukgyegugok inspired by the fantastic scenery of the valley and the beautiful sound of the flowing water.","regDate":"2022-11-21","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-11-21-1669023570827/2031732_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-11-21-1669023570827","pageUrl":"https:/mcdryad.com/Gyeongsangbuk-do/2022-11-21-1669023570827"},"dataList":[{"id":"2022-11-26-1669459088440","title":"Gyeongjeong Beach (경정해수욕장)","description":"Gyeongjeong Beach is famous for its serene and clean water with gentle waves. The southern part of the beach is made of rocks. Visitors should avoid swimming in the waters since they are used as an aqua farm for growing marine products such as sea cucumbers, abalone and sea squirts. The beachside road is a perfect driving course with the view of the horizon.","regDate":"2022-11-26","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites"],"imgUrl":"/2022-11-26-1669459088440/1614848_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-11-26-1669459088440"},{"id":"2022-11-26-1669455358142","title":"Gyeongcheondae Cliff (낙동강 경천대(경천대 전망대))","description":"With a magnificent view made up of cliffs and old pine trees, Gyeongcheondae Cliff was once called Jacheondae due to the belief that it came from the sky. Muujeong Pavilion, which was built during the Joseon dynasty, is located on the cliff. Gyeongcheondae Cliff was often used to hold a ritual for rain. It offers a spectacular view of the winding Nakdonggang River and beautiful rock formations peeking through the branches of the old pine trees. The path to the observatory goes through a forest of pine trees.","regDate":"2022-11-26","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-11-26-1669455358142/2031217_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-11-26-1669455358142"},{"id":"2022-11-26-1669452016550","title":"Gwanseong Solbat Beach (관성솔밭해변)","description":"Gwanseong Solbat Beach, formerly Gwanseong Beach, is known for its extremely clean waters, and the connecting pine grove creates a gorgeous semi-circle shape. Nearby in Sindae-ri, Yangnam-myeon is Kolon Garden Golf Club, allowing visitors to enjoy many other leisure activities in the area. The driving course along the coastal road is also popular among visitors.","regDate":"2022-11-26","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites"],"imgUrl":"/2022-11-26-1669452016550/1616994_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-11-26-1669452016550"},{"id":"2022-11-26-1669448154825","title":"Guryongpo Beach (구룡포해수욕장)","description":"During ancient times, when King Jin-heung of the Silla Kingdom reigned, a mysterious occurrence gripped many with both a sense of fascination and fear. According to legendary myth, a sudden massive thunderstorm took nine dragons to heaven. That is where Guryongpo (meaning Nine Dragons) Beach got its name. <br><br>What makes this destination so special is its climate and geographical location. Featuring a hilly terrain, warm winter and cool summer climates, and a long shoreline extending to about 15.8 kilometers, Guryongpo Beach is an ideal getaway. Guryeongpohang Port is the center of the fishing industry, with major catch consisting of cuttlefish, mackerel pikes, and snow crabs.","regDate":"2022-11-26","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites"],"imgUrl":"/2022-11-26-1669448154825/1851379_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-11-26-1669448154825"},{"id":"2022-11-26-1669440951580","title":"Gunwi-gun Palgongsan Provincial Park (팔공산도립공원(군위군))","description":"Palgongsan Mountain is located south of the Taebaek Mountain Range where the Nakdonggang and Geumhogang Rivers meet. The mountain stands high and stretches out like a folding screen. Near the top of the mountain, the granite protrudes in an odd shape creating a tall, grand geographical feature of the mountain. Furthermore, every valley is decorated with an exquisite rock face and lush forest adding to the mountains reputation. Palgongsan Mountain was designated as a provincial park in May 1980. The mountain has many ancient temples and historical sites such as the Gatbawi Stone Buddha, Wonhyosa Temple, Cheonseongsa Temple and Bulgulsa Temple.","regDate":"2022-11-26","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites","Provincial Parks"],"imgUrl":"/2022-11-26-1669440951580/655731_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-11-26-1669440951580"},{"id":"2022-11-26-1669437716441","title":"Gunwi Buddha Triad Grotto (2nd Seokguram) (군위 아미타여래삼존 석굴)","description":"At the Hantijae Peak of Palgongsan Mountain in Daegu, is the Gunwi Buddha Triad Grotto, referred to as the 2nd Seokguram Grotto. This grotto, designated as a National Treasure, is a natural cave on a sheer cliff. There is the beautiful Amitabul Buddha, the Bodhisattva of Power and the Bodhisattva of Compassion. The cave is 4.25 meters wide and 4.3 meters long, and is located 20 meters above the ground. This grotto is the progenitor of the Gyeongju Seokgulam Grotto, preceding the construction of Seokguram grotto by 100 years. It has been designated as a world cultural heritage.<br><br>The square-shaped ceiling is highest in the middle of the chamber. The Amitabul Buddha sits in the center with the Bodhisattva of Power and the Bodhisattva of Compassion flanking its left and right sides. The main Buddha is very refined and graceful with short hair and a divine smile on its face, sitting with crossed legs in a full-lotus posture.","regDate":"2022-11-26","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-11-26-1669437716441/2493436_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-11-26-1669437716441"},{"id":"2022-11-26-1669434104637","title":"Gunbulo Bisl Resort Tourism Farm (비슬리조트관광농원 군불로)","description":"Gunbulo Bisl Resort Tourism Farm is located at the foot of Biseulsan Mountain and is the largest natural farm in the Gyeongsangbuk-do area, spread over 24 acres. The resorts beautiful natural scenery, great facilities, and variety of experience programs make it a popular venue for corporate training, school field trips, conferences, and religious retreats; the youth camp program is especially popular. Visitors are advised to make reservations in advance.","regDate":"2022-11-26","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Experience Programs","Farming Experience"],"imgUrl":"/2022-11-26-1669434104637/1967573_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-11-26-1669434104637"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}