{"pageProps":{"content":"![Cheongwansan National Recreational Forest (국립 천관산자연휴양림)](/2023-01-15-1673768136110/2704942_image2_1.webp)\n\n  \n## Overview\n\n> Cheongwansan National Recreational Forest is located at the entrance of one of the five great mountains of the Jeolla region. Cheongwansan Mountain is a rocky mountain with steep peaks. Red camellia flowers bloom in spring, while in fall, silver grass blankets the area, creating a spectacular scene. The mountain peak offers an incredible ocean view due to the mountains close location to the coast. To the south, the vast Dadohae Sea comes into view, and hikers may even get a glimpse of Hallasan Mountain from afar on a clear sunny day. A landscape of different mountain ridges can be seen to the north, namely Wolchulsan Mountain in Yeongam, Jeamsan Mountain in Jangheung, and Mudeungsan Mountain in Gwangju. <br><br> Cheongwansa Temple is located within a few hundred meters of the peak of the mountain. The recreational park is equipped with convenient facilities and a well-managed 7-kilometer-long hiking trail, serving as a great vacation spot for weekend getaways.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-61-867-6974|\n|opendate:|1995|\n|parking:|Available|\n|restdate:|Tuesdays|\n|usetime:|[Accommodations] Check in 15:00 / Check out 12:00 <br>[Park hours] 09:00-18:00|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Admission Fees:|Individuals: Adults 1,000 won / Teenagers 600 won / Children 300 won<br>Groups: Adults 800 won / Teenagers 500 won / Children 200 won<br><br>[Accommodations]<BR>House of Forest: 40,000-154,000 won<BR>Yeonlip-dong: 40,000-94,000 won|\n|Available Facilities:|Accommodations, camping ground|\n|Restrooms:|Available|\n  \n## Detail Image\n![/2023-01-15-1673768136110/2704939_image2_1.webp](/2023-01-15-1673768136110/2704939_image2_1.webp)\n![/2023-01-15-1673768136110/2704940_image2_1.webp](/2023-01-15-1673768136110/2704940_image2_1.webp)\n![/2023-01-15-1673768136110/2704941_image2_1.webp](/2023-01-15-1673768136110/2704941_image2_1.webp)\n![/2023-01-15-1673768136110/2704943_image2_1.webp](/2023-01-15-1673768136110/2704943_image2_1.webp)\n![/2023-01-15-1673768136110/2704945_image2_1.webp](/2023-01-15-1673768136110/2704945_image2_1.webp)\n![/2023-01-15-1673768136110/2704946_image2_1.webp](/2023-01-15-1673768136110/2704946_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-61-867-6974](tel:+82618676974)\n- [🏠www.foresttrip.go.kr](https://www.foresttrip.go.kr/indvz/main.do?hmpgId=0196)\n\n\n```googleMap\nlatitude: 34.5451339297\nlongitude: 126.8998851572\ntitle: 842-1150, Chilgwan-ro, Jangheung-gun, Jeollanam-do\n```\n  \n\n","data":{"id":"2023-01-15-1673768136110","title":"Cheongwansan National Recreational Forest (국립 천관산자연휴양림)","description":"Cheongwansan National Recreational Forest is located at the entrance of one of the five great mountains of the Jeolla region. Cheongwansan Mountain is a rocky mountain with steep peaks. Red camellia flowers bloom in spring, while in fall, silver grass blankets the area, creating a spectacular scene. The mountain peak offers an incredible ocean view due to the mountains close location to the coast. To the south, the vast Dadohae Sea comes into view, and hikers may even get a glimpse of Hallasan Mountain from afar on a clear sunny day. A landscape of different mountain ridges can be seen to the north, namely Wolchulsan Mountain in Yeongam, Jeamsan Mountain in Jangheung, and Mudeungsan Mountain in Gwangju. <br><br> Cheongwansa Temple is located within a few hundred meters of the peak of the mountain. The recreational park is equipped with convenient facilities and a well-managed 7-kilometer-long hiking trail, serving as a great vacation spot for weekend getaways.","regDate":"2023-01-15","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"/2023-01-15-1673768136110/2704942_image2_1.webp","blogPath":"Jeollanam-do/2023-01-15-1673768136110","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-15-1673768136110"},"dataList":[{"id":"2023-01-19-1674099458136","title":"Galdu Village (Ttangkkeut Village) (갈두마을 (땅끝마을))","description":"Galdu Village, also referred to as Ttangkkeut (Lands-end) Village in Haenam-gun, Jeollanam-do is at the southernmost point of the Korean peninsula. The island has an observatory at Sajabong Peak, where one can get an unobstructed view of the southern archipelago, and even a glimpse of Hallsan Mountain on Jeju Island on a clear day. The name galdu originated from the Chinese characters for arrowroot, which was commonly found in the nearby mountains.","regDate":"2023-01-19","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"/2023-01-19-1674099458136/981992_image2_1.webp","blogPath":"Jeollanam-do/2023-01-19-1674099458136"},{"id":"2023-01-18-1674038301189","title":"Gageodo Island (Soheuksando Island) (가거도(소흑산도))","description":"Gageodo Island is the southwesternmost island in Korea, located rather close to China. The island has rough mountain ridges and consists of cliffs, making a magnificent scenery. With Doksilsan Mountain (alt. 639 m, the highest peak in Sinan-gun) standing in the middle, the island is surrounded by cliffs, creating a mysterious aura. The area is loved by fishers as various fish like anchovy, croaker, hairtail, horse mackerel, sea bream, and others can be found in the surrounding waters, as well as a paradise of unusual migratory birds like the fork-tailed petrel, shearwater, and teal.","regDate":"2023-01-18","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"/2023-01-18-1674038301189/2026832_image2_1.webp","blogPath":"Jeollanam-do/2023-01-18-1674038301189"},{"id":"2023-01-18-1674034563867","title":"Expo Ocean Park (엑스포해양공원)","description":"Expo Ocean Park offers waterfront walking paths for strolls along the sea. Visitors can also take part in dynamic marine leisure sports programs or watch the multimedia BIG-O Show. In addition, the establishment offers facilities such as exhibition halls and seminar rooms that can hold both international and small scale meetings or events.","regDate":"2023-01-18","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Recreational Sites","Theme Parks"],"imgUrl":"/2023-01-18-1674034563867/2037291_image2_1.webp","blogPath":"Jeollanam-do/2023-01-18-1674034563867"},{"id":"2023-01-18-1674031183965","title":"Duryunsan Provincial Park (두륜산도립공원)","description":"Containing many Buddhist temples and ruins as well as spectacular scenery, the 700 meter-tall Duryunsan Mountain is located at the southernmost point of the Korean peninsula. Forested by subtropical green broadleaf trees and temperate deciduous broadleaf trees, the mountain is valued highly for observing plant chorology. There are many fields of silver grass, and the summit of the parks eight peaks provide vistas of the western and southern sea.<br>During the fifth year of King Jinheungs reign (514), the Buddhist monk Ado built Daedunsa Temple, which is a place of great historical value as it is also related to the Buddhist monk Seosan. The temple is built among dense woodlands, consisting of maple trees and camellias. Breathtaking scenery of valleys and luxuriant trees can be seen on both sides of the 2-kilometer-long road leading to the temple.","regDate":"2023-01-18","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites","Provincial Parks"],"imgUrl":"/2023-01-18-1674031183965/1929618_image2_1.webp","blogPath":"Jeollanam-do/2023-01-18-1674031183965"},{"id":"2023-01-18-1674027369493","title":"Duryunsan Cable Car (두륜산케이블카)","description":"Duryunsan Mountain (700 meters) is a famous mountain in Jeollanam-do. With its eight peaks, it is home to many temples and historic sites. The mountain also holds great importance in plant chorology as its forests consist of warm-temperate broad-leaved evergreens and deciduous broad-leaved trees. The mountain peak can be reached by trekking for about 2-3 hours from the entrance of Daeheungsa Temple or by the Daeryunsan Cable Car (one way 8-minute), which departs from the entrance on the opposite side of the mountain and takes visitors to a spot right below the peak. From the mountain summit, there is a view of the southern sea and on a clear day, it is possible to see as far as Hallasan Mountain on Jeju Island. Nearby tourist attractions include Uhangri Dinosaur Museum Complex, Usuyeong Tourism Village and Ttangkkeut Village.","regDate":"2023-01-18","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites","Mountains"],"imgUrl":"/2023-01-18-1674027369493/1564622_image2_1.webp","blogPath":"Jeollanam-do/2023-01-18-1674027369493"},{"id":"2023-01-18-1674024006742","title":"Dorisan Observatory (도리산전망대)","description":"<br>Located at the top of Mt. Dorisan in Yeomi-ri of Sangjodo Island, Dorisan Observatory is the highlight of the area, and offers panoramic views of Dadohae and its many islands including Gwanmae, Byeongpung, Nabae, Daema and Soma Islands.<br><br> The eco-friendly structure provides panoramic views of nearby islands that locals like to say, “appear scattered over the sea like a flock of birds over water.” Visitors can enjoy majestic sunrise and sunset views, and on days with clear visibility, can see Bogildo Island in Haenam and even as far as Hallasan Mountain and Chujado Island in Jeju.<br><br>Another of Jodo’s attractions is the nature lover spots on Hajodo Island. Jodo is comprised of the Sangjodo and Hajodo Islands connected by a bridge. The entire area is filled with pine trees and has plenty of beach access. The nearby Dondaebong Peak (230m) and the Hajodo Lighthouse offer comparable views and scenic landscapes for visitors in the area to enjoy.  <br><br>","regDate":"2023-01-18","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Architectural Sights","Monuments/Observatories"],"imgUrl":"/2023-01-18-1674024006742/195547_image2_1.webp","blogPath":"Jeollanam-do/2023-01-18-1674024006742"},{"id":"2023-01-18-1674020161540","title":"Doripo (도리포)","description":"A great sunrise and sunset spot, Doripo Park is situated in Doripo on the northwestern end of Haejebando Peninsula, which forms the boundary between Muan-gun, Yeonggwang-gun, and Hampyeong-gun Counties. The long sandy beach and the dense pine tree grove offer a nice environment for sunbathing.  <br><br>A little farther down from the sandy beach, is the Doripo Port. The port protrudes towards the sea, so people can view the sunrise from there. On the other side of the port towards Chilsan Sea, people can also view beautiful sunset glows. Just like other famous sunrise spots on the West Coast, Doripo watches the sun rise from the sea in Hampyeong in the winter and from the mountain in Yeonggwang in the summer. Every year, a special sunrise event is held on the first day of the New Year. <br><br>Another attraction of Doripo is fishing for sea bream and sea bass in Chilsan Sea, which nearby Yeonggwang-gun and Hampyeong-gun Counties. A total of 639 relics from the Goryeo Era have been found in the area, including historical relics like blue celadon bowls unearthed in October 1995, resulting in the area being designated a Historical Site no. 395 of Jeollanam-do. Nearby, tourist sites include Bongdaesan Mountain (195 meters) and Wongapsa Temple.","regDate":"2023-01-18","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"/2023-01-18-1674020161540/824691_image2_1.webp","blogPath":"Jeollanam-do/2023-01-18-1674020161540"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}