{"pageProps":{"content":"![Baeksu Coastal Road (백수해안도로)](/2022-08-01-1659390095389/2647158_image2_1.webp)\n\n  \n## Overview\n\n> Baeksu Coastal Road, a section of National Highway 77 and Provincial Highway 14, is one of the best scenic drives in Jeollanam-do. While driving on this road, one can encounter dynamically changing landscapes, including splendid rock formations along the coastal cliffs. The road is approximately 16.8 kilometers long, connecting Giryong-ri and Seokgumi Village in Baeksu-eup, Yeonggwang. The coastal road offers a great view of Chilsanbawi Rock, especially during the sunset.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330<br>(Korean, English, Japanese, Chinese) <br>• For more info: +82-61-350-5600|\n|parking:|Available|\n|restdate:|N/A (Open all year round)|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Available Facilities:|Sunset Exhibition Hall, 365 Stairs, etc.|\n|Restrooms:|Available|\n  \n## Detail Image\n![/2022-08-01-1659390095389/2647156_image2_1.webp](/2022-08-01-1659390095389/2647156_image2_1.webp)\n![/2022-08-01-1659390095389/2647157_image2_1.webp](/2022-08-01-1659390095389/2647157_image2_1.webp)\n![/2022-08-01-1659390095389/2647159_image2_1.webp](/2022-08-01-1659390095389/2647159_image2_1.webp)\n![/2022-08-01-1659390095389/2647160_image2_1.webp](/2022-08-01-1659390095389/2647160_image2_1.webp)\n![/2022-08-01-1659390095389/2647162_image2_1.webp](/2022-08-01-1659390095389/2647162_image2_1.webp)\n![/2022-08-01-1659390095389/2647163_image2_1.webp](/2022-08-01-1659390095389/2647163_image2_1.webp)\n![/2022-08-01-1659390095389/2647164_image2_1.webp](/2022-08-01-1659390095389/2647164_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-61-350-5600](tel:+82613505600)\n- [🏠www.yeonggwang.go.kr](https://www.yeonggwang.go.kr/subpage/?site=tour_2019&mn=7379)\n\n\n```googleMap\nlatitude: 35.3644998387\nlongitude: 126.3960373556\ntitle: Daesin-ri, Yeonggwang-gun, Jeollanam-do\n```\n  \n## Directions\n  \n[Bus] <br>\nFrom Seoul Central City Bus Terminal, take an express bus to Yeonggwang Bus Terminal. <BR>\nFrom Yeonggwang Bus Terminal Bus stop, take a local bus heading to Yeonggwang Sea Water Hot Spring Land and get off at the Yeonggwang Sea Water Hot Spring Land Bus Stop. <BR>\nWalk for approx. 90 m.\n","data":{"id":"2022-08-01-1659390095389","title":"Baeksu Coastal Road (백수해안도로)","description":"Baeksu Coastal Road, a section of National Highway 77 and Provincial Highway 14, is one of the best scenic drives in Jeollanam-do. While driving on this road, one can encounter dynamically changing landscapes, including splendid rock formations along the coastal cliffs. The road is approximately 16.8 kilometers long, connecting Giryong-ri and Seokgumi Village in Baeksu-eup, Yeonggwang. The coastal road offers a great view of Chilsanbawi Rock, especially during the sunset.","regDate":"2022-08-01","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"/2022-08-01-1659390095389/2647158_image2_1.webp","blogPath":"Jeollanam-do/2022-08-01-1659390095389","pageUrl":"https:/mcdryad.com/Jeollanam-do/2022-08-01-1659390095389"},"dataList":[{"id":"2023-01-29-1674981445971","title":"Songho Beach (송호해수욕장)","description":"Songho Beach is the most representative beach in Haenam and was named so for its dense old pine trees, fine sand, and shallow water resembling a lake. The fine sand and shallow waters make it the perfect beach for families. Hundreds of pine trees create a scenic forest reaching almost 1 kilometer along the levee which provides a suitable camping site under in the forest. The Ttangkkeut Trail that starts from Songho Beach auto-campgrond connects to Galsan Village and Ttangkkeut Tower.<br><br>The windbreak pine forest in Songho-ri, Haenam is designated as Jeollanam-do Natural Monument, consisting of at least 600 pine trees aged 200 years that play a vital role in the coastal shelterbelt.","regDate":"2023-01-29","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"/2023-01-29-1674981445971/1564796_image2_1.webp","blogPath":"Jeollanam-do/2023-01-29-1674981445971"},{"id":"2023-01-29-1674977767682","title":"Soando Island (소안도)","description":"Soando Island was settled by the Oh Family of Dongbok and the Kim Family of Gimhae, who moved to the island during the Imjin War. It was a very patriotic island during the Japanese occupation, stated to have flown the Korean flag all-year round. Patriots like Song Nae-ho, who fought hard for Korean independence, are remembered on the island at Soan Independence Movement Hall.<br><br>In addition, Mira-ri and Maengseong-ri Evergreen Forests, which have been designated as Natural Monuments No. 339 and No. 400 respectively, offer a breathtaking ocean view. Mira-ri Evergreen Forest, in particular, is famous for its unique mudflat pebbles. The waters around the island are also popular among fishermen nationwide.","regDate":"2023-01-29","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"/2023-01-29-1674977767682/2497146_image2_1.webp","blogPath":"Jeollanam-do/2023-01-29-1674977767682"},{"id":"2023-01-29-1674974276195","title":"Sinji Myeongsasimni Beach (신지 명사십리해수욕장)","description":"Sinji Myeongsasimni Beach is located at the center of Dadohaehaesang National Park. The beach got its name from its singing sand, and the name can be literally translated to sound of sand that can be heard from 4 kilometers away. The beach shore has a x_width of 150 meters and a length of 4 kilometers, covered with shimmering silver sand, and forms a gradual slope into the shallow water. The beach is not only popular for water activities, but also for its fine sand massage.","regDate":"2023-01-29","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"/2023-01-29-1674974276195/1820973_image2_1.webp","blogPath":"Jeollanam-do/2023-01-29-1674974276195"},{"id":"2023-01-29-1674970559296","title":"Sinheung Beach (신흥해수욕장)","description":"Sinheung Beach on Cheongsando Island is well known for its beautiful blue water. The beach also has a reputation as a great fishing spot. Located on the opposite side of the island from Jiri Beach, Sinheung Beach boasts a spacious shore but offers less amenities in comparison. However, the beachs best qualities are its clean waters and peaceful atmosphere. The nearby shores mostly serve as fishing spots and many visitors enjoy collecting clams during low tide.","regDate":"2023-01-29","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"/2023-01-29-1674970559296/214515_image2_1.webp","blogPath":"Jeollanam-do/2023-01-29-1674970559296"},{"id":"2023-01-29-1674967107761","title":"Sigyeongjeong Pavilion (담양 식영정)","description":"Designated as the top monument of Jeollanam-do, Sigyeongjeong Pavilion means a place where even the shadow of the moon can find a place to rest. As its name suggests, this pavilion is set in a lush and remote forested area. Countless number of scholars and writers have been attracted to this pavilion as a place of profound inspiration. The pavilion gained more fame from the legendary lyrics of Seongsanbyeolgok written by the poet Jeong Cheol. The elegant words of Kim Seongwon, a literary scholar, depict the scenic beauty of Seongsan Mountain as the seasons change.<br><br>Of all the pavilions situated at the basin of the Yeongsangang River the Sigyeongjeong Pavilion is said to be blessed with a breathtaking view from the side. The current building was restored in the early 1900s. At the Sigyeongjeong Pavilion there is the Buyongdang, a monument with the lyrics to the Seongsanbyeolgok Poem, and next to it an old library building called Jangseogak built to preserve the wooden blocks of Songgangjib, a book of poetry written by Jeong Cheol.","regDate":"2023-01-29","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2023-01-29-1674967107761/2022212_image2_1.webp","blogPath":"Jeollanam-do/2023-01-29-1674967107761"},{"id":"2023-01-29-1674963390316","title":"Seryangji Reservoir (세량지)","description":"Selected by CNN as one of the 50 beautiful places to visit in South Korea, Seryangji Reservoir offers amazing scenery not to be missed. The best time to visit is during spring when the cherry blossoms bloom along the lakeside. The reservoir on misty mornings and when the waters mirror the cherry blossoms are the most popular views. The site is especially popular among photographers.","regDate":"2023-01-29","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"/2023-01-29-1674963390316/1914613_image2_1.webp","blogPath":"Jeollanam-do/2023-01-29-1674963390316"},{"id":"2023-01-28-1674902168708","title":"Seonamsa Temple [UNESCO World Heritage] (선암사 [유네스코 세계문화유산])","description":"Seonamsa is a beautiful temple located at the east end of Jogyesan Mountain. The distance between the entrance and the temple site is approximately one kilometer. The temple site is nestled within a lush forest of diverse trees that are hundreds of years old. In front of the temple is an arched stone bridge named Seungseongyo Bridge, which is supported by natural bedrocks. In front of the main hall, Daeungjeon Hall, are two three-story stone pagodas that grab visitors attention. Not only is Seonamsa Temple home to many of the countrys pristine treasures and artifacts, it is also one of the few temples that preserve the traditional temple culture even as of today. Seonamsa Temple is beautiful throughout the year, but it is especially inviting in spring and fall when the flowers start to bloom and tree leaves change in color.","regDate":"2023-01-28","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2023-01-28-1674902168708/180044_image2_1.webp","blogPath":"Jeollanam-do/2023-01-28-1674902168708"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}