{"pageProps":{"content":"![Gwangmyeongdonggul Cave (광명동굴)](/2022-08-25-1661413316101/2509943_image2_1.webp)\n\n  \n## Overview\n\n> Gwangmyeongdonggul Cave is the largest themed cave park with varied cultural and artistic things, created in a gold mine where gold, silver, and bronze were mined. Visitors can experience wine at Wine Cave, as well as Cave Aqua World, Gold Falls, Gold Road, Gold Palace, Horror Experience, Cave Basement World, Underground Lake, the largest dragon sculpture in the nation, LED lights, and other facilities adding more fun to the visit. In addition, Black Light Performance will be held every weekend. The cave features many healing spots to heal one’s mind while taking a walk around the venue.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-1688-3399|\n|opendate:|Operating as a paid attraction since April 4, 2015|\n|parking:|Available<br> 1,500 won (Small Vehicles) / 3,000 won (Medium Vehicles) / 4,000 won (Large Vehicles)<br>|\n|restdate:|Mondays|\n|usetime:|Weekdays 09:00-18:00 <br /> ※ Last admission is 1 hour before closing|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Shopping Information:|Cave Café<br> Gwangmyeong Upcycle Art Center (2F)<br> - Menu: Gwangsigi Dosirak, Suje dongaseu (house-made pork cutlet), udon, drink, etc.<br> - Operating hours: 09:00-18:00 (Closed Mondays)<br> - Inquiries: +82-2-2612-7710<br><br> Outdoor café<br> - Near Gwangmyeongdonggul Cave Ticketing Booth No. 1<br> - Menu: Oven-baked pizza, hot dog, snack, drinks, etc.<br> - Operating hours: 09:00-18:00 (Closed Mondays)<br> - Inquiries: +82-70-4277-8907<br> <br> Gift Shop<br> - Near Gwangmyeongdonggul Cave Ticketing Booth No. 1 <br> - Operating hours: 09:00-18:00 (Closed Mondays)<br> - Inquiries: +82-70-4451-3192<br> <br> Maru de Cave Restaurant<br> - Operating hours: 11:30-14:30 / 18:00-21:00<br> * Subject to change.<br> - Menu: 6 Course menus, 5 additional menus<br> * Reservation must be made at least 3 days before visiting via phone. (+82-70-4277-8908)|\n|Admission Fees:| Adults 5,000 won / Teenagers 2,500 won&nbsp;/ Children&nbsp;1,500 won <br><br> * Discounts are available for groups and Gwangmyeong residents<br>* Additional fees may apply to programs <br>* Free admission for infants (aged 3 & below) and seniors (ages 65 & over)|\n|Available Facilities:|Convenient facilities: Walking path, trekking path, nursing room, medical care room, etc.<br>Educational facilities: Gwangmyeong Resource Recovery Facility Exhibition Hall<br>Physical facilities: Aixia Forest (children’s playground)<br>Sanitation facilities: Restroom, drinking fountain, etc.|\n|Korean Info. Service:|[Guided tour by professional commentator]<br>Weekdays: tour runs every 30 min. <br> Weekends and public holdiays: every 10-20 mins<br>|\n|Reservation Info. for Foreigners:|Group reservations (20 people or more)<br>- Reservation must be made 7 days before visiting. (Group reservation is not available on Mondays, weekend, and national holidays)- Interpretation service languages (English, Japanese, Chinese, Thai) must be requested when registering for the service.|\n|Reservation Info. for Natives:|Group booking for minimum of 20 people<br>Reservation required 7 days in advance.(Group booking is not available on Mondays, weekends and public holidays)<br>* Special requests such as sign or foreign languages including English, Japanese and Chinese should be made known when making reservation.|\n|Interpretation Services Offered:|Cultural tourism explanation service is available for groups<br> - Available in English, Japanese, Chinese<br> - Reservation must be made 7 days before visiting. (Group reservation is not available on Mondays, weekends, and national holidays)|\n  \n## Detail Image\n![/2022-08-25-1661413316101/2509935_image2_1.webp](/2022-08-25-1661413316101/2509935_image2_1.webp)\n![/2022-08-25-1661413316101/2509936_image2_1.webp](/2022-08-25-1661413316101/2509936_image2_1.webp)\n![/2022-08-25-1661413316101/2509937_image2_1.webp](/2022-08-25-1661413316101/2509937_image2_1.webp)\n![/2022-08-25-1661413316101/2509938_image2_1.webp](/2022-08-25-1661413316101/2509938_image2_1.webp)\n![/2022-08-25-1661413316101/2509939_image2_1.webp](/2022-08-25-1661413316101/2509939_image2_1.webp)\n![/2022-08-25-1661413316101/2509941_image2_1.webp](/2022-08-25-1661413316101/2509941_image2_1.webp)\n![/2022-08-25-1661413316101/2509942_image2_1.webp](/2022-08-25-1661413316101/2509942_image2_1.webp)\n![/2022-08-25-1661413316101/2509944_image2_1.webp](/2022-08-25-1661413316101/2509944_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-1688-3399](tel:+8216883399)\n- [🏠cavern.gm.go.kr/](http://www.gm.go.kr/cv/en/index.do)\n\n\n```googleMap\nlatitude: 37.4288071520\nlongitude: 126.8676933249\ntitle: 142, Gahak-ro 85beon-gil, Gwangmyeong-si, Gyeonggi-do\n```\n  \n## Directions\n  \n[Subway]<br>\n1. Get off at Cheolsan Station (Seoul Subway Line 7), Exit 2. Cross the road to take Bus No. 17 and get off at Gwangmyeongdonggul Cave Bus Stop (last stop).&nbsp;<br>\n2. Get off at Cheolsan Station (Seoul Subway Line 7), Exit 2. Take Bus No. 11-2 and get off at Gwangmyeongdonggul Cave Parking Lot 3 Bus Stop.<br>\n3. Get off at Seoksu Station (Seoul Subway Line 1), Exit 2. Take a taxi for about 18-min.<br>\n<br>\n","data":{"id":"2022-08-25-1661413316101","title":"Gwangmyeongdonggul Cave (광명동굴)","description":"Gwangmyeongdonggul Cave is the largest themed cave park with varied cultural and artistic things, created in a gold mine where gold, silver, and bronze were mined. Visitors can experience wine at Wine Cave, as well as Cave Aqua World, Gold Falls, Gold Road, Gold Palace, Horror Experience, Cave Basement World, Underground Lake, the largest dragon sculpture in the nation, LED lights, and other facilities adding more fun to the visit. In addition, Black Light Performance will be held every weekend. The cave features many healing spots to heal one’s mind while taking a walk around the venue.","regDate":"2022-08-25","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Industrial Sites","Mines"],"imgUrl":"/2022-08-25-1661413316101/2509943_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-25-1661413316101","pageUrl":"https:/mcdryad.com/Gyeonggi-do/2022-08-25-1661413316101"},"dataList":[{"id":"2022-09-16-1663325293640","title":"Seolbong Park (설봉공원)","description":"Nestled at the foot of Seolbongsan Mountain in Icheon, Seolbong Park is the venue for the Gyeonggi International Ceramic Biennale, Icheon Ceramic Festival, and Icheon Rice Cultural Festival. Outside of festival periods, the park also serves as a rest area for locals, with a wide lake in the center, walking paths, and gardens. Cerapia, a ceramic themed park located within Seolbong Park, offers hands-on programs for visitors to experience ceremics.","regDate":"2022-09-16","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-09-16-1663325293640/1591101_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-16-1663325293640"},{"id":"2022-09-16-1663321515157","title":"Sangdong Lake Park (상동호수공원)","description":"Sangdong Lake Park is the largest park in Bucheon. A 2.5-kilometer promenade runs along a man-made lake, providing a refreshing and cool environment for a light exercise. The park also offers a beautiful sight year round thanks to the seasonal flowers that decorate the area. Some of the park's main facilities include a fountain, park square, wildflower garden, and sports facilities.","regDate":"2022-09-16","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-09-16-1663321515157/760068_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-16-1663321515157"},{"id":"2022-09-16-1663318134898","title":"Samsung Innovation Museum (삼성 이노베이션 뮤지엄)","description":"Samsung Innovation Museum is an electronic industrial museum run by Samsung, a major global company based in Korea. The museum mainly consists of three sections. Visitors can learn about the history of Korea's electronic industry, as well as the past, present and future of the semiconductor, display and mobile industries, where Samsung made great achievements. The museum also runs an education facility called Children's Display Research Institute.","regDate":"2022-09-16","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Industrial Sites","Others"],"imgUrl":"","blogPath":"Gyeonggi-do/2022-09-16-1663318134898"},{"id":"2022-09-16-1663314419795","title":"Provence Village (프로방스 마을)","description":"Provence Village is a themed village that began with the opening of a chic French restaurant in 1996. It has expanded to include a famous bakery cafe, Italian and Korean restaurants, shops, colorful murals, a beautiful garden, and romantic lighting displays in the evenings.<br><br>Each unique shop is connected to other shops in the village. An art studio offers a wide array of dishes used in cafes and restaurants in the village; the Living Gallery not only decorates Provence Village, but also makes decorative items such as hand-painted ceramics, available for purchase; and the European bakery boasts fresh, delicious breads. Each shop is an independent unit with a unique design concept. The Living Gallery offers shops selling ceramics, flowers, and herbs, while the Fashion Gallery consists of shops offering clothing, accessories, and interior design items. The Herb Garden hosts a wide array of cultural events and performances for visitors throughout the year.","regDate":"2022-09-16","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Experience Programs","Unique Experience"],"imgUrl":"","blogPath":"Gyeonggi-do/2022-09-16-1663314419795"},{"id":"2022-09-16-1663312085183","title":"Pocheon Sansawon  (포천 산사원)","description":"Pocheon Sansawon is a museum of traditional Korean liquor, mainly home-brewed liquor. Several rows of liquor crock pots in Sewollang, the garden in Sansawon, create a magnificent view. Old materials and books about the history of Korea's liquor culture attract visitors. After touring the museum, visitors can try non-sterilized liquor of Baesangmyeon Brewery and join activity programs for making home-brewed liquor, fruit-based liquor, seasonal liquor, and more.","regDate":"2022-09-16","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Industrial Sites","Foods & Beverages"],"imgUrl":"","blogPath":"Gyeonggi-do/2022-09-16-1663312085183"},{"id":"2022-09-16-1663309753166","title":"Paju Unification Park (통일공원(파주))","description":"Paju Unification Park was built in Bongseo-ri, Paju-eup, in June 1973 to pay tribute to the soldiers who fought in the defense of the South during the Korean War, as well as to pray for unification. It is situated near Munsan Station where the UN War Correspondent Center was located during the armistice talks. A monument rests within the park that pays tribute to the 18 Korean and foreign war correspondents who died trying to share their, often tragic, stories of the war. They include Han Gyu-ho of the Seoul Shinmun as well as journalists from the U.S. (10 people), Britain (4 people), France (2 people) and the Philippines (1 person). There is also a tower built to commemorate the loyalty and courage of 10 brave soldiers who sacrificed themselves in a bomb attack, a memorial tower dedicated to anticommunist guerilla units from the Gaema Plateau, and a statue of Colonel Lee Yu-jung and Second Lieutenant Kim Man-sul.","regDate":"2022-09-16","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"","blogPath":"Gyeonggi-do/2022-09-16-1663309753166"},{"id":"2022-09-16-1663304803597","title":"Paju Jangneung Royal Tomb [UNESCO World Heritage] (파주 장릉(인조, 인열왕후) [유네스코 세계문화유산])","description":"Located in Paju, Jangneung is the tomb of King Injo (1595-1649, reign 1623-1649), the 16th ruler of the Joseon dynasty, and Queen Inyeol. <br><br>King Injo took the throne in 1623 after having overthrown the previous king, Gwanghaegun, in a military revolt. During his reign, King Injo faced challenges from two foreign invasions in 1627 and 1637. He died in 1649 in Changdeokgung Palace.","regDate":"2022-09-16","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"","blogPath":"Gyeonggi-do/2022-09-16-1663304803597"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}