{"pageProps":{"content":"![Soulone Botanical Garden (소울원)](/2022-09-07-1662527724175/2006006_image2_1.webp)\n\n  \n## Overview\n\n> Soulone, meaning \"filled with laughter,\" is a healing space of approximately 13,200 square meters. The garden aims to provide a place where guests can rest their weary bodies and minds while being surrounded by trees and flowers. The garden is decorated with ornamental trees, rocks, and bonsai, along with other kinds of plants, like tropical plants in the greenhouse. A coffee shop with a modern interior allows visitors to enjoy the landscaped garden in comfort. More active guests can enjoy a light walk through a tunnel of trees on the mountain road. Nearby attractions include the Paju section of the DMZ, Paju Book City, and Paju Premium Outlets.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br>(Korean, English, Japanese, Chinese) <br>• For more info: +82-31-945-4261|\n|opendate:|July 24, 2013|\n|parking:|Available|\n|restdate:|Mondays|\n|usetime:|09:30-20:00<br>* Last admission 1 hour before closing|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Film Locations:|Drama - \"A Girl Who Sees Smells (2015)\"Music video - Mamamoo<br>Various news shows & magazines|\n|Restrooms:|Available|\n|Parking Fees:|Free|\n|Admission Fees:|Adults 5,000 won / Children 3,000 won|\n  \n## Detail Image\n![/2022-09-07-1662527724175/2006005_image2_1.webp](/2022-09-07-1662527724175/2006005_image2_1.webp)\n![/2022-09-07-1662527724175/2006010_image2_1.webp](/2022-09-07-1662527724175/2006010_image2_1.webp)\n![/2022-09-07-1662527724175/2006012_image2_1.webp](/2022-09-07-1662527724175/2006012_image2_1.webp)\n![/2022-09-07-1662527724175/2006013_image2_1.webp](/2022-09-07-1662527724175/2006013_image2_1.webp)\n![/2022-09-07-1662527724175/2006014_image2_1.webp](/2022-09-07-1662527724175/2006014_image2_1.webp)\n![/2022-09-07-1662527724175/2006015_image2_1.webp](/2022-09-07-1662527724175/2006015_image2_1.webp)\n![/2022-09-07-1662527724175/2006016_image2_1.webp](/2022-09-07-1662527724175/2006016_image2_1.webp)\n![/2022-09-07-1662527724175/2006017_image2_1.webp](/2022-09-07-1662527724175/2006017_image2_1.webp)\n![/2022-09-07-1662527724175/2006019_image2_1.webp](/2022-09-07-1662527724175/2006019_image2_1.webp)\n![/2022-09-07-1662527724175/2005996_image2_1.webp](/2022-09-07-1662527724175/2005996_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-31-945-4261](tel:+82319454261)\n- [🏠soulone.co.kr](http://soulone.co.kr)\n\n\n```googleMap\nlatitude: 37.8059164575\nlongitude: 126.7347420638\ntitle: 424-12, Geomsan-ro, Paju-si, Gyeonggi-do\n```\n  \n## Directions\n  \n[Bus]\n<br>From Geumchon Station (Gyeongui-Jungang Line), take Bus No. 030, 031, or 039. <br>\nGet off at Dongyangseokjae Bus Stop. \n<br>\n<br>\nFrom Hapjeong Station (Seoul Subway Line 2), Exit 2, take Bus No. 2200.  <br>\nGet off at Heyri Gate 1 Bus Stop.\n","data":{"id":"2022-09-07-1662527724175","title":"Soulone Botanical Garden (소울원)","description":"Soulone, meaning filled with laughter, is a healing space of approximately 13,200 square meters. The garden aims to provide a place where guests can rest their weary bodies and minds while being surrounded by trees and flowers. The garden is decorated with ornamental trees, rocks, and bonsai, along with other kinds of plants, like tropical plants in the greenhouse. A coffee shop with a modern interior allows visitors to enjoy the landscaped garden in comfort. More active guests can enjoy a light walk through a tunnel of trees on the mountain road. Nearby attractions include the Paju section of the DMZ, Paju Book City, and Paju Premium Outlets.","regDate":"2022-09-07","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites","Botanical Gardens"],"imgUrl":"/2022-09-07-1662527724175/2006006_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-07-1662527724175","pageUrl":"https:/mcdryad.com/Gyeonggi-do/2022-09-07-1662527724175"},"dataList":[{"id":"2022-09-16-1663325293640","title":"Seolbong Park (설봉공원)","description":"Nestled at the foot of Seolbongsan Mountain in Icheon, Seolbong Park is the venue for the Gyeonggi International Ceramic Biennale, Icheon Ceramic Festival, and Icheon Rice Cultural Festival. Outside of festival periods, the park also serves as a rest area for locals, with a wide lake in the center, walking paths, and gardens. Cerapia, a ceramic themed park located within Seolbong Park, offers hands-on programs for visitors to experience ceremics.","regDate":"2022-09-16","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-09-16-1663325293640/1591101_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-16-1663325293640"},{"id":"2022-09-16-1663321515157","title":"Sangdong Lake Park (상동호수공원)","description":"Sangdong Lake Park is the largest park in Bucheon. A 2.5-kilometer promenade runs along a man-made lake, providing a refreshing and cool environment for a light exercise. The park also offers a beautiful sight year round thanks to the seasonal flowers that decorate the area. Some of the park's main facilities include a fountain, park square, wildflower garden, and sports facilities.","regDate":"2022-09-16","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-09-16-1663321515157/760068_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-16-1663321515157"},{"id":"2022-09-16-1663318134898","title":"Samsung Innovation Museum (삼성 이노베이션 뮤지엄)","description":"Samsung Innovation Museum is an electronic industrial museum run by Samsung, a major global company based in Korea. The museum mainly consists of three sections. Visitors can learn about the history of Korea's electronic industry, as well as the past, present and future of the semiconductor, display and mobile industries, where Samsung made great achievements. The museum also runs an education facility called Children's Display Research Institute.","regDate":"2022-09-16","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Industrial Sites","Others"],"imgUrl":"","blogPath":"Gyeonggi-do/2022-09-16-1663318134898"},{"id":"2022-09-16-1663314419795","title":"Provence Village (프로방스 마을)","description":"Provence Village is a themed village that began with the opening of a chic French restaurant in 1996. It has expanded to include a famous bakery cafe, Italian and Korean restaurants, shops, colorful murals, a beautiful garden, and romantic lighting displays in the evenings.<br><br>Each unique shop is connected to other shops in the village. An art studio offers a wide array of dishes used in cafes and restaurants in the village; the Living Gallery not only decorates Provence Village, but also makes decorative items such as hand-painted ceramics, available for purchase; and the European bakery boasts fresh, delicious breads. Each shop is an independent unit with a unique design concept. The Living Gallery offers shops selling ceramics, flowers, and herbs, while the Fashion Gallery consists of shops offering clothing, accessories, and interior design items. The Herb Garden hosts a wide array of cultural events and performances for visitors throughout the year.","regDate":"2022-09-16","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Experience Programs","Unique Experience"],"imgUrl":"","blogPath":"Gyeonggi-do/2022-09-16-1663314419795"},{"id":"2022-09-16-1663312085183","title":"Pocheon Sansawon  (포천 산사원)","description":"Pocheon Sansawon is a museum of traditional Korean liquor, mainly home-brewed liquor. Several rows of liquor crock pots in Sewollang, the garden in Sansawon, create a magnificent view. Old materials and books about the history of Korea's liquor culture attract visitors. After touring the museum, visitors can try non-sterilized liquor of Baesangmyeon Brewery and join activity programs for making home-brewed liquor, fruit-based liquor, seasonal liquor, and more.","regDate":"2022-09-16","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Industrial Sites","Foods & Beverages"],"imgUrl":"","blogPath":"Gyeonggi-do/2022-09-16-1663312085183"},{"id":"2022-09-16-1663309753166","title":"Paju Unification Park (통일공원(파주))","description":"Paju Unification Park was built in Bongseo-ri, Paju-eup, in June 1973 to pay tribute to the soldiers who fought in the defense of the South during the Korean War, as well as to pray for unification. It is situated near Munsan Station where the UN War Correspondent Center was located during the armistice talks. A monument rests within the park that pays tribute to the 18 Korean and foreign war correspondents who died trying to share their, often tragic, stories of the war. They include Han Gyu-ho of the Seoul Shinmun as well as journalists from the U.S. (10 people), Britain (4 people), France (2 people) and the Philippines (1 person). There is also a tower built to commemorate the loyalty and courage of 10 brave soldiers who sacrificed themselves in a bomb attack, a memorial tower dedicated to anticommunist guerilla units from the Gaema Plateau, and a statue of Colonel Lee Yu-jung and Second Lieutenant Kim Man-sul.","regDate":"2022-09-16","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"","blogPath":"Gyeonggi-do/2022-09-16-1663309753166"},{"id":"2022-09-16-1663304803597","title":"Paju Jangneung Royal Tomb [UNESCO World Heritage] (파주 장릉(인조, 인열왕후) [유네스코 세계문화유산])","description":"Located in Paju, Jangneung is the tomb of King Injo (1595-1649, reign 1623-1649), the 16th ruler of the Joseon dynasty, and Queen Inyeol. <br><br>King Injo took the throne in 1623 after having overthrown the previous king, Gwanghaegun, in a military revolt. During his reign, King Injo faced challenges from two foreign invasions in 1627 and 1637. He died in 1649 in Changdeokgung Palace.","regDate":"2022-09-16","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"","blogPath":"Gyeonggi-do/2022-09-16-1663304803597"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}