{"pageProps":{"content":"![Cheongju Heungdeoksa Temple Site (청주 흥덕사지)](/2022-07-26-1658843657384/610307_image2_1.webp)\n\n  \n## Overview\n\n> A large number of relics were unearthed at this site due to a land development project in 1985. Work was halted and relics were excavated by the Cheongju University Museum. The time and size of Heungdeoksa \nTemple is unknown, but according to Jikji (Buljojikjisimcheyojeol, the world’s oldest existing book printed with movable metal type), the \nexcavated books were printed using metal types at the temple in the third year of King Uwang’s reign (1377). The books were published 78 years earlier than Gutenberg’s invention.<br><br>In 1972, the Jikji was officially recognized as the world’s oldest book printed with movable metal type during the International Book Year. The Buljojikjisimcheyojeol is \ncurrently kept at the National Library of France.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br>(Korean, English, Japanese, Chinese) <br> • For more info: +82-43-201-2022|\n  \n\n  \n## Detail Image\n![/2022-07-26-1658843657384/610310_image2_1.webp](/2022-07-26-1658843657384/610310_image2_1.webp)\n![/2022-07-26-1658843657384/610314_image2_1.webp](/2022-07-26-1658843657384/610314_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-43-201-2022](tel:+82432012022)\n- [🏠www.cheongju.go.kr</a> (Korean, English, Japanese, Chinese)<br><a href=\"http://www.cha.go.kr/\" target=\"_blank\" title=\"새창: 문화재청 홈페이지로 이동\">www.cha.go.kr](http://www.cheongju.go.kr/tour/index.do)\n\n\n```googleMap\nlatitude: 36.6445834760\nlongitude: 127.4722188308\ntitle: 713, Jikji-daero, Heungdeok-gu, Cheongju-si, Chungcheongbuk-do\n```\n  \n## Directions\n  \n[Bus]<br>From Dong Seoul \nIntercity Bus Terminal, take a bus to Cheongju Bus Terminal.<br>\nFrom Cheongju Bus Terminal, take Bus No. 831 and get off at Cheongju Arts Center Bus Stop. <BR> Cross the Jikji-ro at the crosswalk, and go straight for about 200m to arrive at your final destination.\n","data":{"id":"2022-07-26-1658843657384","title":"Cheongju Heungdeoksa Temple Site (청주 흥덕사지)","description":"A large number of relics were unearthed at this site due to a land development project in 1985. Work was halted and relics were excavated by the Cheongju University Museum. The time and size of Heungdeoksa Temple is unknown, but according to Jikji (Buljojikjisimcheyojeol, the world’s oldest existing book printed with movable metal type), the excavated books were printed using metal types at the temple in the third year of King Uwang’s reign (1377). The books were published 78 years earlier than Gutenberg’s invention.<br><br>In 1972, the Jikji was officially recognized as the world’s oldest book printed with movable metal type during the International Book Year. The Buljojikjisimcheyojeol is currently kept at the National Library of France.","regDate":"2022-07-26","author":"korea-tour","tag":["Chungcheongbuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-07-26-1658843657384/610307_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-07-26-1658843657384","pageUrl":"https:/mcdryad.com/Chungcheongbuk-do/2022-07-26-1658843657384"},"dataList":[{"id":"2022-07-26-1658875095822","title":"Chungju Jungangtap Park (중앙탑공원 (충주))","description":"Chungju Jungangtap Park is home to the Seven-story Stone Pagoda in Tappyeong-ri (National Treasure), set before the beautiful scenery of the Namhangang River. The stone pagoda was built during the Unified Silla period and was the largest stone pagoda at that time. Because of its location in the middle of the nation, it was called Jungangtap (jungang means middle in Korean). The area around the pagoda was made into a sculpture park, with 26 art pieces from artists all over the country.","regDate":"2022-07-26","author":"korea-tour","tag":["Chungcheongbuk-do","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-07-26-1658875095822/2687381_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-07-26-1658875095822"},{"id":"2022-07-26-1658871253142","title":"Chungju Dam (충주댐)","description":"Chungju Dam is the nation’s largest multipurpose concrete dam and plays a role in water resources planning and management, prevention of flood damage, and electric power production. The dam area features various facilities like the Water Exhibition Hall, Memorial Tower, a resting area, and a tour boat dock. As for the structure, the dam is 97.5 meters high and 447 meters long.  Beneath the main dam, there is a balancing reservoir dam which is 21 meters high and 480.7 meters long.","regDate":"2022-07-26","author":"korea-tour","tag":["Chungcheongbuk-do","Nature","Natural Sites"],"imgUrl":"/2022-07-26-1658871253142/1598407_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-07-26-1658871253142"},{"id":"2022-07-26-1658867788874","title":"Chojeongyaksu Mineral Spring (초정약수)","description":"Located approximately 16 kilometers northeast of CheongjuCity, Chojeongyaksu Mineral Spring is acknowledged as one of the three major mineral springs in the world. Chojeong Mineral Spring was discovered around 600 years ago and became nationally known ever since as the source of naturally carbonated water that has a piquant and cool taste. It is said that King Sejong (1397-1450, reign 1418-1450) visited the springs in 1444 and stayed here for 60 days to treat an eye infection. The daily yield of carbonated water here is 458 tons, which is used for producing natural soda drinks.  There are presently two mineral water plant facilities in the area. The healing effects of Chojeongyaksu Mineral Spring are presumed to come from the abundant radium contained in the water, which is effective in treating eye infections and skin ailments.","regDate":"2022-07-26","author":"korea-tour","tag":["Chungcheongbuk-do","Nature","Natural Sites","Mineral Springs"],"imgUrl":"/2022-07-26-1658867788874/1954530_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-07-26-1658867788874"},{"id":"2022-07-26-1658863890500","title":"Cheongpungho Scenic Monorail (청풍호 관광모노레일)","description":"Cheongpungho Scenic Monorail covers a 2.6-kilometer stretch of land from Dogok-ri, Jecheon to Bibongsan Mountain (alt. 531 m). Walking to the summit of Bibongsan Mountain from Dogok-ri takes roughly one hour, but it only takes an effortless 20 minutes by monorail. Taking the monorail is a great option to admire the beautiful scenery of Cheongpungho Lake.","regDate":"2022-07-26","author":"korea-tour","tag":["Chungcheongbuk-do","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-07-26-1658863890500/2026146_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-07-26-1658863890500"},{"id":"2022-07-26-1658861024761","title":"Cheongpung Cultural Heritage Complex (청풍문화재단지)","description":"Cheongpung Cultural Heritage Complex in Jecheon, Chungcheongbuk-do contains a variety of cultural heritages and artifacts that were collected from the region before it was flooded in 1985 during the construction of Chungju Dam. Here, visitors can see Hanbyeongnu Pavilion (Treasure No. 528), Stone Standing Buddha (Treasure No. 546), Paryeongnu Pavilion, Geumnamnu Pavilion, Geumbyeongheon Hall, Eungcheonggak Pavilion and the Cheongpunghyanggyo Local Confucian School as well as nearly 2,000 household artifacts. It has become an outdoor museum of the glorious culture of the upper reaches of the Namhangang River.","regDate":"2022-07-26","author":"korea-tour","tag":["Chungcheongbuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-07-26-1658861024761/2366266_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-07-26-1658861024761"},{"id":"2022-07-26-1658857175468","title":"Cheongpung Cable Car (청풍호반케이블카)","description":"Cheongpung Cable Car takes passengers back and forth between Multae-ri in Cheongpung-myeon and Bibongsan Mountain along a 2.3-kilometer ropeway. There are a total of 43 cabins that accommodate up to 10 passengers per car, which among ten have transparent flooring to offer a thrilling bird's-eye-view of Cheongpung-myeon. The cable car has a speed of 5 m/s and takes around 10 minutes from the departure point to Bibongsan Mountain peak, and can accommodate up to 15,000 passengers per day. Bibongsan Mountain sits at the center of Cheongpungho Lake and has an elevation of 531 meters. The sight from top offers a feeling as if one is looking down at an archipelago. The cable car allows children and the elderly to enjoy the sight without the hassle of hiking up to the summit.<br>","regDate":"2022-07-26","author":"korea-tour","tag":["Chungcheongbuk-do","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-07-26-1658857175468/2639056_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-07-26-1658857175468"},{"id":"2022-07-26-1658854380652","title":"Cheongnamdae Presidential Villa (청남대)","description":"Cheongnamdae, which means \"Cheong Wa Dae in a warm southern land,\" was once a private villa used by former presidents of Korea. Cheongnamdae became open to the public on April 18, 2003. It is located near Daecheong Dam in Cheongwon-gu, Chungcheongbuk-do and was built in 1983. The total area spans 1,825,000ｍ² and consists of a main building, golf range, heliport, and fishing area. The natural environment surrounding the area has been well preserved, serving as a home to wildlife, including over 143 species of wild flowers and 124 species of trees as well as several endangered species.","regDate":"2022-07-26","author":"korea-tour","tag":["Chungcheongbuk-do","Culture/Art/History","Architectural Sights","Buildings"],"imgUrl":"/2022-07-26-1658854380652/2601641_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-07-26-1658854380652"}],"navList":["Busan","Chungcheongbuk-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Incheon","Jeju-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}