{"pageProps":{"content":"![Yecheon Hot Spring (예천온천)](/2022-12-09-1670571380972/692028_image2_1.webp)\n\n  \n## Overview\n\n> Yecheon Hot Spring is one of the top three hot springs of Gyeongsangbuk-do along with Punggi Hot Spring and Mungyeong Hot Spring. From Yecheon, you can also visit nearby attractions in Yeongju and Bonghwa. Yecheon Hot Spring opened on March 24, 2000 and is proud of its clean and gentle waters, which make skin soft and smooth by removing built-up cells. The nutrients in the water also have anti-aging properties. <br><br>The facility completed renovations on both the mens and womens saunas on September 28, 2012, adding outdoor hot tubs that are roughly 100㎡ in size to accommodate more people wishing to enjoy the Korean spa experience.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-54-650-6588|\n|parking:|Available|\n|restdate:|N/A (Open all year round)|\n|usetime:|06:00 - 20:00|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Parking Fees:|Free|\n|Admission Fees:|* Adults 5,000 won / Group (30 people or more) 4,500 won<br> * Senior citizens (age 65 and over). Children (age 4-7) 3,000 won |\n|Available Facilities:|Rest area and restaurant|\n  \n## Detail Image\n![/2022-12-09-1670571380972/1614959_image2_1.webp](/2022-12-09-1670571380972/1614959_image2_1.webp)\n![/2022-12-09-1670571380972/1614960_image2_1.webp](/2022-12-09-1670571380972/1614960_image2_1.webp)\n![/2022-12-09-1670571380972/1614961_image2_1.webp](/2022-12-09-1670571380972/1614961_image2_1.webp)\n![/2022-12-09-1670571380972/1614962_image2_1.webp](/2022-12-09-1670571380972/1614962_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-54-650-6588](tel:+82546506588)\n\n\n\n```googleMap\nlatitude: 36.7230460966\nlongitude: 128.4990886733\ntitle: 27, Oncheon-gil, Yecheon-gun, Gyeongsangbuk-do\n```\n  \n## Directions\n  \n[Bus]<BR>\nFrom Dong Seoul Terminal, take a bus to Yecheon Bus Terminal. \n<br>\nFrom Yecheon Bus Terminal, take a bus bound for Beolbang / Punggi (Hot Spring).\n","data":{"id":"2022-12-09-1670571380972","title":"Yecheon Hot Spring (예천온천)","description":"Yecheon Hot Spring is one of the top three hot springs of Gyeongsangbuk-do along with Punggi Hot Spring and Mungyeong Hot Spring. From Yecheon, you can also visit nearby attractions in Yeongju and Bonghwa. Yecheon Hot Spring opened on March 24, 2000 and is proud of its clean and gentle waters, which make skin soft and smooth by removing built-up cells. The nutrients in the water also have anti-aging properties. <br><br>The facility completed renovations on both the mens and womens saunas on September 28, 2012, adding outdoor hot tubs that are roughly 100㎡ in size to accommodate more people wishing to enjoy the Korean spa experience.","regDate":"2022-12-09","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Recreational Sites","Hot Springs & Spa"],"imgUrl":"/2022-12-09-1670571380972/692028_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-09-1670571380972","pageUrl":"https:/mcdryad.com/Gyeongsangbuk-do/2022-12-09-1670571380972"},"dataList":[{"id":"2022-12-12-1670841533202","title":"Mungyeongsaejae Open Set (문경새재 오픈세트장)","description":"Mungyeongsaejae Open Set has been used for a variety of historical publications, including “Taejo Wang Geon (2000),” “Dae Jo Yeong (2006),” “Sungkyunkwan Scandal (2010),” “Moon Embracing the Sun (2012),” “Jeon Woo-chi (2012),” and “Masquerade (2012).” In 2008, the Goryeo Dynasty set was dismantled and redesigned into a Joseon-era set. Visitors can get a glimpse of life in the past through the replica houses and various structures throughout the open set.","regDate":"2022-12-12","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Industrial Sites","Others"],"imgUrl":"","blogPath":"Gyeongsangbuk-do/2022-12-12-1670841533202"},{"id":"2022-12-12-1670837779908","title":"Mungyeong, former Gaeun Station (문경 구 가은역)","description":"Mungyeong, former Gaeun Station is a whistle stop in Wangneung-ri, Gaeun-eup, Mungeyong-si, Gyeongsangbuk-do. The station was designated as Registered Cultural Property No. 304 on December 4, 2006.","regDate":"2022-12-12","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"","blogPath":"Gyeongsangbuk-do/2022-12-12-1670837779908"},{"id":"2022-12-12-1670834455736","title":"Juwangsan National Park (주왕산국립공원)","description":"Juwangsan Mountain (alt. 720.6 m) is located in the Baekdudaegan Mountain Range, the backbone of the Korean peninsula. The mountain features deep valleys and many sheer rock cliffs to make it the third largest rocky mountain in the country. Juwangsan Mountain was recognized as a tourist attraction on May 30, 1972 and became the 12th national park a few years later on March 30, 1976. The park is quite small, filling in an area of just 105.582 ㎢ but is great for a leisure walk with walking trails in place along the valleys up to waterfalls.<br><br>Juwangsan Mountain was called Seokbyeongsan Mountain during the Silla dynasty due to the many stone peaks jutting out, but has been called Juwangsan Mountain since the Unified Silla period. In addition to these tall rocky peaks, Juwangsan National Park also includes four waterfalls, caves, Daejeonsa Temple and other attractions for a comprehensive tourist site.","regDate":"2022-12-12","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites","National Parks"],"imgUrl":"/2022-12-12-1670834455736/2370090_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-12-1670834455736"},{"id":"2022-12-12-1670827294557","title":"Jugam Pebble Beach [National Geopark] (죽암 몽돌해안 (울릉도, 독도 국가지질공원))","description":"Jugam Pebble Beach, located on Ulleungdo Island, is approximatly 500 meters long and 20 meters wide and has round pebbles weathered by the fierce waves. The rough rock and basalt are swept back and forth by strong waves, creating round pebbles.","regDate":"2022-12-12","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites"],"imgUrl":"/2022-12-12-1670827294557/2533854_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-12-1670827294557"},{"id":"2022-12-12-1670820019777","title":"Jisandong Ancient Tombs (고령 지산동 고분군)","description":"Goryeong was the old capital of Daegaya (42-562 AD), a city-state of the Gaya confederacy that once spanned the region now occupied by Gyeongsangnam-do Province to the south of the Korean peninsula. The city of Goryeong played such a central role in the development of the confederacy that many artifacts and historic sites of the Daegaya period can still be found there today. <br><br>Some of the most prominent landmarks are the 200 gobuns (ancient tombs) that lie along the southeastern slope of Jusan Mountain in Goryeong. In ancient times, the higher and larger a tomb, the higher the social status of the person buried inside. Given this tradition and historical evidence, the largest tomb in the south has been identified as Geumnim Wangneung (Royal Tomb of King Geumnim); the other large tombs are also presumed to be those of the kings of Daegaya. The large royal tombs (over 20m in diameter) dominate the mountain ridge (the highest point) while mid-sized and smaller tombs can be found on the mountain slopes and foothills. <br><br>Historical research on Daegaya began with the excavation and partial identification of the ancient tombs of Goryeong by research teams from Kyungpook National University and Keimyung University in 1977. Excavators discovered a great number of relics—gilt-bronze crowns, swords, armor, and trinkets of gold, silver, and jade—that shed light on the flourishing culture of Gaya. <br><br>To continue to encourage interest in the history and culture of Daegaya, officials of Goryeong-gun County established the Daegaya Royal Tomb Exhibit Hall at the foot of Jusan Mountain in Gobun-gun, Jisan-dong. The exhibition hall depicts the social structure of the era through ancient customs such as burying servants alive with their dead masters.","regDate":"2022-12-12","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-12-12-1670820019777/1004711_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-12-1670820019777"},{"id":"2022-12-12-1670816415461","title":"Jikjisa Temple (직지사)","description":"Jikjisa Temple, located at the foot of Hwangaksan Mountain in Gimcheon, Gyeongsangbuk-do, was constructed in 418, during the second year of Silla Kingdom King Nuljis reign. This temple is in perfect harmony with the nearby valley and pine forest. The foliage in fall is particularly breathtaking. The temple grounds include Birojeon Hall (also known as Cheonbuljeon Hall), in which approximately 1,000 Buddha statues are enshrined, along with a thousand-year-old arrowroot. The templegrounds also include Iljumun Gate, Daeungjeon Hall, and a 1.63 meter-tall Seated Stone Buddhist Statue (Treasure No. 319) from the Unified Silla Period.","regDate":"2022-12-12","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-12-12-1670816415461/1613439_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-12-1670816415461"},{"id":"2022-12-11-1670755028885","title":"Jeolgolgyegok Valley [National Geopark] (절골협곡 (청송 국가지질공원))","description":"Jeolgolgyegok Valley is located along the mountain ridgeline connecting Gamebong Peak and Wanggeoam Rock in Juwangsan Mountain. It stretches for 5 kilometers from Jeolgol Valley Visitors Center to Daemun Bridge. The valley is formed of vocanic tuffs that were welded and compacted after cooling down, which resulted in forming vertical cracks, leaving rocks to fall out and create a steep valley cliff.","regDate":"2022-12-11","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites","Valleys"],"imgUrl":"","blogPath":"Gyeongsangbuk-do/2022-12-11-1670755028885"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}