{"pageProps":{"content":"![Goransa Ferry (고란사유람선)](/2022-11-07-1667806686705/1601190_image2_1.webp)\n\n  \n## Overview\n\n> Goransa Ferry is the best way to understand the history of the Baekje dynasty while enjoying the still waters of Baengmagang River. The ferry passes various historical sites within Busosanseong Fortress, including Cheonjangdae Cliff, Nakhwaam Rock, Joryongdae Cliff, and Jaondae Cliff. Of these sites, Nakhwaam Rock (Falling Flower Rock) is perhaps the most famous, being known as the location where many Baekje women jumped from the cliff rather than be taken captive when the dynasty fell to invading forces. Another key site is Goransa Temple, home to a fountain of natural spring water that was said to prevent aging.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br>(Korean, English, Japanese, Chinese) <br>• For more info: +82-41-835-4689,<br>+82-41-835-4690|\n|restdate:|N/A (Open all year round; excluding temporary closure due to flooding)|\n|usetime:|[General Ferry] Depart when at least 7 adults have boarded<br>[Traditional Sailboat] Depart when at least 30 adults have boarded|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Admission Fees:|[Gudeurae-Goransa]<br />Round-trip - Adults 7,000 won / Children 3,500 won<br />One-way - Adults 5,000 won / Children 2,500 won<br /><br>[Tradittional Sailboat  (round-trip)]<br />13,000 won<br /><br>[Gudeurae-Cheonjeongdae-Goransa (round-trip)]<br />Adults 13,000 won / Children 6,500 won<br /><br>[Gudeurae-Cheonjeongdae-Goransa (one-way)]<br />Adults 10,000 won / Children 5,000 won<br /><br>* Admission to Busosanseong Fortress charged separately|\n|Reservation Info. for Natives:|Phone reservation accepted for Traditional Sailboat|\n  \n## Detail Image\n![/2022-11-07-1667806686705/1601189_image2_1.webp](/2022-11-07-1667806686705/1601189_image2_1.webp)\n![/2022-11-07-1667806686705/1601191_image2_1.webp](/2022-11-07-1667806686705/1601191_image2_1.webp)\n![/2022-11-07-1667806686705/1601192_image2_1.webp](/2022-11-07-1667806686705/1601192_image2_1.webp)\n![/2022-11-07-1667806686705/1601193_image2_1.webp](/2022-11-07-1667806686705/1601193_image2_1.webp)\n![/2022-11-07-1667806686705/1601194_image2_1.webp](/2022-11-07-1667806686705/1601194_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-41-835-4689](tel:+82418354689)\n- [🏠tour.buyeo.go.kr](http://tour.buyeo.go.kr/)\n\n\n```googleMap\nlatitude: 36.2921557103\nlongitude: 126.9152116634\ntitle: Buso-ro, Buyeo-gun, Chungcheongnam-do\n```\n  \n## Directions\n  \n[Bus]<br>\nTake an intercity bus from Seoul Nambu Terminal to Buyeo Intercity Bus Terminal.<br>\n- Take a taxi to Busosanseong Fortress (5min).<br>\n- Follow the directions inside the fortress to reach Goransa Temple.<br>\n- The ferry dock is at the riverside.\n","data":{"id":"2022-11-07-1667806686705","title":"Goransa Ferry (고란사유람선)","description":"Goransa Ferry is the best way to understand the history of the Baekje dynasty while enjoying the still waters of Baengmagang River. The ferry passes various historical sites within Busosanseong Fortress, including Cheonjangdae Cliff, Nakhwaam Rock, Joryongdae Cliff, and Jaondae Cliff. Of these sites, Nakhwaam Rock (Falling Flower Rock) is perhaps the most famous, being known as the location where many Baekje women jumped from the cliff rather than be taken captive when the dynasty fell to invading forces. Another key site is Goransa Temple, home to a fountain of natural spring water that was said to prevent aging.","regDate":"2022-11-07","author":"korea-tour","tag":["Chungcheongnam-do","Culture/Art/History","Recreational Sites","Cruises/Submarines"],"imgUrl":"/2022-11-07-1667806686705/1601190_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-07-1667806686705","pageUrl":"https:/mcdryad.com/Chungcheongnam-do/2022-11-07-1667806686705"},"dataList":[{"id":"2022-11-10-1668065857633","title":"Muchangpo Beach Palace Spa (무창포 비체팰리스 스파)","description":"Muchangpo Beache Palace Spa has a variety of facilities including Spa Santorino, a couple’s spa, a therapeutic foot massage spa, a pine tree leaf spa, a rooibos spa, an outdoor swimming pool (1.2m deep, 25m long), sun beds, and beach parasols. <br><br>The pine tree spa is good for boosting blood circulation, relieving nerve pain, and reducing stress, while the rooibos spa is said to reduce pain, fever, and allergy symptoms. <br><br>","regDate":"2022-11-10","author":"korea-tour","tag":["Chungcheongnam-do","Culture/Art/History","Recreational Sites","Hot Springs & Spa"],"imgUrl":"/2022-11-10-1668065857633/1338277_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-10-1668065857633"},{"id":"2022-11-10-1668062832249","title":"Muchangpo Beach (무창포해수욕장)","description":"Muchangpo Beach was a military site during the Joseon dynasty and was the first beach to open on the west coast in 1928. The beach has a length of 1.5 kilometers and x_width of 50 meters. The water level is 1-2 meters and the water temperature is approximately 22 degrees Celsius. The surrounding pine forest is lush and beautiful. In particular, there is a fishing spot with a large rock formation in front of the beach. For one to two days each month, there is a phenomenon also know as Moses Miracle that opens a 1.5-kilometer-long road in the sea. This mysterious sea road was thought to only appear during summer, however it was revealed that it actually occurs every lunar month. In 1996, the beach was open to the general public. <br><br> The red lighthouse towering at the end of the long breakwater is as impressive as a picture. The pretty pensions right in front of the sandy beach add to the scenery. Also, Daecheonhang Port is a 20 minutes drive away, and there visitors can enjoy fresh seafood and grilled shellfish at an affordable price.","regDate":"2022-11-10","author":"korea-tour","tag":["Chungcheongnam-do","Nature","Natural Sites"],"imgUrl":"/2022-11-10-1668062832249/2022140_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-10-1668062832249"},{"id":"2022-11-10-1668059034509","title":"Mongsanpo Beach (몽산포해수욕장)","description":"Mongsanpo Beach, part of Taeanhaean National Park, stretches 18 kilometers southwest of Seosan, 9 kilometers south of Taean and along the west coast of the Nammyeon Peninsula. Mongsanpos white sand beach is around 3 kilometers long and has a 5 degree tilt. The water is 1~2 meters deep with an average temperature of 22 degrees Celsius. <br><br>The beach is surrounded by a dense forest of pine trees. The pine tree forest along the beach serves as a good auto-camping location to enjoy some fresh air and the natural beauty of the surroundings. During low tide, the muddy sediments deposited by the tide provide a place where people come to catch clams and mud crabs or as a field trip for children to learn the mudflat ecosystem. <br><br>A 1-kilometer drive in the western direction while passing through the spectacular pine tree tunnel brings visitors to Mongdaepogu Port where a number of fishing boats are docked. Near the port, there are a number of small seafood eateries to enjoy freshly sliced raw fish at  reasonable prices.","regDate":"2022-11-10","author":"korea-tour","tag":["Chungcheongnam-do","Nature","Natural Sites"],"imgUrl":"/2022-11-10-1668059034509/1599894_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-10-1668059034509"},{"id":"2022-11-10-1668056657273","title":"Mallipo Beach (만리포해수욕장)","description":"Mallipo Beach is located 18 kilometers away from Taean and features a 2-kilometer-long, 100-meter-wide sandy beach covering a 231,406 m² area. The average depth of the ocean is 1-2 meters and the water temperature is 22 degrees Celsius. <br><br>The beach has a large tidal range, but its wide and gentle beach as well as a dense forest and abundant drinking water are worth visiting. In particular, the scenery of the sunset is beautiful. Nearly 7,000 plants are exhibited in a botanical garden nearby. Mallipo Beach is located at the tip of National Road No. 32, which traverses Taean-gun, and is part of Taeanhaean National Park as well.<br><Br>Bending like an arch, the sandy beach is perfect for swimming thanks to its shallow water and broad sandy area. Nearby amenities include accommodations and various convenient facilities for family visitors. Camping and strolling through the forest as well as varied marine sports such as fishing from the rocks on the seashore are available. In addition, a variety of fresh seafood such as gaenggaemi muchim (seasoned young skate), grilled eel and grilled king prawn is available on Mallipo Beach.","regDate":"2022-11-10","author":"korea-tour","tag":["Chungcheongnam-do","Nature","Natural Sites"],"imgUrl":"/2022-11-10-1668056657273/2653435_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-10-1668056657273"},{"id":"2022-11-10-1668053390470","title":"Mageompo Beach (마검포해수욕장)","description":"Mageompo Beach in Nam-myeon, Taean-gun is located right before the bridge that leads to Anmyeondo Island. As the beach is not widely popular among tourists, one can spend a quiet and tranquil vacation here. Near the beach is a dense pine tree forest where one can enjoy camping. The white sand and shallow waters also make it a good place for kids to swim. In the evening, the beach is a great spot to watch the breathtaking sunset.<br><br>This beach is famous for <em>silchi-hoe</em>, a dish consisting of freshly sliced raw fish. The ocean near the beach is one of the biggest natural sources of fresh seafood such as anchovy, sand eel and short arm octopus.<br>","regDate":"2022-11-10","author":"korea-tour","tag":["Chungcheongnam-do","Nature","Natural Sites"],"imgUrl":"/2022-11-10-1668053390470/2022708_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-10-1668053390470"},{"id":"2022-11-09-1667990552272","title":"Korea History and Culture Park (한민족역사문화공원)","description":"The Korea History and Culture Park is located in one of the most relaxing places on earth.The park is based on Koreas creation myth with many sculptures and exhibitions about the Korean peoples history and culture. Among the statues are important religious and philosophical figures who taught and promoted peace on earth.","regDate":"2022-11-09","author":"korea-tour","tag":["Chungcheongnam-do","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-11-09-1667990552272/1962095_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-09-1667990552272"},{"id":"2022-11-09-1667986862072","title":"Kohwun Garden (고운식물원)","description":"Kohwun Garden opened on April 28, 2003, following the collection, planting, and cultivation of a wide range of plants and trees over a twelve-year period. The garden is about 200,000 ㎡, and the half of the area is used for educational purposes for both professionals and non-professionals alike. It is home to at least 15 rare or endangered plant species including Miseonnamu (Abeliophyllum distichum Nakai) and Euryale ferox Salisbury, in addition to nearly 4,500 species of plant genetic resources.","regDate":"2022-11-09","author":"korea-tour","tag":["Chungcheongnam-do","Nature","Natural Sites","Botanical Gardens"],"imgUrl":"/2022-11-09-1667986862072/1918604_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-09-1667986862072"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}