{"pageProps":{"content":"![Eunpa Lake Park (Eunpa Recreation Area) (은파호수공원(은파국민관광지))](/2022-07-31-1659299982539/2017305_image2_1.webp)\n\n  \n## Overview\n\n> Located in Gunsan, Jeollabuk-do, Eunpa Lake Park was once a reservoir built before the Joseon dynasty that supplied water to nearby farms. The lake and its surrounding mountains were designated a national tourist site in 1985, but remain historically significant as they are featured on Daedongyeojido (Grand Map of Korea), a revered document developed by geographer Kim Jeong-ho. Known for its beauty at night, the lake was befittingly dubbed “Eunpa,” which means “silvery moonlit waves.”<br><br>\n\nEupa Lake Park is full of natural beauty. The road that runs up from the park entrance is lined with cherry trees that create a breathtaking tunnel of pink flowers each spring. This stunning cherry blossom tunnel draws crowds of families and couples each year, particularly on the weekends. Mulbit Bridge, a landmark of the Eunpa tourist site, offers an impressive view of the Music Fountain and nightscape. At the park, you’ll also find an inline skating area, a waterfront stage, and a lotus flower garden.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-63-454-4896|\n|parking:|Available|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Admission Fees:|Free|\n|Available Facilities:|Outdoor stage, waterside stage, sports field, lotus flower deck, inline skating rinks, duck boat, music fountain, Mulbit Bridge, bike path, etc.|\n|Restrooms:|Available|\n  \n## Detail Image\n![/2022-07-31-1659299982539/1603759_image2_1.webp](/2022-07-31-1659299982539/1603759_image2_1.webp)\n![/2022-07-31-1659299982539/1603761_image2_1.webp](/2022-07-31-1659299982539/1603761_image2_1.webp)\n![/2022-07-31-1659299982539/1603762_image2_1.webp](/2022-07-31-1659299982539/1603762_image2_1.webp)\n![/2022-07-31-1659299982539/1603764_image2_1.webp](/2022-07-31-1659299982539/1603764_image2_1.webp)\n![/2022-07-31-1659299982539/1603765_image2_1.webp](/2022-07-31-1659299982539/1603765_image2_1.webp)\n![/2022-07-31-1659299982539/1603766_image2_1.webp](/2022-07-31-1659299982539/1603766_image2_1.webp)\n![/2022-07-31-1659299982539/1603767_image2_1.webp](/2022-07-31-1659299982539/1603767_image2_1.webp)\n![/2022-07-31-1659299982539/1603768_image2_1.webp](/2022-07-31-1659299982539/1603768_image2_1.webp)\n![/2022-07-31-1659299982539/1603769_image2_1.webp](/2022-07-31-1659299982539/1603769_image2_1.webp)\n![/2022-07-31-1659299982539/176732_image2_1.webp](/2022-07-31-1659299982539/176732_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-63-454-4896](tel:+82634544896)\n- [🏠tour.gunsan.go.kr](http://tour.gunsan.go.kr/)\n\n\n```googleMap\nlatitude: 35.9509492296\nlongitude: 126.6933626781\ntitle: Miryong-dong, Gunsan-si, Jeollabuk-do\n```\n  \n## Directions\n  \n[Bus]<br>From \nFrom Gunsan Intercity/Express Bus Terminal Bus Stop, take Bus No. 31, 32, 33, 34 or 38 and get \noff at Gungjeon Wedding Hall (Eunpa Recreation Area) Bus Stop.\n","data":{"id":"2022-07-31-1659299982539","title":"Eunpa Lake Park (Eunpa Recreation Area) (은파호수공원(은파국민관광지))","description":"Located in Gunsan, Jeollabuk-do, Eunpa Lake Park was once a reservoir built before the Joseon dynasty that supplied water to nearby farms. The lake and its surrounding mountains were designated a national tourist site in 1985, but remain historically significant as they are featured on Daedongyeojido (Grand Map of Korea), a revered document developed by geographer Kim Jeong-ho. Known for its beauty at night, the lake was befittingly dubbed “Eunpa,” which means “silvery moonlit waves.”<br><br>Eupa Lake Park is full of natural beauty. The road that runs up from the park entrance is lined with cherry trees that create a breathtaking tunnel of pink flowers each spring. This stunning cherry blossom tunnel draws crowds of families and couples each year, particularly on the weekends. Mulbit Bridge, a landmark of the Eunpa tourist site, offers an impressive view of the Music Fountain and nightscape. At the park, you’ll also find an inline skating area, a waterfront stage, and a lotus flower garden.","regDate":"2022-07-31","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Recreational Sites","Resorts"],"imgUrl":"/2022-07-31-1659299982539/2017305_image2_1.webp","blogPath":"Jeollabuk-do/2022-07-31-1659299982539","pageUrl":"https:/mcdryad.com/Jeollabuk-do/2022-07-31-1659299982539"},"dataList":[{"id":"2023-01-02-1672655782365","title":"Hoemunsan National Recreational Forest (국립 회문산자연휴양림)","description":"Hoemunsan National Recreational Forest, located in Sunchang, Jeollabuk-do, opened in 1993 with a daily maximum limit of 500 people. There’s a waterfall next to the rock gate near the entrance of the forest and a suspension bridge further ahead. Above the suspension bridge is an observatory that provides visitors with a panoramic view of the area. The 5.5 kilometer path to the peak has various types of trees and flowers and also houses many different types of birds. The forest has many facilities including a water playground, exercise machines, volleyball court, pagoda, walking trails, and hiking trails.","regDate":"2023-01-02","author":"korea-tour","tag":["Jeollabuk-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"/2023-01-02-1672655782365/219345_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-02-1672655782365"},{"id":"2023-01-02-1672652140043","title":"Hanpungru Pavilion (무주한풍루)","description":"Hanpungnu Pavilion is a site where noted poets of the past used to frequent to appreciate nature and the arts. The pavilion was burned down by Japanese soldiers in 1592 (25th year of King Seonjo’s reign) and rebuilt in 1599 (32nd year of King Seonjo’s reign). During the Japanese colonial period, the pavilion served as a base for propagating Buddhism. After the liberation of Korea, it was moved to Yangsan-myeon, Yeongdong-gun and was renamed as Geumhoru Pavilion. In 1971, the people of Muju moved the pavilion to its current location of Dangsan-ri in Muju-gun, Jeollabuk-do. Hanpungnu is one of the most famous pavilions in the southwestern region of Korea, along with Hanbyeokdang in Jeonju and Gwanghallu in Namwon. It is also known to have the most picturesque exterior among the three famed pavilion.","regDate":"2023-01-02","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2023-01-02-1672652140043/712025_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-02-1672652140043"},{"id":"2023-01-02-1672648689997","title":"Haneullae Deulkkot Village (하늘내들꽃마을 [녹색농촌체험])","description":"Situated in Jangsu, Jeollabuk-do, Haneullae Deulkkot Village, as the name suggests in Korean, it is a village nestled alongside the Cheoncheon stream (haneullae means ‘heaven creek’). The area is blessed with clear shallow creek, a green mountain and a field of wild flowers (deulkkot). In the small ecological park there is a 1.6 kilometer square building, a playground, a farm, a garden and a pond occupying nearly 10,000 square meters. Next to the grassy playground you’ll find a therapeutic pebble path made for walking on bare foot, towering trees scattered around the playground offering some cool shade and a few swing chairs attached to the tall trees. There are three wooden look-out stations also shaded by the platanus trees. And in a corner of the playground is a campground capable of accommodating up to ten tents. The pond is home to more than ten varieties of water plants, including the lotus and water hyacinth. There are also some colourful native water life, such as the Crucian carp, daces, dark chubs, Chinese minnows, loaches, freshwater snails and marsh snails.  <br><br>The cafeteria is all made of pine. Visitors can breathe in the soothing woody aroma, take in the view of the park all while having a meal. You can go on hiking trails, rest afterwards with some tea then walk to the local market in a pavilion. Also, people can visit the local compost centre and earthworm breeding farm, as well as the nearby roosters, a protected species native to Korea.","regDate":"2023-01-02","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Experience Programs","Village Experience"],"imgUrl":"/2023-01-02-1672648689997/2515251_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-02-1672648689997"},{"id":"2023-01-02-1672644947094","title":"Hanbyeokdang Pavilion (한벽당)","description":"Located in Jeollabuk-do province, Hanbyeokdang Pavilion has been designated Tangible Cultural Property No. 15.  In 1404, a civil official from the Joseon dynasty built this structure as a country house.  Hanbyeokdang was built at the foot of Seungamsan Mountain with beautiful views of the Jeonjucheon River below.  A large highway has since been built nearby taking away from the natural beauty.  In the past, many writers often sought out Hanbyeokdang Pavilion to find inspiration in their writing.  The pavilion is well known for the beauty of the mountain mist flowing down the mountain, thus making it one of the 8 must sees in Jeonju.","regDate":"2023-01-02","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2023-01-02-1672644947094/167072_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-02-1672644947094"},{"id":"2023-01-02-1672641516102","title":"Gyeonggijeon Shrine (경기전)","description":"Historic Site No. 339, Gyeonggijeon Shrine was erected in 1410 and holds the portrait of King Tae-jo, the founder of the Joseon dynasty. The shrine was originally given the name Eoyongjeon, but was changed to its current name in 1442, the 24th year of King Sejong the Great. The structure was partially destroyed during the Imjin War (1592-1598), and was restored in 1614.","regDate":"2023-01-02","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2023-01-02-1672641516102/2648780_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-02-1672641516102"},{"id":"2023-01-02-1672637736668","title":"Gyeokpo Port (격포항)","description":"Gyeokpo Port is one of the “100 most beautiful fishing villages in Korea” as designated by the Ministry of Maritime Affairs and Fisheries. The port is the hub of maritime transportation connecting islands to the mainland. The port is also famous for the magnificent sunsets viewed from this spot.<br><br>The area is known for a wide range of marine products which are obtained from the clean waters of the West Sea. During octopus season in spring and gizzard shad season in autumn, the area is crowded with gourmets and tourists from across the nation. There are also many local delicacy restaurants specializing in seafood dishes using octopus, cuttlefish, blue crab and manila clam.","regDate":"2023-01-02","author":"korea-tour","tag":["Jeollabuk-do","Nature","Natural Sites"],"imgUrl":"/2023-01-02-1672637736668/252367_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-02-1672637736668"},{"id":"2023-01-02-1672634316287","title":"Gyeokpo Beach (격포해변)","description":"Gyeokpo Beach, located near Chaeseokgang River, is also called Chaeseokgang Beach. The beach is more famous for the view of Chaeseokgang River and the sunset over the west sea. The beach get popular in summer, full of visitors enjoying the scenery and water activities. Known for its clear waters and gentle slope, the 500 meter long white sand beach is especially popular among families. The pine forest around the beach provides a perfect rest area for those looking for a shade. There are also many accommodations and restaurants nearby.","regDate":"2023-01-02","author":"korea-tour","tag":["Jeollabuk-do","Nature","Natural Sites"],"imgUrl":"/2023-01-02-1672634316287/2651031_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-02-1672634316287"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}