{"pageProps":{"content":"![Daenamugol Bamboo Park (대나무골 테마공원)](/2023-01-16-1673854556804/185780_image2_1.webp)\n\n  \n## Overview\n\n> Situated at the basin of the ravine in Gojisan Mountain along the Geumseongsan mountain fortress and the Chuweolsan mountain range, Daenamugol is surrounded by tall bamboo trees. In spring, the soft green bamboo shoots blanket the whole field; it also serves as a habitat for sedentary birds to take care of their eggs. <br><br>The landscaping of the Daenamugol Bamboo Park encapsulates the value of bamboo trees. You can enjoy the fresh crisp air walking in the bamboo grove and the thick pine tree forest. You can try the tea from wild bamboo tea trees grown in the bamboo forest. The park also has Green Town; it includes a playground made out of grass, a hall, an outdoor cooking facility, shower booths, sports fields (volley ball, Jokgu, table tennis, badminton). The theme park has appeared as a backdrop for movies like ‘The Last Witness,’ ‘Sword in the Moon’ as well as in the popular TV drama series ‘Hometown Legends,’ ‘Damo’ and in a number of commercials.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330<br>(Korean, English, Japanese, Chinese) <br>• For more info: +82-61-383-9291|\n|parking:|Available|\n|restdate:|Mondays|\n|usetime:|09:00-18:00|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Film Locations:|Various TV commercials, movies and dramas.|\n|Restrooms:|Available|\n|Parking Fees:|Free|\n|Available Facilities:|Pine tree forest path, bamboo path, grass field, bamboo gallery, set of Korean Ghost Stories, pinwheel hills, pavilion, etc.|\n|Admission Fees:|Individual: Adults 2,000 won / Teenagers 1,500 won / Children 1,000 won<br>Groups: Adults 1,600 won / Teenagers 1,300 won / Children 800 won <BR>* Groups (more 30 people)<BR>Free admission for preschoolers (ages 4 and under)|\n  \n## Detail Image\n![/2023-01-16-1673854556804/185781_image2_1.webp](/2023-01-16-1673854556804/185781_image2_1.webp)\n![/2023-01-16-1673854556804/185782_image2_1.webp](/2023-01-16-1673854556804/185782_image2_1.webp)\n![/2023-01-16-1673854556804/185783_image2_1.webp](/2023-01-16-1673854556804/185783_image2_1.webp)\n![/2023-01-16-1673854556804/185784_image2_1.webp](/2023-01-16-1673854556804/185784_image2_1.webp)\n![/2023-01-16-1673854556804/185785_image2_1.webp](/2023-01-16-1673854556804/185785_image2_1.webp)\n![/2023-01-16-1673854556804/185786_image2_1.webp](/2023-01-16-1673854556804/185786_image2_1.webp)\n![/2023-01-16-1673854556804/185787_image2_1.webp](/2023-01-16-1673854556804/185787_image2_1.webp)\n![/2023-01-16-1673854556804/185790_image2_1.webp](/2023-01-16-1673854556804/185790_image2_1.webp)\n![/2023-01-16-1673854556804/185792_image2_1.webp](/2023-01-16-1673854556804/185792_image2_1.webp)\n![/2023-01-16-1673854556804/185793_image2_1.webp](/2023-01-16-1673854556804/185793_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-61-383-9291](tel:+82613839291)\n\n\n\n```googleMap\nlatitude: 35.3371778141\nlongitude: 127.0485773588\ntitle: 148, Binaedong-gil, Geumseong-myeon, Damyang-gun, Jeollanam-do\n```\n  \n## Directions\n  \n[Bus]<BR>\nFrom Seoul Central Bus Terminal, take a bus to Damyang Bus Terminal. <BR> From Damyang Bus Terminal Bus Stop, take Bus No. 303 and get off at Daenamugol Bamboo Park Bus Stop. <BR> Walk for approx. 10 min.\n","data":{"id":"2023-01-16-1673854556804","title":"Daenamugol Bamboo Park (대나무골 테마공원)","description":"Situated at the basin of the ravine in Gojisan Mountain along the Geumseongsan mountain fortress and the Chuweolsan mountain range, Daenamugol is surrounded by tall bamboo trees. In spring, the soft green bamboo shoots blanket the whole field; it also serves as a habitat for sedentary birds to take care of their eggs. <br><br>The landscaping of the Daenamugol Bamboo Park encapsulates the value of bamboo trees. You can enjoy the fresh crisp air walking in the bamboo grove and the thick pine tree forest. You can try the tea from wild bamboo tea trees grown in the bamboo forest. The park also has Green Town; it includes a playground made out of grass, a hall, an outdoor cooking facility, shower booths, sports fields (volley ball, Jokgu, table tennis, badminton). The theme park has appeared as a backdrop for movies like ‘The Last Witness,’ ‘Sword in the Moon’ as well as in the popular TV drama series ‘Hometown Legends,’ ‘Damo’ and in a number of commercials.","regDate":"2023-01-16","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Recreational Sites","Theme Parks"],"imgUrl":"/2023-01-16-1673854556804/185780_image2_1.webp","blogPath":"Jeollanam-do/2023-01-16-1673854556804","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-16-1673854556804"},"dataList":[{"id":"2023-01-31-1675150565909","title":"Tommeori Beach (톱머리 해수욕장)","description":"Tommeori Beach can be characterized by the extremes shown at high and low tides. The endless stretch of white sandy beach during the low tide and the dense black pine forest offer a spectacular view. The shallow waters and low slope make it a great vacation destination.","regDate":"2023-01-31","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"/2023-01-31-1675150565909/1606937_image2_1.webp","blogPath":"Jeollanam-do/2023-01-31-1675150565909"},{"id":"2023-01-31-1675147221659","title":"Ten Scenic Views of Jirisan (지리산 10경)","description":"Its deep valleys and unique mountain formations are what make Jirisan Mountain truly spectacular. It consists of numerous peaks, and is known to be well-preserved and clean. Ten Scenic Views of Jirisan Mountain are particular memorable and simply breathtaking.<br><Br>Perhaps Jirisan Mountain’s most signature highlight is its incredible sunrise; the scarlet sunlight from the horizon in the east is spectacular, and arguably the best place to watch it in Korea. The second highlight is Piagol Autumn Leaves. At the village, walk 10 minutes further towards Piagol and you will come to a pine forest at the edge of Jeollanam-do and Gyeongsangnam-do. It is called Piagol, the best broad-leaved tree forest in Jirisan Mountain area. The autumnal colors of Piagol are some of the best in the world. Every year the Autumn Leaves Festival is held here. The third notable highlight is the Nogodan Sea of Clouds. Located to the west of Jirisan Mountain, Nogodan Peak is said to boast the most outstanding views of Jirisan Mountain. If you climb up to the peak following the Hwaeomsa Valley, at times the sea of clouds are visible from below the peak. The fourth selected highlight is Banyabong’s Sunset. Banyabong Peak is a huge dome shaped feature. One of the big joys of climbing Banyabong is to see the sunset. The fifth notable feature is the full moon; the beautiful scarlet sky together with the black mountain line produce an exquisite painted background to the rising of the moon. The sixth highlight is the royal azalea blossoming between the rocks. In the spring, the royal azaleas blanket the mountain. There is a field that extends 1,200 meters in the southern area of Jirisan Mountain covered with flowers known as Royal Azalea Plateau. The seventh feature is the deep waterfall between the peaks of Cheonghakbong and Baekhakbong. The 60-meter waterfall produces a tremendous sound. The eighth is the vast view of the mountain range towards Cheonwangbong Peak. The ninth feature is the Chilseongyegok Valley. With its roots in Cheonwonbong Peak, it is one of our nation’s three best valleys. According to legend, seven gods are said to be living in Chilseongyegok Valley. Finally, the tenth most scenic feature is Seomjincheongryu. Flowing southwesterly across Jirisan Mountain and into the south coast, the Seomjingang River is so clear that it is sometimes compared to blue silk. The white sandy beaches on either side of the river are also very beautiful.","regDate":"2023-01-31","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites","National Parks"],"imgUrl":"/2023-01-31-1675147221659/1931213_image2_1.webp","blogPath":"Jeollanam-do/2023-01-31-1675147221659"},{"id":"2023-01-31-1675143375524","title":"Tamjin River Wetland Eco-Park (탐진강 생태습지원)","description":"The Tamjin River Wetland Eco-Park opened in July 2008 to preserve the pristine nature of Tamjin River and to maintain a better waterfront. It is a widely spread natural river wetland eco-park that covers 13.130㎡ along the waterside of Tamjin River, which holds superior-grade water that flows mainly through the Jangheung area from Pyeonghwa Bridge in Jangheung-eup to Busan Bridge. Within the park, there are acupressure paths, wooden decks, trails for observing aquatic plants and eco-life, walking trails and a fountain.","regDate":"2023-01-31","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2023-01-31-1675143375524/1377001_image2_1.webp","blogPath":"Jeollanam-do/2023-01-31-1675143375524"},{"id":"2023-01-31-1675139979827","title":"Taepyung Salt Farm (태평염전)","description":"Taepyung Salt Farm, located in Jeungdo-myeon, Jeollanam-do, is the largest sun-dried salt producer in Korea. Recently, a wooden trail has been installed around the farm. The farm takes pride in producing high quality natural salt full of minerals from pristine seawater.","regDate":"2023-01-31","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Experience Programs","Village Experience"],"imgUrl":"/2023-01-31-1675139979827/2612373_image2_1.webp","blogPath":"Jeollanam-do/2023-01-31-1675139979827"},{"id":"2023-01-31-1675136230035","title":"Taepyeong Yeomsaeng Botanical Garden (태평염생식물원)","description":"Designated as a biodiversity conservation area by the UNESCO, Jeungdo Island in Sinan-gun, Jeollanam-do has become popular. Taepyeong Yeomsaeng Botanical Garden is located next to one of the largest solar-evaporation salt fields, and spans over an area of 110,000 ㎡. Over 70 species of various salt plant colonies grow at the natural mud flat including glasswort, sea-blite, East Asian seepweed, and Herbaceous seepweed to create a splendid scene. Also, one can easily see <i>Tti</i> (a plant) which can not grow in polluted places.<br><br>Walking along the 220 meter-long walking path, diverse mud flat creatures like mudskippers, crabs, and gastropods can be seen up close.","regDate":"2023-01-31","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2023-01-31-1675136230035/1954534_image2_1.webp","blogPath":"Jeollanam-do/2023-01-31-1675136230035"},{"id":"2023-01-30-1675075096194","title":"Taeansa Temple (태안사)","description":"Located on the foot of Dongnisan Mountain, Taeansa Temple was built by three monks during the reign of the Silla King, Gyeongdeok (742). Afterwards, Monk Hyecheol constructed a large temple with 132 rooms during Goryeo Taejo’s reign, which was established as a central seminary of the Dongnisan Mountain area. In the precincts there are four treasures, including Hyecheolguksa Sari Pagoda, Gwangjaseonsa Pagoda and Neungpagak. The temple was badly damaged during the Korean War and had been refurbished since then. An invigorating valley and a shady nook can be reached just 1.8 kilometers from the entrance of the temple. It is a popular trail during the fall, with its bright maple leaves.","regDate":"2023-01-30","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2023-01-30-1675075096194/2043426_image2_1.webp","blogPath":"Jeollanam-do/2023-01-30-1675075096194"},{"id":"2023-01-30-1675071391945","title":"Suncheonman Bay Yongsan Observatory (순천만 용산전망대 (S자 물길))","description":"Yongsan Observatory offers an unobstructed view of Suncheonman Bays large S-shaped waterway. The observatory can be reached by following the trail through the field of reeds, crossing over Daedae Estuary on Mujingyo Bridge. With a birds-eye-view, take in the vast fields of reeds and mudflats, dotted throughout with groups of birds wading through in search of food.","regDate":"2023-01-30","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Architectural Sights","Monuments/Observatories"],"imgUrl":"/2023-01-30-1675071391945/1817061_image2_1.webp","blogPath":"Jeollanam-do/2023-01-30-1675071391945"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}