{"pageProps":{"content":"![Daegwallyeong Special Tourist Zone (대관령 관광특구)](/2022-07-25-1658788577433/1583609_image2_1.webp)\n\n  \n## Overview\n\n> The Daegwallyeong Special Tourist Zone is made up of five cities and counties in Gangwon-do, including Pyeongchang-gun, which hosted the 2018 Winter Olympics. Blessed with picturesque highland scenery, the Daegwallyeong Special Tourist Zone includes Gangneung, Donghae, Samcheok, Hoengseong and Pyeongchang. <br>\n <br>\n Gangneung is located the nearest to Daegwallyeong. Famous attractions in Gangneung include Gyeongpoho Lake and Gyeongpodae Pavilion. Two of Gangneung’s historic villas, Ojukheon House and Seongyojang House, have been beautifully maintained for centuries. <br>\n <br>\n Donghae’s two ports, Donghaehang Port and Mukhohang Port, are always buzzing with the energy of coastal life. Donghaehang Port is a base for the distribution of materials, industrial development, and trade. Cruise ferries take passengers to Russia and Japan. Meanwhile, ferries going to Ulleungdo Island depart from Mukhohang Port, which is located near Mukho Lighthouse and the Bukpyeong Fifth-day Market. <br>\n <br>\n Samcheok is a coastal city in the southernmost part of Gangwon-do. With National Road No. 7 at the center, Samcheok is bordered by Donghae to the north and Uljin to the south. Hwanseongul Cave, the biggest limestone cave in Korea, and Daegeumgul Cave are some of the city’s major attractions. <br>\n <br>\n Hoengseong is famous for its local hanu (Korean beef) and the diverse agricultural experience programs the county offers. The lush forests and the road with a scenic view of Taegisan Mountain attract many tourists. <br>\n <br>\nLocated 700 meters above sea level, Pyeongchang is home to many ski resorts, making it a major destination for winter sports. <br>\n <br>\n <br>\n [Daegwallyeong Special Tourist Zone] <br>\nAreas included<br>\n-  Areas around Hoengseong, Pyeongchang, Gangneung, Donghae, and Samcheok in Gangwon-do<br><br>\nTotal area: 428.3 ㎢ <br>\n- Gangneung 90.4 ㎢, Donghae 48.4 ㎢, Samcheok 11.3 ㎢, Hoengseong 63.5 ㎢, Pyeongchang 214.7 ㎢ <br><br>\nTourist attractions<Br>\n- Yongpyong Resort, Alpensia Resort, Phoenix Pyeongchang, Daegwallyeong Sheep Farm, Donghaehang Port, Mukhohang Port, Seongyojang House, Cheongokdonggul Cave, etc.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br>(Korean, English, Japanese, Chinese) <br> • For more info: +82-33-330-2799,<BR>+82-33-249-3151|\n|parking:|Parking spaces are available at resorts, tourist sites and beaches.|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Available Facilities:|402 tourist information centers, 4,174 amenities, resorts, tourist sites, beaches, national/provincial parks, etc.|\n  \n## Detail Image\n![/2022-07-25-1658788577433/1581511_image2_1.webp](/2022-07-25-1658788577433/1581511_image2_1.webp)\n![/2022-07-25-1658788577433/1581512_image2_1.webp](/2022-07-25-1658788577433/1581512_image2_1.webp)\n![/2022-07-25-1658788577433/1581515_image2_1.webp](/2022-07-25-1658788577433/1581515_image2_1.webp)\n![/2022-07-25-1658788577433/1583609_image2_1.webp](/2022-07-25-1658788577433/1583609_image2_1.webp)\n![/2022-07-25-1658788577433/1583612_image2_1.webp](/2022-07-25-1658788577433/1583612_image2_1.webp)\n![/2022-07-25-1658788577433/1583615_image2_1.webp](/2022-07-25-1658788577433/1583615_image2_1.webp)\n![/2022-07-25-1658788577433/1813443_image2_1.webp](/2022-07-25-1658788577433/1813443_image2_1.webp)\n![/2022-07-25-1658788577433/1813461_image2_1.webp](/2022-07-25-1658788577433/1813461_image2_1.webp)\n![/2022-07-25-1658788577433/1839663_image2_1.webp](/2022-07-25-1658788577433/1839663_image2_1.webp)\n![/2022-07-25-1658788577433/1843356_image2_1.webp](/2022-07-25-1658788577433/1843356_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-33-330-2799](tel:+82333302799)\n- [🏠www.gn.go.kr</a><br/><a href=\"http://www.dh.go.kr/tour/\" target=\"_blank\">www.dh.go.kr/tour/</a><br><a href=\"http://www.samcheok.go.kr/tour.web\" target=\"_blank\">www.samcheok.go.kr</a><br><a href=\"http://tour.pc.go.kr/\" target=\"_blank\">tour.pc.go.kr</a><br><a href=\"http://www.hsg.go.kr/tour.web\" target=\"_blank\">www.hsg.go.kr](http://www.gn.go.kr/tour/index.do)\n\n\n```googleMap\nlatitude: 37.6487487373\nlongitude: 128.6866415890\ntitle: Hoengseong-gun, Pyeongchang-gun, Donghae-si, Samcheok-si & Gangneung-si in Gangwon-do\n```\n  \n\n","data":{"id":"2022-07-25-1658788577433","title":"Daegwallyeong Special Tourist Zone (대관령 관광특구)","description":"The Daegwallyeong Special Tourist Zone is made up of five cities and counties in Gangwon-do, including Pyeongchang-gun, which hosted the 2018 Winter Olympics. Blessed with picturesque highland scenery, the Daegwallyeong Special Tourist Zone includes Gangneung, Donghae, Samcheok, Hoengseong and Pyeongchang. <br> <br> Gangneung is located the nearest to Daegwallyeong. Famous attractions in Gangneung include Gyeongpoho Lake and Gyeongpodae Pavilion. Two of Gangneung’s historic villas, Ojukheon House and Seongyojang House, have been beautifully maintained for centuries. <br> <br> Donghae’s two ports, Donghaehang Port and Mukhohang Port, are always buzzing with the energy of coastal life. Donghaehang Port is a base for the distribution of materials, industrial development, and trade. Cruise ferries take passengers to Russia and Japan. Meanwhile, ferries going to Ulleungdo Island depart from Mukhohang Port, which is located near Mukho Lighthouse and the Bukpyeong Fifth-day Market. <br> <br> Samcheok is a coastal city in the southernmost part of Gangwon-do. With National Road No. 7 at the center, Samcheok is bordered by Donghae to the north and Uljin to the south. Hwanseongul Cave, the biggest limestone cave in Korea, and Daegeumgul Cave are some of the city’s major attractions. <br> <br> Hoengseong is famous for its local hanu (Korean beef) and the diverse agricultural experience programs the county offers. The lush forests and the road with a scenic view of Taegisan Mountain attract many tourists. <br> <br>Located 700 meters above sea level, Pyeongchang is home to many ski resorts, making it a major destination for winter sports. <br> <br> <br> Daegwallyeong Special Tourist Zone  <br>Areas included<br>-  Areas around Hoengseong, Pyeongchang, Gangneung, Donghae, and Samcheok in Gangwon-do<br><br>Total area  428.3 ㎢ <br>- Gangneung 90.4 ㎢, Donghae 48.4 ㎢, Samcheok 11.3 ㎢, Hoengseong 63.5 ㎢, Pyeongchang 214.7 ㎢ <br><br>Tourist attractions<Br>- Yongpyong Resort, Alpensia Resort, Phoenix Pyeongchang, Daegwallyeong Sheep Farm, Donghaehang Port, Mukhohang Port, Seongyojang House, Cheongokdonggul Cave, etc.","regDate":"2022-07-25","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Recreational Sites","Tourist Complexes"],"imgUrl":"/2022-07-25-1658788577433/1583609_image2_1.webp","blogPath":"Gangwon-do/2022-07-25-1658788577433","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-07-25-1658788577433"},"dataList":[{"id":"2022-10-16-1665913620696","title":"Ulsanbawi Rock (설악산 울산바위)","description":"Ulsan Peak is the most well-known attraction at Seoraksan Mountain. The peak is made of strange rocks stretching from the foot of the mountain to the top at 900 m above sea level. The peak consists of six rocks, which create a majestic view of the rocky peak. The peak with the circumference of 4 km forms a great panoramic view along with Daecheongbong Peak and Outer Seorak. Ulsan Peak presents an imposing scene, and it was visited by many famous poets and calligraphers including Choe Yeon and Heo Jeok during the Joseon period who left behind their records. In addition, several legends are associated with Ulsan Peak. One day, a heavenly god commanded peaks of all mountains to assemble at Geumgangsan Mountain to create the greatest scenery. However, the Ulsan Peak was too heavy, so it was late for the meeting. Feeling ashamed, it didn’t go back home (Ulsan) directly, and took a rest at Seoraksan Mountain, but stayed there forever. Also, there is a saying that the peak was named after the shape of the rock, which resembles a fence (ul+tari) or a crying (ul) mountain (san). Visitors can get to the Ulsan Peak by starting from the small park and passing through Sinheungsa Temple and Heundeul Rock. At the beginning of the path, it starts with a gentle slope, but after the Heundeul Rock, there are a steep rocky hill and the iron stairs. It requires about 4 hr for getting to and from the peak. It is hard for the elderly or children to climb because of high level of difficulty.","regDate":"2022-10-16","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Resources","Rocks"],"imgUrl":"/2022-10-16-1665913620696/2711195_image2_1.webp","blogPath":"Gangwon-do/2022-10-16-1665913620696"},{"id":"2022-10-16-1665910327005","title":"Uisangdae Pavilion (낙산사 의상대)","description":"This pavilion is located on a seaside cliff on the way from Yangyang’s Naksansa Temple to Gwaneumgul Cave of Hongnyeonam Hermitage. The word “dae” in Uisangdae refers to a building built at a vantage point for areas with beautiful scenery. Indeed, the view of the East Sea and the coast from Uisangdae Pavilion awarded its recognition as one of the Eight Sights of Yangyang, and a must-visit place for all visitors to Naksansa Temple. Jeong Cheol (pen-name  Songgang), a famed scholar and writer of the poem Song of Diamond Mountains, chose the pavilion as one of the Eight Sights of Gwandong, and the pavilion is today one of the popular sites for sunrise-viewing on the east coast of Korea. Together with Hongnyeonam Hermitage, it is designated as the Scenic Site No. 27 of Korea under the name “Uisangdae Pavilion and Hongnyeonam Hermitage of Naksansa Temple, Yangyang.” Uisangdae is named after Uisang, a respected Silla-era Buddhist monk who is said to have founded this temple in 671 (11th year of King Munmu’s reign of Silla), and many stories of his deeds can still be found in the temple. For instance, Uisangdae is said to be the site where he meditated before founding Naksansa Temple at its present site. Today’s pavilion was restored to its present hexagonal form in 1995.","regDate":"2022-10-16","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-10-16-1665910327005/2711338_image2_1.webp","blogPath":"Gangwon-do/2022-10-16-1665910327005"},{"id":"2022-10-16-1665906295356","title":"Uiamho Lake Skywalk (의암호 스카이워크)","description":"Uiamho Lake Skywalk, one of the two largest skywalks in Chuncheon along with Soyanggang Skywalk, is located on Uiamho Bike Path between Kim Youjeong Memorial Stone and Chuncheon Songam Sports Town in the Uiam Lakeside. Connecting with the water bridge section of the bike path, Uiamho Lake Skywalk consists of a 10 m-long straight section and a 10 m-diameter circular section, located 12 m above the water. The entire floor is made of transparent glass, so visitors will feel like walking on the water. When you stand on the skywalk, you will encounter a picturesque view of Samaksan Mountain and Uiamho Lake. Soyanggang Skywalk boasts another splendid scenery of Chuncheon. Although the access from the Kim Youjeong Memorial Stone is close to Uiam Lake Skywalk, parking space is insufficient, thus, it is recommended to use the public parking lot near Chuncheon Songam Sports Town. It takes 15 min by foot or bike along the Uiamho Bike Path from the public parking lot to Uiam Lake Skywalk. It is a great place for a stroll amid the magnificent landscape.","regDate":"2022-10-16","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Architectural Sights","Monuments/Observatories"],"imgUrl":"/2022-10-16-1665906295356/2605228_image2_1.webp","blogPath":"Gangwon-do/2022-10-16-1665906295356"},{"id":"2022-10-16-1665903453154","title":"Ttansan Mountain (딴산)","description":"Located just four kilometers away from Hwacheon-eup, Ttansan Mountain is nestled between Paroho Lake and the entrance to Peace Dam, making it appear more like an island floating on the water rather than a mountain. <br>This small island-like mountain offers an interesting and unique setting and the nearby mountains provide a cooling effect with its shadows on the water creating a relaxing resting area.","regDate":"2022-10-16","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-10-16-1665903453154/2020509_image2_1.webp","blogPath":"Gangwon-do/2022-10-16-1665903453154"},{"id":"2022-10-16-1665900040878","title":"The Literary Village of Kim You Jeong (김유정문학촌)","description":"The Literary Village of Kim You Jeong was established on the site of the birth home of Kim, in order to commemorate Kim You-jeong who left various great short story novels of Korea’s modern times, such as Spring, Spring (1935), and Camellia Flower (1936). It was opened in 2002, consisting of the Birth Home of Kim You-jeong, Memorial Hall, foot-operated mortar, etc. Then, in 2016, various facilities, such as Kim You-jeong’s Story House, outdoor stage, experience room, and Nangman Nuri were additionally built across the Literary Village of Kim You-jeong. The current birth home with the square-shaped structure, which is the typical hanok (traditional Korean house) style, was restored according to historical research by Kim’s relatives and students. The Memorial Hall provides information and displays artifacts related to Kim You-jeong’s life and works. Kim You-jeong’s Story House shows three-dimensional exhibits and videos related to his works and life. Various sculptures made with the themes of Kim’s short story novels are placed throughout its outside area. It is recommended to walk along the Sille Story Road after visiting the Literary Village. The Sille Story Road is a trail, which is a literature tour, consisting of the places that appeared in Kim’s novels with the background of his hometown.","regDate":"2022-10-16","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Historical Sites","Folk Villages"],"imgUrl":"/2022-10-16-1665900040878/2364888_image2_1.webp","blogPath":"Gangwon-do/2022-10-16-1665900040878"},{"id":"2022-10-16-1665895971078","title":"The Korean Kimchi Grand Master Kim Soon Ja, Kimchi Theme Park (김순자명인 김치테마파크)","description":"The Korean Kimchi Grand Master Kim Soon Ja, Kimchi Theme Park is located in Jeongseon, Gangwon-do. The theme park is dedicated to promoting kimchi to the world. Visitors can learn about the history and development of kimchi as well as other interesting facts. Various programs are also offered for visitors of all ages.","regDate":"2022-10-16","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Experience Programs","Traditional Experience"],"imgUrl":"/2022-10-16-1665895971078/2648432_image2_1.webp","blogPath":"Gangwon-do/2022-10-16-1665895971078"},{"id":"2022-10-15-1665830881985","title":"The 4th Tunnel (제4땅굴)","description":"The 4th Tunnel was discovered on March 3, 1990. It is located 1,200 meters from the Military Demarcation Line in the demilitarized zone of South Korea. This is the only tunnel to be discovered that provides full access to tour groups. Educational instruction is given in the square outside the tunnel.","regDate":"2022-10-15","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Historical Sites","Security & Peace Sites"],"imgUrl":"/2022-10-15-1665830881985/2657535_image2_1.webp","blogPath":"Gangwon-do/2022-10-15-1665830881985"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}