{"pageProps":{"content":"![Korea National Arboretum and Forest Museum (Gwangneung Forest) (국립수목원 (광릉숲))](/2022-08-30-1661852468411/2031794_image2_1.webp)\n\n  \n## Overview\n\n> The Korea National Arboretum (KNA) is situated in Gwangneung Experimental Forest and contains the Forest Museum where all the information on forestry is exhibited. The construction of the arboretum and museum took place on October 25, 1985 and opened on April 5, 1987. In order to preserve the forests, weekends and holiday entrance were restricted, reservations were required 5 days in advance, and no more than 5,000 visitors were accepted per day. As diverse plants are gaining recognition worldwide, the research department formed the Office of Forestry on May 24, 1999. <br><br>Korea National Arboretum covers an area of 1,157㏊ and contains 15 specialized forests, including Conifer Garden, the Garden of Ornamental Trees, and the Aroma and Touch Garden. The Forest Museum is the largest in Asia, covering 4628 sq.m² with a traditional Korean design, and the interior and exterior are both constructed of wood and stone. The arboretum facilities consist of 5 exhibition halls (Living Forest, Forest and Man, Forestry of the World, Forestry of Korea, Nature of Korea), a Herbarium, a Special Exhibition Room, and an Audio Visual Hall.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-31-540-2000|\n|opendate:|May 24, 1999|\n|parking:|Available (at maximum 250 cars based on small-sized cars)|\n|restdate:|Sunday-Monday, New Year’s Day, Seollal (Lunar New Year’s Day) and Chuseok (Korean Thanksgiving Day) holidays|\n|usetime:|April-October 09:00-18:00<br>November-March 09:00-17:00<br><br>* Last admission is one hour before closing.<br>* Visitors must make advance reservation to enter.<br>* Daily visiting limit is fixed.|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Parking Fees:|Large-sized cars 5,000 won / Small-sized cars 3,000 won / Light-weighted car & Low-pollution car 1,500 won / Two-wheeled vehicles 1,000 won<br> * Free parking for cars carrying people with disabilities|\n|Restrooms:|Available|\n|Available Facilities:|Specialized Exhibition (gardens), arboretum sightseeing places (forest path, lake, etc.), resting area & other facilities|\n|Admission Fees:|Adults 1,000 won / Teenagers 700 won / Children 500 won<BR>Adults (ages 20 & older), Teenagers (ages 13-19), Children (ages 7-12)<BR>* Free admission: Preschoolers (ages 6 & younger), senior citizens (ages 65 & older)|\n  \n## Detail Image\n![/2022-08-30-1661852468411/1591357_image2_1.webp](/2022-08-30-1661852468411/1591357_image2_1.webp)\n![/2022-08-30-1661852468411/1591358_image2_1.webp](/2022-08-30-1661852468411/1591358_image2_1.webp)\n![/2022-08-30-1661852468411/1591360_image2_1.webp](/2022-08-30-1661852468411/1591360_image2_1.webp)\n![/2022-08-30-1661852468411/2031795_image2_1.webp](/2022-08-30-1661852468411/2031795_image2_1.webp)\n![/2022-08-30-1661852468411/2031798_image2_1.webp](/2022-08-30-1661852468411/2031798_image2_1.webp)\n![/2022-08-30-1661852468411/2031801_image2_1.webp](/2022-08-30-1661852468411/2031801_image2_1.webp)\n![/2022-08-30-1661852468411/2031802_image2_1.webp](/2022-08-30-1661852468411/2031802_image2_1.webp)\n![/2022-08-30-1661852468411/2031804_image2_1.webp](/2022-08-30-1661852468411/2031804_image2_1.webp)\n![/2022-08-30-1661852468411/2031808_image2_1.webp](/2022-08-30-1661852468411/2031808_image2_1.webp)\n![/2022-08-30-1661852468411/1591359_image2_1.webp](/2022-08-30-1661852468411/1591359_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-31-540-2000](tel:+82315402000)\n- [🏠kna.forest.go.kr](https://kna.forest.go.kr/kfsweb/kfs/subIdx/Index.do?mn=UKNA)\n\n\n```googleMap\nlatitude: 37.7540329986\nlongitude: 127.1633932497\ntitle: 415, Gwangneungsumogwon-ro, Pocheon-si, Gyeonggi-do\n```\n  \n## Directions\n  \n[Subway + Bus]<br>Uijeongbu Station (Seoul Subway Line 1), Exit 1.<br> Take Bus No. 21 at \nthe bus stop in front of&nbsp;Uijeongbu Police Station and get off at the  Korea \nNational Arboretum Bus Stop.\n","data":{"id":"2022-08-30-1661852468411","title":"Korea National Arboretum and Forest Museum (Gwangneung Forest) (국립수목원 (광릉숲))","description":"The Korea National Arboretum (KNA) is situated in Gwangneung Experimental Forest and contains the Forest Museum where all the information on forestry is exhibited. The construction of the arboretum and museum took place on October 25, 1985 and opened on April 5, 1987. In order to preserve the forests, weekends and holiday entrance were restricted, reservations were required 5 days in advance, and no more than 5,000 visitors were accepted per day. As diverse plants are gaining recognition worldwide, the research department formed the Office of Forestry on May 24, 1999. <br><br>Korea National Arboretum covers an area of 1,157㏊ and contains 15 specialized forests, including Conifer Garden, the Garden of Ornamental Trees, and the Aroma and Touch Garden. The Forest Museum is the largest in Asia, covering 4628 sq.m² with a traditional Korean design, and the interior and exterior are both constructed of wood and stone. The arboretum facilities consist of 5 exhibition halls (Living Forest, Forest and Man, Forestry of the World, Forestry of Korea, Nature of Korea), a Herbarium, a Special Exhibition Room, and an Audio Visual Hall.","regDate":"2022-08-30","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites","Botanical Gardens"],"imgUrl":"/2022-08-30-1661852468411/2031794_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-30-1661852468411","pageUrl":"https:/mcdryad.com/Gyeonggi-do/2022-08-30-1661852468411"},"dataList":[{"id":"2022-09-05-1662370880205","title":"Semiwon (세미원)","description":"Semiwon is a botanical garden solely focused on lotus flowers. The garden houses the world’s only museum dedicated to showcasing lotus flowers in daily living, cooking, and writing. The 180,000 square-meter park consists of ponds through which water is filtered and purified before flowing back into the Hangang River. The park is most beautiful in summer when the lotus blossoms are in full bloom but is also decorated with seasonal flowers throughout the year. Additional facilities at Semiwon include the Environment Learning Center, Experience Center, and exhibition areas.","regDate":"2022-09-05","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites","Botanical Gardens"],"imgUrl":"/2022-09-05-1662370880205/2612478_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-05-1662370880205"},{"id":"2022-09-05-1662367563245","title":"Sangseung Observation Post and No. 1 Tunnel (상승OP, 제1땅굴)","description":"The Sangseung Observation Post operates as a forward OP monitoring North Korean activities. Soldiers manning the post are on alert 24 hours a day. Visitors can view North Korean guard posts using binoculars, while iron fences and the vast Yeoncheon plain are also visible. Viewing the Demilitarized Zone (DMZ) that stretching across the plains offers a view of the habitat of a wide array of plants and animals that are rarely found elsewhere, such as eagles, goshawks, roe deer, and goats. <br><br>Visitors can see the faces and movements of North Korean soldiers at their guard posts, and depending on the time, hear various North Korean propoganda broadcasts targeted towards South Korea. This is truly a front-line observation post on the DMZ. The No. 1 Tunnel is not open to the public since it is located in the Demilitarized Zone. However, a life-size model has been created and is on exhibit at the Sangseung OP, the closest observation post. <br><br>The No. 1 Tunnel was discovered on November 15, 1974, by Sergeant Koo Hasa when his reconnaissance team sensed suspicious steam rising from the ground. After a few gunshots from a guard post in North Korea, Koo’s team started the investigation. It turned out that the tunnel was made by North Korean soldiers to infiltrate and aid in the invasion of the South.","regDate":"2022-09-05","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Security & Peace Sites"],"imgUrl":"/2022-09-05-1662367563245/2007030_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-05-1662367563245"},{"id":"2022-09-05-1662364166676","title":"Saneum National Recreational Forest (국립 산음자연휴양림)","description":"Saneum National Recreational Forest is located in Danwol-myeon in Yangpyeong. It opened on January 1, 2000 and can accommodate up to 2,000 visitors a day. The park's name saneum means mountain shade, a name given for its geographical location where it is surrounded by other mountains on all sides. The park's lush forest is home to diverse species of wildlife and the valley boasts spectacular views.","regDate":"2022-09-05","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"/2022-09-05-1662364166676/2669005_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-05-1662364166676"},{"id":"2022-09-05-1662359302445","title":"Samsung Transportation Museum (삼성화재 교통박물관)","description":"Samsung Transportation Museum, the nation’s first automobile museum, is located near Everland. It serves as a children’s traffic safety learning space. The museum displays a collection of over 700 world-famous pieces including 50 cars, 15 motorcycles, bicycles, horse-drawn carriages, and other transportation-related articles such as vehicle prototypes, parts, hood ornaments, souvenirs, and artwork. There are many hands-on programs for visitors to learn about transportation safety.","regDate":"2022-09-05","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Industrial Sites","Others"],"imgUrl":"/2022-09-05-1662359302445/1590010_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-05-1662359302445"},{"id":"2022-09-05-1662354316780","title":"Pyunggang Botanical Garden (평강식물원)","description":"Located at the entrance of Sanjeonghosu Lake, Pyunggang Botanical Garden opened in May 2006, and was designated as a habitat for preservation by the Ministry of Environment in 2009. The garden has on exhibit both native plants and species of plants from around the globe. Additionally, the garden features an exquisite collection of over 1,000 different alpine plants that normally reside on an altitude of 2,500 meters. <br><br>The scope of the garden is comprehensive, but it is divided into 12 themed areas, including a Rock Garden, where the largest alpine plants in Asia are concentrated; a Wetland Center, which mimics the natural ecology of a wetland region; a Pond Garden consisting of roughly 50 ponds lined with gorgeous flowers; a Moss Center where moss that grows in deep valleys and forests can be seen; and a Grass Square, which serves as a green common year round. The Pyunggang Botanical Garden, serves an important role in preserving rare plants, but is also creating a new botanical garden culture, and serving as a center for public ecological education.","regDate":"2022-09-05","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites","Botanical Gardens"],"imgUrl":"/2022-09-05-1662354316780/607667_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-05-1662354316780"},{"id":"2022-09-04-1662288084162","title":"Pyeongtaek Sudosa Temple (수도사 (평택))","description":"Sudosa Temple is known for its well-being food. Designated as “Slow Food Test Village,” the temple emphasizes the idea that healthy food cleanses the body and enriches the soul, leading to true salvation. Sudosa Temple operates traditional temple food and temple experience programs that allow visitors to gain a deeper understanding of Monk Wonhyo’s beliefs.","regDate":"2022-09-04","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-09-04-1662288084162/2724414_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-04-1662288084162"},{"id":"2022-09-04-1662284394511","title":"Pocheon Sanjeonghosu Lake (포천 산정호수)","description":"Sanjeonghosu Lake is one of the main attractions in Pocheon and is situated down in the valley between Myeongseongsan Mountain, Mangbongsan Mountain, and Mangmubong Peak. Meaning “lake as clear as a mountain well,” Sanjeonghosu Lake was built as a reservoir to supply water to farmlands in 1925. Thanks to its surrounding attractions, the lake brings many visitors each year. Promenades along the lake are popular for couples as well as tourists who stay in the nearby hotels. <br><br>Beautiful fog often rises from the lake in spring and fall, making boating at night quite picturesque. Hikers frequent Myeongseongsan Mountain in spring and fall. Visitors love skating on the lake in winter. The lake is also surrounded by an amusement park, swimming pools, sledding facilities, and spa amenities, attracting many family visitors. Local restaurants are renowned for their delicious, wholesome dishes made using freshwater snails and mushrooms. Other local favorites include <em>maeuntang</em> (spicy fish stew), <em>dotorimuk</em> (acorn jelly), <em>sanchae baekban</em> (Korean set menu with seasoned wild vegetables), and <em>deodeok gui</em> (grilled bonnet bellflower roots).","regDate":"2022-09-04","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-09-04-1662284394511/2654430_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-04-1662284394511"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}