{"pageProps":{"content":"![Dutayeon Valley [National Geopark] (두타연 (강원평화지역 국가지질공원))](/2022-09-22-1663823020488/2668212_image2_1.webp)\n\n  \n## Overview\n\n> Dutayeon Valley is located north of the Civilian Control Line, requiring advance reservation through the Yanggu-gun Office website as well as filling out admission information at the Dutayeon Gallery before entering the area with a guide. The valley has a waterfall located along Sataecheon Stream where it merges with Suipcheon Stream. The water falls into a plunge pool, which has also carved out a deep cave in the bedrock at the base of the waterfall.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br>(Korean, English, Japanese, Chinese) <br>• For more info: +82-33-480-2251|\n|parking:|Available|\n|restdate:|Mondays (closed the following day if Monday is a public holiday), New Year’s Day, morning on the day of Seollal (Lunar New Year's Day) & Chuseok (Korean Thanksgiving Day)|\n|usetime:|March-October 09:00-17:00<br>November-February 09:00-16:00<br>* Last admission 1 hr 20 min before closing.<br>* Subject to abrupt closure due to on-site circumstances|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Facility Utilization Fees:|[Bike rental] 4,000 won|\n|Admission Fees:|Individuals - Adults 3,000 won / Children 1,500 won<br>Groups - Adults 2,000 won / Children 1,000 won<br><br>* Adults (ages 13-64) / Children (ages 7-12)<br>* Group: 30 people or more<br>* Free admission: Preschoolers (ages 6 or under), senior citizens (ages 65 or more)|\n|Restrooms:|Available|\n  \n## Detail Image\n![/2022-09-22-1663823020488/2668213_image2_1.webp](/2022-09-22-1663823020488/2668213_image2_1.webp)\n![/2022-09-22-1663823020488/2668214_image2_1.webp](/2022-09-22-1663823020488/2668214_image2_1.webp)\n![/2022-09-22-1663823020488/2668215_image2_1.webp](/2022-09-22-1663823020488/2668215_image2_1.webp)\n![/2022-09-22-1663823020488/2668216_image2_1.webp](/2022-09-22-1663823020488/2668216_image2_1.webp)\n![/2022-09-22-1663823020488/2668217_image2_1.webp](/2022-09-22-1663823020488/2668217_image2_1.webp)\n![/2022-09-22-1663823020488/2668218_image2_1.webp](/2022-09-22-1663823020488/2668218_image2_1.webp)\n![/2022-09-22-1663823020488/2668219_image2_1.webp](/2022-09-22-1663823020488/2668219_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-33-480-2251](tel:+82334802251)\n- [🏠www.koreadmz.kr</a><br><a href=\"http://stour.ticketplay.zone/portal/index\"target=\"_blank\">stour.ticketplay.zone](http://www.koreadmz.kr/)\n\n\n```googleMap\nlatitude: 38.2468407622\nlongitude: 127.9817150436\ntitle: Gobangsan-ri, Yanggu-gun, Gangwon-do\n```\n  \n## Directions\n  \n[Bus]<br>\nFrom Dong Seoul Bus Terminal, take a bus to Yanggu Bus Terminal.<br>\nFrom Yangju Bus Terminal Bus Stop, take a local bus to Bangsan Mountain Bus Stop.\n","data":{"id":"2022-09-22-1663823020488","title":"Dutayeon Valley [National Geopark] (두타연 (강원평화지역 국가지질공원))","description":"Dutayeon Valley is located north of the Civilian Control Line, requiring advance reservation through the Yanggu-gun Office website as well as filling out admission information at the Dutayeon Gallery before entering the area with a guide. The valley has a waterfall located along Sataecheon Stream where it merges with Suipcheon Stream. The water falls into a plunge pool, which has also carved out a deep cave in the bedrock at the base of the waterfall.","regDate":"2022-09-22","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Valleys"],"imgUrl":"/2022-09-22-1663823020488/2668213_image2_1.webp","blogPath":"Gangwon-do/2022-09-22-1663823020488","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-09-22-1663823020488"},"dataList":[{"id":"2022-10-12-1665550201815","title":"Seorak Cable Car (설악산 케이블카)","description":"The ideal way to comfortably appreciate the magnificent landscape of Seoraksan Mountain is using the Seorak Cable Car. The cable car boarding station is located in the Small Park of Seoraksan National Park. It takes about 10 min to get to the Gwongeumseong Fortress (700m above sea level) by the cable car. One-way ticket is not available, so visitors need to buy a round-trip ticket. Visitors can also enjoy an open view of various famous attractions such as Ulsan Peak and Manmulsang Rocks beyond glass window in the cable car. The Gwongeumseong Fortress, unfolding a panoramic view of Seoraksan Mountain’s majestic scenery, bears a legend in which two generals Gwon and Kim built the fortress in one day to prevent enemy invasion during the Goryeo period. Today, the site of the fortress only remains. Many hikers come up to the summit of the fortress despite its rough course to appreciate magnificent and mysterious scenery of strange rocks and bizarre stones at Seoraksan Mountain. When you are at the summit, you can see the landscape of not only the Outer Seorak but also the Inner Seorak. Below the Gwongeumseong Fortress are Allagam Hermitage built during the Silla period and Muhaksong (Korean red pine) existed for hundreds of years. As many tourists visit the mountain at weekends and during public holidays and autumn foliage season, it is recommended to schedule your trip by considering the waiting time too.","regDate":"2022-10-12","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-10-12-1665550201815/1950308_image2_1.webp","blogPath":"Gangwon-do/2022-10-12-1665550201815"},{"id":"2022-10-11-1665485398263","title":"Seongyojang House (강릉 선교장)","description":"Seongyojang House is the former upper class residence of  Lee Nae-beon (1703-1781) and his family in Gangneung, Gangwon-do. It was designated as a National Folklore Cultural Heritage in 1967. The one-syllable word Seon in Seongyojang means boat. Gyeongpo Lake was right in front of Seongyojang House at the time it was built, thus making is accessible by boat. <br><br>Seongyojang House has all the features of a typical upper class residence during the Joseon period. The complex even has a large pond with a pavilion named Hwallaejeong Pavilion. While the building still blends beautifully with the surrounding nature, Seongyojang House has been well-preserved and is considered a valuable resource in the historical research of living conditions of upper class households during the Joseon dynasty.","regDate":"2022-10-11","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Historical Sites","Old Houses"],"imgUrl":"/2022-10-11-1665485398263/2687993_image2_1.webp","blogPath":"Gangwon-do/2022-10-11-1665485398263"},{"id":"2022-10-11-1665481852682","title":"Seondol Cliff [National Geopark] (선돌 (강원고생대 국가지질공원))","description":"Seondol Cliff features a large split rock standing over the curving river below. The scene created by these two natural elements appears other-worldly. A rocky outcrop appears to have been cut away from the main cliff with a giant knife. Geologically, it was formed by corrosion of the limestone bedrock.","regDate":"2022-10-11","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-10-11-1665481852682/175620_image2_1.webp","blogPath":"Gangwon-do/2022-10-11-1665481852682"},{"id":"2022-10-11-1665478609829","title":"Seomgang River (Seomgang Resort) (섬강(섬강유원지))","description":"Seomgang River crisscrosses the heart of Hoengseong County, flowing on towards Wonju before eventually joining the Namhangang River. The banks of this river are home to a variety of wild flowers, including bright pink royal azaleas that bloom every spring. Gigantic rocks and pine tree forests on each side complete the view. High on the bluff rests Unamjeong Pavilion, overlooking the river and the unfolding vista. Hoengseongs downtown area starts right after crossing Seomgang River on Heongseonggyo Bridge. Nearby attractions like Hoengseong Sports Complex and local resturants specializing in fish stew also attract more tourists to come after sightseeing.","regDate":"2022-10-11","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites"],"imgUrl":"/2022-10-11-1665478609829/187272_image2_1.webp","blogPath":"Gangwon-do/2022-10-11-1665478609829"},{"id":"2022-10-11-1665475247294","title":"Sea Train (바다열차)","description":"The Sea Train is a tourist train that travels along the western coast, comprised of four divided cabins made up of two special rooms, one standard room, and one family room. The first and second cabins feature a special themed interior, equipped with a movie-watching system and seats facing the windows. The third car is for families, prepared with table seats, general subway-like seats, and a cafeteria. The fourth cabin is for groups, featuring three-seated and two-seated chairs.<br><br>The Sea Train has plenty of things to see as it is decorated with a marine theme, including trick art images of marine creatures well as unobstructed views of the ocean through the cabin windows. In addition, monitors equipped inside the room broadcasts music and games that provide fun entertainment during the ride.","regDate":"2022-10-11","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Experience Programs","Unique Experience"],"imgUrl":"/2022-10-11-1665475247294/2648208_image2_1.webp","blogPath":"Gangwon-do/2022-10-11-1665475247294"},{"id":"2022-10-11-1665472152558","title":"Sangwonsa Temple (상원사(오대산))","description":"Sangwonsa Temple is located 8 kilometers north of Woljeongsa Temple. The temple was built by Buddhist monk Ja Jang in the 12th year of Silla Queen Seondeok, and rebuilt in 705 during the 4th year of King Seongdeoks reign. It burned down in 1946, but was restored once again in 1947. The temple is home to the Bronze Bell of Sangwonsa (a National Treasure), the oldest bronze bell in the nation. The bell, built during the 24th year of King Seongdeok, has a x_height of 1.67 meters and a diameter of 91 centimeters with a beautiful, clear ring. Other relics at the temple include Statue of Child Manjusri, said to have been seen directly by King Sejo, as well as a tablet commending the rebuilding of Sangwonsa Temple, written by King Sejo. Gwangdaegeori, located at the temple entrance, is also connected with King Sejo through a story of his bathing in the pure mountain stream one day while visiting Sangwonsa Temple.","regDate":"2022-10-11","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-10-11-1665472152558/1984506_image2_1.webp","blogPath":"Gangwon-do/2022-10-11-1665472152558"},{"id":"2022-10-11-1665469567273","title":"Sandglass Park (모래시계공원)","description":"Sandglass Park is surrounded by the East Sea, mountains and Jeongdongjin 2-ri Village. Sandglass Park has pine trees, benches facing the sea, and access to Jeongdongjin Beach. At the center of the park is a giant sandglass that is set to measure one year. Sandglass Park was established in 1999 by the city of Gangneung and Samsung Electronics Co. to commemorate the upcoming millennium. Part of this commemoration was the building of the giant sandglass at the park. The sandglass has a diameter of 8.06 meters, x_width of 3.2 meters, weight of 40 tons and holds 8 tons of sand, making it one of the biggest sandglasses in the world. It takes a whole year for sand to trickle to the bottom and then the sandglass restarts again on New Year’s Day each year at midnight.","regDate":"2022-10-11","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Recreational Sites","Theme Parks"],"imgUrl":"/2022-10-11-1665469567273/2654549_image2_1.webp","blogPath":"Gangwon-do/2022-10-11-1665469567273"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}