{"pageProps":{"content":"![Changdeokgung Injeongmun Gate (창덕궁 인정문)](/2022-07-21-1658385996535/1568301_image2_1.webp)\n\n  \n## Overview\n\n> Serving as the main gate of Injeongjeon Hall, Injeongmun Gate was established in 1405 (5th year of King Taejo’s reign during the Joseon dynasty). Later on, the gate was destroyed by multiple fires during the Imjin War (Japanese invasion of Korea in 1592), therefore current form&nbsp;of the&nbsp;establishment displays designs that are more often seen&nbsp;in the late&nbsp;19th century's. In addition, a lot \nof subsidary marks and buildings are removed from the original places and&nbsp;relocated passing the&nbsp;time, however, still remains to represent prestigious ambience.<br><br>\nInjeongmun Gate served as the place for several coronation ceremonies of kings, prince's succession of throne, and many other national affairs celebrated by the royal members&nbsp;who gathered and aligned around this gate.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-2-3668-2300|\n|restdate:|Mondays (If Monday lands on a public holiday, the following day will also be closed)|\n|usetime:|February-May 09:00-18:00<br>June-August 09:00-18:30<br>September-October 09:00-18:00<br>November-January 09:00-17:30<br><br>* Last admission 1 hour before closing.|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Admission Fees:|Adults 3,000 won / Children 1,500 won <br> Groups of 10 or more: Adults 2,400 won / Children 1,200 won<br> <br> * Adults (ages 19-64) / Children (ages 7-18)* Free admission: Preschoolers (ages 6 and under), senior citizens (ages 65 and older), visitors wearing hanbok, last Wednesday of each month (Culture Day)|\n|Available Facilities:|Information desk, restroom, gift shop, ticket booth, wheelchair/stroller rental, lockers, nursing room, emergency first-aid, AED|\n|Interpretation Services Offered:|[English] 10:15, 13:15<br>[Chinese] 10:00, 16:00<br>[Japanese] 11:00|\n  \n## Detail Image\n![/2022-07-21-1658385996535/1568294_image2_1.webp](/2022-07-21-1658385996535/1568294_image2_1.webp)\n![/2022-07-21-1658385996535/1568295_image2_1.webp](/2022-07-21-1658385996535/1568295_image2_1.webp)\n![/2022-07-21-1658385996535/1568296_image2_1.webp](/2022-07-21-1658385996535/1568296_image2_1.webp)\n![/2022-07-21-1658385996535/1568297_image2_1.webp](/2022-07-21-1658385996535/1568297_image2_1.webp)\n![/2022-07-21-1658385996535/1568298_image2_1.webp](/2022-07-21-1658385996535/1568298_image2_1.webp)\n![/2022-07-21-1658385996535/1568299_image2_1.webp](/2022-07-21-1658385996535/1568299_image2_1.webp)\n![/2022-07-21-1658385996535/1568300_image2_1.webp](/2022-07-21-1658385996535/1568300_image2_1.webp)\n![/2022-07-21-1658385996535/1568302_image2_1.webp](/2022-07-21-1658385996535/1568302_image2_1.webp)\n![/2022-07-21-1658385996535/1568303_image2_1.webp](/2022-07-21-1658385996535/1568303_image2_1.webp)\n![/2022-07-21-1658385996535/1568304_image2_1.webp](/2022-07-21-1658385996535/1568304_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-2-3668-2300](tel:+82236682300)\n- [🏠\" target=\"_blank\" title=\"새창 : 종로 문화관광 홈페이지로 이동\">tour.jongno.go.kr</a><br><a href=\"http://www.cdg.go.kr/<br>\" target=\"_blank\" title=\"새창 : 창덕궁 홈페이지로 이동\">www.cdg.go.kr](http://tour.jongno.go.kr/<br>)\n\n\n```googleMap\nlatitude: 37.5787974932\nlongitude: 126.9911806294\ntitle: 99, Yulgok-ro, Jongno-gu, Seoul\n```\n  \n\n","data":{"id":"2022-07-21-1658385996535","title":"Changdeokgung Injeongmun Gate (창덕궁 인정문)","description":"Serving as the main gate of Injeongjeon Hall, Injeongmun Gate was established in 1405 (5th year of King Taejo’s reign during the Joseon dynasty). Later on, the gate was destroyed by multiple fires during the Imjin War (Japanese invasion of Korea in 1592), therefore current form&nbsp;of the&nbsp;establishment displays designs that are more often seen&nbsp;in the late&nbsp;19th century's. In addition, a lot of subsidary marks and buildings are removed from the original places and&nbsp;relocated passing the&nbsp;time, however, still remains to represent prestigious ambience.<br><br>Injeongmun Gate served as the place for several coronation ceremonies of kings, prince's succession of throne, and many other national affairs celebrated by the royal members&nbsp;who gathered and aligned around this gate.","regDate":"2022-07-21","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Gates"],"imgUrl":"/2022-07-21-1658385996535/1568301_image2_1.webp","blogPath":"Seoul/2022-07-21-1658385996535","pageUrl":"https:/mcdryad.com/Seoul/2022-07-21-1658385996535"},"dataList":[{"id":"2022-07-23-1658575967064","title":"Gwanghuimun Gate (광희문)","description":"Gwanghuimun Gate is said to have been originally constructed in 1396, the 5th year of King Taejo, at the southeast of the capital city. It was often referred to as Sugumun Gate (water channel gate) and was actually used as a Sigumun, literally meaning “corpse gate,” as funeral processions passed through this gate when exiting to the east.  <br><br>During the Imjin War (1592-1598), the fortress gate was destroyed to such a degree that it made finding the original location close to impossible.  Nevertheless, reconstruction efforts were started in 1711 (37th year of King Sukjong) and the gate was restored together with the gate's watchtower. Gwanghuimun Gate remained intact even when the fortress walls were demolished to build tram tracks during the Japanese occupation, but it was later damaged during the Korean War and left neglected. In 1975, restoration work was carried out to relocate Gwanghuimun Gate to a site 15 meters south of its original location since it stood in the middle of the road.","regDate":"2022-07-23","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Gates"],"imgUrl":"/2022-07-23-1658575967064/1568502_image2_1.webp","blogPath":"Seoul/2022-07-23-1658575967064"},{"id":"2022-07-23-1658572742393","title":"Gwanaksan Mountain Nakseongdae Park (관악산 낙성대공원)","description":"Nakseongdae Park was built as a tribute to General Kang Gam-chan (948-1031) of the Goryeo dynasty. In 1973, the city of Seoul reorganized the birthplace of General Kang, resulting in changes to the park. Located inside the park are Anguksa Shrine, the general’s birthplace, and a three-story stone pagoda, which was made during the Goryeo dynasty. The 4.48-meter-high pagoda is made of granite, and is called “Kang Gam-chan Tap (pagoda)” or “Kang Gam-chan Nakseongdae Tap”. <br><br>*Anguksa Shrine<br>Anguksa is a shrine built in 1974 emulating the wooden architecture style of the Goryeo era. The shrine has high ceilings and houses the portrait of General Kang Gam-chan. The shrine is located on the road leading to the back gate of Seoul National University and has become a popular place in the area. <br><br>*Nakseongdae Yuji <br>Nakseongdae Yuji is the birthplace of General Kang Gam-chan and the original location of the three-story pagoda. During the maintenance of Nakseongdae area in 1973, the pagoda was moved into the vicinity of Anguksa Shrine, and a two-meter tall monument was erected in its original location to mark the historical significance of the site.","regDate":"2022-07-23","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-07-23-1658572742393/928406_image2_1.webp","blogPath":"Seoul/2022-07-23-1658572742393"},{"id":"2022-07-23-1658569005134","title":"Gwanaksan Mountain (관악산)","description":"Reaching 632.2 meters in x_height, Gwanaksan Mountain is the symbol and pride of Gwanak-gu district in Seoul. Most of the cultural heritages of the district originate from Gwanaksan Mountain. Since it was designated as a city natural park in 1968, it has continued to serve as a favorite place for relaxation and excursion for Seoul citizens. The various rocky peaks and the deep valleys give the mountain a rugged feel. The mountain's size and close proximity to Seoul make it easy for Seoul residents to make a day-trip. <br> <br>In the spring, cherry blossoms are in full bloom near the entrance to the mountain, and a Rhododendron Festival is held when the rhododendrons are in full bloom. At the mountain's summit are Wongaksa Temple and Yeonjuam Hermitage, which were built by Taejo Yi Seong-gye (the founder of the Joseon dynasty) to ward off misfortune when he decided to move the capital to Seoul. There are also other temples and hermitages, and a ground radar observation post. Yeonjudae Hermitage, located atop a cliff, is where all the hiking trails of Gwanaksan Mountain meet.","regDate":"2022-07-23","author":"korea-tour","tag":["Seoul","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-07-23-1658569005134/1857230_image2_1.webp","blogPath":"Seoul/2022-07-23-1658569005134"},{"id":"2022-07-23-1658565731617","title":"Gwanaksan Ecological Park (관악산 생태공원)","description":"Opened in December of 2007, Gwanaksan Ecological Park is located on a 76,521 m² plot of land. The park is divided into two sections  Eco Forest, a forest of broad-leaved trees, and Eco Pond, a habitat of aquatic animals. There is also an arboretum that provides space for relaxation and ecology experience.","regDate":"2022-07-23","author":"korea-tour","tag":["Seoul","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2022-07-23-1658565731617/755414_image2_1.webp","blogPath":"Seoul/2022-07-23-1658565731617"},{"id":"2022-07-23-1658561652403","title":"Guam Park (구암공원)","description":"Guam Park is located  in the area around Heogabawi Rock, a  natural rock cave beneath Tapsan Mountain. It is said that Heo Seon-mun, the forefather  of the Yangcheon Heo clan, was born here. The park was built to commemorate Heo Jun, a widely known physician from the Joseon era who used the penname Guam. It is said that after retirement, Heo Jun came to Heogabawi Rock to compile the famous medical book Dongui Bogam. <br><br> A part of the Hangang River here was turned into a lake due to the construction of the Olympic Expressway and high-rise apartments surrounding the park. There is a statue of Heo Jun treating a patient and in the lake, there is a purple-colored rock with holes called Gwangju Rock. Before the construction of the Yanghwadaegyo Bridge, this area used to be where visitors would take a ferry (Gongam Ferry) to cross the other side. <br><br>Heogabawi Rock, which is wide enough to accommodate about 20 men, is said to be where people took refuge during wars. Gwangju Rock and Heogabawi Rock is the site of Jechapaeui (the rock where rituals were offered to the God of the Earth and the God of Crops during the Hanseong Baekje period). This was also the first historical name given to this area.","regDate":"2022-07-23","author":"korea-tour","tag":["Seoul","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-07-23-1658561652403/566492_image2_1.webp","blogPath":"Seoul/2022-07-23-1658561652403"},{"id":"2022-07-23-1658558608736","title":"Gold Spa (황금온천)","description":"Visitors can enjoy hot springs in the middle of the city at Gold Spa in Gangnam, Seoul. The spa not only has high quality water, it also has a jjimjilbang, sauna, movie theater and more. The Gold Spa's waters are known to be particularly effective for skin care and are said to rejuvenate the skin. The unique Golden Pyramid Experience Room provides a special treatment with gold as its wavelength helps heal the body quickly.","regDate":"2022-07-23","author":"korea-tour","tag":["Seoul","Culture/Art/History","Recreational Sites","Hot Springs & Spa"],"imgUrl":"/2022-07-23-1658558608736/2024208_image2_1.webp","blogPath":"Seoul/2022-07-23-1658558608736"},{"id":"2022-07-23-1658554603985","title":"Godeok-dong Ecological Landscape Conservation Area (고덕동 생태경관 보전지역)","description":"Located next to the Godeok Riverside Restoration Area, the Godeok-dong Ecological Landscape Conservation Area is one of the most well-maintained ecological preservation sites in Seoul. The area includes Amsa Sluice Gate, Hoan, and Hangang River Reservoir. The area offers educational facilities for visitors to learn more about the ecosystem.","regDate":"2022-07-23","author":"korea-tour","tag":["Seoul","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2022-07-23-1658554603985/1894505_image2_1.webp","blogPath":"Seoul/2022-07-23-1658554603985"}],"navList":["Busan","Daegu","Daejeon","Gwangju","Gyeonggi-do","Incheon","Jeju-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}