{"pageProps":{"content":"![Pohang Canal (포항운하)](/2022-12-04-1670132163357/2369187_image2_1.webp)\n\n  \n## Overview\n\n> Pohang Canal, completed in January 2014, cuts between Pohangs Songdo-dong and Jungdo 1-dong, connecting the waters under Dongbindaegyo Bridge with Hyeongsangang River to the south. The canal has a total length of 1.3km, adding on to the 8~10 km long seafaring road of Pohang. The canal is a restoration of an old water path, and the citizens have welcomed the eco-friendly construction as a community park. Many people enjoy walking along the canal or the romantic experience of riding on a cruise ship through the canal.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br>(Korean, English, Japanese, Chinese) <br>• For more info: +82-54-270-5177, 5173<br>+82-54-253-4001|\n|opendate:|January 2014|\n|usetime:|Pohang Canal Hall: 3F PR Hall 09:00-18:00|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Activity Fees:|Pohang Canal Hall: Free|\n|Available Facilities:|[Pohang Canal Hall]<br />1F - Plaza, boarding dock, parking lot<br />2F - Cruise ticketing booth & office, restrooms<br />3F - PR Hall, cafe<br />4F - Family restaurant<br />Others - Pedestrian bridge|\n|Korean Info. Service:|Available<br />- Weekdays 09:00-18:00<br />* Not available on weekends and public holidays|\n  \n## Detail Image\n![/2022-12-04-1670132163357/2369188_image2_1.webp](/2022-12-04-1670132163357/2369188_image2_1.webp)\n![/2022-12-04-1670132163357/2369189_image2_1.webp](/2022-12-04-1670132163357/2369189_image2_1.webp)\n![/2022-12-04-1670132163357/2369190_image2_1.webp](/2022-12-04-1670132163357/2369190_image2_1.webp)\n![/2022-12-04-1670132163357/2369191_image2_1.webp](/2022-12-04-1670132163357/2369191_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-54-270-5177](tel:+82542705177)\n- [🏠innerharbor.ipohang.go.kr/](http://innerharbor.ipohang.go.kr/)\n\n\n```googleMap\nlatitude: 36.0241144507\nlongitude: 129.3778756251\ntitle: 1040, Huimang-daero, Nam-gu, Pohang-si, Gyeongsangbuk-do\n```\n  \n## Directions\n  \n[Bus]<br>\nFrom Gangnam Express Bus Terminal, take a bus to Pohang Express Bus Terminal.<br>Walk approx. 636m.\n","data":{"id":"2022-12-04-1670132163357","title":"Pohang Canal (포항운하)","description":"Pohang Canal, completed in January 2014, cuts between Pohangs Songdo-dong and Jungdo 1-dong, connecting the waters under Dongbindaegyo Bridge with Hyeongsangang River to the south. The canal has a total length of 1.3km, adding on to the 8~10 km long seafaring road of Pohang. The canal is a restoration of an old water path, and the citizens have welcomed the eco-friendly construction as a community park. Many people enjoy walking along the canal or the romantic experience of riding on a cruise ship through the canal.","regDate":"2022-12-04","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Recreational Sites","Tourist Complexes"],"imgUrl":"/2022-12-04-1670132163357/2369187_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-04-1670132163357","pageUrl":"https:/mcdryad.com/Gyeongsangbuk-do/2022-12-04-1670132163357"},"dataList":[{"id":"2022-12-12-1670820019777","title":"Jisandong Ancient Tombs (고령 지산동 고분군)","description":"Goryeong was the old capital of Daegaya (42-562 AD), a city-state of the Gaya confederacy that once spanned the region now occupied by Gyeongsangnam-do Province to the south of the Korean peninsula. The city of Goryeong played such a central role in the development of the confederacy that many artifacts and historic sites of the Daegaya period can still be found there today. <br><br>Some of the most prominent landmarks are the 200 gobuns (ancient tombs) that lie along the southeastern slope of Jusan Mountain in Goryeong. In ancient times, the higher and larger a tomb, the higher the social status of the person buried inside. Given this tradition and historical evidence, the largest tomb in the south has been identified as Geumnim Wangneung (Royal Tomb of King Geumnim); the other large tombs are also presumed to be those of the kings of Daegaya. The large royal tombs (over 20m in diameter) dominate the mountain ridge (the highest point) while mid-sized and smaller tombs can be found on the mountain slopes and foothills. <br><br>Historical research on Daegaya began with the excavation and partial identification of the ancient tombs of Goryeong by research teams from Kyungpook National University and Keimyung University in 1977. Excavators discovered a great number of relics—gilt-bronze crowns, swords, armor, and trinkets of gold, silver, and jade—that shed light on the flourishing culture of Gaya. <br><br>To continue to encourage interest in the history and culture of Daegaya, officials of Goryeong-gun County established the Daegaya Royal Tomb Exhibit Hall at the foot of Jusan Mountain in Gobun-gun, Jisan-dong. The exhibition hall depicts the social structure of the era through ancient customs such as burying servants alive with their dead masters.","regDate":"2022-12-12","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-12-12-1670820019777/1004711_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-12-1670820019777"},{"id":"2022-12-12-1670816415461","title":"Jikjisa Temple (직지사)","description":"Jikjisa Temple, located at the foot of Hwangaksan Mountain in Gimcheon, Gyeongsangbuk-do, was constructed in 418, during the second year of Silla Kingdom King Nuljis reign. This temple is in perfect harmony with the nearby valley and pine forest. The foliage in fall is particularly breathtaking. The temple grounds include Birojeon Hall (also known as Cheonbuljeon Hall), in which approximately 1,000 Buddha statues are enshrined, along with a thousand-year-old arrowroot. The templegrounds also include Iljumun Gate, Daeungjeon Hall, and a 1.63 meter-tall Seated Stone Buddhist Statue (Treasure No. 319) from the Unified Silla Period.","regDate":"2022-12-12","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-12-12-1670816415461/1613439_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-12-1670816415461"},{"id":"2022-12-11-1670755028885","title":"Jeolgolgyegok Valley [National Geopark] (절골협곡 (청송 국가지질공원))","description":"Jeolgolgyegok Valley is located along the mountain ridgeline connecting Gamebong Peak and Wanggeoam Rock in Juwangsan Mountain. It stretches for 5 kilometers from Jeolgol Valley Visitors Center to Daemun Bridge. The valley is formed of vocanic tuffs that were welded and compacted after cooling down, which resulted in forming vertical cracks, leaving rocks to fall out and create a steep valley cliff.","regDate":"2022-12-11","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites","Valleys"],"imgUrl":"","blogPath":"Gyeongsangbuk-do/2022-12-11-1670755028885"},{"id":"2022-12-11-1670751369431","title":"Huibangpokpo Falls (희방폭포)","description":"The 28-meter high Huibangpokpo Falls is a waterfall located below Huibangsa Temple on Sobaeksan Mountain in Sucheol-ri, Yeongju-si, Gyeongsangbuk-do. It is located 700 meters above sea level about halfway up Sobaeksan Mountain. It is one of the  must-see attractions on Sobaeksan Mountain, and is the No.1 waterfall in the whole Yeongnam (southeastern part of Korea) area.<br><br>The water from the falls comes from Yeonhwabong Peak (1383 m), one of the sacred peaks of Sobaeksan Mountain. The water flows along the Huibanggyegok Valley and then plunges into the rocks below with a big splash, creating a breathtaking view for visitors.","regDate":"2022-12-11","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites","Waterfalls"],"imgUrl":"/2022-12-11-1670751369431/2366277_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-11-1670751369431"},{"id":"2022-12-11-1670747923691","title":"Hakgasan Recreational Forest (학가산자연휴양림)","description":"Hakgasan Recreational Forest is located in a valley on the northern side of Hakgasan Mountain, known for its clean air. The recreational forest has log cabins that harmonize with the nearby trees, creeks, and rocks, making visitors feel as if they are resting at a luxury villa. It is an ideal vacation destination for those who want to get closer to nature. There is a hiking path leading to the summit of Hakgasan Mountain from the forest, taking around 2 hours. Additional amenities within the forest include campfire pits, an outdoor stage, childrens playground, exercise equipment, water play area, a lecture hall, and more.","regDate":"2022-12-11","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"","blogPath":"Gyeongsangbuk-do/2022-12-11-1670747923691"},{"id":"2022-12-11-1670744180648","title":"Gyeongju Daereungwon Ancient Tomb Complex (경주 대릉원 일원)","description":"Gyeongju Daereungwon Tomb Complex consists of five tombs, Ancient Tombs of Gyeongju Nodong-ri, Noseo-ri, Hwangnam-ri, Hwango-ri, and Inwang-ri. The tombs are distributed in Hwangnam-dong, Gyeongju-si, and are located in the Daereungwon area. Within Daereungwon Tomb Complex is Cheonmachong Tomb, which was excavated in 1973. Furthermore, Hwangnamdaechong Tomb was excavated between 1973 and 1975, and are twin tombs belonging to a presumed married couple.","regDate":"2022-12-11","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-12-11-1670744180648/2653398_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-11-1670744180648"},{"id":"2022-12-11-1670740808870","title":"Goraebul Beach (고래불해수욕장)","description":"Goraebul Beach is located in Yeongdeok, Gyeongsangbuk-do. Its fine white sands stretch for 8 kilometers giving way to clean seawaters, and it is shaded by a pine forest. The beach has various facilities for visitors comfort including shower stalls, restroom, drinking fountain, snack bar and parking lot. Nearby tourist attractions include Wijeong Mineral Spring and Jangyuksa Temple. In Goesi-ri, there are many ancient buildings that can be seen throughout the area. Roughly 30 houses that are approximately 200 years old line the coastal drive. National Road number 7 heading north showcases almost all of the famous tourist attractions that line the East Sea.","regDate":"2022-12-11","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites"],"imgUrl":"/2022-12-11-1670740808870/2021976_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-11-1670740808870"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}