{"pageProps":{"content":"![Incheon Airport Korea Traditional Culture Center (인천국제공항 한국전통문화센터)](/2022-08-11-1660207401390/709483_image2_1.webp)\n\n  \n## Overview\n\n> The Incheon International Airport Traditional Culture Workshops are exhibition areas where traditional Korean culture experiential programs have been prepared for people awaiting flights departing from Korea, or for travelers waiting for connecting flights. Currently, there are two programs available in the exhibition areas, made available for all travelers using the third floor departure area. <br>\n\n<br>\nParticipants will be able to learn how to make jewelry boxes out of <em>hanji</em> (traditional Korean paper) or make cell phone straps using traditional sewing techniques that were used to make clothing and accessories. Even if you lack the skilled hands needed for \nthese crafts, anyone can follow the simple instructions provided in English, Japanese, and Chinese, and have fun at the workshops. Aside from these programs, there are special programs that are prepared for visitors every 3 to 4 months, such as drawing traditional patterns, coloring traditional Korean fans, and making small purses by using traditional knotting techniques. <br>\n\n<br>\nYou can also take a look at the traditional arts and crafts that are put on display in the exhibition areas as well. There are two traditional culture workshops located at Incheon International Airport in both the east and west wings. <br>\n<br>\nThe traditional culture workshops and traditional craftworks exhibition are provided free of charge for all interested guests. The craftworks exhibition is located diagonally across from the fourth floor departure area convenience facility, and is open 24 hours a day. Also, if you visit between the hours of 10:00 and 18:00 Monday to Friday, English guides will be available for your added convenience. At present, the exhibition is showcased under the theme of presenting over 70 arts and crafts, including traditional Korean ceramic ware, clothing, various accessories, and other traditional cultural arts made by skilled artisans.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-32-743-0357,<br>+82-32-743-0359, +82-32-741-3215|\n|restdate:|N/A (Open all year round)|\n|usetime:|07:00-22:00|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Restrooms:|Available|\n|Interpretation Services Offered:|English, Japanese, Chinese<br>English guided tour for the traditional art crafts exhibition hall.<br>Monday - Friday from 10:00-18:00|\n  \n## Detail Image\n![/2022-08-11-1660207401390/709500_image2_1.webp](/2022-08-11-1660207401390/709500_image2_1.webp)\n![/2022-08-11-1660207401390/709503_image2_1.webp](/2022-08-11-1660207401390/709503_image2_1.webp)\n![/2022-08-11-1660207401390/709511_image2_1.webp](/2022-08-11-1660207401390/709511_image2_1.webp)\n![/2022-08-11-1660207401390/709513_image2_1.webp](/2022-08-11-1660207401390/709513_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-32-743-0357,<br>+82-32-743-0359, +82-32-741-3215](tel:+82327430357,<br>+82327430359, +82327413215)\n- [🏠www.airport.kr](https://www.airport.kr/ap/en/index.do)\n\n\n```googleMap\nlatitude: 37.4477587223\nlongitude: 126.4517085074\ntitle: Two locations near duty-free shop (East Wing: Gate 24 / West Wing: Gate 40), One location near Incheon International Airport 3F Departure Area 272, Gonghang-ro, Jung-gu, Incheon-si\n```\n  \n## Directions\n  \n[Subway]<br>\nIncheon International Airport Station (AREX Line) <br>\nEast Wing - Located on the third floor departure area of Incheon International Airport, only 5m away from gate 24, next to the sign.\n<Br>West Wing - Located on the third floor departure area of Incheon International Airport, about 5m away from gate 40, across from the  coffee shop.\n","data":{"id":"2022-08-11-1660207401390","title":"Incheon Airport Korea Traditional Culture Center (인천국제공항 한국전통문화센터)","description":"The Incheon International Airport Traditional Culture Workshops are exhibition areas where traditional Korean culture experiential programs have been prepared for people awaiting flights departing from Korea, or for travelers waiting for connecting flights. Currently, there are two programs available in the exhibition areas, made available for all travelers using the third floor departure area. <br><br>Participants will be able to learn how to make jewelry boxes out of <em>hanji</em> (traditional Korean paper) or make cell phone straps using traditional sewing techniques that were used to make clothing and accessories. Even if you lack the skilled hands needed for these crafts, anyone can follow the simple instructions provided in English, Japanese, and Chinese, and have fun at the workshops. Aside from these programs, there are special programs that are prepared for visitors every 3 to 4 months, such as drawing traditional patterns, coloring traditional Korean fans, and making small purses by using traditional knotting techniques. <br><br>You can also take a look at the traditional arts and crafts that are put on display in the exhibition areas as well. There are two traditional culture workshops located at Incheon International Airport in both the east and west wings. <br><br>The traditional culture workshops and traditional craftworks exhibition are provided free of charge for all interested guests. The craftworks exhibition is located diagonally across from the fourth floor departure area convenience facility, and is open 24 hours a day. Also, if you visit between the hours of 10 00 and 18 00 Monday to Friday, English guides will be available for your added convenience. At present, the exhibition is showcased under the theme of presenting over 70 arts and crafts, including traditional Korean ceramic ware, clothing, various accessories, and other traditional cultural arts made by skilled artisans.","regDate":"2022-08-11","author":"korea-tour","tag":["Incheon","Culture/Art/History","Experience Programs","Traditional Experience"],"imgUrl":"/2022-08-11-1660207401390/709483_image2_1.webp","blogPath":"Incheon/2022-08-11-1660207401390","pageUrl":"https:/mcdryad.com/Incheon/2022-08-11-1660207401390"},"dataList":[{"id":"2022-08-12-1660297144257","title":"Songdo Central Park (송도 센트럴파크)","description":"The city of Songdo is a futuristic city with buildings like a piece of art. As the first seawater park in the country, Songdo Central Park provides visitors with various water sports including water taxi, canoe, and more. The landmark of Songdo also provides culture and arts throughout the park.","regDate":"2022-08-12","author":"korea-tour","tag":["Incheon","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-08-12-1660297144257/2661934_image2_1.webp","blogPath":"Incheon/2022-08-12-1660297144257"},{"id":"2022-08-12-1660286846929","title":"Socheongdo Island (소청도)","description":"Socheongdo Island is a small island located approximately 210 kilometers northwest of Incheon. The island is full of oddly formed rocks and visitors can enjoy sea fishing throughout the year. There are two fishing villages on the island with various sea life for fishing.","regDate":"2022-08-12","author":"korea-tour","tag":["Incheon","Nature","Natural Sites"],"imgUrl":"/2022-08-12-1660286846929/1534976_image2_1.webp","blogPath":"Incheon/2022-08-12-1660286846929"},{"id":"2022-08-12-1660282708425","title":"Sinteuri Park (신트리공원)","description":"The city of Bupyeong is surrounded by Gyeyangsan Mountain, Cheolmasan Mountain, and Manwolsan Mountain, which all form a basin-shaped area in the center. Bupyeong slowly began to establish itself as a city after the opening of Gyeongin railway and the U.S. Army base established right after the Korean War. Sinteuri Park in Bupyeong 4(sa)-dong neighborhood is equipped with outdoor recreational facilities including a soccer field, tennis court, badminton court, children's playground, walking trail, and water fountain, spanning an impressive 58,594 ㎡. It also has a library with 1,500 seats, and a floor area of 7,869 ㎡. The park serves as a main recreational area for Bupyeong residents.","regDate":"2022-08-12","author":"korea-tour","tag":["Incheon","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-08-12-1660282708425/760484_image2_1.webp","blogPath":"Incheon/2022-08-12-1660282708425"},{"id":"2022-08-12-1660280190872","title":"Silmi Beach (실미해수욕장)","description":"Silmi Beach, also known as Keunmuri Beach, is located on Muuido Island. The clean, sandy beach stretches out beautifully against the backdrop of a lush pine tree forest so dense that it does not let daylight in, even at midday. Facing the beach is Silmido Island, the location for the filming of Silmido (2003), a Korean movie based on the tragic story of Korean Special Ops Unit 684. The film set, however, was demolished after the shooting. The pathway to the island, which has no residents, can be shown during low tide. Therefore, visitors should be aware of the tidal times to know when they can cross back to the mainland.","regDate":"2022-08-12","author":"korea-tour","tag":["Incheon","Nature","Natural Sites"],"imgUrl":"/2022-08-12-1660280190872/190690_image2_1.webp","blogPath":"Incheon/2022-08-12-1660280190872"},{"id":"2022-08-12-1660277185177","title":"Seonnyeo Rock (선녀바위)","description":"Seonnyeo Rock is located near the Seoul metropolitan area, in the northern part of Yongyudo Island, past Masian Beach. The rock is named after the myth that a fairy came down on a rainbow to play on the beach. Artists come to recreate the scenery of the sharp rock against the ocean on their canvas as they listen to the waves crash. The beach is also popular among tourists at sunset, when the fading sun colors the sea around the rock.<br> On the other side is a small dock and old fishing boats. This beach is less crowded than Wangsan Beach or those in Eurwang-ri, making it the perfect spot for swimming and camping. <br> There is a pretty cafe up the hill from the rock and it is a great place for enjoying the ocean scenery with a cup of tea. On the other side of the cafe is a garden with pine trees, yet another beautiful spot to watch the sunset.","regDate":"2022-08-12","author":"korea-tour","tag":["Incheon","Nature","Natural Resources","Rocks"],"imgUrl":"/2022-08-12-1660277185177/1826990_image2_1.webp","blogPath":"Incheon/2022-08-12-1660277185177"},{"id":"2022-08-12-1660271887021","title":"Seongmodo Island (석모도)","description":"Seongmodo Island, located 1.2 kilometers west of Ganghwado Island, is a popular destination for families and those looking for relaxation. The island has various mountains as well as a 41.8 kilometer coastal road.","regDate":"2022-08-12","author":"korea-tour","tag":["Incheon","Nature","Natural Sites"],"imgUrl":"/2022-08-12-1660271887021/2674909_image2_1.webp","blogPath":"Incheon/2022-08-12-1660271887021"},{"id":"2022-08-11-1660261136691","title":"Oktokki Space Center (옥토끼우주센터)","description":"Oktokki Space Center is Korea's first aerosepace theme park. The center collects, preserves, and exhibits materials related to aerospace engineering to educate and promote to the public. It is open to visitors all year round, offering diverse activity programs and experience rides that can be enjoyed by people of all ages. The center is especially well equipped with fun learning materials as well as educational programs to spark children's insterest in the field.","regDate":"2022-08-11","author":"korea-tour","tag":["Incheon","Culture/Art/History","Experience Programs","Unique Experience"],"imgUrl":"/2022-08-11-1660261136691/1575771_image2_1.webp","blogPath":"Incheon/2022-08-11-1660261136691"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}