{"pageProps":{"content":"![Gangchon Resort (강촌유원지)](/2022-09-22-1663840048251/1850165_image2_1.webp)\n\n  \n## Overview\n\n> The Gangchon Resort, as one of Chuncheon’s major resorts, stretches along the Bukhangang River and the Gangchoncheon Stream. It offers splendid scenery and many neighboring tourist attractions, such as Gugok Falls, Deungseon Falls, and Samaksan Mountain. It has excellent accessibility of public transportation, many theme park facilities, and accommodation facilities, so it has been a popular location for a young people’s membership trip from the 1970s to the 1990s. However, along with the opening of the double-track railway on the Gyeongchun Line in 2010, the Gangchon Station building was relocated and consequently, the number of visitors has decreased and the local business experienced depression. Therefore, there has been a campaign to revitalize Gangchon. Near the former Gangchon Station, the large sculpture “Ddo-ori Gangchon” has been installed, and the reduced-size model of the Deungseongyo Bridge (suspension bridge), which was a famous tourist attraction in the past, has been reproduced. In particular, “Ddo-ori Gangchon,” which is a popular photo zone, was built by embodying the Scaly-side Merganser (Mergus squamatus, Natural Monument No. 448), which come the area of Gangchon in winter. Additionally, the Deungseongyo Bridge, which was Korea’s first suspension bridge, but demolished in 1985, was reproduced as a tourist pedestrian bridge with a length of 58 m. Furthermore, Gangchon Land, which is a well-known theme park, and the activity of four-wheel motorcycle riding along the riverside, are also major tourist attractions in Gangchon.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-33-250-3896|\n|parking:|Not allowed|\n|restdate:|Open year round|\n|usetime:|00:00–24:00|\n  \n\n  \n## Detail Image\n![/2022-09-22-1663840048251/1583492_image2_1.webp](/2022-09-22-1663840048251/1583492_image2_1.webp)\n![/2022-09-22-1663840048251/2364894_image2_1.webp](/2022-09-22-1663840048251/2364894_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-33-250-3896](tel:+82332503896)\n\n\n\n```googleMap\nlatitude: 37.8157038798\nlongitude: 127.6325486998\ntitle: The area of Namsan-myeon, Chuncheon-si, Gangwon-do\n```\n  \n## Directions\n  \n[Bus]<br>\nFrom Chuncheon Intercity Bus Terminal, take a local city bus headed for Seoul and get off at Gangchon Bus Stop. <br>\n<BR>\n[Train]<br>\nFrom Cheongnyangni Station take trains heading to Gangchon Station. <br>\nWalk for approx. 5 min.\n","data":{"id":"2022-09-22-1663840048251","title":"Gangchon Resort (강촌유원지)","description":"The Gangchon Resort, as one of Chuncheon’s major resorts, stretches along the Bukhangang River and the Gangchoncheon Stream. It offers splendid scenery and many neighboring tourist attractions, such as Gugok Falls, Deungseon Falls, and Samaksan Mountain. It has excellent accessibility of public transportation, many theme park facilities, and accommodation facilities, so it has been a popular location for a young people’s membership trip from the 1970s to the 1990s. However, along with the opening of the double-track railway on the Gyeongchun Line in 2010, the Gangchon Station building was relocated and consequently, the number of visitors has decreased and the local business experienced depression. Therefore, there has been a campaign to revitalize Gangchon. Near the former Gangchon Station, the large sculpture “Ddo-ori Gangchon” has been installed, and the reduced-size model of the Deungseongyo Bridge (suspension bridge), which was a famous tourist attraction in the past, has been reproduced. In particular, “Ddo-ori Gangchon,” which is a popular photo zone, was built by embodying the Scaly-side Merganser (Mergus squamatus, Natural Monument No. 448), which come the area of Gangchon in winter. Additionally, the Deungseongyo Bridge, which was Korea’s first suspension bridge, but demolished in 1985, was reproduced as a tourist pedestrian bridge with a length of 58 m. Furthermore, Gangchon Land, which is a well-known theme park, and the activity of four-wheel motorcycle riding along the riverside, are also major tourist attractions in Gangchon.","regDate":"2022-09-22","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Recreational Sites","Resorts"],"imgUrl":"/2022-09-22-1663840048251/1850165_image2_1.webp","blogPath":"Gangwon-do/2022-09-22-1663840048251","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-09-22-1663840048251"},"dataList":[{"id":"2022-10-07-1665132866837","title":"Odaesan National Park (오대산국립공원)","description":"Odaesan Mountain is located in the central and eastern part of Gangwon-do. The mountain was designated a national park in February 1975, including an area of 298.5 ㎢ centered on the highest peak, Birobong Peak (alt. 1,563 meters). Other peaks include Horyeongbong, Sangwangbong, Dongdaesan, and Durobong.<br><br>Odaesan Mountain has the largest natural forest of Korea, home to many wild animals and plants. The mountain is divided into smaller sections  Odaesan Section, Bangadari Bridge Section, Byeongnae-ri Section, Hwangbyeongsan Mountain Section, Hongcheon-myeon Section, and Sogeumgang River Section. It is also rich in soil and resources, with lush forests and gentle slopes.","regDate":"2022-10-07","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","National Parks"],"imgUrl":"/2022-10-07-1665132866837/2633943_image2_1.webp","blogPath":"Gangwon-do/2022-10-07-1665132866837"},{"id":"2022-10-07-1665129020335","title":"National Center for Forest Activities Chuncheon (국립춘천숲체원)","description":"National Center for Forest Activities Chuncheon is 335 ha of area located near Samhangol Valley. The center has a slogan PLAY meaning P for Play, L for Lead, A for Act, and Y for You. Various facilities are available including area for experience programs, accommodations, restaurants and more. Experience programs for individuals and groups are available as well as special programs for people with disabilities and elderlies.","regDate":"2022-10-07","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"/2022-10-07-1665129020335/2711057_image2_1.webp","blogPath":"Gangwon-do/2022-10-07-1665129020335"},{"id":"2022-10-07-1665126108954","title":"Namhangjin Beach (남항진해변(남항진해수욕장))","description":"Namhangjin Beach is a white sandy beach covering an area of 24,000 ㎡ and a length of 600 meters. Near the beach, there is a number of <em> hoetjip</em> (raw fish restaurant) with spacious parking lots. In addition, the dense pine tree forest and neat accommodations are other attractive features of this place.<br><br>Namhangjin Port is the where the Seomseokcheon Stream meets the Namdaecheon Stream. The name Namhangjin originated from an old  port in Songjeong, which was located on a street leading south to Hansongsa Temple.","regDate":"2022-10-07","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites"],"imgUrl":"/2022-10-07-1665126108954/1581157_image2_1.webp","blogPath":"Gangwon-do/2022-10-07-1665126108954"},{"id":"2022-10-07-1665122173879","title":"Namdaecheon Stream (남대천)","description":"This stream is taken as the first among the Eight Sights of Yangyang. Originating from Odaesan Mountain (1,563 m) in Pyeongchang-gun, Gangwon-do, this river flows through Yangyang and into the East Sea. The stream is divided into five areas; the upper stream, Buyeon Valley, Beopsuchiri Valley, Eoseongjeoncheon Stream, and Namdaecheon Stream. Namdaecheon Stream is the foremost site for salmon run in Korea, with more than 70% of salmon in Korea returning to this “river mother of salmons.” Salmon fry hatching here spend about 3 to 5 years in Bering or the Sea of Okhotsk, and return to the East Sea to run the river and lay their eggs at the end of their lives. Salmon run in Namdaecheon Stream reaches its x_height in mid-October to November, and is celebrated by Yangyang Salmon Festival held in mid-October. Other fish sightings include the big-scaled redfin in April and May, and sweetfish in July and August. Namdaecheon Stream is said to be the clearest and the longest stream in Yeongdong region of Gangwon-do  while other streams are about 20 km long, Namdaecheon Stream has a total length of 54 km and many other distributaries. It is also home to tourist sites like the Beopsuchiri Valley and Naksan Beach, and Namdaecheon Eco Trail at the delta is known for its silver reeds in fall.","regDate":"2022-10-07","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites"],"imgUrl":"/2022-10-07-1665122173879/2365176_image2_1.webp","blogPath":"Gangwon-do/2022-10-07-1665122173879"},{"id":"2022-10-07-1665117224952","title":"Namaehang Port (남애항)","description":"The largest port in Yangyang area is also one of the Eight Sights of Yangyang, and along with Simgokhang Port of Gangneung and Chogokhang Port of Samcheok, said to be the three most beautiful ports in Gangwon-do. Indeed, its reputation can be seen in the picturesque view of the white and red lighthouse, breakwater, and the fishing boats docked at the port. Another point of interest at Namaehang Port is the Namaehang Skywalk Observatory. Located at the entrance to the breakwater, this observation point offers a breathtaking view of the Namaehang Port area and the East Sea. The island, where the skywalk is located, was called Yangyado Island during the Joseon period, and the site of this observation point used to have a beacon during the Joseon period. Namae Fishing Village Experience, a village that is fed by the Namaehang Port, offers fishing boat trips for visitors, along with hand fishing, rock crab catching, and stuffed squid making. Some of Namaehang Port’s major catches include squid, plaice, and flatfish. A line of restaurants specializing in raw fish slices allows visitors to enjoy the fresh catch right away.","regDate":"2022-10-07","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites"],"imgUrl":"/2022-10-07-1665117224952/2711334_image2_1.webp","blogPath":"Gangwon-do/2022-10-07-1665117224952"},{"id":"2022-10-06-1665050049316","title":"Namae Beach (Namae 1, 3-ri) (남애해변(남애1, 3리))","description":"In addition to the beautiful Maeho Lagoon at its side, Namae-ri is home to three beaches. The northernmost Namae Beach is the largest among the three, with a sandy shore that is 2 kilometers long and 100 meters wide. The beach has great quality sand and shallow waters, with an average depth of only 1 to 2 meters. Also, a field of reeds is beautifully stretched out on both sides of the stream flowing from Maeho Lagoon. Near Maeho Lagoon is the breeding ground for egrets and grey herons in Pomae-ri, designated as Natural Monument No. 229. <br><br>The other two beaches in Namae-ri consist of Namae 1(il)-ri Beach, a charming small beach in the furthest south, and Namae 3(sam)-ri Beach, located near Naemae Port.","regDate":"2022-10-06","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites"],"imgUrl":"/2022-10-06-1665050049316/1584010_image2_1.webp","blogPath":"Gangwon-do/2022-10-06-1665050049316"},{"id":"2022-10-06-1665046509526","title":"Namae Beach (남애해수욕장)","description":"Namae Beach, located in Namae-ri, Yangyang-gun, is divided into three sections. The uppermost section, known as Gaetmaeul Beach, is 310 meters long and 69 meters wide and is ideal for a quiet and peaceful vacation. It is also a treasure trove of biodiversity and hosts interesting events that change every year. The second beach right below is Namae 3-ri Beach, a 504 meter-long, 77 meter-wide beach with shallow waters and fine sand and a host of accommodations and amenities serving tourists. The southernmost beach is Namae 1-ri Beach, a small beach that is 396 meters in length and 36 meters in x_width. It is a popular fishing site because of the large number of rocks along the shore, and its relative obscurity keeps the beach clean and tidy. The nearby Namaehang Port is said to be one of the “Three Beautiful Ports on the East Coast,” and a famous sunrise spot. Namaehang Skywalk and Undersea Experiential Learning Center can be found nearby as well.","regDate":"2022-10-06","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites"],"imgUrl":"/2022-10-06-1665046509526/2711369_image2_1.webp","blogPath":"Gangwon-do/2022-10-06-1665046509526"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}