{"pageProps":{"content":"![Jjangttungeo (Mudskipper) Bridge (짱뚱어다리)](/2023-01-24-1674552966306/2612383_image2_1.webp)\n\n  \n## Overview\n\n> Featuring natural areas untouched by human hands, Jeungdo Island in Sinan-gun was the first Slow City designated in Asia as of December 1, 2007. The trademark image of the island is Jjangttungeo Bridge, a 470-meter-long wooden bridge built above the mud flat. The bridge allows visitors to observe mud creatures all without stepping foot in the mud. The jjangttungeo (mudskipper) is only able to live in clean mud flats and they are easily found in this island. The name of the bridge comes from the image of many mudskippers jumping around the bridge. During low tide, the vast mud flat appears, as well as various mud organisms including mudskippers, crabs, clams and lug worms. When the tide is high, crossing this bridge will give the feeling of walking on water. The sight seen from the bridge is perfect for a date course, and the bridge leads to Ujeong Beach, which offers a beautiful view of the setting sun.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese)|\n|parking:|Available|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Restrooms:|Available (Next to Jeungdo Slow City Tourism Information Center)|\n  \n## Detail Image\n![/2023-01-24-1674552966306/2612382_image2_1.webp](/2023-01-24-1674552966306/2612382_image2_1.webp)\n![/2023-01-24-1674552966306/2612384_image2_1.webp](/2023-01-24-1674552966306/2612384_image2_1.webp)\n![/2023-01-24-1674552966306/2617974_image2_1.webp](/2023-01-24-1674552966306/2617974_image2_1.webp)\n![/2023-01-24-1674552966306/2617975_image2_1.webp](/2023-01-24-1674552966306/2617975_image2_1.webp)\n\n\n  \n## Contact\n\n\n\n\n\n```googleMap\nlatitude: 34.9910878394\nlongitude: 126.1358695722\ntitle: Daecho-ri, Sinan-gun, Jeollanam-do\n```\n  \n## Directions\n  \n[Express/Intercity Bus]<br>\nFrom Seoul Central City Express Bus Terminal, take an express bus to Gwangju U-Square Bus Terminal.<br>\nFrom Gwangju U-Square Bus Terminal, take an express bus to Jido Express Bus Terminal.<br><br>\n\n[Local Bus]<br>\nFrom Jido Express Bus Terminal, take a bus bound for Jeungdo to Jeungdo-myeon.<br>\nTake a bus or a taxi from Jeungdo-myeon to Jjangttungeo Bridge.\n","data":{"id":"2023-01-24-1674552966306","title":"Jjangttungeo (Mudskipper) Bridge (짱뚱어다리)","description":"Featuring natural areas untouched by human hands, Jeungdo Island in Sinan-gun was the first Slow City designated in Asia as of December 1, 2007. The trademark image of the island is Jjangttungeo Bridge, a 470-meter-long wooden bridge built above the mud flat. The bridge allows visitors to observe mud creatures all without stepping foot in the mud. The jjangttungeo (mudskipper) is only able to live in clean mud flats and they are easily found in this island. The name of the bridge comes from the image of many mudskippers jumping around the bridge. During low tide, the vast mud flat appears, as well as various mud organisms including mudskippers, crabs, clams and lug worms. When the tide is high, crossing this bridge will give the feeling of walking on water. The sight seen from the bridge is perfect for a date course, and the bridge leads to Ujeong Beach, which offers a beautiful view of the setting sun.","regDate":"2023-01-24","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Architectural Sights","Bridges"],"imgUrl":"/2023-01-24-1674552966306/2612383_image2_1.webp","blogPath":"Jeollanam-do/2023-01-24-1674552966306","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-24-1674552966306"},"dataList":[{"id":"2023-01-30-1675075096194","title":"Taeansa Temple (태안사)","description":"Located on the foot of Dongnisan Mountain, Taeansa Temple was built by three monks during the reign of the Silla King, Gyeongdeok (742). Afterwards, Monk Hyecheol constructed a large temple with 132 rooms during Goryeo Taejo’s reign, which was established as a central seminary of the Dongnisan Mountain area. In the precincts there are four treasures, including Hyecheolguksa Sari Pagoda, Gwangjaseonsa Pagoda and Neungpagak. The temple was badly damaged during the Korean War and had been refurbished since then. An invigorating valley and a shady nook can be reached just 1.8 kilometers from the entrance of the temple. It is a popular trail during the fall, with its bright maple leaves.","regDate":"2023-01-30","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2023-01-30-1675075096194/2043426_image2_1.webp","blogPath":"Jeollanam-do/2023-01-30-1675075096194"},{"id":"2023-01-30-1675071391945","title":"Suncheonman Bay Yongsan Observatory (순천만 용산전망대 (S자 물길))","description":"Yongsan Observatory offers an unobstructed view of Suncheonman Bays large S-shaped waterway. The observatory can be reached by following the trail through the field of reeds, crossing over Daedae Estuary on Mujingyo Bridge. With a birds-eye-view, take in the vast fields of reeds and mudflats, dotted throughout with groups of birds wading through in search of food.","regDate":"2023-01-30","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Architectural Sights","Monuments/Observatories"],"imgUrl":"/2023-01-30-1675071391945/1817061_image2_1.webp","blogPath":"Jeollanam-do/2023-01-30-1675071391945"},{"id":"2023-01-30-1675068008860","title":"Suncheonman Bay Wetland Reserve (순천만습지 (구, 순천만자연생태공원))","description":"Suncheonman Bays reed field covers a total area of approximately 495,867 ㎡, encompassing the regions of Gyoryang-dong and Daedae-dong in Suncheon as well as Haeryong-myeons Jungheung-ri, Haechang-ri, and Seonhak-ri. The reed field starts from the confluence of Dongcheon and Isacheon Streams, and stretches along both sides of the stream for approximately 3 kilometers until it reaches the main reed colony at Suncheonman Bay. The reed fields in Suncheonman Bay are thickly covered with reeds taller than a full-grown man. It is the biggest colony of reeds in Korea. The scene of the entire field swaying in the wind is like watching waves on the sea. Suncheonman Bay Wetland Reserve is a natural habitat for birds of over 140 species, including migratory and endangered bird species such as the hooded crane, white-naped crane, Oriental White Stork, black-faced spoonbill, Eurasian Oystercatcher as well as birds designated as natural treasures.","regDate":"2023-01-30","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2023-01-30-1675068008860/2653949_image2_1.webp","blogPath":"Jeollanam-do/2023-01-30-1675068008860"},{"id":"2023-01-30-1675064182057","title":"Suncheon Wild Tea House (순천전통야생차체험관)","description":"Suncheon Wild Tea house is a tea experience house. It is located on the road to Seonamsa Temple in Jogyesan Mountain. At the Suncheon Wild Tea House, visitors can experience the beauty and the composure of a traditional Korean style house while enjoying the delicate flavor and scent of tea surrounded by scent of pine trees. Available programs are <em>darye</em> (manners of tea drinking) experience, tea making, tea cookie tasting and education on tea ceremony.","regDate":"2023-01-30","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Experience Programs","Traditional Experience"],"imgUrl":"/2023-01-30-1675064182057/1840763_image2_1.webp","blogPath":"Jeollanam-do/2023-01-30-1675064182057"},{"id":"2023-01-30-1675060806414","title":"Suncheon Songgwangsa Temple (송광사 (순천))","description":"Songgwangsa Temple is located on the west side of Jogyesan Mountain, and is a famous <em>sambosachal</em> in Korea, along with Haeinsa Temple and Tongdosa Temple. Songgwangsa Temple has produced many high monks, earning recognition as a <em>seungbo</em> temple. The temple has 27 cultural assets and approximately 80 buildings.","regDate":"2023-01-30","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2023-01-30-1675060806414/1607826_image2_1.webp","blogPath":"Jeollanam-do/2023-01-30-1675060806414"},{"id":"2023-01-30-1675056987081","title":"Suncheon Heungryunsa Temple (흥륜사 (순천))","description":"Heungryunsa Temple is a missionary center of the Hwaeomsa Temple. Located in Jukdobong Park (downtown Suncheon), the site was previously used as an archery range. <br><br>*History<br>Heungryunsa Temple is a branch of Hwaeomsa Temple, which is the 19th local temple of Jogye Order. It is said that Heungryunsa Temple was constructed during the reign of King Seonjo of the Joseon dynasty and that the site was used as a place where naval forces practiced archery during the Imjin War in 1592. At the same time, the temple was the first military base of monk-turned-military officers from Hwaeomsa, Songgwangsa, and Seonamsa Temples.<br><br> The current building was reconstructed in 1986 by Monk Jongwon, who is still the chief abbot of the temple.","regDate":"2023-01-30","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2023-01-30-1675056987081/1971043_image2_1.webp","blogPath":"Jeollanam-do/2023-01-30-1675056987081"},{"id":"2023-01-30-1675053547703","title":"Suncheon Dolmen Park (순천 고인돌공원)","description":"Suncheon Dolmen Park was created to preserve the many dolmen found in the area submerged due to the construction of Juam Dam 1984-1991. In addition to the dolmens, the park also displays prehistoric relics and pottery. Another exhibition hall on memorial services has a screening room and shows the evolution of memorial practices in the Jeollanam-do region. The entire area of the park is designated Cultural Property No. 154 of Jeollanam-do.","regDate":"2023-01-30","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2023-01-30-1675053547703/1607839_image2_1.webp","blogPath":"Jeollanam-do/2023-01-30-1675053547703"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}