{"pageProps":{"content":"![Wando-gun, Cheongsando Island [Slow City] (완도군 청산도 [슬로시티])](/2023-02-01-1675222933472/1784242_image2_1.webp)\n\n  \n## Overview\n\n> The name Cheongsan (靑山) carries the meaning that all of the surroundings - the mountains, ocean and sky - are blue. Cheongsando Island is a small island featuring beautiful scenery located 19.2km from Wando in Jeollanam-do, and is the southernmost island in Dadohae. The island looks to Geomundo Island in the east, Soando Island in the west, Jejudo Island in the south, and Sinjido Island in the north. Cheongsando Island was designated as part of Dadohaehaesang National Park on December 23, 1981 and the first Asian slow city on December 1, 2007. The slower visitors walk through the island, the more beautiful the island is. Likewise, the island was picked as one of must-visit tourism spots by Korea Tourism Organization and CNN. The island also features the valuable agricultural asset of gudeuljangnon, terraced rice paddies.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330<br>(Korean, English, Japanese, Chinese) <br> • For more info: +82-61-550-5151|\n  \n\n  \n## Detail Image\n![/2023-02-01-1675222933472/1784238_image2_1.webp](/2023-02-01-1675222933472/1784238_image2_1.webp)\n![/2023-02-01-1675222933472/1784239_image2_1.webp](/2023-02-01-1675222933472/1784239_image2_1.webp)\n![/2023-02-01-1675222933472/2026121_image2_1.webp](/2023-02-01-1675222933472/2026121_image2_1.webp)\n![/2023-02-01-1675222933472/2026123_image2_1.webp](/2023-02-01-1675222933472/2026123_image2_1.webp)\n![/2023-02-01-1675222933472/2026124_image2_1.webp](/2023-02-01-1675222933472/2026124_image2_1.webp)\n![/2023-02-01-1675222933472/2026127_image2_1.webp](/2023-02-01-1675222933472/2026127_image2_1.webp)\n![/2023-02-01-1675222933472/2026134_image2_1.webp](/2023-02-01-1675222933472/2026134_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-61-550-5151](tel:+82615505151)\n- [🏠www.wando.go.kr](http://www.wando.go.kr/tour/theme/schedule/day/chungsando?mode=view&idx=2934)\n\n\n```googleMap\nlatitude: 34.1799351950\nlongitude: 126.8589836381\ntitle: 19-3, Docheong 4-gil, Wando-gun, Jeollanam-do\n```\n  \n## Directions\n  \n[Bus + Taxi] <br>\nFrom Seoul Central City Bus Terminal, take an express bus to Wando Bus Terminal.<br>Take a taxi to Wando Passenger Terminal.<BR>From Wando Passenger Terminal, take a ferry to Cheongsando Island.\n","data":{"id":"2023-02-01-1675222933472","title":"Wando-gun, Cheongsando Island [Slow City] (완도군 청산도 [슬로시티])","description":"The name Cheongsan (靑山) carries the meaning that all of the surroundings - the mountains, ocean and sky - are blue. Cheongsando Island is a small island featuring beautiful scenery located 19.2km from Wando in Jeollanam-do, and is the southernmost island in Dadohae. The island looks to Geomundo Island in the east, Soando Island in the west, Jejudo Island in the south, and Sinjido Island in the north. Cheongsando Island was designated as part of Dadohaehaesang National Park on December 23, 1981 and the first Asian slow city on December 1, 2007. The slower visitors walk through the island, the more beautiful the island is. Likewise, the island was picked as one of must-visit tourism spots by Korea Tourism Organization and CNN. The island also features the valuable agricultural asset of gudeuljangnon, terraced rice paddies.","regDate":"2023-02-01","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"/2023-02-01-1675222933472/1784238_image2_1.webp","blogPath":"Jeollanam-do/2023-02-01-1675222933472","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-02-01-1675222933472"},"dataList":[{"id":"2023-02-06-1675676150812","title":"Wando Arboretum (완도수목원)","description":"Wando Arboretum features the largest and oldest broadleaf evergreen colony in the nation, along with over 3,800 other flora on a grand plot of land. The arboretum is comprised of an exhibition hall, greenhouses, walking paths, an observatory, campground, basketball court, and more.<br><br>Created in 1991, Wando Arboretum is the only warm temperate arboretum in Korea where only 15% of the landscape is considered a warm temperate region. The broadleaf evergreen tree forest has high medicinal value, and is home to many species of rare warm temperate plants such as goodyera, calanthe striata, and cephalanthera falcata. There are 30 special gardens based on different plant types. From the observatory, visitors can enjoy the view of Dadohaehaesang National Park and the southern sea. The observatory offers an opportunity to educate visitors on nature and the environment and allows them to take a rest during their visit.","regDate":"2023-02-06","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites","Botanical Gardens"],"imgUrl":"/2023-02-06-1675676150812/2678612_image2_1.webp","blogPath":"Jeollanam-do/2023-02-06-1675676150812"},{"id":"2023-02-06-1675672756640","title":"The Ocean Resort Water Park (디오션리조트 워터파크)","description":"Located inside The Ocean Resort in Yeosu, Jeollanam-do, this large water park can accommodate 600 people at once. It opened in July 2008 in time for the opening of the resort equipped with 128 rooms. It is the only water park in Korea that provides views of the refreshing blue waters of the Dadohaesang National Marine Park.<br> <br> Its indoor facilities include an artificial wave pool with slides, Para Wave Slide, Aqua Kids’ Pool, and spa.  Meanwhile, the outdoor facilities include Double Tornado, slides, and wave pools. The water park is also equipped with various convenience facilities such as cafeteria, DVD room, changing rooms, swim suit shop, and more. The resort has seven floors above ground and four below with all rooms providing ocean views. The resort facilities include a wedding hall, banquet hall, and restaurants.","regDate":"2023-02-06","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Recreational Sites","Hot Springs & Spa"],"imgUrl":"/2023-02-06-1675672756640/2605246_image2_1.webp","blogPath":"Jeollanam-do/2023-02-06-1675672756640"},{"id":"2023-02-06-1675668967364","title":"Taedo Islands (태도)","description":"Taedo Islands, located between Hongdo Island and Gageodo Island, comprises three islands. The island in the middle is called Sangtaedo Island, the island next in line is Jungtaedo Island, and the last is Hataedo, the southernmost island located nearest to Gageodo Island. Deep and clear waters surrounding the islands make for a perfect habitat for marine life. Taedo Islands are popular for seaweed that grows naturally on the rocks, often collected by hanyeo (woman divers). People on Taedo Islands have great respect for nature and perform rituals every year on Seollal (Lunar New Years Day) for prosperity and safety at sea.","regDate":"2023-02-06","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"","blogPath":"Jeollanam-do/2023-02-06-1675668967364"},{"id":"2023-02-06-1675665616372","title":"Suncheonman Bay National Garden (순천만국가정원)","description":"Suncheonman Bay National Garden was established on a plot of 1.12 million ㎢ to help protect Suncheonman Bay. The garden is home to over 790,000 trees in 505 species and 3.15 million flowers in 113 species. The numerous groups of tulips and royal azaleas are truly a sight to see. In addition, the nearby 30,000 ㎡ field of canola flowers in full bloom in May creates a beautiful yellow wave of color. Although there are restaurants within the garden, bringing in food is allowed, making the garden a great location for a picnic in the shade of the trees. <br><br>After exploring the garden, visitors can hop on the unmanned shuttle train (PRT) and ride to Suncheon Literature Center, and then transfer to the Reed Trolley to pass the 1.2-kilometer stretch of reeds to Mujingyo Bridge.","regDate":"2023-02-06","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Recreational Sites","Theme Parks"],"imgUrl":"/2023-02-06-1675665616372/1817088_image2_1.webp","blogPath":"Jeollanam-do/2023-02-06-1675665616372"},{"id":"2023-02-06-1675661728787","title":"Sinan Marine Archaeology Monuments (신안해저유물 발굴 기념비)","description":"Sinan Marine Archaeology Monuments, located in Jeungdo Island, came to existence after the discovery of the ancient artifacts. Over 28,000 items were found mostly near the region of Doduk-do Island, including  treasures from Song and Won Dynasties. After the first discovery  in 1975, more and&nbsp;various excavation results were reported, unearthening  600 years&nbsp;history, and gave a glimpse into Korea and Chinas remarkable development in intergovernmental, as well as&nbsp;trading cooperations in the past, awakening millions of&nbsp;historians in both nations. <br><br>The excavated artifacts are now housed for display at the&nbsp;Nation Museum of Korea in Seoul&nbsp;and National Maritime Museum located in Mokpo. In addition, the venue where this remarkable&nbsp;discovery was&nbsp;made and&nbsp;the monument that was erected, became&nbsp;the National Historical Site No. 274 so as to recognize the efforts and sacrifices that the divers had to make back then to preserve and unearth these world treasures.","regDate":"2023-02-06","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Architectural Sights","Monuments/Observatories"],"imgUrl":"/2023-02-06-1675661728787/2612371_image2_1.webp","blogPath":"Jeollanam-do/2023-02-06-1675661728787"},{"id":"2023-02-06-1675658350220","title":"Nohwado Island (노화도)","description":"Nohwado Island, a stopping point en route to Bogildo Island, is well known for its abalone and mussel production. The island produces 70% of Koreas cultivated abalone, and offers seashell harvesting programs. Other attractions include Nohwa Red Sea, Geuknaksa Temple, and the 450-year-old hackberry tree.","regDate":"2023-02-06","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"/2023-02-06-1675658350220/2726865_image2_1.webp","blogPath":"Jeollanam-do/2023-02-06-1675658350220"},{"id":"2023-02-06-1675654585978","title":"Namchanggyegok Valley (남창계곡)","description":"Namchanggol Valley, located at the foot of Ibamsan Mountain with a x_height of about 654 meters, belongs to the southern part of Naejangsan National Park (Namchang District). It consists of six valleys, including Sanseong, Eunseon-dong, and Banseok-dong (Saejaegyegok Valley). Nearby there is the Chonnam National University training center and beautiful surrounding scenery. Despite being well-known, visitors can enjoy their time without being crowded making it a very good summer resort. Hermitages such as the famous Baegyangsa Temple, Yaksaam Rock, and Yeongcheongul Cave, Jangseongho Lake and Bija grove are nearby as well. In particular, Ibamsanseong Fortress located in the upper reaches of the valley is Pogoksiksanseong Fortress built during the Samhan Period and designated as National Historic Site No. 384.<br><br>The Namchang Valley Nature Observation Trail, which is about 730 meters long, is equipped with various information boards and experience facilities related to nature learning, making it a good place for ecological learning. The nature observation path has themes to provide visitors with a variety of attractions, and the long stretch of cedar forest is also a must-see. In autumn, the maple leaves from the maple trees fall into the valley water creating a stunning scenery.","regDate":"2023-02-06","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites","Valleys"],"imgUrl":"","blogPath":"Jeollanam-do/2023-02-06-1675654585978"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}