{"pageProps":{"content":"![Dongnagwon House (동락원)](/2022-07-31-1659293025554/1035824_image2_1.webp)\n\n  \n## Overview\n\n> The Dongnagwon House in Jeonju Hanok Village provides a getaway to experience hanok stay and traditional Korean life. Affiliated with Jeonju Kijeon College, Dongnagwon is also a memorial hall dedicated to W. M. Junkin, who came to Korea as a missionary from the South Presbyterian Church of the United States in 1892. Dongnagwon is a reproduction of the old hanok houses in Jeonju from the time when W. M. Junkin was doing his missionary work in the area. It is \ncomprised of three buildings: Anchae (main hall), Sarangchae (guest house), and Haengnangchae (servants’ quarters).<br><br>Visitors to Dongnagwon can learn and experience traditional Korean culture such as music, crafts, and dance while inhabiting traditional lodging. In addition to providing accommodation for individual guests, Dongnagwon is also used for group accommodations or activities such as seminars, conferences, and family events. For groups of 30 or more, it is possible to rent out the entire venue (in addition to all facilities, including Seungdokdang, Seunghwadang, Cheongyuje, and the front yard).\n\n  \n## Intro\n\n| | |\n| - | - |\n|accomcount:|Up to 100 people|\n|infocenter:|• 1330 Travel Hotline: +82-63-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-63-285-3490|\n|parking:|* Nearby public parking lot|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Admission Fees:|Free|\n|Restrooms:|Available|\n|Facilities for the Handicapped:|Not available|\n|Parking Fees:|Free|\n|Reservation Info. for Natives:|Reservations made via phone|\n  \n## Detail Image\n![/2022-07-31-1659293025554/1035748_image2_1.webp](/2022-07-31-1659293025554/1035748_image2_1.webp)\n![/2022-07-31-1659293025554/1035751_image2_1.webp](/2022-07-31-1659293025554/1035751_image2_1.webp)\n![/2022-07-31-1659293025554/1035810_image2_1.webp](/2022-07-31-1659293025554/1035810_image2_1.webp)\n![/2022-07-31-1659293025554/1035818_image2_1.webp](/2022-07-31-1659293025554/1035818_image2_1.webp)\n![/2022-07-31-1659293025554/198160_image2_1.webp](/2022-07-31-1659293025554/198160_image2_1.webp)\n![/2022-07-31-1659293025554/198163_image2_1.webp](/2022-07-31-1659293025554/198163_image2_1.webp)\n![/2022-07-31-1659293025554/198164_image2_1.webp](/2022-07-31-1659293025554/198164_image2_1.webp)\n![/2022-07-31-1659293025554/198165_image2_1.webp](/2022-07-31-1659293025554/198165_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-63-285-3490](tel:+82632853490)\n- [🏠www.dongnakwon.com/](http://dongnakwon.com/)\n\n\n```googleMap\nlatitude: 35.8168446419\nlongitude: 127.1529168367\ntitle: 33-6, Eunhaeng-ro, Wansan-gu, Jeonju-si, Jeollabuk-do\n```\n  \n## Directions\n  \n[Bus] <br>1) From Jeonju Station, take bus 79 or 119. <br>Get off at Jeondong \nCathedral (Hanok Village) Bus Stop. <br>\n<br>2) From Jeonju Intercity/Express Bus Terminal, take bus 79. <br>Get off at \nJeondong Cathedral (Hanok Village) Bus Stop. <br>\n<br>[Taxi] <br>It takes 15-20min by taxi from Jeonju Station or Jeonju Bus Terminal.\n","data":{"id":"2022-07-31-1659293025554","title":"Dongnagwon House (동락원)","description":"The Dongnagwon House in Jeonju Hanok Village provides a getaway to experience hanok stay and traditional Korean life. Affiliated with Jeonju Kijeon College, Dongnagwon is also a memorial hall dedicated to W. M. Junkin, who came to Korea as a missionary from the South Presbyterian Church of the United States in 1892. Dongnagwon is a reproduction of the old hanok houses in Jeonju from the time when W. M. Junkin was doing his missionary work in the area. It is comprised of three buildings  Anchae (main hall), Sarangchae (guest house), and Haengnangchae (servants’ quarters).<br><br>Visitors to Dongnagwon can learn and experience traditional Korean culture such as music, crafts, and dance while inhabiting traditional lodging. In addition to providing accommodation for individual guests, Dongnagwon is also used for group accommodations or activities such as seminars, conferences, and family events. For groups of 30 or more, it is possible to rent out the entire venue (in addition to all facilities, including Seungdokdang, Seunghwadang, Cheongyuje, and the front yard).","regDate":"2022-07-31","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Experience Programs","Traditional Experience"],"imgUrl":"/2022-07-31-1659293025554/1035824_image2_1.webp","blogPath":"Jeollabuk-do/2022-07-31-1659293025554","pageUrl":"https:/mcdryad.com/Jeollabuk-do/2022-07-31-1659293025554"},"dataList":[{"id":"2023-01-13-1673599180687","title":"Jirisan National Park (Namwon Section) (지리산국립공원 (남원)","description":"Jirisan National Park was Koreas first designated national park. The park extends across five cities in three provinces  Gurye in Jeollanam-do; Namwon in Jeollabuk-do; Hadong, Sancheong and Hamyang in Gyeongsangnam-do. <br><br>Jirisan Mountain has over 10 peaks including Nogodan (1,507 meters), Banyabong (1,732 meters), Jeseokbong (1,806 meters) and Cheonwangbong (1,915 meters), several valleys including Baemsagol and Chilseon, and waterfalls including Guryongpokpo, Burilpokpo, Yongchupokpo and Chilseonpokpo Falls. The park is also home to several cultural assets, namely Hwaeomsa Temple, Ssanggyesa Temple and Daewonsa Temple.","regDate":"2023-01-13","author":"korea-tour","tag":["Jeollabuk-do","Nature","Natural Sites","National Parks"],"imgUrl":"","blogPath":"Jeollabuk-do/2023-01-13-1673599180687"},{"id":"2023-01-13-1673595385332","title":"Jeongeup Naejangsa Temple (내장사(정읍))","description":"Naejangsa Temple is located in the midst of the beautiful Naejangsan National Park. The temple is said to have been built by the Buddhist monk Yeongeunjosa in the year 636 of the Baekje dynasty. Once a large temple with over fifty buildings, Naejangsa was completely destroyed throughout the course of Jeongyujaeran (second Japanese invasion in 1597) and the Korean War (1950-1953). The present temple is largely the result of reconstruction efforts completed in the 1970s. One of the most prized treasures at the temple is the Ijo-dongjong Bell, considered a major cultural asset. <br><br>Naejangsan Temple is a representative temple of Jeollabuk-do along with Geumsansa Temple on Moaksan Mountain. Surrounded on all sides by towering peaks, Naejangsa Temple boasts a picturesque landscape that is particularly striking in the fall when the mountains turn crimson with autumn leaves. Nearby attractions include Baegyangsa Temple, Bangjangsan Mountain, Jangseongho Lake, and Damyangho Lake.","regDate":"2023-01-13","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2023-01-13-1673595385332/1606435_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-13-1673595385332"},{"id":"2023-01-13-1673592009100","title":"Jangansan County Park (장안산군립공원)","description":"Situated in Jangsu-gun in Jeollabuk-do, Jangansan Mountain (alt. 1,237 m) was officially designated a county park in 1986. Deoksan Valley Stream, which originates in the southwestern part of Jangansan Mountain and flows into Yongnimcheon Stream, is famous for the Deoksanyongso Waterfall Basins and the 20 or so large rocks that dot its banks. The sprawling fields of reeds along the East Ridge are also a major draw, undulating like waves of gold in the crisp autumn wind. In particular, the east hiking path on Jangansan Mountain is lined with a wide field of silver grass making it popular among hikers.","regDate":"2023-01-13","author":"korea-tour","tag":["Jeollabuk-do","Nature","Natural Sites","County Parks"],"imgUrl":"","blogPath":"Jeollabuk-do/2023-01-13-1673592009100"},{"id":"2023-01-13-1673588176159","title":"Jaman Mural Village (자만벽화마을)","description":"Jaman Mural Village is located in the ridge between Omokdae and Imokdae along the foot of Seungamsan Mountain’s Jungbawi Rock. Jeonju Hanok Village is also visible from the wide street. Although it is a fairly steep walk up to Jaman Village, visitors will be able to enjoy colorful murals painted on the buildings and walls along the way.","regDate":"2023-01-13","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Experience Programs","Cultural Districts"],"imgUrl":"/2023-01-13-1673588176159/2369452_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-13-1673588176159"},{"id":"2023-01-13-1673584827724","title":"Imsil Cheese Village (전북 임실치즈마을)","description":"Imsil Cheese, perhaps the most famous cheese in Korea, all started in 1960 with two goats. Having expanded greatly, visitors can get first-hand experience at making cheese as well as enjoy cooking with the freshest cheese available. The factory also provides cheese and yogurt at low-rate prices.","regDate":"2023-01-13","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Industrial Sites","Others"],"imgUrl":"/2023-01-13-1673584827724/1605283_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-13-1673584827724"},{"id":"2023-01-13-1673581063688","title":"Iksan Sungnimsa Temple (숭림사(익산))","description":"Sungnimsa Temple is one of the major temples in Iksan under Geumsansa Temple and was believed by some to have been built by monk Jinpyo Yulsa during the reign of King Gyeongdeok (742-764) during the Silla period. Others believe that the temple was established during the first year of King Chungmok of the Goryeo dynasty in 1345. Sungnimsa Temple was named in honor of great monk Bodhi-Dharma, who practiced seated Zen meditation for nine years at Sorimsa Temple located deep inside Sungsan Mountain in China. The temple was burnt down during the Imjin War (1592-1598), leaving only Bogwangjeon Hall. Bits and pieces of the temple were later restored in 1697, 1819, and 1892.","regDate":"2023-01-13","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2023-01-13-1673581063688/2551116_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-13-1673581063688"},{"id":"2023-01-12-1673520013413","title":"Hoemunsan Mountain (회문산)","description":"Hoemunsan Mountain (alt. 830 m) stands at the border of Imsil-gun, Sunchang-gun, and Jeongeup-si. It consists of three peaks — Hoemunbong, Janggunbong, and Gitdaebong Peaks — and stretches 8 kilometers from east to west and 5 kilometers from north to south. Because the Seomjingang River, flowing from Okjeongho Lake, surrounds Hoemunsan Mountain on two sides, the view from the peak is fascinating. There are many valleys popular for water play in the summer, drawing many visitors to the villages of Deokchi and Cheondam.","regDate":"2023-01-12","author":"korea-tour","tag":["Jeollabuk-do","Nature","Natural Sites","Mountains"],"imgUrl":"","blogPath":"Jeollabuk-do/2023-01-12-1673520013413"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}