{"pageProps":{"content":"![Bandi Land (무주 반디랜드)](/2022-07-31-1659240738191/1929715_image2_1.webp)\n\n  \n## Overview\n\n> Geared mainly towards children, Bandi Land is an excellent place to learn about and experience fireflies and other insects. It is comprised of Insect Museum, Firefly Research Center, Youth Campground, Log Cabin, and Firefly Habitat.<br><br>\n\nLocated inside of Bandi Land, Muju Bandibyeol Astronomical Science Museum teaches various stories about space, including the birth & history of space, the solar system, constellations, and space circumstances. The Environment Theme Park also has exhibitions related to fireflies, an indicator insect proving Muju is a clean area, and other local insects, perfect for educational trips.\n\n  \n## Intro\n\n| | |\n| - | - |\n|expagerange:|Open to visitors of all ages|\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-63-324-1155|\n|parking:|Available|\n|restdate:|Mondays (the following business day if Monday is a public holiday), January 1, the day of Seollal (Lunar New Year's Day) & Chuseok (Korean Thanksgiving Day)|\n|usetime:|Insect Museum: November-February 09:00-17:00 / March-October 09:00-18:00<br>Astronomical Observatory: November-February 13:00-21:00 / March-October 13:00-22:00<br />Youth Training Center: Check in 14:00 / Check out 11:00<br>Youth Campground: Check in 14:00 / Check out 12:00<br>Outdoor water playground: July-August 10:00-17:00<br>Four Season Slide: 10:00-17:00|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Admission Fees:|[Insect  Museum]<br> Individuals: Adults 5,000 won / Teenagers 4,000 won / Children & Senior citizens 3,000 won <br> Groups: Adults 4,000 won / Teenagers  3,200 won / Children & Senior citizens 2,400 won<br>* VR: 2,000 won <br> [Astronomical Observatory & Science Center]<br> Individuals: Adults 3,000 won / Teenagers & Senior citizens 2,000 won / Children 1,000 won<br> Groups: Adults 2,400 won / Teenagers & Senior citizens 1,600 won / Children 800 won<br> <br> * Teenagers (Middle school & High school), Children (ages 4-elementary school), Senior citizens (ages 65 and older)|\n|Available Facilities:|Insect Museum, Astronomical Observatory & Science Center, Firefly Research Center, Firefly Youth Training Center, Log Cabin, Environment Theme Park, Youth Campground|\n|Restrooms:|Available|\n  \n## Detail Image\n![/2022-07-31-1659240738191/1929710_image2_1.webp](/2022-07-31-1659240738191/1929710_image2_1.webp)\n![/2022-07-31-1659240738191/1929712_image2_1.webp](/2022-07-31-1659240738191/1929712_image2_1.webp)\n![/2022-07-31-1659240738191/1929713_image2_1.webp](/2022-07-31-1659240738191/1929713_image2_1.webp)\n![/2022-07-31-1659240738191/1929714_image2_1.webp](/2022-07-31-1659240738191/1929714_image2_1.webp)\n![/2022-07-31-1659240738191/1929716_image2_1.webp](/2022-07-31-1659240738191/1929716_image2_1.webp)\n![/2022-07-31-1659240738191/1929717_image2_1.webp](/2022-07-31-1659240738191/1929717_image2_1.webp)\n![/2022-07-31-1659240738191/1929718_image2_1.webp](/2022-07-31-1659240738191/1929718_image2_1.webp)\n![/2022-07-31-1659240738191/1929719_image2_1.webp](/2022-07-31-1659240738191/1929719_image2_1.webp)\n![/2022-07-31-1659240738191/1929720_image2_1.webp](/2022-07-31-1659240738191/1929720_image2_1.webp)\n![/2022-07-31-1659240738191/1929721_image2_1.webp](/2022-07-31-1659240738191/1929721_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-63-324-1155](tel:+82633241155)\n- [🏠tour.muju.go.kr/](http://tour.muju.go.kr/bandiland/index.do)\n\n\n```googleMap\nlatitude: 36.0132357529\nlongitude: 127.7587605263\ntitle: 1324, Museol-ro, Muju-gun, Jeollabuk-do\n```\n  \n\n","data":{"id":"2022-07-31-1659240738191","title":"Bandi Land (무주 반디랜드)","description":"Geared mainly towards children, Bandi Land is an excellent place to learn about and experience fireflies and other insects. It is comprised of Insect Museum, Firefly Research Center, Youth Campground, Log Cabin, and Firefly Habitat.<br><br>Located inside of Bandi Land, Muju Bandibyeol Astronomical Science Museum teaches various stories about space, including the birth & history of space, the solar system, constellations, and space circumstances. The Environment Theme Park also has exhibitions related to fireflies, an indicator insect proving Muju is a clean area, and other local insects, perfect for educational trips.","regDate":"2022-07-31","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Recreational Sites","Tourist Complexes"],"imgUrl":"/2022-07-31-1659240738191/1929715_image2_1.webp","blogPath":"Jeollabuk-do/2022-07-31-1659240738191","pageUrl":"https:/mcdryad.com/Jeollabuk-do/2022-07-31-1659240738191"},"dataList":[{"id":"2022-07-31-1659303488502","title":"Eunsusa Temple (은수사)","description":"The temple located upon Maisan Mountain was called Sangwonsa Temple during the early Joseon dynasty and was later known as Jeongmyeongam Hermitage. According to the Korean Language Society, the temple began to be called Eunsusa (meaning ‘Silver Water Temple’) after King Taejo (the founder of the Joseon dynasty) visited the temple and remarked that the water flowing nearby was as clean and smooth as pure silver. <br><br>The temple is home to the largest known Beopgo (Buddhist drum used for rituals), which was produced in 1982. A stone sculpture and a statue of Granny Samsin (a goddess that looks after babies’ births and keeps them healthy) also stand at the temple. However, the temple’s most treasured assets are its two Natural Monuments  Emerald Gaiety (a climbing vine, Natural Monument No. 380) and the Cheongsil Pear Tree (Natural Monument No. 386). Reverse icicles, though found all over the mountainsides, are most readily and abundantly found in the Eunsusa Temple area.","regDate":"2022-07-31","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-07-31-1659303488502/1605752_image2_1.webp","blogPath":"Jeollabuk-do/2022-07-31-1659303488502"},{"id":"2022-07-31-1659299982539","title":"Eunpa Lake Park (Eunpa Recreation Area) (은파호수공원(은파국민관광지))","description":"Located in Gunsan, Jeollabuk-do, Eunpa Lake Park was once a reservoir built before the Joseon dynasty that supplied water to nearby farms. The lake and its surrounding mountains were designated a national tourist site in 1985, but remain historically significant as they are featured on Daedongyeojido (Grand Map of Korea), a revered document developed by geographer Kim Jeong-ho. Known for its beauty at night, the lake was befittingly dubbed “Eunpa,” which means “silvery moonlit waves.”<br><br>Eupa Lake Park is full of natural beauty. The road that runs up from the park entrance is lined with cherry trees that create a breathtaking tunnel of pink flowers each spring. This stunning cherry blossom tunnel draws crowds of families and couples each year, particularly on the weekends. Mulbit Bridge, a landmark of the Eunpa tourist site, offers an impressive view of the Music Fountain and nightscape. At the park, you’ll also find an inline skating area, a waterfront stage, and a lotus flower garden.","regDate":"2022-07-31","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Recreational Sites","Resorts"],"imgUrl":"/2022-07-31-1659299982539/2017305_image2_1.webp","blogPath":"Jeollabuk-do/2022-07-31-1659299982539"},{"id":"2022-07-31-1659296201995","title":"Eocheongdo Island (어청도)","description":"Eocheongdo Island is known for its clear waters. Located approximately 72 kilometers northwest of Gunsan, the island was a strategical stopover port between Korea and China. With most of the islanders being fishermen, various seafood as well as garlic and vegetables can be found throughout the island.","regDate":"2022-07-31","author":"korea-tour","tag":["Jeollabuk-do","Nature","Natural Sites"],"imgUrl":"/2022-07-31-1659296201995/1385489_image2_1.webp","blogPath":"Jeollabuk-do/2022-07-31-1659296201995"},{"id":"2022-07-31-1659293025554","title":"Dongnagwon House (동락원)","description":"The Dongnagwon House in Jeonju Hanok Village provides a getaway to experience hanok stay and traditional Korean life. Affiliated with Jeonju Kijeon College, Dongnagwon is also a memorial hall dedicated to W. M. Junkin, who came to Korea as a missionary from the South Presbyterian Church of the United States in 1892. Dongnagwon is a reproduction of the old hanok houses in Jeonju from the time when W. M. Junkin was doing his missionary work in the area. It is comprised of three buildings  Anchae (main hall), Sarangchae (guest house), and Haengnangchae (servants’ quarters).<br><br>Visitors to Dongnagwon can learn and experience traditional Korean culture such as music, crafts, and dance while inhabiting traditional lodging. In addition to providing accommodation for individual guests, Dongnagwon is also used for group accommodations or activities such as seminars, conferences, and family events. For groups of 30 or more, it is possible to rent out the entire venue (in addition to all facilities, including Seungdokdang, Seunghwadang, Cheongyuje, and the front yard).","regDate":"2022-07-31","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Experience Programs","Traditional Experience"],"imgUrl":"/2022-07-31-1659293025554/1035824_image2_1.webp","blogPath":"Jeollabuk-do/2022-07-31-1659293025554"},{"id":"2022-07-31-1659289135246","title":"Deokjin Park (덕진공원)","description":"Deokjin Park is a representative city park of Jeonju. Officially designated a city park in April 1978, it is centered around a natural pond, which dates back to the Goryeo dynasty (918-1392). The park is such a landmark of the area that the lotus flowers blooming in the park’s large pond are considered one of the most impressive attractions of Jeonju. The park spans an area of 13,000 ㎡ with the pond covering about two thirds of the southern sector. An arch-shaped suspension bridge stretches across the middle of the pond, offering up-close views of the lotus blossoms. <br><br>Park designers created a traditional pavilion and a water iris garden in honor of the park’s historical background and added an artificial waterfall and wooden bridge for visual effect. The park also houses nine stone monuments including the Children’s Charter, engravings of Shin Seok-jeong and Kim Hae-gang’s poetry, and a statue of General Jeon Bong-jun. <br><br>The park is the site of the annual Dano Changpomul (Water Iris) Festival, a much-anticipated event held on the day of Dano (a Korean traditional holiday that falls on the fifth day of the fifth lunar month). During the celebration, women wash their hair in iris-infused water from the pond to wish for good health in the coming year.","regDate":"2022-07-31","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-07-31-1659289135246/2366393_image2_1.webp","blogPath":"Jeollabuk-do/2022-07-31-1659289135246"},{"id":"2022-07-31-1659286340041","title":"Deogyusan Resort (무주덕유산리조트(구, 부영덕유산리조트))","description":"Deogyusan Resort (former Muju Resort) is located in Mt. Deogyusan, and is a representative mountain resort.  It blends in beautifully with the scenery of Mt. Deogyusan National Park, and is the perfect place to enjoy winter sports. <br><br>Deogyusan Resort is great place to relax all year round, with Alps-style first class hotel and a variety of convenience facilities in its 2,200,000 pyeong area.  The resort is especially famous for its ski courses, and many enthusiasts come here during the winter.  At Manseonbong Peak (1,215m) skiing grounds, there is a lift that can handle 13,000 people at once, and there are a variety of courses from beginners' to professional levels. <br><br>Seolcheon Peak (1,520m) skiing ground where Asian Universiade competition officially opened, has a variety of gondolas and lifts, along with a hot spring to relax after skiing.  The outdoor hot springs with snow-covered mountains is especially famous.  <br><br>In addition to the aforementioned facilities, you can enjoy tennis, mountain climbing, MTB, and horse riding, and at the theme-based shopping mall, Carnival Street, there are interesting products to see and food to enjoy.  You can buy famous brand products from all over the world here cheaply, so look around.","regDate":"2022-07-31","author":"korea-tour","tag":["Jeollabuk-do"],"imgUrl":"/2022-07-31-1659286340041/2003266_image2_1.webp","blogPath":"Jeollabuk-do/2022-07-31-1659286340041"},{"id":"2022-07-31-1659282069766","title":"Deogyusan National Recreational Forest (국립 덕유산자연휴양림)","description":"Deogyusan National Recreational Forest is located south of Muju near Gucheon-dong Valley and Deogyusan National Park. The lush forest of larch and pine nut trees creates a cool ambience for relaxation. The recreational forest features a biking trail, and is near Deogyusan Ski Resort and other leisure facilities.","regDate":"2022-07-31","author":"korea-tour","tag":["Jeollabuk-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"/2022-07-31-1659282069766/219131_image2_1.webp","blogPath":"Jeollabuk-do/2022-07-31-1659282069766"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}