{"pageProps":{"content":"![Jangsaengpo Whale Watching Cruise (장생포 고래바다여행선)](/2022-07-16-1657982308753/2020477_image2_1.webp)\n  \n## Overview\n\n> Jangsaengpo Whale Cultural District, located in Nam-gu, Ulsan, is famous for the whale-themed tour program featuring a whale watching cruise, a whale museum and the whale ecology familiarization tour. The whale watching cruise was upgraded in May 2013 to include watching for dolphins as well, therefore offering an even more enjoyable whale watching tour. At night, one can experience a glamorous night view of Ulsan Industrial Complex while enjoying diverse performances and buffet dining aboard the ship.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br>(Korean, English, Japanese, Chinese) <br> • For more info: +82-52-226-1900|\n|parking:|Available|\n|restdate:|Mondays|\n|usetime:|[Dolphin Watching]<br>April-October<br>- Tuesday-Thursday 14:00-17:00 <br>- Friday 13:00-16:00 <br>- Saturday-Sunday 10:00-13:00, 14:00-17:00 <br><br>[Dinner Cruise] <br>May-October<br>Friday 19:00-21:00 <br><br>* Additional fees may apply during off-season<br>* Separate operating planned during Ulsan Whale Festival period.|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Tour Course Information:|[Dolphin Watching Cruise Course]<br />Course 1 (Dolphin-watching): To Gangdong, Ulgideungdae Lighthouse and back (34 miles / 3 hours)<br />Course 2 (Dinner Cruise): To Ganjeolgot Cape and back (21 miles / 2 hours)<br />Course 3 (Dolphin-watching): To Hwaamchu and back (33 miles / 3 hours)|\n|Facility Utilization Fees:|[Dolphin Watching]<br>Individuals: Adults 20,000 won / Children 10,000 won<br>Groups: Adults 15,000 won / Children 7,000 won<br><br>[Dinner Cruise]<br>Adults 50,000 won / Children 30,000 won<br><br>* Free admission for children under 3 years of age with accompanying parent. <br>* If no dolphins are seen during the cruise, passengers may chose one of the following options: free admission to Dolphin Museum, Jangsaengpo Village, or Ulsanham; or a 40% discount on Dolphin ecological experience hall (excluding 4D Theater)<br>* Adults (ages 13 and older) / Children (ages 3-12)<br>* Group: 20 people or more|\n|Available Facilities:|1F: Grand reception hall, performance stage, buffet table<br>2F: Restaurant, coffee shop, VIP room, karaoke room <br>3F: Outdoor terrace, performance stage, snack bar, etc.|\n|Restrooms:|Available|\n|Parking Fees:|Charged parking lot (Four hour parking ticket offered to cruise ship passengers)|\n|Reservation Info. for Foreigners:|[www.whalecity.kr](http://www.whalecity.kr/)|\n  \n\n  \n## Contact\n\n- [☎️+82-52-226-1900](tel:+82522261900)\n- [🏠www.whalecity.kr](http://www.whalecity.kr)\n\n\n```googleMap\nlatitude: 35.5028149271\nlongitude: 129.3808541361\ntitle: 210, Jangsaengpogorae-ro, Nam-gu, Ulsan\n```\n  \n## Directions\n  \n[Express/Intercity Bus]<br>\nTake a bus from Gangnam Express Bus Terminal to Ulsan Express Bus Terminal.<br><br>\n\n[Bus]<br>\nGet off at Jangsaengpo Whale Museum Bus Stop.<br>\nBus No. 246\n","data":{"id":"2022-07-16-1657982308753","title":"Jangsaengpo Whale Watching Cruise (장생포 고래바다여행선)","description":"Jangsaengpo Whale Cultural District, located in Nam-gu, Ulsan, is famous for the whale-themed tour program featuring a whale watching cruise, a whale museum and the whale ecology familiarization tour. The whale watching cruise was upgraded in May 2013 to include watching for dolphins as well, therefore offering an even more enjoyable whale watching tour. At night, one can experience a glamorous night view of Ulsan Industrial Complex while enjoying diverse performances and buffet dining aboard the ship.","regDate":"2022-07-16","author":"korea-tour","tag":["Ulsan","Culture/Art/History","Recreational Sites","Cruises/Submarines"],"imgUrl":"/2022-07-16-1657982308753/2020477_image2_1.webp","blogPath":"Ulsan/2022-07-16-1657982308753","pageUrl":"https:/mcdryad.com/Ulsan/2022-07-16-1657982308753"},"dataList":[{"id":"2022-08-20-1660968397022","title":"Seuldo Island (슬도)","description":"Seuldo Island is located off the coast of Ulsan City in the southeastern part of the Korean Peninsula.<br><br>Its name, Seuldo (seul meaning the Korean stringed instrument geomungo), was given as the sound of wind and waves hitting the rock island is said to mimic the sound of geomungo. In fact, the sound of waves hitting the island is so good that it is called seuldomyeongpa or the resounding of waves.<br><br>The island is also known as Siruseom (siru meaning an earthenare steamer) for its resemblance to the upside down siru, and Gomboseom (gombo meaning pockmarks) for its stones with holes in them.<br><br>On the island, there is an unmanned lighthouse dating back to the late 1950s. The main economic activity on the island is fishery.","regDate":"2022-08-20","author":"korea-tour","tag":["Ulsan","Nature","Natural Sites"],"imgUrl":"/2022-08-20-1660968397022/1803670_image2_1.webp","blogPath":"Ulsan/2022-08-20-1660968397022"},{"id":"2022-08-19-1660914228428","title":"Seosaengpo Waeseong Fortress (서생포왜성)","description":"Seosaengpo Waeseong Fortress (Seosaengpo Japanese Fortress) is a  stone fortress typical of the Japanese style popular in the later part of the 16th century. It was built under the leadership of Japanese General Kato Kiyomasa  in 1592-1593 at the beginning of the Imjinwaeran War (Japanese invasion, 1592-1598). The main fortress is located on a mountaintop 200 meters above sea level, a  second fortress is halfway down the mountain, and a  third fortress is located at the bottom of the mountain. The  whole fortress is rectangular shaped. The fortress wall is 6 meters high and slants at an angle of 15 degrees.<br> <br>In 1594, a Buddhist monk named&nbsp;Samyeong-daesa came to Seosaengpo Waeseong Fortress four times to negotiate for peace, but he failed each time. In 1598, the fortress was taken over by Korea with the assistance of General Magwi of the Ming dynasty. A year later, Changpyodang Shrine was built in honor of 53 Koreans who died during battles against the Japanese invading forces. However, the shrine was destroyed during the Japanese imperialism period and no trace of it remains. It is possible to tell from Seosaengpo Jinseongdo (a map drawn up in 1872) that the fortress was also partially used by  Korean forces.","regDate":"2022-08-19","author":"korea-tour","tag":["Ulsan","Culture/Art/History","Historical Sites","Fortresses"],"imgUrl":"/2022-08-19-1660914228428/217707_image2_1.webp","blogPath":"Ulsan/2022-08-19-1660914228428"},{"id":"2022-08-19-1660908851329","title":"Seongnamsa Temple (석남사 울산)","description":"The name of the temple is believed to have originated from the fact that it is located south of Gajisan Mountain or Seokansan Mountain. Built in 824 A.D. (during the 16th year of King Heondeok’s reign), the temple was destroyed during the Japanese Invasions of Korea (1592-1598) and rebuilt in 1674 (during the 15th year of King Hyeongjong’s reign). Since then, it has gone through rebuilding several times. Consisting of 30 buildings, the temple is home to many Buddhist nuns.<br><br> Seongnamsa Three Story Pagoda (Local Tangible Cultural Property No. 5) was built in 824 A.D. by Monk Doui, reflecting his wish of protecting the country from foreign invasions. The pagoda was initially placed in front of Daeungjeon, but moved to the current location in 1973. Other notable relics in the temple include the Statue of Monk Doui (National Treasure No. 369), Three Story Sarira Pagoda, and Stone Water Tank (Cultural Property Material No. 4).","regDate":"2022-08-19","author":"korea-tour","tag":["Ulsan","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-08-19-1660908851329/2364269_image2_1.webp","blogPath":"Ulsan/2022-08-19-1660908851329"},{"id":"2022-07-17-1658031547503","title":"Seonam Lake Park (선암호수공원)","description":"Seonam Lake Park was originally developed to provide industrial water, and was closed off to the public with high barbed wire fences for over four decades. However, after the area was no longer used for industrial reasons, the fences were removed and the 1.2 ㎢ lake area was converted into a park. Various facilities and walking paths were created to compliment the breathtaking scenery and the  surroundings.","regDate":"2022-07-17","author":"korea-tour","tag":["Ulsan","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-07-17-1658031547503/2662719_image2_1.webp","blogPath":"Ulsan/2022-07-17-1658031547503"},{"id":"2022-07-16-1658014768474","title":"Petroglyphs of Cheonjeon-ri, Ulju (울주 천전리 각석)","description":"Petroglyphs refer to the paintings in which objects and symbols are carved, pecked, and colored on rocks, huge cliffs and cave walls.<br><br>Some of these rocky paintings are from as early as the late Paleolithic Era, but mostly they are seen from the New Stone Age, Neolithic Era and Bronze Age in which times these paintings were abundant.<br><br>The upper part of the rock shows various animals including deer pecked into the rock, and the lower part of the rock has writing and drawings of humans, and animals made by penciling.<br>As for the upper part, it is thought to have been made throughout the New Stone Age and Bronze Age to express their consciousness for abundance. In comparision, the painting of a cavalcade, a sailing boat, a dragon, a horse, and a deer and about 300 writings on the lower part of the rock were considered to be done by people during unified Silla, showing their belief of the area as a holy ground.","regDate":"2022-07-16","author":"korea-tour","tag":["Ulsan","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-07-16-1658014768474/2488059_image2_1.webp","blogPath":"Ulsan/2022-07-16-1658014768474"},{"id":"2022-07-16-1658011212721","title":"Petroglyphs of Bangudae Terrace (울주 대곡리 반구대 암각화)","description":"Petroglyphs of Bangudae Terrace are located in Daegok-ri, Ulsan. These petroglyphs can be observed from the bedrock connected to the foothills of Yeongosan Mountain. The rocks of Bungudae Terrace have been noted to be a scenic site since the old times, serving as an inspirational sight for poets and writers. Petroglyphs were found on a total of 10 rocks along Daegokcheon Stream, engraved on a rock surface spanning 10 meters in x_width and 3 meters in x_height. The engravings depict a total of 200 etchings including figures of land animals (deer, tigers, wild boar, etc.), hunting scenes, sea animals (whales, seals, sea turtles), and boats and fishermen. The Bangudae petroglyphs are important reflections of the hunting rituals and religious arts of Korea’s prehistoric era and serve as an important clue into the lifestyle and customs of ancient Koreans.","regDate":"2022-07-16","author":"korea-tour","tag":["Ulsan","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-07-16-1658011212721/2675629_image2_1.webp","blogPath":"Ulsan/2022-07-16-1658011212721"},{"id":"2022-07-16-1658007517073","title":"Paraesopokpo Falls (파래소폭포)","description":"Paraesopokpo Falls is located in Baenaegol Valley, connected to the foothills of Ganwolsan and Sinbulsan Mountains. The falls and surrounding valley are a popular attraction during the summer among vacationers and hikers eager to escape from the summer heat. The falls' water flows into Baenaecheon Stream, which later merges with the Nakdonggang River.","regDate":"2022-07-16","author":"korea-tour","tag":["Ulsan","Nature","Natural Sites","Waterfalls"],"imgUrl":"/2022-07-16-1658007517073/219541_image2_1.webp","blogPath":"Ulsan/2022-07-16-1658007517073"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}