{"pageProps":{"content":"![Iksan Ipjeomni Ancient Tombs (익산 입점리 고분)](/2023-01-03-1672727891410/573722_image2_1.webp)\n\n  \n## Overview\n\n> The Iksan Ipjeomni Ancient Tombs are a group of ancient Baekje-era tumuli located 100 meters above sea level on the northeast brow of Chilmokjae Hill in Ipjeom-ri, Iksan-si, Jeollabuk-do. The burial ground covers an area of more than 18,520 square meters and is officially listed as Historical Site No. 347. To date, a total of eight tumuli have been excavated, all of which are chamber tombs. <br><br>Surprisingly enough, the tombs were first discovered in 1986 by a high school student. While digging for arrowroot, a young man from a local high school found some pieces of gold that resembled a hat. He quickly notified the authorities and it was soon discovered that the pieces of gold were in fact valuable ancient artifacts. An emergency excavation was conducted and the eight tumuli were uncovered, but unfortunately all of the tumuli except Tomb No. 1 had been severely damaged. Tomb No. 1, which is still in relatively good condition, boasts an entrance measuring an impressive 16 meters in x_height and 2 meters in x_width. <br><br>Inside the tombs archaeologists found valuable relics from the Baekje dynasty including earthenware, jewelry (a gilt-bronze hat, gold earrings, glass beads, etc.), harnesses and ironware. Given the shapes and the types of the pieces found, historians estimate that the tumuli were built in the 5th century. Since the gilt-bronze hat is similar in shape to those found in Japan, experts believe that there was an active exchange between the Baekje people and the people of Japan.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-63-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-63-859-5875|\n  \n\n  \n## Detail Image\n![/2023-01-03-1672727891410/573723_image2_1.webp](/2023-01-03-1672727891410/573723_image2_1.webp)\n![/2023-01-03-1672727891410/573724_image2_1.webp](/2023-01-03-1672727891410/573724_image2_1.webp)\n![/2023-01-03-1672727891410/573727_image2_1.webp](/2023-01-03-1672727891410/573727_image2_1.webp)\n![/2023-01-03-1672727891410/573728_image2_1.webp](/2023-01-03-1672727891410/573728_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-63-859-5875](tel:+82638595875)\n- [🏠www.iksan.go.kr/tour</a> (Korean, English, Japanese, Chinese) <br><a href=\"http://www.cha.go.kr/\" target=\"_blank\" title=\"새창 : 문화재청 홈페이지로 이동\" >www.cha.go.kr](http://www.iksan.go.kr/tour/)\n\n\n```googleMap\nlatitude: 36.0468524591\nlongitude: 126.8721330900\ntitle: 80, Ipjeomgobun-gil, Iksan-si, Jeollabuk-do\n```\n  \n## Directions\n  \n[Train + Bus]<br>\nFrom Seoul Station or Yongsan Station, take a train to Iksan Station.<br>\nFrom Iksan Station, take Bus No. 35 or 35-1 and get off at Ipjeom Bus Stop. <br>Walk for approx. 10-20 min.\n","data":{"id":"2023-01-03-1672727891410","title":"Iksan Ipjeomni Ancient Tombs (익산 입점리 고분)","description":"The Iksan Ipjeomni Ancient Tombs are a group of ancient Baekje-era tumuli located 100 meters above sea level on the northeast brow of Chilmokjae Hill in Ipjeom-ri, Iksan-si, Jeollabuk-do. The burial ground covers an area of more than 18,520 square meters and is officially listed as Historical Site No. 347. To date, a total of eight tumuli have been excavated, all of which are chamber tombs. <br><br>Surprisingly enough, the tombs were first discovered in 1986 by a high school student. While digging for arrowroot, a young man from a local high school found some pieces of gold that resembled a hat. He quickly notified the authorities and it was soon discovered that the pieces of gold were in fact valuable ancient artifacts. An emergency excavation was conducted and the eight tumuli were uncovered, but unfortunately all of the tumuli except Tomb No. 1 had been severely damaged. Tomb No. 1, which is still in relatively good condition, boasts an entrance measuring an impressive 16 meters in x_height and 2 meters in x_width. <br><br>Inside the tombs archaeologists found valuable relics from the Baekje dynasty including earthenware, jewelry (a gilt-bronze hat, gold earrings, glass beads, etc.), harnesses and ironware. Given the shapes and the types of the pieces found, historians estimate that the tumuli were built in the 5th century. Since the gilt-bronze hat is similar in shape to those found in Japan, experts believe that there was an active exchange between the Baekje people and the people of Japan.","regDate":"2023-01-03","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2023-01-03-1672727891410/573722_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-03-1672727891410","pageUrl":"https:/mcdryad.com/Jeollabuk-do/2023-01-03-1672727891410"},"dataList":[{"id":"2023-01-08-1673156142858","title":"Okjeongho Lake Gujeolcho Theme Park (옥정호 구절초테마공원)","description":"Okjeongho Lake Gujeolcho Theme Park was officially formed in 2006 in an area that used to be called Manggyeongdae Terrace. Out of the park’s 12 hectare of land, approximately 5 hectare of land is filled with Gujeolcho (Siberian chrysanthemum) and a pine tree forest. The park also has walking paths and rest areas for visitors to enjoy.","regDate":"2023-01-08","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Recreational Sites","Theme Parks"],"imgUrl":"/2023-01-08-1673156142858/2031741_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-08-1673156142858"},{"id":"2023-01-08-1673152719974","title":"Okjeongho Lake (옥정호 (물안개길))","description":"Okjeongho Lake is a manmade lake that was formed when Seomjingang River Dam was built. The 763-square kilometer drainage area is filled with 430 million tons of water. The picturesque lake is a popular photo spot for photographers across the nation with wet fog reflected under the morning sun being one of the most beautiful sight. A lakeside walking trail is also a popular attraction.","regDate":"2023-01-08","author":"korea-tour","tag":["Jeollabuk-do","Nature","Natural Sites"],"imgUrl":"/2023-01-08-1673152719974/2671574_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-08-1673152719974"},{"id":"2023-01-08-1673148955286","title":"Nongae Shrine (Uiamsa Shrine) (논개사당(의암사))","description":"Uiamsa Shrine was built to the memory of Chu Nongae, who sacrificed her life during the Imjin War (Japanese Invasion of Korea). In 1846, the Nongae-saeng-jang-hyang-su-myeong-bi monument was put up in praise of Nongae’s patriotism. In 1955, a shrine was built and named Uiamsa, which was then moved to the current location in 1974. Within the precincts of the shrine are a memorial stone, the portrait of Nongae by artist Kim Eun-ho, and three gates Woesammun, Naesammun and Chunguimun erected one after another. At the memorial hall, the existing possessions of Nongae and her husband General Choi Gyeong-hoe are on display. The annual Nongae Festival takes places on September 3rd by the lunar calendar, during which memorial services and cultural events are held to commemorate Nongae.","regDate":"2023-01-08","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2023-01-08-1673148955286/798156_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-08-1673148955286"},{"id":"2023-01-07-1673087720192","title":"Namwonhyanggyo Confucian School (남원향교)","description":"Namwonhyanggyo Confucian School is a national secondary educational institute for students in the Namwon area built during the Joseon dynasty. The school is located at the foot of Daegoksan Mountain. It was opened to enshrine the tablets of Hyeon Yu and provide education to the local people. Enshrined in the school are the tablets of the Five Sages, the Four Wise Men of the Song Dynasty, and the 18 Wise Men of Korea.","regDate":"2023-01-07","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2023-01-07-1673087720192/1604107_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-07-1673087720192"},{"id":"2023-01-07-1673084146360","title":"Namwon Silsangsa Temple (실상사(남원))","description":"Silsangsa Temple was constructed by Monk Jeunggak, as one of nine special temples in the year 828. The temple was established because of the theory of divination, based on topology. The belief held that Korea’s good spirit would be taken away to Japan, bringing bad luck if the temple was not constructed at this particular location. The temple was reconstructed in the 26th year of King Sukjong’s reign (1700) after it was completely destroyed during the Imjin War (1592-1598). However, it was almost burnt down in the 19th year of King Gojong’s reign (1882).<br> <br>It is presently preserved just as it was during the Unified Silla Kingdom, with its three-story pagoda and its 11 treasures with a total of 17 cultural assets. The entrance of the temple lies in the middle of a rice field and the temple has a pastoral view, surrounded by trees. From the entrance, visitors can cross the half-moon shaped stone bridge to find a remarkable totem pole.","regDate":"2023-01-07","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2023-01-07-1673084146360/1604040_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-07-1673084146360"},{"id":"2023-01-07-1673080623612","title":"Namwon Recreational Forest (남원자연휴양림)","description":"Namwon Recreational Forest is located at the base of Cheonhwangsan Mountain. Korean pine trees that are twenty to thirty years old span over a 330,578 ㎡ stretch of land with a 4-kilometer-long walking path in between, serving as the perfect place for forest bathing. The recreational forest facility is equipped with convenient facilities, including accommodations, a sports field, seminar rooms, and swimming pool and campfire sites. It also serves as a great field trip destination due to its well-preserved nature and small wild animals witnessed on site.","regDate":"2023-01-07","author":"korea-tour","tag":["Jeollabuk-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"/2023-01-07-1673080623612/219362_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-07-1673080623612"},{"id":"2023-01-07-1673076938285","title":"Namwon Aircraft & Space Observatory (남원항공우주천문대)","description":"Chosen as a government funded project, Namwon Aircraft & Space Observatory was granted 4.6 billion won by the Ministry of Science, ICT and Future Planning in 2006 for project development. <br><br>The three-story observatory, with a total area of 6,532 square meters, has an exhibition hall showing the history of space aviation, an aviation experience hall, and a 10-meter-wide dome showing images of the night sky. The secondary observatory is equipped with a 600 millimeter telecope and other astronomical telescopes ranging in focal length from 125 millimeter to 350 millimeter for observing Namwons night sky. In addition to the telecopes, retired combat planes from the air force, including the main fighter plane Phantom from the 1970s, are displayed outside. <br><br>Namwon Aircraft & Space Observatory offers programs such as tours and experience programs for groups. These include a 4D film experience of the sun and celestial bodies, a virtual aviation experience, and lectures about astronomy, all of which can accommodate up to 120 people per session. A variety of classroom learning activities are also offered in the summer to attract more visitors.","regDate":"2023-01-07","author":"korea-tour","tag":["Jeollabuk-do","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2023-01-07-1673076938285/1477886_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-07-1673076938285"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}