{"pageProps":{"content":"![Apsan Cable Car (Apsan Observatory ) (앞산케이블카 (앞산전망대))](/2022-07-13-1657694825314/2366146_image2_1.webp)\n  \n## Overview\n\n> Situated in Nam-gu, Daegu, Apsan Observatory is a view point overlooking the entire downtown Daegu area. The structure blends the urban and natural landscapes, as well as their history and future. Many tourists as well as Daegu residents come to the observatory as it is also an educational place to teach the meaning of Daegu to the citizens.\n\n  \n## Intro\n\n| | |\n| - | - |\n|expagerange:|Open to visitors ages 7 and older|\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br>(Korean, English, Japanese, Chinese) <br>• For more info: +82-53-656-2994|\n|parking:|Use public parking lot|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Hiking Course:|* Anjiranggol Valley Entrance - Anilsa Temple - Apsan Observatory (2.5 km, approx. 1 hr) <br />* Keungol Valley Entrance - Cable Car - Apsan Observatory (3.2 km, approx. 40 min)|\n|Tour Course Information:|Apsanjarak-gil - Apsan Star-sign Experience Lecture Hall - Apsanmat Dulle-gil - Apsan Cafe Street - Anjirang Gopchang Town|\n|Facility Utilization Fees:|[Apsan Cable Car]<br>Round-trip<br>Individuals - Adults 10,500 won / Children 7,500 won<br>Groups - Adults 9,500 won / Children 6,500 won<br><br>One-way<br>Individuals - Adults 7,500 won / Children 5,500 won<br>Groups - Adults 6,500 won / Children 4,500 won<br><br>* Children (ages 4-elementary school students) / Groups (30 people or more)<br>* Daegu City Tour users: 20% discount for round-trip fare (only available for same day ticket-holders)|\n|Restrooms:|Available|\n  \n## Detail Image\n![/2022-07-13-1657694825314/2363709_image2_1.webp](/2022-07-13-1657694825314/2363709_image2_1.webp)\n![/2022-07-13-1657694825314/2363710_image2_1.webp](/2022-07-13-1657694825314/2363710_image2_1.webp)\n![/2022-07-13-1657694825314/2363711_image2_1.webp](/2022-07-13-1657694825314/2363711_image2_1.webp)\n![/2022-07-13-1657694825314/2366147_image2_1.webp](/2022-07-13-1657694825314/2366147_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-53-656-2994](tel:+82536562994)\n- [🏠www.apsan-cablecar.co.kr](http://www.apsan-cablecar.co.kr/)\n\n\n```googleMap\nlatitude: 35.8244027708\nlongitude: 128.5871618934\ntitle: 574-114, Apsansunhwan-ro, Nam-gu, Daegu\n```\n  \n## Directions\n  \n[Subway]<br>\nAnjirang Station (Daegu Subway Line 1), Exit 3. <br>\nTake Bus No. 410 and get off at Apsan Park Bus Stop.<br><br>\n\n[Local Bus]<br>\nFrom Daegu Station or Dongdaegu Station, take Bus No. 300, 410, 410-1, 750, Dalseo 4, or Dalseo 4-1 to Apsan Park Bus Stop.\n","data":{"id":"2022-07-13-1657694825314","title":"Apsan Cable Car (Apsan Observatory ) (앞산케이블카 (앞산전망대))","description":"Situated in Nam-gu, Daegu, Apsan Observatory is a view point overlooking the entire downtown Daegu area. The structure blends the urban and natural landscapes, as well as their history and future. Many tourists as well as Daegu residents come to the observatory as it is also an educational place to teach the meaning of Daegu to the citizens.","regDate":"2022-07-13","author":"korea-tour","tag":["Daegu","Culture/Art/History","Architectural Sights","Monuments/Observatories"],"imgUrl":"/2022-07-13-1657694825314/2366146_image2_1.webp","blogPath":"Daegu/2022-07-13-1657694825314","pageUrl":"https:/mcdryad.com/Daegu/2022-07-13-1657694825314"},"dataList":[{"id":"2022-08-16-1660632371652","title":"Daegu Spa Valley (대구 스파밸리)","description":"Spa Valley first opened in 2003 and the citizens of Daegu City have been enjoying its hot springs and sauna facilities ever since. <BR><Br>The 1st floor of Spa Valley holds a health club, souvenir shop, and various stores, while the 2nd floor has a variety of hot spring pools and a jjimjilbang. The hot spring pools include a bade pool that is said to be good for your health and a kids’ pool for the children, while the jjimjilbang facilities include the UK-Ball Jjimjilbang, proven to be beneficial for skincare and blood circulation, and a jjimjilbang cave. <BR><Br>The 4th floor provides a large hot springs spa where visitors can enjoy various themed saunas and hot springs. The outdoor water park offers a wave pool, youth pool, waterslide, a water polo pool, diving pool, and more.","regDate":"2022-08-16","author":"korea-tour","tag":["Daegu","Culture/Art/History","Recreational Sites","Hot Springs & Spa"],"imgUrl":"/2022-08-16-1660632371652/1573947_image2_1.webp","blogPath":"Daegu/2022-08-16-1660632371652"},{"id":"2022-08-16-1660625921851","title":"Aayang Gichatgil (아양기찻길)","description":"After 78 years of operating, Ayang Railroad Bridge was discontinued and turned into a cultural space with a name Ayang Gichatgil. This attraction is 277 meters in length, 14.2 meters in x_height and total area of 427.75㎡. Visitors can enjoy the observatory, exhibitions, cafe and other facilities. The attraction was award Red Dot Design Award for restoring a discontinued railraod bridge using public design. Nearby attractions include Simni Cherry Blossom Road, Gomoryeongbi Monument, Dongchong Resort, and Onggijonggi Happy Village.","regDate":"2022-08-16","author":"korea-tour","tag":["Daegu","Culture/Art/History","Architectural Sights","Bridges"],"imgUrl":"/2022-08-16-1660625921851/2366150_image2_1.webp","blogPath":"Daegu/2022-08-16-1660625921851"},{"id":"2022-08-16-1660623738578","title":"Village of the Nampyeong Mun Clan in Bon-ri (남평문씨본리세거지)","description":"The Village of the Nampyeong Mun Clan in Bon-ri was built on what used to be part of a temple, but was organized following a well-field system to make the area a residence for many generations. As of now, nine houses and two pavilions remain, as well as a low wall along the road.<br><br>The main building of the village is Subongjeongsa, located in the center of the area. It was used for meeting guests, as well as a gathering place for the family, and features beautiful gardens. Gwanggeodang Hall was an educational place for studies and refinement. Insumungo Storage Building preserves about 10,000 books and clan treasures. It started out as a small building but later was expanded, including an additional building constructed just to read books.","regDate":"2022-08-16","author":"korea-tour","tag":["Daegu","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-08-16-1660623738578/1574140_image2_1.webp","blogPath":"Daegu/2022-08-16-1660623738578"},{"id":"2022-08-16-1660618517147","title":"Ttangttang Land [땅땅랜드(대구 봉무동)]","description":"Ttangttang Land opened its doors on September 1, 2018 in Daegu, the center of Chimak (chicken and beer). At Korea's first chicken theme park, visitors can enjoy seeing, making, and tasting different types of chicken. With many popular attractions nearby, Ttangttang Land is where the fun starts.","regDate":"2022-08-16","author":"korea-tour","tag":["Daegu","Culture/Art/History","Experience Programs","Unique Experience"],"imgUrl":"/2022-08-16-1660618517147/2581257_image2_1.webp","blogPath":"Daegu/2022-08-16-1660618517147"},{"id":"2022-08-15-1660582770395","title":"Suseongmot Lake Resort (수성못 유원지)","description":"Suseongmot Lake Resort is located at the foot of the northwest side of Yongjibong Peak (altitude 629 meters) in Beommul-dong and offers outstanding scenery including gently sloping mountains along with Suseongmot Lake. The resort is centered around Suseongmot Lake, established in 1925 with 700,000 pondage in a circumference of 2,020 meters. The total area of the park is 218,000 ㎡. <br><br>Suseongmot Lake is an artificial lake created in 1925 during the Japanese colonial period to supply water for agriculture to rural areas. Today, it is no longer used for agricultural purposes, but has been turned into a resting area. Nearby the lake is Suseong Land which houses benches, walking paths, a ferry dock, and entertainment facilities such as a Viking ship, bumper cars, and merry-go-round. In addition, visitors can enjoy a duck boat ride, view of Dusanpokpo Falls and other exciting places perfect for excursions. The lake has a music fountain that operates four times a day from May to October.","regDate":"2022-08-15","author":"korea-tour","tag":["Daegu","Culture/Art/History","Recreational Sites","Resorts"],"imgUrl":"/2022-08-15-1660582770395/2653751_image2_1.webp","blogPath":"Daegu/2022-08-15-1660582770395"},{"id":"2022-08-15-1660578202000","title":"Palgongsan Natural Park (Pagyesa Temple District) (팔공산자연공원(파계사지구))","description":"Palgongsan Natural Park is located close to Palgongsan Mountain, one of the larger mountains in the Taebaek Mountain Range. Palgongsan Mountain is located 20 kilometers northeast from downtown Daegu, where Nakdonggang River and Geumhogang River meet. The mountain has three peaks in a row  Birobong Peak in the center and Dongbong Peak (aka Mitabong, 1,155 m) and Seobong Peak (aka Samseongbong, 1,150 m) on each side. <br><br>The park is within the administrative district of Dong-gu, Daegu and has four towns along its border including Yeongcheon-si, Gyeongsan-si, and Chilgok-gun. A number of Buddhist temples including Donghwasa Temple, the headquarters of the 9th Buddhist Parish, are located in the area. <br><br>The park has numerous rocks and valleys and is carpeted with azaleas in the spring. In autumn, many visitors flock to the park to admire the fall foliage on the trees lining the 16.3 kilometer-long roadway that runs through the park. With vibrant green leaves in spring and a delicate snowscape in the winter, Palgongsan Mountain is an attractive destination for visitors throughout the year.","regDate":"2022-08-15","author":"korea-tour","tag":["Daegu","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-08-15-1660578202000/1893702_image2_1.webp","blogPath":"Daegu/2022-08-15-1660578202000"},{"id":"2022-08-15-1660574387210","title":"Palgongsan Natural Park (Gatbawi District) (팔공산자연공원(갓바위지구))","description":"Palgongsan Natural Park is located close to Palgongsan Mountain, one of the larger mountains in the Taebaek mountain range. Palgongsan Mountain is located 20 kilometers northeast from downtown Daegu, where Nakdonggang River and Geumhogang River meet. The mountain has three peaks in a row  Birobong Peak in the center and Dongbong (aka Mitabong, 1,155 meters) and Seobong (aka Samseongbong, 1,150 meters) on each side.<br><br>The park is within the administrative district of Dong-gu, Daegu and has four towns along its border including Yeongcheon-si, Gyeongsan-si, and Chilgok-gun. A number of Buddhist temples including Donghwasa, the headquarters of the 9th Buddhist Parish, are located in the area.<br><br>The park has numerous rocks and valleys and is carpeted with azaleas in spring. In autumn many visitors flock to the park to admire the falls leaves on the trees lining the 16.3-kilometer-long road  that runs through the park. With vibrant green leaves in spring and a delicate snowscape in winter, Palgongsan Mountain is an attractive destination for visitors throughout the year.","regDate":"2022-08-15","author":"korea-tour","tag":["Daegu","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-08-15-1660574387210/1024758_image2_1.webp","blogPath":"Daegu/2022-08-15-1660574387210"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}