{"pageProps":{"content":"![Banghwasuryujeong Pavilion (방화수류정(동북각루))](/2022-07-18-1658123163334/2514373_image2_1.webp)\n\n  \n## Overview\n\n> Banghwasuryujeong Pavilion, officially called Dongbukgangnu Pavilion, was built in 1794 during the construction of Suwon Hwaseong Fortress. It sits atop a hill east of Hwahongmun Gate and offers beautiful views of the surrounding scenery. For this reason, the pavilion received the nickname Banghwasuryujeong, meaning a pavilion where one can \"find flowers and stroll among willow trees.\" The pavilion was once damaged due to flooding and reconstructed in 1848, followed by continuous recovery and preservation efforts. In 2011, the pavilion was designated as Treasure No. 1709. Banghwasuryujeong Pavilion is evaluated as one of the most original architectures in Hwaseong for its unique composition and roof design that offer a different look depending on the viewer's angle. Known to be the spot where King Jeongjo would stop by to rest on his way to Hwaseong Fortress, the pavilion offers a bird's-eye-view of Yeonmudae Post to the east and Janganmun Gate to the west with Paldalsan Mountain in the background.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br>(Korean, English, Japanese, Chinese) <br>• For more info: +82-31-228-4672|\n|restdate:|N/A (Open all year round)|\n|usetime:|Open 24 hr|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Admission Fees:|Free|\n  \n## Detail Image\n![/2022-07-18-1658123163334/2404799_image2_1.webp](/2022-07-18-1658123163334/2404799_image2_1.webp)\n![/2022-07-18-1658123163334/2404800_image2_1.webp](/2022-07-18-1658123163334/2404800_image2_1.webp)\n![/2022-07-18-1658123163334/2404801_image2_1.webp](/2022-07-18-1658123163334/2404801_image2_1.webp)\n![/2022-07-18-1658123163334/2514372_image2_1.webp](/2022-07-18-1658123163334/2514372_image2_1.webp)\n![/2022-07-18-1658123163334/2514374_image2_1.webp](/2022-07-18-1658123163334/2514374_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-31-228-4672](tel:+82312284672)\n- [🏠www.suwon.go.kr](https://www.suwon.go.kr/web/visitsuwon/index.do)\n\n\n```googleMap\nlatitude: 37.2876178712\nlongitude: 127.0180363861\ntitle: 44-6, Suwoncheon-ro 392beon-gil, Paldal-gu, Suwon-si, Gyeonggi-do\n```\n  \n\n","data":{"id":"2022-07-18-1658123163334","title":"Banghwasuryujeong Pavilion (방화수류정(동북각루))","description":"Banghwasuryujeong Pavilion, officially called Dongbukgangnu Pavilion, was built in 1794 during the construction of Suwon Hwaseong Fortress. It sits atop a hill east of Hwahongmun Gate and offers beautiful views of the surrounding scenery. For this reason, the pavilion received the nickname Banghwasuryujeong, meaning a pavilion where one can \"find flowers and stroll among willow trees.\" The pavilion was once damaged due to flooding and reconstructed in 1848, followed by continuous recovery and preservation efforts. In 2011, the pavilion was designated as Treasure No. 1709. Banghwasuryujeong Pavilion is evaluated as one of the most original architectures in Hwaseong for its unique composition and roof design that offer a different look depending on the viewer's angle. Known to be the spot where King Jeongjo would stop by to rest on his way to Hwaseong Fortress, the pavilion offers a bird's-eye-view of Yeonmudae Post to the east and Janganmun Gate to the west with Paldalsan Mountain in the background.","regDate":"2022-07-18","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-07-18-1658123163334/2514373_image2_1.webp","blogPath":"Gyeonggi-do/2022-07-18-1658123163334","pageUrl":"https:/mcdryad.com/Gyeonggi-do/2022-07-18-1658123163334"},"dataList":[{"id":"2022-08-23-1661230786776","title":"Dorasan Station (도라산역)","description":"Dorasan Station, a railway station on the Gyeongui Line, is the northernmost stop on South Korea's railway line. Located 55.8 kilometers from Seoul and 205 kilometers from Pyeongyang, the station was opened as a tourist attraction on April 4, 2002 right before the 2002 Korea-Japan World Cup.<br><br>To reach Dorasan Station, visitors can take the DMZ train on Gyeongui Line from Seoul Station or Munsan Station. As this area is located within the Civilian Control Line, visitors and tourists will only be granted access after going through an identification check at Imjingang Station.","regDate":"2022-08-23","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Security & Peace Sites"],"imgUrl":"/2022-08-23-1661230786776/935097_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-23-1661230786776"},{"id":"2022-08-22-1661161243456","title":"Dora Observatory (도라전망대)","description":"Situated in Paju-si, Gyeonggi-do and at the northernmost point of the Military Demarcation Line, Dora Observatory replaced the previous Songaksan Observation Post. From the observatory, visitors can overlook North Korea, including Gaeseong, Songaksan, Kim Il-Sung Statue, and Cooperation Farm (Geumamgol). The observatory has 500 spectator seats, a VIP room, and a large parking area. It was first opened to the public in January 1987.<br><br>Near the observatory is The 3rd Tunnel, an infiltration tunnel built by North Korea and found in 1978. It stretches over 1.6 kilometers with a x_height and x_width of 2 meters, capable of mobilizing 30,000 troops in one hour. In front of the tunnel are a variety of attractions such as the DMZ Media Hall (offering the history of the divided country and flourishing ecosystem in the Demilitarized Zone), DMZ Exhibition Hall (displaying relics and documents related to the Demilitarized Zone), sculptures, and souvenir shops. Visitors can see inside the tunnel by either walking or riding the monorail.<br><br>Because civilian access is restricted in this area, visitors must participate in the DMZ Peace & Security Tour Program to visit the observatory.","regDate":"2022-08-22","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Security & Peace Sites"],"imgUrl":"/2022-08-22-1661161243456/2606130_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-22-1661161243456"},{"id":"2022-08-22-1661158072951","title":"Dasan Heritage Site (Namyangju) (다산유적지 (남양주))","description":"Dasan Heritage Site is located in the hometown of Dasan Jeong Yak-Yong (1762~1836), a scholar from the late Joseon Dynasty. Growing up in the village, Dasan criticized corruption, and tried to reform outdated institutions and conventions. During his long exile, Dasan authored Mongminsimseo (a book on how to rule the people) and Gyeongseyupo (a book on how to reform land policies, stabilize people's lives, and strengthen the nation and its army) among others. Today, Dasan is regarded as one of the greatest scholars of Silhak (Realist school of Confucianism) of the late Joseon dynasty.<br><br>At Dasan Heritage Site, Dasan's birthplace, Yeoyudang, grave and works are well preserved. Dasan Memorial showcases the scholar's achievements and footprints such as Geojunggi, a traditional equipment used to lift heavy objects in the Suwon Fortress construction, and the miniature Gangjin Dasan Chodang, where he lived in exile. Dasan Cultural Center houses Dasan's numerous writings and books.","regDate":"2022-08-22","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-08-22-1661158072951/920056_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-22-1661158072951"},{"id":"2022-08-22-1661153871310","title":"Daebudo Island (대부도)","description":"Called the Hawaii of Ansan, Daebudo Island is connected to the mainland through the Sihwa Embankment. Despite this, the island still retains many of the romantic charactaristics of an island. The road to Daebudo is a beautiful drive, connecting many islands together. Particularly interesting is the clustering of Yukdo (six islands)  Tando (island of black stones), Buldo (island where there was a Buddha), Seongamdo (island where spirits played), and three other islands. The island residents of Pungdo move to the nearby Dorido Island to pick oysters and short-necked clams in the winter and return to their homes before the Lunar New Year in a unique local custom.<br><br>The shores of Daebudo are full of clams, sea snails, goby, flounder, black rockfish and belly greenling. The Daebudo area is also famous for its local specialties  short-necked clams and oysters on Yukdo, fermented turban shells and natural dunggeulle tea on Pungdo, and bajirak kalguksu (noodle with short-necked clams) on Daebudo.","regDate":"2022-08-22","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites"],"imgUrl":"/2022-08-22-1661153871310/2656732_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-22-1661153871310"},{"id":"2022-07-18-1658183864181","title":"Dae Jang Geum Park (용인 대장금 파크)","description":"Dae Jang Geum Park in Yongin, Gyeonggi-do is the largest historical drama set in Korea. Facilities in the themed park are semi-permanent facilities reflected the architectural style, lifestyle and culture of the past, based on historical records. The facilities are in great harmony with the surrounding natural landscapes, which makes tourists feel as if they have traveled to the past in a time machine. The park has also been used as a filming site for music videos, documentaries, and commercials.","regDate":"2022-07-18","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Industrial Sites","Others"],"imgUrl":"/2022-07-18-1658183864181/2391318_image2_1.webp","blogPath":"Gyeonggi-do/2022-07-18-1658183864181"},{"id":"2022-07-18-1658180079190","title":"Chungnyeongsan Recreational Forest (축령산자연휴양림)","description":"Opened in 1995, Chungnyeongsan Recreational Forest is located in Namyangju-si, Gyeonggi-do, approxmately 1-hour drive from Seoul. The recreational forest has various trekking courses leading to Chungnyeongsan Mountain and Seorisan Mountain as well as facilities like the forest park, training facility, water play site, nature observation sites, camping sites, and more.","regDate":"2022-07-18","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"/2022-07-18-1658180079190/2617838_image2_1.webp","blogPath":"Gyeonggi-do/2022-07-18-1658180079190"},{"id":"2022-07-18-1658176645295","title":"Cheongpyeonghoban Maeuntang Village (청평호반 매운탕촌)","description":"Cheongpyeonghoban Maeuntang Village is located on the shores of Cheongpyeongho Lake, designated a national attraction in 1943. The restaurants gathered here serve maeuntang (spicy fish stew), haemul tang (spicy seafood stew), sanchae jeongsik (set menu with seasoned wild vegetables) and many other traditional foods.","regDate":"2022-07-18","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Experience Programs","Cultural Districts"],"imgUrl":"/2022-07-18-1658176645295/2482930_image2_1.webp","blogPath":"Gyeonggi-do/2022-07-18-1658176645295"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}