{"pageProps":{"content":"![Amsa Ecological Park (암사생태공원)](/2022-07-10-1657435491613/1894496_image2_1.webp)\n  \n## Overview\n\n> <br>Amsa Ecological Park (located in Amsa-dong) is a large scenic park with long winding trails passing by reeds and other beautiful plants of the Han River. It is here as well that visitors can watch the flight of Korea’s migratory birds. The Ecological Park is famous for its beautiful scenery and its lush groves of reeds and pussy willows growing alongside the natural riverside road. Wild roses, loosestrifes, and tiger lilies are in bloom from spring to fall and the observation deck gives visitors a beautiful view of Han River and the area’s wide variety of birds such as reed warblers, titmice, and swallows. The river basin and its surrounding stones are a great place to learn about nature and are home to various bugs such as beetles, river mayflies, big scarlet hairstreak butterflies, and other water insects. <br><br>\n\nThe Amsa Ecological Park is located nearby Godeok River Side Ecological Park and the Bicycle Theme Park, making this particular area one of the most popular tourist attractions along the Han River.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-2-3780-0501|\n  \n## Detail Info\n\n| | |\n| - | - |\n  \n## Detail Image\n![/2022-07-10-1657435491613/1894488_image2_1.webp](/2022-07-10-1657435491613/1894488_image2_1.webp)\n![/2022-07-10-1657435491613/1894489_image2_1.webp](/2022-07-10-1657435491613/1894489_image2_1.webp)\n![/2022-07-10-1657435491613/1894493_image2_1.webp](/2022-07-10-1657435491613/1894493_image2_1.webp)\n![/2022-07-10-1657435491613/1894494_image2_1.webp](/2022-07-10-1657435491613/1894494_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-2-3780-0501](tel:+82237800501)\n- [🏠hangang.seoul.go.kr](http://hangang.seoul.go.kr/ecology/ecology02_04.html)\n\n\n```googleMap\nlatitude: 37.5498893211\nlongitude: 127.1221806299\ntitle: 83-66, Seonsa-ro, Gangdong-gu, Seoul\n```\n  \n## Directions\n  \n[Subway]<br>\nAmsa Station (Seoul Subway Line 8), Exit 3.<br>\n- 10min walk towards the 2nd cheonho yukgapmun.\n","data":{"id":"2022-07-10-1657435491613","title":"Amsa Ecological Park (암사생태공원)","description":"<br>Amsa Ecological Park (located in Amsa-dong) is a large scenic park with long winding trails passing by reeds and other beautiful plants of the Han River. It is here as well that visitors can watch the flight of Korea’s migratory birds. The Ecological Park is famous for its beautiful scenery and its lush groves of reeds and pussy willows growing alongside the natural riverside road. Wild roses, loosestrifes, and tiger lilies are in bloom from spring to fall and the observation deck gives visitors a beautiful view of Han River and the area’s wide variety of birds such as reed warblers, titmice, and swallows. The river basin and its surrounding stones are a great place to learn about nature and are home to various bugs such as beetles, river mayflies, big scarlet hairstreak butterflies, and other water insects. <br><br>The Amsa Ecological Park is located nearby Godeok River Side Ecological Park and the Bicycle Theme Park, making this particular area one of the most popular tourist attractions along the Han River.","regDate":"2022-07-10","author":"korea-tour","tag":["Seoul","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2022-07-10-1657435491613/1894496_image2_1.webp","blogPath":"Seoul/2022-07-10-1657435491613","pageUrl":"https:/mcdryad.com/Seoul/2022-07-10-1657435491613"},"dataList":[{"id":"2022-07-20-1658360226266","title":"Bugak Skyway Palgakjeong Pavilion (북악스카이 팔각정)","description":"Bugak Skyway Palgakjeong Pavilion exudes a tranquil, serene beauty regardless of the season. The pavilion, which sits on Bugaksan's 1,652,900 square meter summit at an altitude of 345 meters, was built in a traditional Korean-style and became a popular attraction within the city. There are also spaces for visitors to enjoy food and drinks.","regDate":"2022-07-20","author":"korea-tour","tag":["Seoul","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-07-20-1658360226266/2667332_image2_1.webp","blogPath":"Seoul/2022-07-20-1658360226266"},{"id":"2022-07-20-1658356535853","title":"Buam-dong (부암동)","description":"Buam-dong is a neighborhood in central Seoul that was once occupied mostly by artists and writers. Today, modern galleries, coffee shops, and restaurants stand side by side with old mills and barber shops on the narrow alleyways, making Buam-dong a sophisticated yet classically charming destination.","regDate":"2022-07-20","author":"korea-tour","tag":["Seoul","Culture/Art/History","Experience Programs","Cultural Districts"],"imgUrl":"/2022-07-20-1658356535853/2036441_image2_1.webp","blogPath":"Seoul/2022-07-20-1658356535853"},{"id":"2022-07-20-1658352918179","title":"Bosingak Belfry (보신각 터)","description":"Bosingak Belfry was used during the Joseon dynasty to keep the time. The bell would ring 33 times at 4 AM, signaling the start of the day and the opening of the city gates. At 10 PM, the bell would ring 28 and the gates would close for the night. The bell was originally installed at Wongaksa Temple in 1468, in the 13th year of King Sejo, but was moved to its current location in 1619. The bell has high cultural value due to the exact year of construction being known, allowing historians to accurately date artifacts from the same time period. The original bell, National Treasure No. 2, is preserved in the National Museum of Korea.<br><br>Tourists to Jongno-gu and locals alike can enjoy a living history through the bell-ringing ceremony that takes place for one hour every day (excluding Mondays), starting at 11 20. In addition, Bosingak Belfry is the location of Korea's very own \"ball drop ceremony\" on December 31. On this evening, the streets surrounding the belfry are closed to traffic and people gather to ring in the New Year with the striking of the bell.","regDate":"2022-07-20","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-07-20-1658352918179/566424_image2_1.webp","blogPath":"Seoul/2022-07-20-1658352918179"},{"id":"2022-07-20-1658349570970","title":"Boramae Safety Experience Center (보라매안전체험관)","description":"Located inside Boramae Park, the Boramae Safety Experience Center operates an experience program focused on safety measures in the event of disaster. With a 'Safe Seoul' vision, the center teaches safety awareness and safety measures through simulation-based training in how to handle disasters, earthquakes, windstorms, fire and traffic accidents. The center also operates a program to learn about first aid such as CPR and the use of various safety facilities and equipment.<br><br>At this safety experience center, visitors can also listen to real-life stores from fire officers and participate in the programs to learn more about safety.","regDate":"2022-07-20","author":"korea-tour","tag":["Seoul","Culture/Art/History","Experience Programs","Unique Experience"],"imgUrl":"/2022-07-20-1658349570970/1095139_image2_1.webp","blogPath":"Seoul/2022-07-20-1658349570970"},{"id":"2022-07-20-1658338888201","title":"Boramae Park (보라매공원)","description":"Boramae Park is a former Air Force Academy site that has been transformed into a recreational park on May 1986. At approximately 397,000 ㎡, the park holds various sports facilities including a tennis court and sports center as well as convenient facilities such as a small zoo, pond, walking trail and more. The 2nd floor of Building 4 has a library that is popular with teenagers as well as Teenager Center where they can enjoy various activities and programs. The symbolic tower of the Air Force Academy still stands as a powerful symbol of loyalty and filial piety.","regDate":"2022-07-20","author":"korea-tour","tag":["Seoul","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-07-20-1658338888201/566009_image2_1.webp","blogPath":"Seoul/2022-07-20-1658338888201"},{"id":"2022-07-20-1658336147244","title":"Bongwonsa Temple (봉원사)","description":"Located at the outskirts of Ansan Mountain in Bongwon-dong, Seodaemun-gu, Seoul, Bongwonsa Temple, as the center of Korean Buddhism Taego, is a thousand year old temple with a long history and tradition. In 889 (3rd year of Shilla Queen Jinseong’s reign), Monk Doseon founded it at the ground of Yeonhui Palace (now Yonsei Univ.) and named it Banyasa temple. It was destroyed during the Imjin War in 1592, and later in 1748 (24th year of Joseon King Yeongjo’s reign), it was rebuilt and renamed “Bongwonsa” by two Buddhist monks, Chanjeup and Jeungam.<br> <br>“Yeongsanjae,” one of the Buddhist rituals and also a National Intangible Cultural Property, takes place at Bongwonsa on June 6 every year wishing for the world peace and the reunification of North and South Korea. It was designated as one of the Intangible Cultural Heritage of Humanity by UNESCO in 2009. During Yeongsanjae, visitors can enjoy the Buddhist arts such as Beompae (Buddhist temple music for rituals) and dancing. Also, during summer time, Seoul Lotus Flower Culture Festival takes place, where visitors can enjoy the beautiful lotus flowers which are a symbol of Buddhism.","regDate":"2022-07-20","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-07-20-1658336147244/2017905_image2_1.webp","blogPath":"Seoul/2022-07-20-1658336147244"},{"id":"2022-07-20-1658331609777","title":"Bonghwasan Mountain - Seoul (봉화산 (서울))","description":"Bonghwasan Mountain (alt. 160 meters) in Jungnang-gu, Seoul offers scenic views of Buramsan, Dobongsan, and Namsan mountains. From the mountain, hikers can even see as far as the Yangju area of Gyeonggi-do Province to the north. Officially designated a “neighborhood park” in July 1977, Bonghwasan Mountain has a variety of convenience facilities, not least of which is the beacon tower of Achasan Bongsudae (remolded in 1994) perched on the mountain summit. Also near the summit is Sansingak Shrine, which is the site of the annual Bonghwasan Dodanggut (Intangible Cultural Property of Seoul No. 34), a shamanistic rite performed on the third day of the third lunar month.","regDate":"2022-07-20","author":"korea-tour","tag":["Seoul","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-07-20-1658331609777/1894536_image2_1.webp","blogPath":"Seoul/2022-07-20-1658331609777"}],"navList":["Busan","Daegu","Daejeon","Gwangju","Gyeonggi-do","Incheon","Jeju-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}