{"pageProps":{"content":"![Bukchon Dol Hareubang Park (북촌 돌하르방공원)](/2022-07-19-1658216050635/656813_image2_1.webp)\n\n  \n## Overview\n\n> As a main symbol of Jeju Island, Dol Hareubang, literally meaning \"Old Grandfather\" stone statues, can be found everywhere on the island. However, despite their wide appearance, a lack of historical documents has hampered the true understanding of the statues. Bukchon Dol Hareubang Park puts together a wide variety of the statutes and, in doing so, illuminates their aesthetic and scholarly importance to visitors as well as future generations. In this sense, the park is not only a tourist attraction, but also a learning center for children and adults alike. The park consists of 48 Dol Hareubang, a promenade, reinterpreted Dol Hareubang focusing on the theme of peace, a traditional local garden with walking paths, and a learning center.<br><br>\n\n Dol Hareubang were previously called by various names, including Useokmok, Museokmok, or Byeoksumeori. Dol Hareubang became the official name in 1971 after being designated as a local folk heritage. Although Dol Hareubang were originally seen only around the entrance of government seats, there are over 48 officially recognized Dol Hareubang throughout the island (21 in Jeju City, 2 in National Folk Museum of Korea, 12 in Seongeup, and 13 in Daejeong), along with many replicas. The shamanistic statues are believed to offer protection and ward off demons. According to Tamnaji (Record of Tamna), Dol Hareubang are believed to have been initiated by Kim Mong-gyu, then Magistrate of Jeju in 1754 (30th year of King Yeongjo’s reign).\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br>(Korean, English, Japanese, Chinese) <br>• For more info: +82-64-782-0570|\n|parking:|Available|\n|usetime:|April-October 09:00-18:00<br>November-March 09:00-17:00|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Admission Fees:|Adults 6,000 won / Teenagers 4,000 won |\n  \n## Detail Image\n![/2022-07-19-1658216050635/1620008_image2_1.webp](/2022-07-19-1658216050635/1620008_image2_1.webp)\n![/2022-07-19-1658216050635/1620009_image2_1.webp](/2022-07-19-1658216050635/1620009_image2_1.webp)\n![/2022-07-19-1658216050635/1620010_image2_1.webp](/2022-07-19-1658216050635/1620010_image2_1.webp)\n![/2022-07-19-1658216050635/1620011_image2_1.webp](/2022-07-19-1658216050635/1620011_image2_1.webp)\n![/2022-07-19-1658216050635/1620012_image2_1.webp](/2022-07-19-1658216050635/1620012_image2_1.webp)\n![/2022-07-19-1658216050635/1620013_image2_1.webp](/2022-07-19-1658216050635/1620013_image2_1.webp)\n![/2022-07-19-1658216050635/1620014_image2_1.webp](/2022-07-19-1658216050635/1620014_image2_1.webp)\n![/2022-07-19-1658216050635/1620015_image2_1.webp](/2022-07-19-1658216050635/1620015_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-64-782-0570](tel:+82647820570)\n- [🏠www.visitjeju.net](https://www.visitjeju.net/kr)\n\n\n```googleMap\nlatitude: 33.5396035971\nlongitude: 126.6896605755\ntitle: 70, Bukchonseo 1-gil, Jeju-si, Jeju-do\n```\n  \n## Directions\n  \n[Bus]<BR>\nFrom Jeju Bus Terminal take a local bus bound for Seongsan and get off at Bukchon Elementary School Bus Stop. <Br> Walk for approx. 700 m towards Hallasan Mountain.\n","data":{"id":"2022-07-19-1658216050635","title":"Bukchon Dol Hareubang Park (북촌 돌하르방공원)","description":"As a main symbol of Jeju Island, Dol Hareubang, literally meaning \"Old Grandfather\" stone statues, can be found everywhere on the island. However, despite their wide appearance, a lack of historical documents has hampered the true understanding of the statues. Bukchon Dol Hareubang Park puts together a wide variety of the statutes and, in doing so, illuminates their aesthetic and scholarly importance to visitors as well as future generations. In this sense, the park is not only a tourist attraction, but also a learning center for children and adults alike. The park consists of 48 Dol Hareubang, a promenade, reinterpreted Dol Hareubang focusing on the theme of peace, a traditional local garden with walking paths, and a learning center.<br><br> Dol Hareubang were previously called by various names, including Useokmok, Museokmok, or Byeoksumeori. Dol Hareubang became the official name in 1971 after being designated as a local folk heritage. Although Dol Hareubang were originally seen only around the entrance of government seats, there are over 48 officially recognized Dol Hareubang throughout the island (21 in Jeju City, 2 in National Folk Museum of Korea, 12 in Seongeup, and 13 in Daejeong), along with many replicas. The shamanistic statues are believed to offer protection and ward off demons. According to Tamnaji (Record of Tamna), Dol Hareubang are believed to have been initiated by Kim Mong-gyu, then Magistrate of Jeju in 1754 (30th year of King Yeongjo’s reign).","regDate":"2022-07-19","author":"korea-tour","tag":["Jeju-do","Culture/Art/History","Recreational Sites","Theme Parks"],"imgUrl":"/2022-07-19-1658216050635/656813_image2_1.webp","blogPath":"Jeju-do/2022-07-19-1658216050635","pageUrl":"https:/mcdryad.com/Jeju-do/2022-07-19-1658216050635"},"dataList":[{"id":"2023-02-18-1676698598035","title":"Samseonghyeol (제주 삼성혈)","description":"Designated as Historic Site No.134, Samseonghyeol is located in the pine forest between Kal Hotel and Jeju Folklore & Natural History Museum. The word “Samseonghyeol” means “three clans holes”, referring to the three 品 shaped holes in the middle of the forest. Each hole is separated from the other holes by a few meters.<br><br> Legend has it that Samseonghyeol is the place where three demigods, the founding fathers of Tamna (the former name of Jeju), first appeared. They lived by hunting and gathering until&nbsp;they married three princesses from Byeokrangguk, whom came to shore in a wooden box. The three princesses brought with them a calf, pony, and five different seeds that eventually helped to establish agriculture in Jeju.<br><br> Curiously, the three holes are not percolated by rain or snow.  The ancient trees surrounding the holes look as if they are bowing to them, often surprising visitors. It takes just about 30 minutes to look around Samseonghyeol and its vicinity.","regDate":"2023-02-18","author":"korea-tour","tag":["Jeju-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2023-02-18-1676698598035/1618334_image2_1.webp","blogPath":"Jeju-do/2023-02-18-1676698598035"},{"id":"2023-02-18-1676695893214","title":"Saeseom Island Saeyeongyo Bridge (새섬 새연교)","description":"Saeyeongyo Bridge is the longest pedestrian overpass created in the southern-most area of the country. The bridge, inspired by ‘Tewu’ (Jejus traditional log boat), was opened in September 2009, and connects Seogwipo Port and Birds Island. The overpass is the first single cable-stayed bridge ever created in Korea. The bridge has a major tower inspired by the wind and a sail and flamboyant LED lights. <br><br>With the creation of the bridge, it has become much easier for people to travel to Birds Island, which features the islands ecosystem  designated as a warm temperate forest conservation zone. The island also has diverse convenience and leisure facilities such as a 1.2 kilometer walking path, a public square, wooden deck road, pebble road, forest walking path and theme photo zone.","regDate":"2023-02-18","author":"korea-tour","tag":["Jeju-do","Culture/Art/History","Architectural Sights","Bridges"],"imgUrl":"/2023-02-18-1676695893214/1618761_image2_1.webp","blogPath":"Jeju-do/2023-02-18-1676695893214"},{"id":"2023-02-18-1676691372263","title":"Roe Deer Observation Center (제주 노루생태관찰원)","description":"Roe Deer Observation Center opened on August 3, 2007 to offers a place where visitors may observe and watch roe deer and other creatures in their natural habitat. Guests can watch the deer from the forest trails, or feed them at the experience enclosure. The exhibition hall offers information on Hallasan Mountain and the animals and plants that live around it, including a video room teaching about the life of a roe deer. The observation center grounds also include walking paths up Geochinoreum Volcanic Cone.","regDate":"2023-02-18","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"","blogPath":"Jeju-do/2023-02-18-1676691372263"},{"id":"2023-02-17-1676630304200","title":"Nexon Computer Museum (넥슨컴퓨터박물관)","description":"Nexon Computer Museum is a computer museum run by Nexon, an online game developing company. Visitors can learn about the history of games and computers, and imagine the future while walking through the museum. The keyboard-shaped waffles sold at the cafe in the museum are also well-known.","regDate":"2023-02-17","author":"korea-tour","tag":["Jeju-do","Culture/Art/History","Industrial Sites","Electronics/Semiconductors"],"imgUrl":"","blogPath":"Jeju-do/2023-02-17-1676630304200"},{"id":"2023-02-17-1676626555545","title":"Natural Habitat of Poison Bulbs on Tokkiseom Island (제주 토끼섬 문주란 자생지)","description":"Jejus Tokkiseom Island (Rabbit Island) is located 50 meters off the coast of Hado-ri, Gujwa-eup in Jeju-si. Crinum lilies grow in an environment where the average temperature is around 15℃ with the lowest temperature no less than -3.5℃. The flower is white and blooms from July to September. They bloom at night and have a strong fragrance.","regDate":"2023-02-17","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"","blogPath":"Jeju-do/2023-02-17-1676626555545"},{"id":"2023-02-17-1676623242828","title":"Maze Land (메이즈랜드)","description":"Maze Land is a themed park boasting the world’s longest stone maze, measuring roughly 5.3 km in total length. The maze is made mainly using stone and wood found on Jeju and is created to reflect the Jejus three principle items or Samda, which describes the things abundant on Jeju Island  rocks, wind, and women. The maze not only offers a fun activity for you and your friends, but also provides health benefits as the stones emit high levels of far-infrared radiation and the woods (T. occidentalis) produce a large volume of phytoncides. The park, with its variety of trees several decades old, is the perfect place for forest bathing,” in which people surround themselves with nature (particularly trees) to soak in the natural benefits.<br><br>In addition to the mazes made of trees and stones, visitors are encouraged to check out the maze museum detailing the history of mazes starting from their origin in the 14th century. During the museum tour, visitors may also participate in hands-on activities such as puzzles and games.","regDate":"2023-02-17","author":"korea-tour","tag":["Jeju-do","Culture/Art/History","Recreational Sites","Theme Parks"],"imgUrl":"","blogPath":"Jeju-do/2023-02-17-1676623242828"},{"id":"2023-02-17-1676619380298","title":"Marine Park (마린파크)","description":"Located in Hwasun-ri, Seogwipo-si, Marine Park is the first and only national dolphin experience site. It has a trick art photo zone on the basement level, an indoor dolphin experience site on the first floor, and a children’s aquarium that exhibits 100 species of fish local to the Jeju region on the second floor. Activity programs include feeding dolphins, experience being a dolphin trainer, dolphin swimming and snorkeling, diving with dolphins and prenatal education with dolphins. Marine Park also participates in ocean animal transportation, as well as rescue and leading trainer business.","regDate":"2023-02-17","author":"korea-tour","tag":["Jeju-do","Culture/Art/History","Experience Programs","Unique Experience"],"imgUrl":"","blogPath":"Jeju-do/2023-02-17-1676619380298"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}