{"pageProps":{"content":"![Sinsedong Chilcheung Jeontap - Sinsedong 7 stories Brick Pagoda (안동 법흥사지 칠층전탑)](/2022-12-06-1670304962301/2367687_image2_1.webp)\n\n  \n## Overview\n\n> Designated National Treasure No.16, Sinsedong Chilcheung Jeontap is Koreas oldest and largest stone pagoda. <br> The pagoda measures 16.8 meters high with a x_width of 7.75 meters. The pagoda was originally built at Beopeungsa Temple during the eighth century of the Unified Silla Kingdom 654-935  and is the only remaining relic from the temple. <br> The pagoda is presently located on the estate of the head house of the Goseong Lee family. The sangryunbu, the ornamental top portion of the pagoda, has been totally lost, but the lower tiered portions are intact with beautiful carvings of Buddhist tutelary deity. Traces of tiled roof were found on each story of the tower.  Historical records show that the tower was rebuilt in 1487 and that around the same period, three parts of the temple remained.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <BR>(Korean, English, Japanese, Chinese) <br> • For more info: +82-54-840-5225|\n  \n\n  \n## Detail Image\n![/2022-12-06-1670304962301/181573_image2_1.webp](/2022-12-06-1670304962301/181573_image2_1.webp)\n![/2022-12-06-1670304962301/567290_image2_1.webp](/2022-12-06-1670304962301/567290_image2_1.webp)\n![/2022-12-06-1670304962301/567293_image2_1.webp](/2022-12-06-1670304962301/567293_image2_1.webp)\n![/2022-12-06-1670304962301/567294_image2_1.webp](/2022-12-06-1670304962301/567294_image2_1.webp)\n![/2022-12-06-1670304962301/181572_image2_1.webp](/2022-12-06-1670304962301/181572_image2_1.webp)\n![/2022-12-06-1670304962301/1919416_image2_1.webp](/2022-12-06-1670304962301/1919416_image2_1.webp)\n![/2022-12-06-1670304962301/1919417_image2_1.webp](/2022-12-06-1670304962301/1919417_image2_1.webp)\n![/2022-12-06-1670304962301/1919418_image2_1.webp](/2022-12-06-1670304962301/1919418_image2_1.webp)\n![/2022-12-06-1670304962301/2367688_image2_1.webp](/2022-12-06-1670304962301/2367688_image2_1.webp)\n![/2022-12-06-1670304962301/2367691_image2_1.webp](/2022-12-06-1670304962301/2367691_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-54-840-5225](tel:+82548405225)\n- [🏠http://www.cha.go.kr](http://www.cha.go.kr/)\n\n\n```googleMap\nlatitude: 36.5660547986\nlongitude: 128.7464462156\ntitle: Beopheung-dong, Andong-si, Gyeonsangbuk-do\n```\n  \n## Directions\n  \n[Bus]<BR>\nFrom Andong Bus Terminal, cross the road and then take Bus No. 1, 2 or 11 to Ujeong Plaza Bus Stop. <br>\nGo toward City Hall for 500m. <br>\nTurn right after crossing a bridge and then go for 100m. <br>\nSinsedong 7-story Brick Pagoda is on the left side.\n","data":{"id":"2022-12-06-1670304962301","title":"Sinsedong Chilcheung Jeontap - Sinsedong 7 stories Brick Pagoda (안동 법흥사지 칠층전탑)","description":"Designated National Treasure No.16, Sinsedong Chilcheung Jeontap is Koreas oldest and largest stone pagoda. <br> The pagoda measures 16.8 meters high with a x_width of 7.75 meters. The pagoda was originally built at Beopeungsa Temple during the eighth century of the Unified Silla Kingdom 654-935  and is the only remaining relic from the temple. <br> The pagoda is presently located on the estate of the head house of the Goseong Lee family. The sangryunbu, the ornamental top portion of the pagoda, has been totally lost, but the lower tiered portions are intact with beautiful carvings of Buddhist tutelary deity. Traces of tiled roof were found on each story of the tower.  Historical records show that the tower was rebuilt in 1487 and that around the same period, three parts of the temple remained.","regDate":"2022-12-06","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Holy Sites"],"imgUrl":"/2022-12-06-1670304962301/2367687_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-06-1670304962301","pageUrl":"https:/mcdryad.com/Gyeongsangbuk-do/2022-12-06-1670304962301"},"dataList":[{"id":"2022-12-10-1670661536638","title":"Andong Hanji (안동한지체험)","description":"Andong Hanji, located at the entrance of Hahoe Village, an area preserving Korean traditions and customs, has done its best to continue the manufacturing of traditional Korean paper, <em>hanji</em>. Andong Hanji makes hanji using Korean paper mulberry and clean water. The center features many items made from hanji, and offers experience programs for students, as well as factory tours to learn more about the complete production process. Andong Hanji is proudly produces the largest amount of exceptional quality hanji in approximately 60 different types for various uses.","regDate":"2022-12-10","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Experience Programs","Traditional Experience"],"imgUrl":"","blogPath":"Gyeongsangbuk-do/2022-12-10-1670661536638"},{"id":"2022-12-10-1670657747432","title":"Andong Hahoe Doenjang Village (안동 하회된장마을)","description":"Andong Hahoe Doenjang Village is located by the crossroad of Hahoe Village and Byeongsanseowon Confucian Academy in Pungcheon-myeon, Andong-si. All of the buildings in the village are built purely of red clay and the villagers are devoted to preserving the 600 year-long tradition of doenjang (fermented soybean paste) making. <br><br>Over 3,000 large jars used for storing doenjang greet visitors at the village entrance. Highlights of the village include a red clay storage room capable of storing around 100 tons of soybeans, a giant iron pot for boiling up to 100 kilograms of beans at once, and a large glass drying room used for hanging meju (fermented soybean blocks) to dry. Using these features, doenjang is made by boiling domestically produced soybeans and shaping them into blocks of meju, which are then left to ferment and dry for 2 to 3 months. <br><br>The village facilities are comprised of an exhibition center at the entrance, a production center, and two drying rooms. The exhibition center invites visitors to sample various  fermented soybean condiments and displays all the products made in this village. The drying rooms are specially designed to allow maximum sunlight and ventilation. Finally, the production center preserves the traditional methods of making doenjang such as boiling soybeans in a giant iron pot and fermenting meju in a ondolbang (a room with the&nbsp;Korean floor heating system).","regDate":"2022-12-10","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Industrial Sites","Foods & Beverages"],"imgUrl":"","blogPath":"Gyeongsangbuk-do/2022-12-10-1670657747432"},{"id":"2022-12-10-1670654386426","title":"Yeongju Museom Village (영주 무섬마을)","description":"Located in Sudo-ri in Yeongju, Gyeongsangbuk-do, Museom Village is a charming hanok village surrounded by water. Flowing down from Sobaeksan Mountain and Taebaeksan Mountain, Naeseongcheon Stream and Yeongjucheon Stream converge and loop around Museom Village, surrounding the village on three sides with water. This peninsula-like village is not only the center of traditional Korean culture, but also has a gorgeous natural landscape complete with a wide sandy riverside and a lush inland forest.<br><br>Known for Haeudang and Manjukje Houses (two of the most historical hanok houses in the area), the village is also home to other outstanding traditional houses such as the Kim Gyu-jin House and the Kim Wi-jin House. Manjukje House is located at the heart of the village and  the oldest traditional house in this hanok village. Manjukje was built in 1666 (7th year of King Heonjongs reign) by Bak Su (the father of the Bannam Bak Family).<br><br> Nearby Manjukje is Manun House, built in the early 19th century and named after Kim Hwi-geol (penname “Manun”). The house later became the home of the wife of the famous poet Jo Ji-hun, author of “Byeolli,” a poem expressing the beauty of Museom Village.<br><br>Other notable houses include the Kim Wi-jin House (a house belonging to aristocrats), the Kim Jeong-gyu House (a house without the traditional outer fencing), and the Bak Jae-yeon House, where the writings of Bak Gyu-su (a respected scholar during the Joseon period) still remain today.<br><br> Another famous attraction in the village is the Single Log Bridge, which was the village’s only connection to the outside world for over 350 years before the construction of Sudo Bridge in 1979. It is a tiny bridge in terms of x_width (30 cm), but it stretches for over 150 meters. It is said that the bridge was rebuilt annually after being destroyed each rainy season. With the construction of Sudo Bridge, the Single Log Bridge was no longer needed, but was rebuilt some time later in its original form. To celebrate the bridge’s impressive history, the village hosts the Single-Log Bridge Festival every October.","regDate":"2022-12-10","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Folk Villages"],"imgUrl":"/2022-12-10-1670654386426/2563076_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-10-1670654386426"},{"id":"2022-12-10-1670650568186","title":"Yeongju Huibangsa Temple (희방사(영주))","description":"Four kilometers northeast of Huibang Station is Huibangsa Temple, which is located at the foot of Sobaeksan Mountain. The temple was built by the Great Monk Duwun in the 12th year (643) of Queen Seondeok’s reign during the Silla Kingdom. The temple used to preserve a wooden printing block for Weolinseokbo vol.1 & 2 (a biography of Buddha), but it was destroyed when the temple burned down during the Korean War. Recently, the wooden printing block has been recreated. Near the entrance of the temple is a natural forest that creates beautiful shadows when the sunlight hits the trees. Also near the temple, one can find Huibang Falls (28m), which is the largest waterfall in the central inland region of Korea. <br> <br> * Huibang Falls <br> Four kilometers northeast of Huibangsa Temple Station on the Jungang Subway Line is Huibang Falls, which is located at the foot of the Sobaeksan Mountain. The waterfall is on the way to Yeonhwabong Peak (1,383  m in x_height) of Sobaeksan Mountain, and it is the largest water fall in the central inland region of Korea. The valley where the water falls has trees and rocks, and right above the water fall is the recently rebuilt Huibangsa Temple. Other tourist attractions nearby include Buseoksa Temple, and Sosuseowon Confucian Academy located along the hiking course of Sobaeksan Mountain.","regDate":"2022-12-10","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-12-10-1670650568186/2366281_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-10-1670650568186"},{"id":"2022-12-10-1670647257548","title":"Yeongju Birosa Temple (비로사 (영주))","description":"Birosa Temple is located at the southern foot of Birobong, the highest peak of Sobaeksan Mountain. It was founded by revered Buddhist monk Uisang Daesa in the 20th year of King Munmu’s reign (AD 680) during the Silla Kingdom. The temple’s Buddha statues and the flagpole supports reveal the long history of this ancient temple. <br><br>To the left of the entrance to Birosa Temple stand a pair of flagpole supports. The 4.8-meter-high flagpole supports facing each other have a meticulous structure. Inside the temple precincts is Jingongdaesa Bobeoptapbi, a stele with a stone turtle base erected in honor of the great monk Jingong Daesa. <br><br>The temple enshrines the Amitabha and Vairocana Buddha statues, which were created during the Silla Kingdom in the late 9th century. Both of these Buddha statues realistically depict the human form, and show similar characteristics, which reveal that they were crafted by the same artisan. Preserving such valuable cultural heritages, Birosa Temple also has a serene view of Birobong Peak on Sobaeksan Mountain.<br><br>* Major cultural properties  Stone Seated Amitabha and Vairocana Buddha Statues (Treasure No. 996), Samgadong Stone Flagpole Supports (Provincial Tangible Cultural Property No. 7)","regDate":"2022-12-10","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-12-10-1670647257548/2376699_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-10-1670647257548"},{"id":"2022-12-10-1670643420149","title":"Yeongdeok Sunrise Park (영덕 해맞이공원)","description":"Yeongdeok Sunrise Park is located on the eastern coast, with an unmanned lighthouse and wooden promenades, using wood from trees that were damanged in a large fire here in 1997. The observation deck from the peak of the park provides grand views of the surrounding area, and is a popular location for photography. Additional attractions within the park include a pergola, musical fish statues, and an ecological education field.","regDate":"2022-12-10","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-12-10-1670643420149/2043609_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-10-1670643420149"},{"id":"2022-12-09-1670582318596","title":"Yeongdeok Crab Village (영덕대게마을)","description":"Located on the coast of the East Sea, Yeongdeok Crab Village is famous for its classical scholars, and its wonderful scenery, where the mountains meet the sea. The traditional fishing village is the home of Yeongdeok snow crab that was well-known from Goryeo dynasty (King Taejo) and also has a huge street for snow crabs, packed with around 100 shops selling crabs along the Gangguan Port. When the season for snow crabs arrives in November, lasting through May, the village is crowded with visitors from all over the world eager to try Yeongdeok snow crabs. <br><br>In addition, the location of the village gives visitors the opportunity to enjoy one of the most beautiful sea roads in Korea. In the area are also a sea fishing site, beaches, and water resort venues that are suitable for both recreation and relaxation.","regDate":"2022-12-09","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites"],"imgUrl":"/2022-12-09-1670582318596/1801817_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-09-1670582318596"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}