{"pageProps":{"list":[{"id":"2023-01-04-1672824967328","title":"Jeonju Hanok Village [Slow City] (전북 전주 한옥마을 [슬로시티])","description":"Jeonju Hanok Village is located in the city of Jeonju and overlaps Pungnam-dong and Gyo-dong. There are 735 traditional Korean hanok houses. While the rest of the city has been industrialized, Hanok Village retains its historical charms and traditions. <br /><br />The charm of Jeonju Hanok Village lies in the hanok buildings unique roof edges, which are slightly raised to the sky. Hanok houses are generally divided into two sections, <em>anchae</em> and <em>sarangchae</em>. Sarangchae is where the men dwell. Because men and women had to remain separated, anchae is situated deep inside the house so that it is secretive and quiet. <br /><br />Another trait of hanok is that all the houses are heated with ondol, a unique floor heating system. Since Koreans enjoy sitting, eating, and sleeping on the floor, it needs to remain heated in winter. To experience what hanok is like, visitors can either book a hanok accommodation or visit the Hanok Life Experience Hall.","regDate":"2023-01-04","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Historical Sites","Folk Villages"],"imgUrl":"/2023-01-04-1672824967328/2674220_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-04-1672824967328","pageUrl":"https:/mcdryad.com/Jeollabuk-do/2023-01-04-1672824967328"},{"id":"2023-01-04-1672821551267","title":"Jeonju Donggosa Temple (동고사 (전주))","description":"Donggosa Temple, located on Seungamsan Mountain in Jeonju, is a Buddhist temple of the Taego Order. The hike up to Donggosa Temple is a refreshing climb, and the temple provides a stunning panoramic view of downtown Jeonju. The temple buildings were constructed one after another along the mountain ridge, and stand in a row on either side of Daeungjeon Hall. The temple is modest and tastefully decorated with portraits of deceased great Buddhist monks and wooden Buddhist murals. The hiking trail to the right of Donggosa Temple leads to Chimyeongjasan Martyrs Ground, which is the graveyard of persecuted Catholics from the late Joseon dynasty.","regDate":"2023-01-04","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2023-01-04-1672821551267/1605498_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-04-1672821551267","pageUrl":"https:/mcdryad.com/Jeollabuk-do/2023-01-04-1672821551267"},{"id":"2023-01-04-1672817762142","title":"Jeongeupsa Culture Park (정읍사문화공원)","description":"Jeongeupsa Culture Park (located in Sigi 3-dong in downtown Jeongeup-si) was built in honor of ‘Jeongeupsa’ a famous Baekje Gayo (a type of poem from the Baekje dynasty). Jeongeupsa is the only poem of the five Baekje Gayos (Jeongeupsa, Mudeungsangok, Bangdeungsangok, Seonunsangok, and Jirisangok) recorded in Hangeul that remains in existence today. <br><br>The park, built on the location where the epic poem took place, boasts a 2.5-meter high granite statue of the heroine of Jeongeupsa. Nearby the statue are a shrine and a 2-meter wide monument commemorating the poem. Located in the vicinity are the Jeongeupsa Art Center, the Korean Classical Music Center, the city library, and an outdoor stage.","regDate":"2023-01-04","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2023-01-04-1672817762142/2031759_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-04-1672817762142","pageUrl":"https:/mcdryad.com/Jeollabuk-do/2023-01-04-1672817762142"},{"id":"2023-01-04-1672814332135","title":"Jeongeup Naejangsan Special Tourist Zone (정읍 내장산 관광특구)","description":"Jeongeup Naejangsan Special Tourist Zone, which covers Naejangsan Mountain, Baegamsan Mountain and Ibamsan Mountain, is known for the most beautiful fall scenery in Korea. In the autumn, the zone is aflame with autumnal tints. Naejangsan Mountain has been referred to as the “Geumgang of Honam” since the Joseon dynasty.<br><br>Naejangsan Mountain is about 11 kilometers away from downtown Jeongeup, and its name means many secrets in the mountains. The highest peak of Naejangsan Mountain is Sinseonbong Peak, which is 763 meters above sea level. The nine peaks of the mountain stand in a circle, similar to the shape of a horse’s hoof. As one of the eight scenic views of the nation, it boasts grand scenery. Geumseongyegok Valley, which embraces Geumseonpokpo Falls, Dodeokpokpo Falls and Baegamgyegok Valley, is also famous. <br><br>Since there are more than ten trekking courses, hikers can choose a course after taking their physical stamina or personal preference into consideration. The length of each course varies from 1.5 to 14 kilometers. For those who are not able to trek long distances, walking the 3.6 kilometer-long nature trail that leads to the flatland is a good option. Visitors can reach the observation platform easily by riding a cable car from the ticket office.<br><br>The number of tourists has been steadily increasing since the KTX train began to stop at Jeongeup Station. When the autumn colors are at its peak in particular, taking the KTX makes the trip to Naejangsan Mountain much easier for travelers, and prevents  traffic jams. The Donghak Peasants Revolution Commemoration is held in May and the Naejangsan Fall Foliage Festival  takes place in October. <br><br>* Current State of Jeongeup & Naejangsan Special Tourist Zone <br>1) Districts Covered  Naejang Districts (Naejang and Ssangam-dong) and Yongsan Districts (Yongsan and Sinjeong-dong), Jeongeuop-si, Jeollabuk-do<br>2) Area  3,448,365㎡ <br><br>* Tourist Attractions<br>Naejangsan National Park, Okjeongho Lake, Jeongeupsa Park, Jeongeupcheon Stream, Chungyeolsa Shrine, Donghak Peasant Revolution Memorial Hall, etc. <br>","regDate":"2023-01-04","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Recreational Sites","Tourist Complexes"],"imgUrl":"/2023-01-04-1672814332135/1929797_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-04-1672814332135","pageUrl":"https:/mcdryad.com/Jeollabuk-do/2023-01-04-1672814332135"},{"id":"2023-01-04-1672810566980","title":"Jeondong Catholic Cathedral (전주 전동성당)","description":"Jeondong Catholic Cathedral in Jeonju (Historic Site No. 288) was built in honor of Roman Catholic martyrs of the Joseon dynasty on the very same spot the martyrs lost their lives. The land was purchased by French Priest Baudenet in 1891 (28th year of King Gojong), but construction of the church did not begin until 1908. The church was designed by Priest Poinel, who also designed the famous Myeongdong Cathedral in Seoul. Construction was completed in 1914, a time during which Korea was under Japanese rule. Though originally built just outside of Pungnammun Gate, the site of the martyrs, the church was later moved to its current location for expansion.  <br><br>The first Romanesque building in the Honam region, Jeondong Catholic Cathedral is made of gray and red bricks and bears a striking resemblance to the Myeongdong Cathedral in Seoul. Not only considered one of the most beautiful Catholic churches in Korea, some even go so far as to say it is one of the most beautiful structures in all of Korea, citing the church’s unique combination of Byzantine and Romanesque architectural styles. The rectangular building is topped with three Byzantine bell towers (to the right, center, and left) and boasts arched ceilings, several of which meet in the form of a cross. <br><br>It is interesting to note that some of the bricks used in construction of the church were made using materials from the Jeonjueupseong Walled Town, which was torn down by the Japanese. It is also said that the cornerstone of the church came from a wall of Jeonjueupseong Walled Town near Pungnammun Gate.","regDate":"2023-01-04","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Historical Sites","Holy Sites"],"imgUrl":"/2023-01-04-1672810566980/2641989_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-04-1672810566980","pageUrl":"https:/mcdryad.com/Jeollabuk-do/2023-01-04-1672810566980"},{"id":"2023-01-04-1672807110323","title":"Jeoksangsanseong Fortress (무주 적상산성)","description":"Jeoksangsan Mountain (elevation 1,034m) in Muju, Jeollabuk-do, is surrounded by precipitous walls of stratified rocks. The basin on the mountain top there is a lake called ‘Jeoksangho’; and along the ridge enclosing the lake stands Jeoksangsanseong Fortress extending over 8,143m. During the Goryeo period the region was a place of refuge for civilians at times of war. The fortress wall was built during the Joseon era.","regDate":"2023-01-04","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Historical Sites","Fortresses"],"imgUrl":"/2023-01-04-1672807110323/1606571_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-04-1672807110323","pageUrl":"https:/mcdryad.com/Jeollabuk-do/2023-01-04-1672807110323"},{"id":"2023-01-04-1672803352901","title":"Jeoksangsan National History Archives Site (적상산사고지)","description":"During the Imjin War (1592-1598), many of the National Archives in the capital and the surrounding area were burned down. After this, the archives were duplicated and stored in a variety of locations thoughout the county. The National Archives of Jeoksangsan Mountain was founded in 1614, when important national archives were moved from Myohyang Confucian Academy, with others being added in 1641. This national archives site served a very important role throughout over 300 years of Korea’s history, until it was closed by the Japanese during the Japanese occupation.","regDate":"2023-01-04","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2023-01-04-1672803352901/1606564_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-04-1672803352901","pageUrl":"https:/mcdryad.com/Jeollabuk-do/2023-01-04-1672803352901"},{"id":"2023-01-03-1672742201681","title":"Jeoksangsan Mountain (적상산)","description":"As one of the best scenic mountains in Korea, Jeoksangsan Mountain (1,030.6 meters) showcases imposing, steep rock walls. Jeoksangsan, also called Red Skirt Mountain, got its name from the view of red maple trees around cliffs in fall that makes the mountain look like a giant red skirt. The mountain boasts a variety of attractions from Hyangnobong Peak (1,029 meters), Cheonilpokpo Falls, Songdaepokpo Falls, Jangdobawi Rock, Janggunbawi Rock, and Allyeomdae Cliff.<br><br>The rugged shape of the mountain was considered ideal for building a fortress. And after Jeoksangsan became a designated site for storing Joseonwangjo Sillok (annals of the Joseon Dynasty), the fortress surrounding it was further rebuilt. The mountain is also home to Anguksa Temple, an ancient temple built in 1227 (during the 3rd year of King Chungryeol’s reign) by Monk Wolin. The mountain can easily be climbed by hiking or by vehicle; there is a paved road stretching over 15 kilometers that leads to the top of the mountain thanks to the construction of Muju Power Plant, letting tourists visit Sanjeong Lake and Anguksa Temple conveniently.","regDate":"2023-01-03","author":"korea-tour","tag":["Jeollabuk-do","Nature","Natural Sites","Mountains"],"imgUrl":"/2023-01-03-1672742201681/2719978_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-03-1672742201681","pageUrl":"https:/mcdryad.com/Jeollabuk-do/2023-01-03-1672742201681"},{"id":"2023-01-03-1672738548256","title":"Jeokbyeokgang Cliffs [National Geopark] (적벽강 (전북 서해안 국가지질공원))","description":"The area around Jeokbyeokgang Cliffs features great plant distribution value, including a population of Machilus, a designated natural monument. The cliffs are a great location for geological and ecological educational moments when visiting nearby attractions such as Chaeseokgang River and Gyeokgo Beach. The cliff is mostly composed of pepperlite, a unique rock that forms when volcanic rhyolite and sedimentary shale merge together.","regDate":"2023-01-03","author":"korea-tour","tag":["Jeollabuk-do","Nature","Natural Sites"],"imgUrl":"/2023-01-03-1672738548256/182816_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-03-1672738548256","pageUrl":"https:/mcdryad.com/Jeollabuk-do/2023-01-03-1672738548256"},{"id":"2023-01-03-1672735096414","title":"Japanese-style House in Sinheung-dong (Hirotsu House) (군산 신흥동 일본식가옥(히로쓰 가옥))","description":"Japanese-style House in Sinheung-dong was designated as Registered Cultural Heritage in 2005. The area of Sinheung-dong, where the Hirotsu House is located, was a residential area for the wealthy class during the Japanese occupation period. The house is named after Hirotsu, the man who built the house. <br /><br />Several Korean movies and dramas such as The General&rsquo;s Son (1990), Fighter in the Wind (2004), and Tazza  The High Rollers (2006) were filmed in this house. The house is a typical Japanese two-story timber house, keeping the original forms of its roof, outer walls, inside area and the Japanese-style garden which has significant meaning in regards to the architecture history.","regDate":"2023-01-03","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2023-01-03-1672735096414/2649956_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-03-1672735096414","pageUrl":"https:/mcdryad.com/Jeollabuk-do/2023-01-03-1672735096414"},{"id":"2023-01-03-1672731345521","title":"Iksan Ssangneung (익산 쌍릉)","description":"The Ssamgneung (Twin Tombs) in Iksan are stone chamber tombs that were unearthed during an academic excavation survey in 1917. At the time of the survey it was discovered the tombs had already been illegally excavated, most likely during the reign of King Chungsukwang of the Goryeo dynasty. Though looters had stripped the tombs of any burial accessories, the wooden coffins were found to be relatively intact. <br><br>The coffins were severely damaged in the aftermath of the Korean War, but were later restored by the Jeonju National Museum. When they were first found, the twin tombs measured 3.1 meters high and 0.5 kilometers wide, but some of the original wood was lost during the tombs’ tumultuous history and the restoration that followed. The larger of the restored tombs now measures 30 meters in diameter and 5 meters in x_height while the smaller tomb measures 24 meters in diameter and 3.5 meters in x_height. On January 21, 1963 the tombs were designated Historic Site No. 87. <br><br>The Twin Tombs are roughly 200 meters apart, with the tomb in the east called Daewangmyo (big royal tomb) and the one in the west Sowangmyo (small royal tomb). The interiors of the tombs are done in the same style as the stone chamber tombs found in the tomb cluster of Neungsan-ri, Buyeo. Considering that the nearby Mireuksaji Temple Site was built during the reign of King Mu of Baekje dynasty, it is highly likely that the Twin Tombs are those of King Mu and his wife, Queen Seonhwa.","regDate":"2023-01-03","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2023-01-03-1672731345521/1308535_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-03-1672731345521","pageUrl":"https:/mcdryad.com/Jeollabuk-do/2023-01-03-1672731345521"},{"id":"2023-01-03-1672727891410","title":"Iksan Ipjeomni Ancient Tombs (익산 입점리 고분)","description":"The Iksan Ipjeomni Ancient Tombs are a group of ancient Baekje-era tumuli located 100 meters above sea level on the northeast brow of Chilmokjae Hill in Ipjeom-ri, Iksan-si, Jeollabuk-do. The burial ground covers an area of more than 18,520 square meters and is officially listed as Historical Site No. 347. To date, a total of eight tumuli have been excavated, all of which are chamber tombs. <br><br>Surprisingly enough, the tombs were first discovered in 1986 by a high school student. While digging for arrowroot, a young man from a local high school found some pieces of gold that resembled a hat. He quickly notified the authorities and it was soon discovered that the pieces of gold were in fact valuable ancient artifacts. An emergency excavation was conducted and the eight tumuli were uncovered, but unfortunately all of the tumuli except Tomb No. 1 had been severely damaged. Tomb No. 1, which is still in relatively good condition, boasts an entrance measuring an impressive 16 meters in x_height and 2 meters in x_width. <br><br>Inside the tombs archaeologists found valuable relics from the Baekje dynasty including earthenware, jewelry (a gilt-bronze hat, gold earrings, glass beads, etc.), harnesses and ironware. Given the shapes and the types of the pieces found, historians estimate that the tumuli were built in the 5th century. Since the gilt-bronze hat is similar in shape to those found in Japan, experts believe that there was an active exchange between the Baekje people and the people of Japan.","regDate":"2023-01-03","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2023-01-03-1672727891410/573722_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-03-1672727891410","pageUrl":"https:/mcdryad.com/Jeollabuk-do/2023-01-03-1672727891410"},{"id":"2023-01-03-1672724152946","title":"Iksan Godori Standing Stone Buddha (익산 고도리 석조여래입상)","description":"Iksan Godori Standing Stone Buddha is Treasure No. 46. The two Buddha statues (each measuring 424 cm) stand face-to-face at a distance of 200 meters apart and tell the story of an eternal, but unrequited love. <br><br>According to legend, the two Buddhas (one male, one female) are lovers that can only meet for one night in the twelfth month of the lunar calendar. After the sunset on that special day, the lovers are allowed to meet, but must return to their respective positions before the rooster crows at dawn. <br><br>The two statues are very representative of the Goryeo era, which produced many stone statues with minimal expression of the physical body. True to the era, each Buddha has almost no curves and is depicted with plain clothing and barely distinguishable arms. <br><br>On their heads, the Buddhas wear a crown topped with another square hat. With their square faces, small eyes, pug noses, and small lips, the Buddhas are reminiscent of guardian deities typically placed at the entrance of villages.","regDate":"2023-01-03","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2023-01-03-1672724152946/1308525_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-03-1672724152946","pageUrl":"https:/mcdryad.com/Jeollabuk-do/2023-01-03-1672724152946"},{"id":"2023-01-03-1672720692416","title":"House of Lee Young-choon (이영춘가옥)","description":"The House of Lee Young-choon was constructed by a Japanese landlord named Kumamoto during the Japanese colonial era. The house combined Western, Korean, and Japanese into one structure. After Korean liberation, Dr. Lee Young-choon, the first medical doctor, lived in the house. From that time, the house was referred to as the House of Lee Young-choon.<br><br>Thanks to its beautiful exterior, the house was used as a backdrop for films such as Bingjeom, Sandglass, and Yain Shidae, etc.<br><br>The doctor was considered the Korean Albert Schweitzer, and his pen name of Ho, referring to ssangcheon, means two branches of spring water, represents one for healing physical disease and the other for healing the spirit. He was born in Yonggang-gun, Pyeongannam-do in October 1903. In 1935, through a connection by his professor at Pyeongyanggobo School, he took a position as the head of&nbsp;Jahye Hospital to take care of 20,000 people. In addition, he was the first  person in Korea to implement the policy of school nurses as well as the medical insurance union.","regDate":"2023-01-03","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2023-01-03-1672720692416/1954589_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-03-1672720692416","pageUrl":"https:/mcdryad.com/Jeollabuk-do/2023-01-03-1672720692416"},{"id":"2023-01-03-1672716941898","title":"Honbul Literary House (혼불문학관)","description":"Honbul is an epic novel written about three generations of women from the Namwon Lee clan living under the rule of the Japanese in the 1930s. The word honbul literally means a torch of the soul and refers to the indomitable spirits of the women that persevered through hard times. The novel was written by the late Choi Myeong-hee over a period of 17 years and remains a much celebrated novel. <br><br>Sangsin Village and Nobong Village in Namwon-si are the hometowns of the author and served as the background of the novel Honbul. Located inside the village is a traditional Korean house that is an example of yangban (noble class) architecture and the Honbul Literary House, where visitors have an opportunity to gain a deeper understanding of the novel Honbul. At the entrance of Nobong Village stands a pair of jangseungs (Korean traditional totem poles), welcoming visitors inside.","regDate":"2023-01-03","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Historical Sites","Folk Villages"],"imgUrl":"/2023-01-03-1672716941898/1604025_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-03-1672716941898","pageUrl":"https:/mcdryad.com/Jeollabuk-do/2023-01-03-1672716941898"},{"id":"2023-01-02-1672655782365","title":"Hoemunsan National Recreational Forest (국립 회문산자연휴양림)","description":"Hoemunsan National Recreational Forest, located in Sunchang, Jeollabuk-do, opened in 1993 with a daily maximum limit of 500 people. There’s a waterfall next to the rock gate near the entrance of the forest and a suspension bridge further ahead. Above the suspension bridge is an observatory that provides visitors with a panoramic view of the area. The 5.5 kilometer path to the peak has various types of trees and flowers and also houses many different types of birds. The forest has many facilities including a water playground, exercise machines, volleyball court, pagoda, walking trails, and hiking trails.","regDate":"2023-01-02","author":"korea-tour","tag":["Jeollabuk-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"/2023-01-02-1672655782365/219345_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-02-1672655782365","pageUrl":"https:/mcdryad.com/Jeollabuk-do/2023-01-02-1672655782365"},{"id":"2023-01-02-1672652140043","title":"Hanpungru Pavilion (무주한풍루)","description":"Hanpungnu Pavilion is a site where noted poets of the past used to frequent to appreciate nature and the arts. The pavilion was burned down by Japanese soldiers in 1592 (25th year of King Seonjo’s reign) and rebuilt in 1599 (32nd year of King Seonjo’s reign). During the Japanese colonial period, the pavilion served as a base for propagating Buddhism. After the liberation of Korea, it was moved to Yangsan-myeon, Yeongdong-gun and was renamed as Geumhoru Pavilion. In 1971, the people of Muju moved the pavilion to its current location of Dangsan-ri in Muju-gun, Jeollabuk-do. Hanpungnu is one of the most famous pavilions in the southwestern region of Korea, along with Hanbyeokdang in Jeonju and Gwanghallu in Namwon. It is also known to have the most picturesque exterior among the three famed pavilion.","regDate":"2023-01-02","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2023-01-02-1672652140043/712025_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-02-1672652140043","pageUrl":"https:/mcdryad.com/Jeollabuk-do/2023-01-02-1672652140043"},{"id":"2023-01-02-1672648689997","title":"Haneullae Deulkkot Village (하늘내들꽃마을 [녹색농촌체험])","description":"Situated in Jangsu, Jeollabuk-do, Haneullae Deulkkot Village, as the name suggests in Korean, it is a village nestled alongside the Cheoncheon stream (haneullae means ‘heaven creek’). The area is blessed with clear shallow creek, a green mountain and a field of wild flowers (deulkkot). In the small ecological park there is a 1.6 kilometer square building, a playground, a farm, a garden and a pond occupying nearly 10,000 square meters. Next to the grassy playground you’ll find a therapeutic pebble path made for walking on bare foot, towering trees scattered around the playground offering some cool shade and a few swing chairs attached to the tall trees. There are three wooden look-out stations also shaded by the platanus trees. And in a corner of the playground is a campground capable of accommodating up to ten tents. The pond is home to more than ten varieties of water plants, including the lotus and water hyacinth. There are also some colourful native water life, such as the Crucian carp, daces, dark chubs, Chinese minnows, loaches, freshwater snails and marsh snails.  <br><br>The cafeteria is all made of pine. Visitors can breathe in the soothing woody aroma, take in the view of the park all while having a meal. You can go on hiking trails, rest afterwards with some tea then walk to the local market in a pavilion. Also, people can visit the local compost centre and earthworm breeding farm, as well as the nearby roosters, a protected species native to Korea.","regDate":"2023-01-02","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Experience Programs","Village Experience"],"imgUrl":"/2023-01-02-1672648689997/2515251_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-02-1672648689997","pageUrl":"https:/mcdryad.com/Jeollabuk-do/2023-01-02-1672648689997"},{"id":"2023-01-02-1672644947094","title":"Hanbyeokdang Pavilion (한벽당)","description":"Located in Jeollabuk-do province, Hanbyeokdang Pavilion has been designated Tangible Cultural Property No. 15.  In 1404, a civil official from the Joseon dynasty built this structure as a country house.  Hanbyeokdang was built at the foot of Seungamsan Mountain with beautiful views of the Jeonjucheon River below.  A large highway has since been built nearby taking away from the natural beauty.  In the past, many writers often sought out Hanbyeokdang Pavilion to find inspiration in their writing.  The pavilion is well known for the beauty of the mountain mist flowing down the mountain, thus making it one of the 8 must sees in Jeonju.","regDate":"2023-01-02","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2023-01-02-1672644947094/167072_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-02-1672644947094","pageUrl":"https:/mcdryad.com/Jeollabuk-do/2023-01-02-1672644947094"},{"id":"2023-01-02-1672641516102","title":"Gyeonggijeon Shrine (경기전)","description":"Historic Site No. 339, Gyeonggijeon Shrine was erected in 1410 and holds the portrait of King Tae-jo, the founder of the Joseon dynasty. The shrine was originally given the name Eoyongjeon, but was changed to its current name in 1442, the 24th year of King Sejong the Great. The structure was partially destroyed during the Imjin War (1592-1598), and was restored in 1614.","regDate":"2023-01-02","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2023-01-02-1672641516102/2648780_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-02-1672641516102","pageUrl":"https:/mcdryad.com/Jeollabuk-do/2023-01-02-1672641516102"},{"id":"2023-01-02-1672637736668","title":"Gyeokpo Port (격포항)","description":"Gyeokpo Port is one of the “100 most beautiful fishing villages in Korea” as designated by the Ministry of Maritime Affairs and Fisheries. The port is the hub of maritime transportation connecting islands to the mainland. The port is also famous for the magnificent sunsets viewed from this spot.<br><br>The area is known for a wide range of marine products which are obtained from the clean waters of the West Sea. During octopus season in spring and gizzard shad season in autumn, the area is crowded with gourmets and tourists from across the nation. There are also many local delicacy restaurants specializing in seafood dishes using octopus, cuttlefish, blue crab and manila clam.","regDate":"2023-01-02","author":"korea-tour","tag":["Jeollabuk-do","Nature","Natural Sites"],"imgUrl":"/2023-01-02-1672637736668/252367_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-02-1672637736668","pageUrl":"https:/mcdryad.com/Jeollabuk-do/2023-01-02-1672637736668"},{"id":"2023-01-02-1672634316287","title":"Gyeokpo Beach (격포해변)","description":"Gyeokpo Beach, located near Chaeseokgang River, is also called Chaeseokgang Beach. The beach is more famous for the view of Chaeseokgang River and the sunset over the west sea. The beach get popular in summer, full of visitors enjoying the scenery and water activities. Known for its clear waters and gentle slope, the 500 meter long white sand beach is especially popular among families. The pine forest around the beach provides a perfect rest area for those looking for a shade. There are also many accommodations and restaurants nearby.","regDate":"2023-01-02","author":"korea-tour","tag":["Jeollabuk-do","Nature","Natural Sites"],"imgUrl":"/2023-01-02-1672634316287/2651031_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-02-1672634316287","pageUrl":"https:/mcdryad.com/Jeollabuk-do/2023-01-02-1672634316287"},{"id":"2023-01-02-1672630555982","title":"Gwisinsa Temple - Gimje (귀신사 - 김제)","description":"Gwisinsa, located in Cheongdo Village, Geumsan-myeon, Gimje-si, is now a temple of the Jogye Order, but once belonged to the Haweom Order. The temple is widely believed to have been established by the great monk Uisang Daesa during the 16th year of King Munmu (676). However, some experts site the existence of the Namgeunseok stone animal sculpture as proof that the temple was originally the private temple of King Beop of the Baekje Kingdom. <br><br>Throughout history, the temple has had many names—Guksinsa, Gwisinsa, Gusunsa, and Gwisinsa (same English spelling, different meaning)—but not much is known about when the temple was called by which name. On the temple grounds are a 3-story stone pagoda and some stone sculptures including seoksu (animal statues) and budo (a stupa in honor of a great master). Inside the temple are Daejeokgwangjeon Hall (Treasure No.826), Myeongbujeon Hall, and Gongyangjib Chamber (a chamber for Buddhist offerings).","regDate":"2023-01-02","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2023-01-02-1672630555982/612500_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-02-1672630555982","pageUrl":"https:/mcdryad.com/Jeollabuk-do/2023-01-02-1672630555982"},{"id":"2022-12-31-1672482914287","title":"Gwanghalluwon Garden (광한루원)","description":"Originally known as Gwangtongnu, Gwanghalluwon Garden was built by Hwang Hui Jeongseung in 1419 during the reign of Joseon dynasty’s King Sejong. Because of its outstanding beauty, Governor Jeong In-ji gave the garden the name ‘Gwanghallu’ in 1444, comparing it to a garden from the palace on the moon. It is famous as the location where Lee Mong-ryong and Chunhyang (two lovers from a well-known Korean folk story) first met. In the 1920’s Chunhyangsa Temple was established in the neighboring area and a portrait of Chunhyang was hung in a place of honor. The garden is the venue of the Chunhyangjae Festival every spring, celebrating the deep and lasting love of the famous couple. The area around Gwanghalluwon Garden is full of many attractions, includes Ojakgyo Bridge, symbolizing the bridge connecting Chilseok and Gyeonwu from the traditional story of Chilseok, as well as Chunhyang Hall, Wolmae-jip (house of Chunhyangs mother), Wanwoljeong Pavilion, Yeongjugak Pavilion, Samsinsan and many other traditional buildings.","regDate":"2022-12-31","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-12-31-1672482914287/219427_image2_1.webp","blogPath":"Jeollabuk-do/2022-12-31-1672482914287","pageUrl":"https:/mcdryad.com/Jeollabuk-do/2022-12-31-1672482914287"},{"id":"2022-12-31-1672457740644","title":"Gwanghallu Pavilion (광한루)","description":"Rebuilt in 1638 (the 16th year of King Injo), Gwanghallu Pavilion is one of the Joseon dynasty’s most exemplary structures. The pavilion was constructed in 1419 by Hwang Hui, a noted prime minister in the early Joseon dynasty, during his exile to Namwon. The name of the pavilion at that time was Gwangtongnu. In 1434, while the pavilion was undergoing reconstruction, scholar and politician Jeong In-ji called it Gwanghallu after Gwanghancheongheobu, the mythical palace on the moon. Designated as Treasure No. 281, the pavilion is one of four major pavilions known for excellent craftsmanship, along with Yeongnamnu Pavilion (Miryang), Chokseongnu Pavilion (Jinju), and Bubyeoknu (Pyeongyang). Gwanghalluwon Garden, which consists of Gwanghallu Pavilion, a pond, Bangjangjeon Pavilion, and Yeongjugak Pavilion form Historic Site No. 33.","regDate":"2022-12-31","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-12-31-1672457740644/1604105_image2_1.webp","blogPath":"Jeollabuk-do/2022-12-31-1672457740644","pageUrl":"https:/mcdryad.com/Jeollabuk-do/2022-12-31-1672457740644"},{"id":"2022-12-30-1672396569496","title":"Gusipo Haesu World (Gusipo Seawater World) (구시포 해수찜월드)","description":"The Gusipo Haesu World provides a diverse selection of jjimjilbang facilities.  There is a “<i>Haesuyakjjim</i> (Medicinal Seawater Bath)” full-body bath, where special healthy ingredients are added to heated seawater. This is believed to effectively treat neuralgia, arthritis, and obesity. <br><br>This process extracts unnecessary substances from the skin, creating a more beautiful radiance. There are also other enjoyable facilities such as the indoor sand bathing room and a green tea spa.","regDate":"2022-12-30","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Recreational Sites","Hot Springs & Spa"],"imgUrl":"/2022-12-30-1672396569496/781597_image2_1.webp","blogPath":"Jeollabuk-do/2022-12-30-1672396569496","pageUrl":"https:/mcdryad.com/Jeollabuk-do/2022-12-30-1672396569496"},{"id":"2022-12-30-1672392943632","title":"Guryonggyegok Valley (구룡계곡)","description":"Guryonggyegok Valley, a 3 kilometer-long valley in the northern part of the Jirisan National Park, located in Namwon, Jeollabuk-do, is just the place to enjoy a panoramic view of the unusually shaped rocks and precipitous cliffs. Under the Guryongpokpo Falls, located at the peak of the valley, is a small pond called, ‘Yongso’ (meaning ‘dragon pond’). Legend has it that a dragon lived here before it ascended to heaven. Visitors can tour the valley by driving along the skyway, an extension of the tourist road of Jirisan Mountain, or take an invigorating hike up a mountain by taking the Jeongnyeongchigan route, which extends along the valley to Baemsagol Valley(Banseon) and Nogodan Peak.","regDate":"2022-12-30","author":"korea-tour","tag":["Jeollabuk-do","Nature","Natural Sites","Valleys"],"imgUrl":"/2022-12-30-1672392943632/529600_image2_1.webp","blogPath":"Jeollabuk-do/2022-12-30-1672392943632","pageUrl":"https:/mcdryad.com/Jeollabuk-do/2022-12-30-1672392943632"},{"id":"2022-12-30-1672389414501","title":"Gunsan Geumgang Estuary Bank (금강하구둑(군산))","description":"Geumgang Estuary Bank was completed in 1990 as part of an agricultural development project for 6 cities and counties in Chungcheongnam-do and Jeollabuk-do. The Korea Agricultural and Rural Infrastructure Corporation invested approximately 100 billion won for the project and the construction lasted for 8 years. The estuary bank can hold up to 130 million tons of water. The 1,840-meter long bank serves a bridge that connects Chungcheongnam-do to Jeollabuk-do.<br><br>Aside from being the source of water for agricultural and industrial use in Jeollabuk-do and Chungcheongnam-do, the bank also provides flood control for the area around Geumgang River. It helps keep Gunsanhang Port operational by preventing soiland sand from accumulating at the mouth of the river. It also prevents the backwash of seawater from causing damage to farmlands. Geumgang Estuary Bank has an important role as a tourist destination by connecting Gunsan and Janghang.","regDate":"2022-12-30","author":"korea-tour","tag":["Jeollabuk-do","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2022-12-30-1672389414501/1576234_image2_1.webp","blogPath":"Jeollabuk-do/2022-12-30-1672389414501","pageUrl":"https:/mcdryad.com/Jeollabuk-do/2022-12-30-1672389414501"},{"id":"2022-12-30-1672385722112","title":"Gunsan Dongguksa Temple (동국사(군산))","description":"Dongguksa Temple was built by Japanese monk Seoneungbulgwan in 1909. The temple was run by Japanese monks for 36 years during the Japanese occupation, reverting to Korean jurisdiction when Korea was liberated in 1945. The historical temple is the only surviving Japanese-style temple in the nation. <br><br>The temple is characterized by its two main buildings, Daeungjeon Hall and Yosachae, which are connected by a corridor, and the temple’s relative lack of decoration, which stands as a sharp contrast to the brilliantly-colored Korean temples. Dongguksa Temple was officially designated as Cultural Asset in July 2003 and is now a branch temple of Seonunsa Temple in Gochang, the 24th district of the Korean Buddhist Jogye Order.","regDate":"2022-12-30","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-12-30-1672385722112/1783656_image2_1.webp","blogPath":"Jeollabuk-do/2022-12-30-1672385722112","pageUrl":"https:/mcdryad.com/Jeollabuk-do/2022-12-30-1672385722112"},{"id":"2022-12-30-1672382316463","title":"Gudam Village (구담마을)","description":"Located at the beginning of the Seomjingang River, the steep banks in Gudam Village are covered in maehwa (plum blossoms) in white and red. While strolling along the 3-kilometer-long path of the riverside that connects Gudam Village to Cheondam Village, tourists will be impressed by the beautiful scene created by the plum and cherry blossoms. The village became more and more famous thanks to its cozy ambience created by the Seomjingang River, plum blossoms and Zelkova at the mouth of the village, attracting visitors to enjoy a walking trip. The village has also served as a filming location for movies, including the film Spring in My Hometown (1998).","regDate":"2022-12-30","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Experience Programs","Village Experience"],"imgUrl":"/2022-12-30-1672382316463/1678735_image2_1.webp","blogPath":"Jeollabuk-do/2022-12-30-1672382316463","pageUrl":"https:/mcdryad.com/Jeollabuk-do/2022-12-30-1672382316463"},{"id":"2022-12-30-1672378542324","title":"Gucheondonggyegok Valley (구천동계곡)","description":"Gucheondonggyegok Valley is located within Deogyusan National Park approximately 25 kilometers from Rajetongmun Gate, the entrance of the valley. The valley is famous for its 33 scenic points including Sushimdae Cliff, Gucheonpokpo Falls and Yeonhwapokpo Falls. The valley is popular all year round with cool shade in summer, fall foliage in fall and a snowy landscape in winter.","regDate":"2022-12-30","author":"korea-tour","tag":["Jeollabuk-do","Nature","Natural Sites","Valleys"],"imgUrl":"/2022-12-30-1672378542324/1929663_image2_1.webp","blogPath":"Jeollabuk-do/2022-12-30-1672378542324","pageUrl":"https:/mcdryad.com/Jeollabuk-do/2022-12-30-1672378542324"},{"id":"2022-08-01-1659362399493","title":"Gosapo Beach (고사포해수욕장)","description":"Gosapo Beach commands a magnificent scenic view, thanks to the 2-kilometer stretch of fine sand and pine forest along the beach. The beach is considered one of the cleanest among the beaches in the area. Every two weeks, the tides fall to reveal a path from Gosapo Beach to Haseom Island.","regDate":"2022-08-01","author":"korea-tour","tag":["Jeollabuk-do","Nature","Natural Sites"],"imgUrl":"/2022-08-01-1659362399493/636167_image2_1.webp","blogPath":"Jeollabuk-do/2022-08-01-1659362399493","pageUrl":"https:/mcdryad.com/Jeollabuk-do/2022-08-01-1659362399493"},{"id":"2022-08-01-1659360092237","title":"Gosan Recreational Forest (고산자연휴양림)","description":"Located in Osan-ri, Gosan Recreational Forest is a popular family destination throughout all four seasons. Full of thick groves of larch trees, Korean white pines, rigida pines, and plenty of broad-leaved trees, the forest and its streams offer a cool and refreshing retreat. In spring, the forest is beautiful with wildflowers, azaleas and wild cherry blossom trees. In summer, families flock to the streams shaded by the thick forest canopy. As summer turns into fall, the whole area transforms into a rainbow of bright yellow, red, and orange. With the coming of winter, the snow covers the trees and blankets the ground, turning the forest in a winter dreamland.","regDate":"2022-08-01","author":"korea-tour","tag":["Jeollabuk-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"/2022-08-01-1659360092237/609052_image2_1.webp","blogPath":"Jeollabuk-do/2022-08-01-1659360092237","pageUrl":"https:/mcdryad.com/Jeollabuk-do/2022-08-01-1659360092237"},{"id":"2022-08-01-1659353846841","title":"Gochangeupseong Walled Town (고창읍성)","description":"Gochangeupseong Walled Town was built in 1453 during th reign of Joseon King Danjong to protect the city from foreign invaders. The walls were built by the local civilians, using natural resources as they were available. Also called Moyangseong Fortress, the walled town served a vital role in protecting the southern region, and was designated Historic Site No. 145 on April 1, 1965. The walls are 4~6 meters high and 1,684 meters long, with three gates on the north, east, and west walls, each protected by curved walls. Inside the large area there were 22 government buildings. Restoration work on the wall has been ongoing since 1976.","regDate":"2022-08-01","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Historical Sites","Fortresses"],"imgUrl":"/2022-08-01-1659353846841/2678581_image2_1.webp","blogPath":"Jeollabuk-do/2022-08-01-1659353846841","pageUrl":"https:/mcdryad.com/Jeollabuk-do/2022-08-01-1659353846841"},{"id":"2022-08-01-1659350713993","title":"Gochang Seonunsa Temple (선운사 (고창))","description":"Seonunsa Temple is known to have been built in 577, the 24th year of King Wideok of the Baekje dynasty. It is the second head temple of Jogye Order in Jeollabuk-do. According to the temple's historical records, it was originally a very large temple with 89 hermitages and 3,000 monks. Today, only four hermitages remain  Dosoram, Chamdangam, Dongunam, and Seoksangam. In addition, the temple is home to 25 prestigious heritages, namely the Forest of Common Camellias, which is designated as ㅁ Natural Monument. A festival dedicated to this forest is held every April.","regDate":"2022-08-01","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-08-01-1659350713993/1603705_image2_1.webp","blogPath":"Jeollabuk-do/2022-08-01-1659350713993","pageUrl":"https:/mcdryad.com/Jeollabuk-do/2022-08-01-1659350713993"},{"id":"2022-08-01-1659346917616","title":"Gochang Dosoram Hermitage (도솔암(고창))","description":"Dosoram Hermitage, along with Seonunsa Temple, is thought to have been built during the Baekje era (18 BC-AD 660). The temple is managed by Seonunsa Temple on Dosolsan Mountain in Gochang-gun, Jeollabuk-do.","regDate":"2022-08-01","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-08-01-1659346917616/1603721_image2_1.webp","blogPath":"Jeollabuk-do/2022-08-01-1659346917616","pageUrl":"https:/mcdryad.com/Jeollabuk-do/2022-08-01-1659346917616"},{"id":"2022-08-01-1659343648152","title":"Gochang Dolmen Site [UNESCO World Heritage] (고창 고인돌 유적 [유네스코 세계문화유산])","description":"One of the areas with the largest concentration of dolmen with 447 dolmens is the Gochang Dolmen site in Gochang-gun, Jeollabuk-do. Gochang Dolmen Site holds more dolmen than Hwasun and Ganghwa and boasts dolmen of a variety of shape and size. Dolmens in Gochang, Ganghwa, and Hwasun serve as proof that the area was inhabited since the Bronze Age. The Gochang Dolmen Site was officially registered with UNESCO on November 29, 2000.","regDate":"2022-08-01","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-08-01-1659343648152/1602940_image2_1.webp","blogPath":"Jeollabuk-do/2022-08-01-1659343648152","pageUrl":"https:/mcdryad.com/Jeollabuk-do/2022-08-01-1659343648152"},{"id":"2022-08-01-1659339702427","title":"Gimje Seongmoam Hermitage (성모암(김제))","description":"Seongmoam Hermitage, a temple of the Jogye Order, is located on Yuangsan Mountain in Mangyeong-myeon, Gimje-si. The temple is the final resting place of the mother of Jinmuk Daesa, a great Buddhist monk from the Jeonbuk region. Jinmuk believed that a person’s love and respect for Buddha is not that much different from the love and respect one has for his or her parents. As an expression of this philosophy, Jinmuk had his mother’s remains enshrined at the temple after she died at Mujasoncheonnyeonhyanghwajiji. <br><br>A neat little line of stone lamps leads visitors up from the parking lot to the temple grounds, revealing the well-attended grave of Jinmuk Daesa’s mother to the left. The temple is very unique in that it is the only one to house a caretaker’s office (Gosiraejoen Hall) that is responsible for maintaining the grave site. <br><br>It is said that prayers made to Seongmo (the holy mother) while visiting the temple will come true. Throughout the year, throngs of people journey to the temple to pay their respects and earnestly ask the holy mother to grant them their deepest desires.","regDate":"2022-08-01","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-08-01-1659339702427/1603957_image2_1.webp","blogPath":"Jeollabuk-do/2022-08-01-1659339702427","pageUrl":"https:/mcdryad.com/Jeollabuk-do/2022-08-01-1659339702427"},{"id":"2022-08-01-1659337204897","title":"Gimje Byeokgolje Reservoir (김제 벽골제)","description":"The Byeokgolje Reservoir in Gimje is the oldest irrigation facility in Korea. According to the Samguk Sagi (history of the three kingdoms), Byeokgolje was first built in the 21st year of the reign of King Heulhae (AD 330) of the Silla Kingdom. However, this region belonged to the Baekje kingdom at that time, so some counter that the embankment was actually built in the 27th year of King Biryou (AD 330) of the Baekje kingdom. Historians agree, however, that the reservoir was mended by King Wonseong of Silla in AD 790 and by King Hyeonjong and King Injong of the Goryeo Dynasty in AD 1143. In 1415, King Taejong of the Joseon dynasty rebuilt the whole facility, but it was washed away in heavy rains five years later in the 2nd year of King Sejong.  <br><br>Only about three kilometers of the reservoir embankment remain intact today. Moreover, the original embankment underwent major transformations in 1925 when the Dongjin Land Improvement Association remolded it into a channel for carrying water to nearby fields. <br><br>In 1975, an archeological study of the sites where the two floodgates once stood revealed that highly refined measuring techniques had been used in the original construction of the reservoir. Thus, despite its many changes, Byeokgolje not only holds significance as Korea’s oldest manmade reservoir, but also as a historical relic that points to the highly developed engineering technology of the past.","regDate":"2022-08-01","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-08-01-1659337204897/1603977_image2_1.webp","blogPath":"Jeollabuk-do/2022-08-01-1659337204897","pageUrl":"https:/mcdryad.com/Jeollabuk-do/2022-08-01-1659337204897"},{"id":"2022-08-01-1659333898212","title":"Geumsansa Temple (Gimje) (금산사(김제))","description":"Located near the entrance of the Moaksan Provincial Park, Geumsansa Temple was established in the first year of King Beop of the Baekje Kingdom (AD 599). The Buddhist temple features over ten designated cultural properties including Mireukjeon Hall, a national treasure, as well as other attached buildings. The country’s only three-story building containing a Buddha statue, Mireukjeon was built with wood and has a single-open floor inside. In spring, cherry blossom trees come into full bloom from the park entrance all the way to Geumsansa Temple; and in winter Buddhist adherents come to bow before the statue of Mireuk bodhisattva inside Mireukjeon or walk in circles around the pagoda. The statue is the largest indoor standing Buddha in the world, reaching 11.82 meters in x_height. The two other Buddha statues standing on the right and left of the Mireuk bodhisattva are 8.8 meters tall each.<br><br>* Important Cultural Properties <br>Mireukjeon Hall (National Treasure No. 62) <br>Stone Pillar of Geumsansa Temple (Treasure No. 22) <br>Stone Lotus Pedestal of Geumsansa Temple (Treasure No. 23)<br>Stele for Royal Preceptor Hyedeok at Geumsansa Temple (Treasure No. 24)<br>Five-story Stone Pagoda of Geumsansa Temple (Treasure No. 25)<br>Bangdeung Ordination Platform of Geumsansa Temple (Treasure No. 26)<br>Hexagonal Multi-story Stone Pagoda of Geumsansa Temple (Treasure No. 27)<br>Flagpole Supports of Geumsansa Temple (Treasure No. 28)<br>Three-story Pagoda at Simwonam Hermitage of Geumsansa Temple (Treasure No. 29)<br>Daejangjeon Hall of Geumsansa Temple (Treausre No. 827)<br>Stone Lantern of Geumsansa Temple (Treasure No. 828)","regDate":"2022-08-01","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-08-01-1659333898212/1954559_image2_1.webp","blogPath":"Jeollabuk-do/2022-08-01-1659333898212","pageUrl":"https:/mcdryad.com/Jeollabuk-do/2022-08-01-1659333898212"},{"id":"2022-08-01-1659329733279","title":"Geumma Reservoir (금마저수지)","description":"Looking towards the south from the top of Mireuksan Mountain, one can see Geumma Reservoir. The reservoir is shaped like the Korean peninsula. Hence it is also referred to as Jido Yeonmot, or Map Pond. The terrain is especially beautiful when viewing it through the fog in the early mornings. <br><br>The water comes from Mireuksan Mountain, ensuring a steady supply of water throughout the year. There are no factories or other contaminants nearby so the water quality is of the highest grade. Near the reservoir, one can find <a href=\"http //english.visitkorea.or.kr/enu/SI/SI_EN_3_1_1_1.jsp?cid=1607539&nearBy=site&\"><font color=\"navy\">Seodong Park</font></a> and Mahan Hall. Seodong Park is a sculpture park displaying various sculptures such as a bronze statue of Baekje’s King Muwang of Baekje and a statue of Seodong’s Princess Seonhwa.  Mahan Hall showcases the lifestyle and culture of Mahan, a tribal confederation during the Samhan period. The park also features various facilities such as an observatory, fishing spot and a promenade.","regDate":"2022-08-01","author":"korea-tour","tag":["Jeollabuk-do","Nature","Natural Sites"],"imgUrl":"/2022-08-01-1659329733279/1651523_image2_1.webp","blogPath":"Jeollabuk-do/2022-08-01-1659329733279","pageUrl":"https:/mcdryad.com/Jeollabuk-do/2022-08-01-1659329733279"},{"id":"2022-08-01-1659323323304","title":"Gangcheonsan County Park (강천산 군립공원)","description":"Gangcheonsan Mountain is surrounded by Gwangcheonsan Gwangjubong Peak (583.7 meters above sea level), Gwangdeoksan Seonnyeobong Peak (578 meters), and Sanseongsan Yeondaebong Peak (603 meters above sea level) in the area of 996beonji, Cheonggye-ri, Sunchang-gun, Jeollabuk-do. It is divided into small canyons and has an outstanding view with rocky mountains on all sides. The valley was called Gangcheon Valley because clean and clear water flows like a spring on the hard rocks, and all the mountains around it were called Gangcheonsan Mountain. It is said that in the past it was called Yongcheonsan Mountain, named after the shape of two dragons waving their tails toward the sky and ascending to heaven.<br><br>Following the Noryeong Mountain Range to Chuwolsan Mountain, it forms Gwangdeoksan Mountain and Yongcheonsan Mountain. On Sanseongsan Mountain (two dragons from the eastern sky to the western sky) that towers high in the sky, two dragons run east side by side. There are numerous peaks, some famous ones are, Yeondaebong, Undaebong, Suyeongbong, Cheonjabong, Gitdaebong, Gwangjubong, Gyeonjebong, and Songrakbong peaks. Between these two mountains is a very deep valley. Some of the famous valleys are, Yeondaegyegok Valley, Seonnyeogyegok Valley (Jeobujegol), Wondeunggyegok Valley (Yongdaeamgol), Buntonggol Pass, Jijigol Valley, Somokgol Valley, Samindaegyegok Valley (Hwangwoojegol), Giwoojegol Valley, Senyanggol Valley, Multonggol Valley, Chodanggol Valley, Ujakgol Valley, Dongmakgol Valley, Geumganggyegok Valley (Tapsanggol), Seungbanggol Valley, Byeondugol Valley, etc. The clear water flowing from every valley joins into one and the sound of the water crashing against the rocks and stones echoes throughout the valley and enters Gangcheonho Lake.<br><br>When spring comes, willows bloom, and when the forsythia and azaleas are in full bloom, wild cherry blossoms reach full bloom on every mountain peak. The clear and clean water flows continuously between the gravel along the valley. Visitors can cool off the heat in this river that does not collect moss either because it is too cold or clean. On Gangcheonsan Mountain, there are beautiful shrubs and maple trees, and the baby maples and baby squirrels announce the arrival of autumn among the seven different types of maple trees. The multiple trails on the mountain are not steep or too dangerous, making it popular regardless of age. It is also ideal for mountaineering and mountain-loving hikers. The scenery of the river with white snow and icicles attracts painters who want to capture the moment on a canvas. Gangcheonsan Mountain has four distinct seasons making it a popular destination all year round.","regDate":"2022-08-01","author":"korea-tour","tag":["Jeollabuk-do","Nature","Natural Sites","County Parks"],"imgUrl":"/2022-08-01-1659323323304/2634995_image2_1.webp","blogPath":"Jeollabuk-do/2022-08-01-1659323323304","pageUrl":"https:/mcdryad.com/Jeollabuk-do/2022-08-01-1659323323304"},{"id":"2022-07-31-1659310755947","title":"Gangam Calligraphy Museum (강암서예관)","description":"The Gangam Calligraphy Museum (est. 1995) in Jeonju Hanok Village has on display over 1,000 works from famous artists such as Kim Jeong-hee (1786-1856, calligrapher, painter, & scholar), Lee Sam-man (1770-1847, calligrapher), Kim Hong-do (1745-?, artist), and Jeong Yak-yong (1762-1836, scholar). This museum also houses a seminar room for calligraphy-related events and educational programs.","regDate":"2022-07-31","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History"],"imgUrl":"/2022-07-31-1659310755947/1605494_image2_1.webp","blogPath":"Jeollabuk-do/2022-07-31-1659310755947","pageUrl":"https:/mcdryad.com/Jeollabuk-do/2022-07-31-1659310755947"},{"id":"2022-07-31-1659307137969","title":"Gaeamsa Temple (개암사)","description":"Gaeamsa Temple is a small, quiet temple built in 634 during the Baekje dynasty. The origin of the name \"Gaeam\" goes back to 282 BC, when King Mun from the Byeonhan confederacy took refuge here during the revolt of the Jinhan and Mahan confederacies. Under King Mun's command, temples for the new fortress were built on east and west sides of the valley; the western temple was called Gaeam. In 676, the temple was expanded and in 1276, thirty more buildings were raised, expanding it to a grand temple.","regDate":"2022-07-31","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-07-31-1659307137969/1604185_image2_1.webp","blogPath":"Jeollabuk-do/2022-07-31-1659307137969","pageUrl":"https:/mcdryad.com/Jeollabuk-do/2022-07-31-1659307137969"},{"id":"2022-07-31-1659303488502","title":"Eunsusa Temple (은수사)","description":"The temple located upon Maisan Mountain was called Sangwonsa Temple during the early Joseon dynasty and was later known as Jeongmyeongam Hermitage. According to the Korean Language Society, the temple began to be called Eunsusa (meaning ‘Silver Water Temple’) after King Taejo (the founder of the Joseon dynasty) visited the temple and remarked that the water flowing nearby was as clean and smooth as pure silver. <br><br>The temple is home to the largest known Beopgo (Buddhist drum used for rituals), which was produced in 1982. A stone sculpture and a statue of Granny Samsin (a goddess that looks after babies’ births and keeps them healthy) also stand at the temple. However, the temple’s most treasured assets are its two Natural Monuments  Emerald Gaiety (a climbing vine, Natural Monument No. 380) and the Cheongsil Pear Tree (Natural Monument No. 386). Reverse icicles, though found all over the mountainsides, are most readily and abundantly found in the Eunsusa Temple area.","regDate":"2022-07-31","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-07-31-1659303488502/1605752_image2_1.webp","blogPath":"Jeollabuk-do/2022-07-31-1659303488502","pageUrl":"https:/mcdryad.com/Jeollabuk-do/2022-07-31-1659303488502"},{"id":"2022-07-31-1659299982539","title":"Eunpa Lake Park (Eunpa Recreation Area) (은파호수공원(은파국민관광지))","description":"Located in Gunsan, Jeollabuk-do, Eunpa Lake Park was once a reservoir built before the Joseon dynasty that supplied water to nearby farms. The lake and its surrounding mountains were designated a national tourist site in 1985, but remain historically significant as they are featured on Daedongyeojido (Grand Map of Korea), a revered document developed by geographer Kim Jeong-ho. Known for its beauty at night, the lake was befittingly dubbed “Eunpa,” which means “silvery moonlit waves.”<br><br>Eupa Lake Park is full of natural beauty. The road that runs up from the park entrance is lined with cherry trees that create a breathtaking tunnel of pink flowers each spring. This stunning cherry blossom tunnel draws crowds of families and couples each year, particularly on the weekends. Mulbit Bridge, a landmark of the Eunpa tourist site, offers an impressive view of the Music Fountain and nightscape. At the park, you’ll also find an inline skating area, a waterfront stage, and a lotus flower garden.","regDate":"2022-07-31","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Recreational Sites","Resorts"],"imgUrl":"/2022-07-31-1659299982539/2017305_image2_1.webp","blogPath":"Jeollabuk-do/2022-07-31-1659299982539","pageUrl":"https:/mcdryad.com/Jeollabuk-do/2022-07-31-1659299982539"},{"id":"2022-07-31-1659296201995","title":"Eocheongdo Island (어청도)","description":"Eocheongdo Island is known for its clear waters. Located approximately 72 kilometers northwest of Gunsan, the island was a strategical stopover port between Korea and China. With most of the islanders being fishermen, various seafood as well as garlic and vegetables can be found throughout the island.","regDate":"2022-07-31","author":"korea-tour","tag":["Jeollabuk-do","Nature","Natural Sites"],"imgUrl":"/2022-07-31-1659296201995/1385489_image2_1.webp","blogPath":"Jeollabuk-do/2022-07-31-1659296201995","pageUrl":"https:/mcdryad.com/Jeollabuk-do/2022-07-31-1659296201995"},{"id":"2022-07-31-1659293025554","title":"Dongnagwon House (동락원)","description":"The Dongnagwon House in Jeonju Hanok Village provides a getaway to experience hanok stay and traditional Korean life. Affiliated with Jeonju Kijeon College, Dongnagwon is also a memorial hall dedicated to W. M. Junkin, who came to Korea as a missionary from the South Presbyterian Church of the United States in 1892. Dongnagwon is a reproduction of the old hanok houses in Jeonju from the time when W. M. Junkin was doing his missionary work in the area. It is comprised of three buildings  Anchae (main hall), Sarangchae (guest house), and Haengnangchae (servants’ quarters).<br><br>Visitors to Dongnagwon can learn and experience traditional Korean culture such as music, crafts, and dance while inhabiting traditional lodging. In addition to providing accommodation for individual guests, Dongnagwon is also used for group accommodations or activities such as seminars, conferences, and family events. For groups of 30 or more, it is possible to rent out the entire venue (in addition to all facilities, including Seungdokdang, Seunghwadang, Cheongyuje, and the front yard).","regDate":"2022-07-31","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Experience Programs","Traditional Experience"],"imgUrl":"/2022-07-31-1659293025554/1035824_image2_1.webp","blogPath":"Jeollabuk-do/2022-07-31-1659293025554","pageUrl":"https:/mcdryad.com/Jeollabuk-do/2022-07-31-1659293025554"},{"id":"2022-07-31-1659289135246","title":"Deokjin Park (덕진공원)","description":"Deokjin Park is a representative city park of Jeonju. Officially designated a city park in April 1978, it is centered around a natural pond, which dates back to the Goryeo dynasty (918-1392). The park is such a landmark of the area that the lotus flowers blooming in the park’s large pond are considered one of the most impressive attractions of Jeonju. The park spans an area of 13,000 ㎡ with the pond covering about two thirds of the southern sector. An arch-shaped suspension bridge stretches across the middle of the pond, offering up-close views of the lotus blossoms. <br><br>Park designers created a traditional pavilion and a water iris garden in honor of the park’s historical background and added an artificial waterfall and wooden bridge for visual effect. The park also houses nine stone monuments including the Children’s Charter, engravings of Shin Seok-jeong and Kim Hae-gang’s poetry, and a statue of General Jeon Bong-jun. <br><br>The park is the site of the annual Dano Changpomul (Water Iris) Festival, a much-anticipated event held on the day of Dano (a Korean traditional holiday that falls on the fifth day of the fifth lunar month). During the celebration, women wash their hair in iris-infused water from the pond to wish for good health in the coming year.","regDate":"2022-07-31","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-07-31-1659289135246/2366393_image2_1.webp","blogPath":"Jeollabuk-do/2022-07-31-1659289135246","pageUrl":"https:/mcdryad.com/Jeollabuk-do/2022-07-31-1659289135246"},{"id":"2022-07-31-1659286340041","title":"Deogyusan Resort (무주덕유산리조트(구, 부영덕유산리조트))","description":"Deogyusan Resort (former Muju Resort) is located in Mt. Deogyusan, and is a representative mountain resort.  It blends in beautifully with the scenery of Mt. Deogyusan National Park, and is the perfect place to enjoy winter sports. <br><br>Deogyusan Resort is great place to relax all year round, with Alps-style first class hotel and a variety of convenience facilities in its 2,200,000 pyeong area.  The resort is especially famous for its ski courses, and many enthusiasts come here during the winter.  At Manseonbong Peak (1,215m) skiing grounds, there is a lift that can handle 13,000 people at once, and there are a variety of courses from beginners' to professional levels. <br><br>Seolcheon Peak (1,520m) skiing ground where Asian Universiade competition officially opened, has a variety of gondolas and lifts, along with a hot spring to relax after skiing.  The outdoor hot springs with snow-covered mountains is especially famous.  <br><br>In addition to the aforementioned facilities, you can enjoy tennis, mountain climbing, MTB, and horse riding, and at the theme-based shopping mall, Carnival Street, there are interesting products to see and food to enjoy.  You can buy famous brand products from all over the world here cheaply, so look around.","regDate":"2022-07-31","author":"korea-tour","tag":["Jeollabuk-do"],"imgUrl":"/2022-07-31-1659286340041/2003266_image2_1.webp","blogPath":"Jeollabuk-do/2022-07-31-1659286340041","pageUrl":"https:/mcdryad.com/Jeollabuk-do/2022-07-31-1659286340041"},{"id":"2022-07-31-1659282069766","title":"Deogyusan National Recreational Forest (국립 덕유산자연휴양림)","description":"Deogyusan National Recreational Forest is located south of Muju near Gucheon-dong Valley and Deogyusan National Park. The lush forest of larch and pine nut trees creates a cool ambience for relaxation. The recreational forest features a biking trail, and is near Deogyusan Ski Resort and other leisure facilities.","regDate":"2022-07-31","author":"korea-tour","tag":["Jeollabuk-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"/2022-07-31-1659282069766/219131_image2_1.webp","blogPath":"Jeollabuk-do/2022-07-31-1659282069766","pageUrl":"https:/mcdryad.com/Jeollabuk-do/2022-07-31-1659282069766"},{"id":"2022-07-31-1659278251086","title":"Deogyusan National Park (Main, Jeoksang Section) (덕유산국립공원 (본소,적상분소))","description":"The area of Deogyusan National Park stretches out from the southern ridges of Sobaeksan Mountain, covering regions within four different counties in Gyeongsangnam-do and Jeollabuk-do. The park is nestled in Deogyusan Mountain, Korea's 4th tallest mountain with the summit reaching an elevation of 1,614 meters. The mountain is blessed with a 36-kilometer valley dotted with several scenic points, ponds, and waterfalls. <br><br>The mountain contains prestigious cultural heritages, such as Jeoksangsanseong Fortress (Historic Site No. 146) and the Hanging Painting of Anguksa Temple (Treasure No. 1267) to name a few. It is also home to diverse wildlife animals and plants. The mountain's beauty can be enjoyed all year round, with royal azaleas in spring, a colony of daylilies in summer, colorful autumn foliage in fall, and a white snowy mountain vista in winter.","regDate":"2022-07-31","author":"korea-tour","tag":["Jeollabuk-do","Nature","Natural Sites","National Parks"],"imgUrl":"/2022-07-31-1659278251086/2029513_image2_1.webp","blogPath":"Jeollabuk-do/2022-07-31-1659278251086","pageUrl":"https:/mcdryad.com/Jeollabuk-do/2022-07-31-1659278251086"},{"id":"2022-07-31-1659275032648","title":"Chungnyeolsa Temple (충렬사)","description":"Located in Jeongeup, Jeollabuk-do, Chungnyeolsa Temple was established as a shrine to embody the spirit of Admiral “Chungmugong” (honorific title in military) Yi Sun-Sin. He was a great national hero who led the Korean navy to victory in many naval battles using innovative ‘turtle ships’ during the Imjin War (1592-1598). <br><br>Situated in the heart of Gumisan Mountain overlooking the city of Jeongeup, the temple is the location of a memorial ceremony held every 28th of April, the birthday of Admiral Yi. The ceremony is meant to pay tribute to the memory of the naval hero and his irreproachable service to the city. Yi Sun-Sin had been appointed as reeve of Jeongeup in 1589 but soon after in 1591 he left the post to work as the chief naval officer of the Jeolla region.","regDate":"2022-07-31","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-07-31-1659275032648/197184_image2_1.webp","blogPath":"Jeollabuk-do/2022-07-31-1659275032648","pageUrl":"https:/mcdryad.com/Jeollabuk-do/2022-07-31-1659275032648"},{"id":"2022-07-31-1659272544974","title":"Chiryeongyegok Valley (칠연계곡)","description":"Chiryeongyegok Valley is situated behind Tongan Village in Anseong-myeon near Deogyusan Mountain. While not as famous as the valley in Gucheon-dong, the valley boasts a beautiful array of waterfalls, oddly shaped rocks, and ponds. The best known attraction is Chiryeonpokpo Falls, meaning “seven falls connected to pools.” There, pure water flows gently, moving from one pool to the next.","regDate":"2022-07-31","author":"korea-tour","tag":["Jeollabuk-do","Nature","Natural Sites","Valleys"],"imgUrl":"/2022-07-31-1659272544974/531394_image2_1.webp","blogPath":"Jeollabuk-do/2022-07-31-1659272544974","pageUrl":"https:/mcdryad.com/Jeollabuk-do/2022-07-31-1659272544974"},{"id":"2022-07-31-1659264028021","title":"Chaeseokgang Cliff (Jeonbuk National Geopark) (채석강 (전북 서해안권 국가지질공원))","description":"Chaeseokgang Cliff refers to a rocky cliff and the sea around it near the Gyeokpohang Port and Dagibong areas on Byeonsanbando Peninsula. The name Chaeseokgang was adapted as it resembles an attraction of the same name in China. Chaeseokgang Cliff was formed from many layers of rocks stratified by the sea, and the blue sea and the rock cliffs together create quite a lovely picture. It is nature’s masterpiece of stratification, and visitors can observe interesting structures and shapes that cannot be seen elsewhere.","regDate":"2022-07-31","author":"korea-tour","tag":["Jeollabuk-do","Nature","Natural Sites"],"imgUrl":"/2022-07-31-1659264028021/1994108_image2_1.webp","blogPath":"Jeollabuk-do/2022-07-31-1659264028021","pageUrl":"https:/mcdryad.com/Jeollabuk-do/2022-07-31-1659264028021"},{"id":"2022-07-31-1659260345581","title":"Byeonsanbando National Park (변산반도국립공원)","description":"Designated as a national park in 1988, Byeonsanbando National Park is the only national park in the country that consists of both the ocean and the mountains. The park is divided into two large sections  the shore area, called Outer Byeonsan, and an inland area called Inner Byeonsan. The park has three major mountain peaks made up of unique rock formation  Uisanbong Peak at 508 meters, Sinseonbong Peak at 486 meters, and Ssangseonbong Peak at 459 meters. In addition to notable temples such as Gaeamsa Temple, Naeamsa Temple, and Naesosa Temple, major attractions within the park includes Jiksopokpo Falls, Bongnaegugok Valley, and Nakjodae Overlook. Historical sites like the Guam-ri Dolmens and Yucheon-ril Kiln sites are also located near the park.","regDate":"2022-07-31","author":"korea-tour","tag":["Jeollabuk-do","Nature","Natural Sites","National Parks"],"imgUrl":"/2022-07-31-1659260345581/2392335_image2_1.webp","blogPath":"Jeollabuk-do/2022-07-31-1659260345581","pageUrl":"https:/mcdryad.com/Jeollabuk-do/2022-07-31-1659260345581"},{"id":"2022-07-31-1659256930885","title":"Byeonsan Beach (변산해수욕장)","description":"Byeonsan Beach is a representative beach of the west coast. The  beach is known for its white sand and fir trees. Also, having opened in 1933, it is the oldest beach in Korea. The fine sandy beach stretches endlessly and the water is clear. Furthermore, the water is only 1 meter deep and warm, making it an ideal beach for swimming.","regDate":"2022-07-31","author":"korea-tour","tag":["Jeollabuk-do","Nature","Natural Sites"],"imgUrl":"/2022-07-31-1659256930885/2514273_image2_1.webp","blogPath":"Jeollabuk-do/2022-07-31-1659256930885","pageUrl":"https:/mcdryad.com/Jeollabuk-do/2022-07-31-1659256930885"},{"id":"2022-07-31-1659253012378","title":"Buan Naesosa Temple (내소사 (부안))","description":"Naesosa Temple was built by Buddhist Monk Hye-Gu in 633 during the Baekje dynasty and was rebuilt by Monk Cheong-Min in 1633 during the Joseon dynasty. The Daeungbojeon Hall was built at this time. In 1986, the temple area was designated as a culturally protected area.  <br><br>On both sides of the main gate are large fir trees, which also line the path into the temple. Upon reaching the temple itself, the first thing that draws attention is the 1000-year-old Dangsan tree. Long ago, people used the base of the tree as a site of prayer.  <br><br>Housed in Beomjonggak is a bronze bell that can be found in many Buddhist temples. This particular bell was made during the Goryeo era and is engraved with three images of Buddha, called Samjonsang. The center building of the temple, called Daeungbojeon Hall is also an artistic masterpiece, decorated with splendid colors and designs. The flower Salmun doors featuring lotus and chrysanthemum flowers add another element of traditional beauty to the building.","regDate":"2022-07-31","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-07-31-1659253012378/2678636_image2_1.webp","blogPath":"Jeollabuk-do/2022-07-31-1659253012378","pageUrl":"https:/mcdryad.com/Jeollabuk-do/2022-07-31-1659253012378"},{"id":"2022-07-31-1659249920554","title":"Borinara Hagwon Farm (보리나라 학원농장)","description":"Borinara Hagwon Farm is a large-scale barley farm that measures an extensive 561,983 m². It is the nation’s largest barley field. The farm has been seeing a flood of tourists and photographers since its recognition as a tourist-friendly farm. The farm has also featured in several media channels such as dramas, commercials, and films. <br><br>To entertain the growing number of visitors, the farm hosts the Green Barley Field Festival in spring and the Buckwheat Flower Festival in fall before the harvest season when the crops are at their peak. In addition to the festivals, visitors can also participate in various activities and buy souvenirs as well as local produce.","regDate":"2022-07-31","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Experience Programs","Farming Experience"],"imgUrl":"/2022-07-31-1659249920554/2378792_image2_1.webp","blogPath":"Jeollabuk-do/2022-07-31-1659249920554","pageUrl":"https:/mcdryad.com/Jeollabuk-do/2022-07-31-1659249920554"},{"id":"2022-07-31-1659245920934","title":"Birthplace of Nongae (논개생가)","description":"Nongae was born in Juchon Village in the 7th year of King Seonjo (September 3, 1575). A clever and beautiful young lady, Nongae voluntarily registered as a <em>gisaeng</em> (female entertainer) at the age of 19 when the nation was at risk of invasion during the Imjin War. While entertaining one evening, she led Japanese general Keyamura Rokusuke to the edge of a cliff and flung her arms around him, casting both herself and the general to their deaths in the Jinju Namgang River. <br><br>To commemorate her faithfulness and allegiance to her country, a project to restore her place of birth was completed in September 2000, drawing many visitors. Nearby Nongae’s birthplace are many tourist attractions, including Deogyusan Mountain and Odongje Pass and a hiking trail that connects Jangansan County Park, Jijigyegok Valley, and Donghwa Dam.","regDate":"2022-07-31","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Historical Sites","Birthplaces"],"imgUrl":"/2022-07-31-1659245920934/1605340_image2_1.webp","blogPath":"Jeollabuk-do/2022-07-31-1659245920934","pageUrl":"https:/mcdryad.com/Jeollabuk-do/2022-07-31-1659245920934"},{"id":"2022-07-31-1659243429503","title":"Baraebong Peak (바래봉)","description":"Baraebong Peak gets its name from its resemblance to an upside down <em>barittae</em> (a wooden rice bowl used by temple priests). The mountain is characterized by round slopes and fields of royal azalea flowers in spring. Trekking starts at Yongsan Village, 1.5 kilometers away from Unbong-eup. The trail follows a gentle path through a forest reserve behind a ranch and up to the peak. The last section of the trail before reaching the summit is covered in royal azaleas in full bloom from late April until May. The view from the peak includes the whole vista of Jirisan Mountain.","regDate":"2022-07-31","author":"korea-tour","tag":["Jeollabuk-do","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-07-31-1659243429503/2617914_image2_1.webp","blogPath":"Jeollabuk-do/2022-07-31-1659243429503","pageUrl":"https:/mcdryad.com/Jeollabuk-do/2022-07-31-1659243429503"},{"id":"2022-07-31-1659240738191","title":"Bandi Land (무주 반디랜드)","description":"Geared mainly towards children, Bandi Land is an excellent place to learn about and experience fireflies and other insects. It is comprised of Insect Museum, Firefly Research Center, Youth Campground, Log Cabin, and Firefly Habitat.<br><br>Located inside of Bandi Land, Muju Bandibyeol Astronomical Science Museum teaches various stories about space, including the birth & history of space, the solar system, constellations, and space circumstances. The Environment Theme Park also has exhibitions related to fireflies, an indicator insect proving Muju is a clean area, and other local insects, perfect for educational trips.","regDate":"2022-07-31","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Recreational Sites","Tourist Complexes"],"imgUrl":"/2022-07-31-1659240738191/1929715_image2_1.webp","blogPath":"Jeollabuk-do/2022-07-31-1659240738191","pageUrl":"https:/mcdryad.com/Jeollabuk-do/2022-07-31-1659240738191"},{"id":"2022-07-31-1659236358816","title":"Baemsagolgyegok Valley (뱀사골 계곡)","description":"Located in Namwon, Jeollabuk-do, Baemsagolgyegok is a 9-km grand valley, situated at the northern foot of Jirisan Mountain. Stretching from Banyabong Peak and Tokkibong Peak toward Sannae-myeon of Namwon-si, the valley is renowned for its beautiful autumn foliage. <br><br> Baemsagolgyegok Valley is popular as a summer vacation destination because there’s always an abundance of water and trees. In the fall, the hills become ablaze with autumn tints, small streams flow over rock beds, and small pools of clear water from under the rocks create a beautiful sight. Other notable places nearby include Seonindae, Seoksil, Yoryongdae, Tagyongso, Byeongso, Byeongpungso, Jeseungdae and Ganjangso.","regDate":"2022-07-31","author":"korea-tour","tag":["Jeollabuk-do","Nature","Natural Sites","Valleys"],"imgUrl":"/2022-07-31-1659236358816/1976054_image2_1.webp","blogPath":"Jeollabuk-do/2022-07-31-1659236358816","pageUrl":"https:/mcdryad.com/Jeollabuk-do/2022-07-31-1659236358816"},{"id":"2022-07-31-1659231873389","title":"Archaeological Site in Wanggung-ri [UNESCO World Heritage] (익산 왕궁리유적 [유네스코 세계문화유산])","description":"Archaeological Site in Wanggung-ri, designated as Historic Site No. 408 on September 17, 1998, has a surface area of 216,862 square meters. The site has various structures and artifacts from Baekje dynasty to unified Silla period. Artifacts were found within the rectangular-shaped fortress site that surrounds Wanggungri Five-story Stone Pagoda, National Treasure No. 289.","regDate":"2022-07-31","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-07-31-1659231873389/2514153_image2_1.webp","blogPath":"Jeollabuk-do/2022-07-31-1659231873389","pageUrl":"https:/mcdryad.com/Jeollabuk-do/2022-07-31-1659231873389"}],"metaData":{"pageUrl":"https://mcdryad.com/Jeollabuk-do","nav":"Jeollabuk-do"},"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}