{"pageProps":{"content":"![Seomgang River (Seomgang Resort) (섬강(섬강유원지))](/2022-10-11-1665478609829/187272_image2_1.webp)\n\n  \n## Overview\n\n> Seomgang River crisscrosses the heart of Hoengseong County, flowing on towards Wonju before eventually joining the Namhangang River. The banks of this river are home to a variety of wild flowers, including bright pink royal azaleas that bloom every spring. Gigantic rocks and pine tree forests on each side complete the view. High on the bluff rests Unamjeong Pavilion, overlooking the river and the unfolding vista. Hoengseongs downtown area starts right after crossing Seomgang River on Heongseonggyo Bridge. Nearby attractions like Hoengseong Sports Complex and local resturants specializing in fish stew also attract more tourists to come after sightseeing.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br>(Korean, English, Japanese, Chinese) <br>• For more info: +82-33-340-2840|\n|parking:|Available|\n  \n\n  \n## Detail Image\n![/2022-10-11-1665478609829/187274_image2_1.webp](/2022-10-11-1665478609829/187274_image2_1.webp)\n![/2022-10-11-1665478609829/485653_image2_1.webp](/2022-10-11-1665478609829/485653_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-33-340-2840](tel:+82333402840)\n- [🏠www.hsg.go.kr](http://www.hsg.go.kr/tour.web)\n\n\n```googleMap\nlatitude: 37.4927672096\nlongitude: 127.9777380120\ntitle: Munye-ro, Hoengseong-gun, Gangwon-do\n```\n  \n## Directions\n  \n[Bus]<br>\nTake an intercity bus to Hoengseong Bus Terminal.<br> \nThe river is located northwest of the bus terminal.\n","data":{"id":"2022-10-11-1665478609829","title":"Seomgang River (Seomgang Resort) (섬강(섬강유원지))","description":"Seomgang River crisscrosses the heart of Hoengseong County, flowing on towards Wonju before eventually joining the Namhangang River. The banks of this river are home to a variety of wild flowers, including bright pink royal azaleas that bloom every spring. Gigantic rocks and pine tree forests on each side complete the view. High on the bluff rests Unamjeong Pavilion, overlooking the river and the unfolding vista. Hoengseongs downtown area starts right after crossing Seomgang River on Heongseonggyo Bridge. Nearby attractions like Hoengseong Sports Complex and local resturants specializing in fish stew also attract more tourists to come after sightseeing.","regDate":"2022-10-11","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites"],"imgUrl":"/2022-10-11-1665478609829/187272_image2_1.webp","blogPath":"Gangwon-do/2022-10-11-1665478609829","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-10-11-1665478609829"},"dataList":[{"id":"2022-10-19-1666161866197","title":"Yeongwol Beopheungsa Temple (법흥사(영월))","description":"Beopheungsa Temple was created by Jajangyulsa in 647, called Heungnyeongsa Temple at the time, under the reign of King Jindeok of Silla to enshrine Jinsinsari of Buddha. At that time, Preceptor Jinghyo earned 100 Jinsinsari of Munsubosal and enshrined them at Yangsan Tongdosa Temple, Odaesan Sangwonsa Temple, Seoraksan Bongjeongam, Jeongseon Jeongamsa Temple and Beopheungsa Temple while establishing Jeongmyeolbogung, Hall of Buddha, at each of the places. Inside the Jeongmyeolbogung there is no statue of Buddha and only a wide open window. This is because it is believed that the mountain as a whole is the enshrined Jinsinsari of Buddha himself.<br><br>Beopheungsa was once a large temple where over 2,000 monks gathered. Today, most of the temple buildings were lost to a number of fires leaving only a few buildings. The pine wood path from Beopheungsa Temple to Jeongmyeolbogung is one of the most picturesque sites in the nation. The location was originally named Sajasansa but later changed to Sajasan Jeongmyeolbogung in 1939. In addition to the path, the nine peaks (Gubongdae) lined up one after another forms another charming view.","regDate":"2022-10-19","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-10-19-1666161866197/2370006_image2_1.webp","blogPath":"Gangwon-do/2022-10-19-1666161866197"},{"id":"2022-10-19-1666156374510","title":"Yeongok Beach (연곡해변(연곡해수욕장))","description":"Situated in Yeongok-myeon, Dongdeok-ri, Yeongok Beach has a spacious sandy shore that spans 56,000 ㎡ with a length of 700 meters. Backed by a lush pine forest, this beach is ideal for camping. Fishing lovers can enjoy catching sweetfish at Yeongokcheon Stream flowing from the Sogeumgang River; there are a variety of restaurants offering delicious Korean food along the stream as well. Dongdeok-ri used to be home to a railway station and a traditional market. Trading ships—moving between the Hamgyeong and Gyeongsang areas—used to populate the beach. The beach and its surrounding attractions are great for both hiking and swimming.","regDate":"2022-10-19","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites"],"imgUrl":"/2022-10-19-1666156374510/1581284_image2_1.webp","blogPath":"Gangwon-do/2022-10-19-1666156374510"},{"id":"2022-10-18-1666090450530","title":"Yeongnangho Lake (영랑호)","description":"Yeongnangho Lake is a deep and large lake with a circumference of 7.8 km, an area of about 1.2 km2, and a depth of over 8 m, formed by the development of coastal dunes. The source water originates from the Jangcheoncheon Stream, passing through the lake, and goes to the East Sea via the waterway under the Yeongnanggyo Bridge. The lake is adjacent to the areas of Jangsa-dong, Yeongnang-dong, Dongmyeong-dong, and Geumho-dong. The pleasant trail is also established around the lakeside, surrounded by the beautiful scenery of cherry blossoms, azaleas, and reeds. According to Samguk yusa (Memorabilia of the Three Kingdoms), the name of the lake comes from Silla’s hwarang (elite warrior group in Silla) member named “Yeongnang.” After training at Geumgangsan Mountain, Yeongnang passed this lake on the way to get to the martial arts competition. As he was so taken by the splendid landscape, however, he forgot about the competition and stayed here for a long time. As the old record says, Yeongnangho Lake boasts outstanding scenery. Beombawi Rock, in particular, evokes visitors’ admiration as one of the Eight Sights of Sokcho. The rock, which resembles the shape of a tiger crouching down, has an aura of mystery. The nearby tourist attractions also include Gwaneumam Rock, which is known for the strange rocks and bizarre stones, Bogwangsa Temple, and the Wetland Eco Park, which is located in the west of the lakeside.","regDate":"2022-10-18","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites"],"imgUrl":"/2022-10-18-1666090450530/2711165_image2_1.webp","blogPath":"Gangwon-do/2022-10-18-1666090450530"},{"id":"2022-10-18-1666086911905","title":"Yanggu Punch Bowl Village (양구 펀치볼마을 (펀치볼))","description":"Punch Bowl is a highland basin situated 400-500 meters above sea level in Yanggu-gun, Gangwon-do. The name comes from the basins resemblance to a large punch bowl. The village has around 1,700 residents, and is the only town that is located inside the Civilian Access Control Line. Along with the nearby Daeamsan Mountain, Punch Bowl was once a ferocious battlefield during the Korean War. Several monuments were erected in memory of the deceased souls. Since the war, civilian access has been limited, allowing the natural environment in the area to recover. Rare flora and fauna reside in the area, and on top of Daeamsan Mountain is Yongneup Swamp (Natural Monument No. 246), Koreas one and only high moor and time-honored treasure trove for the ecosystem.","regDate":"2022-10-18","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2022-10-18-1666086911905/1841522_image2_1.webp","blogPath":"Gangwon-do/2022-10-18-1666086911905"},{"id":"2022-10-18-1666083769694","title":"Yanggu Eco-Botanical Garden (양구생태식물원)","description":"First opened in June 2004, Yanggu Eco-Botanical Garden was built on a total area of 189,141 ㎡. Nearly 3.1 billion Korean won (approximately 3 million USD) was spent on the construction and it was built to be developed into a South and North Korean ecosystem restoration center. Located in the northernmost region of South Korea, it houses more than 400 rare plants including plants that are Korean native species and protected by Korean Ministry of Environment. <br><br>  The garden is divided into six parts by their features including a botanical garden, natural forest, and facilities zone. In the botanical garden, rare plants such as northern native plants and alpine plants that are naturally grown in the demilitarized zone (DMZ) and Yanggu area are displayed in one place.<br><br>There are also walking trails, a medicinal plants exhibition hall, plant nursery, and greenhouse. To add a natural and lively touch to the garden, a mountain stream zone and wetlands zone were prepared to provide people with the chance to enjoy the pleasant sound of running water.","regDate":"2022-10-18","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2022-10-18-1666083769694/1583254_image2_1.webp","blogPath":"Gangwon-do/2022-10-18-1666083769694"},{"id":"2022-10-18-1666075236578","title":"Wonju Sogeumsan Suspension Bridge (원주 소금산 출렁다리)","description":"One of the main attractions of Wonju, Sogeumsan Suspension Bridge is the longest and largest pedestrian bridge in Korea with the length of 200 meters, x_height of 100 meters, and x_width of 1.5 meters. The thrill of walking midair is enough to make visitors come to this attraction. The skywalk next to the bridge offers an amazing view of the surroundings. With a protective deck at the entrance of the bridge, anyone who has the courage can walk on the bridge. Other attractions nearby include Wonju Railbike, Museum SAN, the Grave of Joeom, and more.","regDate":"2022-10-18","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Architectural Sights","Bridges"],"imgUrl":"/2022-10-18-1666075236578/2654858_image2_1.webp","blogPath":"Gangwon-do/2022-10-18-1666075236578"},{"id":"2022-10-18-1666069915579","title":"Wonju Sangwonsa Temple (상원사(원주)","description":"Nestled at the edge of Chiaksan Mountain’s (alt. 1,182 meters) Namdaebong Peak, Sangwonsa Temple was built on an area spanning over 330.59 square meters. Cool spring water gushes up through the crevice directly in front of the temple, and just before the crevice is a 40-meter high cliff at the end of which stand three rare specimens of cinnamon trees.<br><BR>Although the exact time of its foundation is unknown, it is assumed to have been built during the Silla Period. Designated as Tangible Cultural Heritage, the temple has two pagodas standing in front of Daeungjeon Hall, displaying the typical style that was popular in the Unified Silla Period, and hinting at the flourishing Buddhist culture of that time. As the temple is located on high land, it commands a sweeping view of the southern part of Chiaksan Mountain.","regDate":"2022-10-18","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-10-18-1666069915579/2373402_image2_1.webp","blogPath":"Gangwon-do/2022-10-18-1666069915579"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}