{"pageProps":{"content":"![Seogwipo Submarine (서귀포잠수함)](/2023-02-12-1676180133673/1618776_image2_1.webp)\n\n  \n## Overview\n\n> When it opened in 1988, Seogwipo Submarine was the first of its kind in Asia and the third in the world. Seogwipo Submarine offers safe undersea tours in its recently acquired state of the art submarine from Finland. Munseom, where the submarine travels, is home to outstanding coral reefs, colorful schools of fish, and rich seaweed. The exquisite landscape makes it one of the most beautiful places to dive as well. Going deep into the 40 meter sea-bed, visitors can see countless fish, rare iridescent coral reefs, and a surreal-looking shipwreck with schools of fish surrounding it. Over 20 years of technical knowhow and safe operation (in fact, the longest submarine tour without a single accident on record) make Seogwipo Submarine a must-see attraction on Jeju Island.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-64-1330 <br>(Korean, English, Japanese, Chinese) <br> • For more info: +82-64-732-6060|\n|parking:|Available (buses 15 parking spaces, cars 70 parking spaces)|\n|restdate:|N/A (Open all year round)|\n|usetime:|07:20 - 18:40 (Operates 18 times a day in 40 min intervals)<br>November-February operates until 16:00 <BR>July-August 07:45-18:50 (operates every 35 min.) <BR>* Operation subject to change|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Tour Course Information:|Route<br>Seogwipo Port (Boarding a Passenger Ferry) – Munseom (Board the Submarine) – Diver Show – Coral Garden – Getting off the Submarine – Tour in Munseom – Seogwipo Port|\n|Facility Utilization Fees:|Adults (ages 14 and older)&nbsp;55,000  won&nbsp;<br>Children (ages 3-13)&nbsp;&nbsp;36,000  won&nbsp; <br><br> *&nbsp;Please refer to the website for discount information|\n  \n## Detail Image\n![/2023-02-12-1676180133673/1618773_image2_1.webp](/2023-02-12-1676180133673/1618773_image2_1.webp)\n![/2023-02-12-1676180133673/1618774_image2_1.webp](/2023-02-12-1676180133673/1618774_image2_1.webp)\n![/2023-02-12-1676180133673/1618775_image2_1.webp](/2023-02-12-1676180133673/1618775_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-64-732-6060](tel:+82647326060)\n- [🏠www.submarine.co.kr](http://www.submarine.co.kr/)\n\n\n```googleMap\nlatitude: 33.2392291431\nlongitude: 126.5587093030\ntitle: 40, Namseongjung-ro, Seogwipo-si, Jeju-do\n```\n  \n## Directions\n  \n[Bus]<BR>\nFrom Jeju International Airport, take the Airport Limousine Bus No. 600 and get off at Seogwipo Wharf Bus Stop.<br>Transfer to a bus bound for Seobugwangwang road and get off at Seogwipo Bus Stop.\n","data":{"id":"2023-02-12-1676180133673","title":"Seogwipo Submarine (서귀포잠수함)","description":"When it opened in 1988, Seogwipo Submarine was the first of its kind in Asia and the third in the world. Seogwipo Submarine offers safe undersea tours in its recently acquired state of the art submarine from Finland. Munseom, where the submarine travels, is home to outstanding coral reefs, colorful schools of fish, and rich seaweed. The exquisite landscape makes it one of the most beautiful places to dive as well. Going deep into the 40 meter sea-bed, visitors can see countless fish, rare iridescent coral reefs, and a surreal-looking shipwreck with schools of fish surrounding it. Over 20 years of technical knowhow and safe operation (in fact, the longest submarine tour without a single accident on record) make Seogwipo Submarine a must-see attraction on Jeju Island.","regDate":"2023-02-12","author":"korea-tour","tag":["Jeju-do","Culture/Art/History","Recreational Sites","Cruises/Submarines"],"imgUrl":"/2023-02-12-1676180133673/1618776_image2_1.webp","blogPath":"Jeju-do/2023-02-12-1676180133673","pageUrl":"https:/mcdryad.com/Jeju-do/2023-02-12-1676180133673"},"dataList":[{"id":"2023-02-16-1676532952288","title":"Hyeopjaegul Lava Tube (Hallim Park) (협재굴(한림공원))","description":"Hyeopjaegul Lava Tube is one example of the lava tube systems of Jeju Island, along with Hwanggeumgul, Socheongul, Ssangyonggul and Manjanggul Lava Tubes. The cave is approximately 200 meters in length, 10 meters in x_width and 5 meters in x_height. It is thought to have been created by the lava that erupted from Hallasan Mountain some 25 million years ago. This cave uniquely contains features of both lava and limestone caves. The entire area surrounding the cave is a huge stratum of seashells and sand, while the interior of the cave has a mystical ambience due to its various formations such as stalactites and stalagmites, hanging from the ceiling and sprouting up from the bottom of the cave. The cave also features pillars formed when stalactites and stalagmites join together. The cave walls are covered in lime, which at times looks like beautiful cave paintings. The temperature inside the cave stays at 17~18℃ throughout the year, making the cave a welcome escape from the summer heat and a great place to keep warm during winter. <Br><Br>Hyeopjaegul Lava Tube has been designated Natural Monument No. 236 and ranks among the world’s major mysterious caves, such as the stone salt cave of Peru and the underwater limestone caves of Yugoslavia. As Hyeopjaegul Lava Tube is close to Ssangyonggul Lava Tube, the two can be visited on the same day.","regDate":"2023-02-16","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites"],"imgUrl":"","blogPath":"Jeju-do/2023-02-16-1676532952288"},{"id":"2023-02-16-1676529633249","title":"Honinji Pond (혼인지)","description":"Honinji Pond is connected to a myth of how agriculture and farming started on Jeju Island. Despite its small size, the pond is said to have been the location of the wedding between the Samsinin (three founding demi-gods) and three princesses of the East Kingdom. Next to the pond is Samseonghyeol, three caves that served as bridal homes. Honinji Pond and Samseonghyeol are great places to trace the origin of the founders of Jeju Island. In the summer, the area is in full bloom with red lotus flowers.","regDate":"2023-02-16","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2023-02-16-1676529633249/1617266_image2_1.webp","blogPath":"Jeju-do/2023-02-16-1676529633249"},{"id":"2023-02-16-1676525759109","title":"Hamo Beach (하모해변)","description":"Hamo Beach is located near Moseulpo Port, and is sometimes referred to as Moseulpo Beach. The beach used to be open for swimming but a variety of issues caused the beach to close for safety. The beach is located along Jeju Olle Trail Course 10, and features a campground nearby. The campground is a paid service and requires advance reservation during peak season. In summer, visitors can enjoy sea walking here, a water leisure sport featuring a divers helmet. Across from the beach is a field of sunflowers standing before Sanbangsan Mountain.","regDate":"2023-02-16","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites"],"imgUrl":"","blogPath":"Jeju-do/2023-02-16-1676525759109"},{"id":"2023-02-16-1676522430541","title":"Hamdeok Seoubong Beach (함덕 서우봉해변 (함덕해수욕장))","description":"Hamdeok Beach is located along Jeju Olle Trail Course 19. It is also referred to as Hamdeok Seoubong Beach due to the volcanic cone nearby. Located just 20 kilometers from Jeju International Airport, the beach is famous for its great scenery of emerald-blue waters, tall palm trees, and white sandy shore. The beach is considered one of Jejus top three beaches. To the western end of the beach, there is a bridge built over the water. Additional amenities include a grassy field perfect for picnics and a coastal walking trail. In particular, many people visit during summer evenings to enjoy the night sea. Seoubong Volcanic Cone is beautiful in spring when it is covered in yellow canola blossoms. Climbing up to the summit offers fantastic views of the entire area, including Hallasan Mountain on clear days.","regDate":"2023-02-16","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites"],"imgUrl":"","blogPath":"Jeju-do/2023-02-16-1676522430541"},{"id":"2023-02-16-1676518688148","title":"Hallim Park (한림공원)","description":"Hallim Park is one of the most popular tourist spots on Jeju Island, located approximately 33 kilometers west of Jeju-si and Hallasan Mountain along the beach in Hallim-eup. It faces the pleasant scenery of Biyangdo Island, Hyeopjae Beach and Geumneung Beach. The park was established in early 1971 on barren land with the importation of tons of earth and the planting of assorted subtropical plants.<br><br>Hallim Park, reaching almost 100 thousand square meters, has a variety of gardens that can be enjoyed in any season. Visitors can enjoy Palm Tree Road, Jeju Stone and Bonsai Garden, Water Garden, Subtropical Botanic Garden and much more. The most famous tourist sites in Hallim Park are Hyeopjaegul and Ssangyonggul Caves, known to be the only two-dimensional caves in the world. In addition, a folk village, childrens amusement park and outdoor resort facilities make it enjoyable for both children and adults.","regDate":"2023-02-16","author":"korea-tour","tag":["Jeju-do","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"","blogPath":"Jeju-do/2023-02-16-1676518688148"},{"id":"2023-02-15-1676457527715","title":"Gogeunsan Mountain (고근산)","description":"Located near Seogwipo-si on Jeju Island, Gogeunsan Mountain (altitude of 396 m, relative x_height of 171 m, a circumference of 4,324 m) is a parasitic cone volcano and an oreum with a shallow crater on the top. Although it is not high in elevation, its expansive presence offers outstanding views overlooking nearby areas including Marado Island and Jigwido Island.<br><br>The mountain is also an ideal location to go for an evening stroll to enjoy the nightscape of the sea and Seogwipo Chilsimni.","regDate":"2023-02-15","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites","Mountains"],"imgUrl":"","blogPath":"Jeju-do/2023-02-15-1676457527715"},{"id":"2023-02-15-1676453793572","title":"Gimnyeong Maze Park (김녕미로공원)","description":"Gimnyeong Maze Park is located between the two major tourist destinations of Manjanggul Lava Tube and Gimnyeongsagul Cave. It was designed by the world famous company Adrian Fisher Minotaur Maze Designs and funded by the life-time savings of a former professor at Cheju National University, Frederic H. Dustin. The trees used to create the maze are green all year round, and the natural volcanic rocks that form the base of the maze purify the air.","regDate":"2023-02-15","author":"korea-tour","tag":["Jeju-do","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"","blogPath":"Jeju-do/2023-02-15-1676453793572"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}