{"pageProps":{"content":"![Bucheon Botanical Garden (부천식물원)](/2022-07-18-1658144254239/2537290_image2_1.webp)\n\n  \n## Overview\n\n> Bucheon Botanical Garden houses many rare plants, spread across two above-ground floors and two underground floors in a 27,124 ㎡ building. The building was designed in the shape of a peach flower, the symbol of Bucheon, and has one central garden and five themed gardens: general plant garden, aquatic plant garden, tropical plant garden, succulent plant garden, and indigenous plant garden. \n<br><br>\nIn the central garden, 9,975 trees representing some 310 species are planted. With a forest nearby, the botanical garden offers a great nature learning experience for visitors. Together with the Natural Ecology Museum and Children Zoo nearby, it is also a great cultural and recreational destination.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330<br>(Korean, English, Japanese, Chinese) <br>• For more info: +82-32-625-4877|\n|parking:|Available|\n|restdate:|Mondays (closed the following day if Monday is a public holiday), New Year's Day, Seollal (Lunar New Year's Day) & Chuseok (Korean Thanksgiving Day) holidays|\n|usetime:|March-October 09:30-18:00<br>November-February 09:30-17:00<br>* Last admission 30 min before closing|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Admission Fees:|[Bucheon Botanical Garden]<br>Individuals - Adults 2,000 won / Teenagers 1,500 won / Children 1,000 won<br>Groups - Adults 1,600 won / Teenagers 1,200 won / Children 800 won<br><br>[Bucheon Botanical Garden & Ecological Museum]<br>Individuals - Adults 3,500 won / Teenagers 2,500 won / Children 1,700 won<br>Groups - Adults 2,800 won / Teenagers 2,000 won / Children 1,360 won <br><br>[Bucheon Botanical Garden & Ecological Museum & 3D Theater]<br>Individuals - Adults 5,000 won / Teenagers 4,000 won / Children 3,500 won<br>Groups - Adults 4,000 won / Teenagers 3,200 won / Children 2,800 won|\n|Available Facilities:|* Funny Botanical Garden<br>* Aquatic Botanical Garden<br>* Subtropical Botanical Garden<br> * Succulent Plant Zone<br>* Wild Plant Zone<br>* Central Garden<br>* Conference room, multimedia center|\n|Restrooms:|Available|\n|Parking Fees:|Small & Mid-sized vehicles: 400 won for first 30 min / 200 won for each additional 10 min / One-day parking 6,000 won<br>Large vehicles: 600 won for first 30 min / 300 won for each additional 10 min / One-day parking 9,000 won<br>Buses: 800 won for first 30 min / 400 won for each additional 10 min / One-day parking 12,000 won<br><br>* Large vehicles (15-24 seats) / Buses (25 seats or more)|\n  \n## Detail Image\n![/2022-07-18-1658144254239/2537289_image2_1.webp](/2022-07-18-1658144254239/2537289_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-32-625-4877](tel:+82326254877)\n- [🏠ecopark.bucheon.go.kr](http://ecopark.bucheon.go.kr)\n\n\n```googleMap\nlatitude: 37.5048113041\nlongitude: 126.8165652981\ntitle: 660, Gilju-ro, Bucheon-si, Gyeonggi-do\n```\n  \n## Directions\n  \n[Subway]<br>\nKkachiul Station (Seoul Subway Line 7), Exit 1.<br>\nWalk for approx. 320 m.\n","data":{"id":"2022-07-18-1658144254239","title":"Bucheon Botanical Garden (부천식물원)","description":"Bucheon Botanical Garden houses many rare plants, spread across two above-ground floors and two underground floors in a 27,124 ㎡ building. The building was designed in the shape of a peach flower, the symbol of Bucheon, and has one central garden and five themed gardens  general plant garden, aquatic plant garden, tropical plant garden, succulent plant garden, and indigenous plant garden. <br><br>In the central garden, 9,975 trees representing some 310 species are planted. With a forest nearby, the botanical garden offers a great nature learning experience for visitors. Together with the Natural Ecology Museum and Children Zoo nearby, it is also a great cultural and recreational destination.","regDate":"2022-07-18","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites","Botanical Gardens"],"imgUrl":"/2022-07-18-1658144254239/2537290_image2_1.webp","blogPath":"Gyeonggi-do/2022-07-18-1658144254239","pageUrl":"https:/mcdryad.com/Gyeonggi-do/2022-07-18-1658144254239"},"dataList":[{"id":"2022-09-12-1662969313579","title":"Yongmunsan Recreational Forest (용문산자연휴양림)","description":"Yongmunsan Recreational Forest offers log cabins, camping sites, a multipurpose playground, walking paths, and hiking trails. The forest offers a great view of downtown Yangpyeong and blends well with the surrounding landscape. The hiking trail leading to Baegunbong Peak (940 meters) is recognized as one of the best trails in the area. <br><br>There are several hiking trails, all of which are relatively easy to walk on, and continuous work is underway to improve the trails. The forest is a popular destination in Yangpyeong and a treasure house of nature's beauty where visitors can observe diverse plants all year round.","regDate":"2022-09-12","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"/2022-09-12-1662969313579/1591242_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-12-1662969313579"},{"id":"2022-09-12-1662964863813","title":"Yongmunsa Temple (용문사(용문산))","description":"Yongmunsa Temple is located about 9 kilometers northeast from Yongmun Station on the Jungang line. It was built during the Silla Kingdom and reconstructed during the reign of King Sejong of the Joseon dynasty. It was badly damaged during the Korean War, but was restored and now consists of three buildings, the main hall, Daeungjeon Hall, and the bell tower. Its courtyard contains the largest ginkgo tree in Asia, which is 1,100 years old, measures 60 meters in x_height and 14 meters in circumference and is designated and protected as a Natural Monument. Legend says the great Buddhist Monk Uisang, who lived during the Silla Kingdom, stuck his staff in the earth, and the tree grew out of the simple staff.","regDate":"2022-09-12","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-09-12-1662964863813/1807278_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-12-1662964863813"},{"id":"2022-09-12-1662959542328","title":"Yongin Recreational Forest (용인자연휴양림)","description":"Yongin Recreational Forest (162 ha) is perched on the southern foothills of Jeonggwangsan Mountain (alt. 562 m) in Yongin, Gyeonggi-do. Facilities include lodging facilities, camping zone, meeting rooms, children’s playground, and walking paths.","regDate":"2022-09-12","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"/2022-09-12-1662959542328/1860092_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-12-1662959542328"},{"id":"2022-09-11-1662893014947","title":"Yongin Hobak Deungbul Village (용인호박등불마을)","description":"Yongin Hobak Deungbul (Pumpkin & Lamp) Village is a traditional themed farming village located just 25 kilometers out of downtown Yongin. The village is not only home to a variety of beautiful country cottages, but also offers a host of experience programs that fall under the themes of pumpkin, lamp, and fire (charcoal kiln). Nearby attractions and heritage sites include the grave of Poeun Jeong Mong Ju, the last loyal subject of the Goryeo Period, the Korean Deung-Jan Museum, Everland, and the Korean Folk Village.","regDate":"2022-09-11","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Experience Programs","Village Experience"],"imgUrl":"/2022-09-11-1662893014947/2482097_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-11-1662893014947"},{"id":"2022-09-11-1662889288941","title":"Yeonmudae Post (Dongjangdae) (연무대 (동장대))","description":"Yeonmudae Post is located inside Suwon's Hwaseong Fortress, a UNESCO World Heritage site. Situated on a relatively high hill between Changryongmun (the east gate of the fortress) and Hwahongmun (a north floodgate), Yeonmudae is an excellent military observation post with sweeping views of the inside of the fortress. After the fortress was completed in 1796, Yeonmudae was used as a training ground for troops for over two centuries, where they learned fighting skills involving swords, spears and arrows.<br><br>At Yeonmudae, visitors can learn archery while wearing traditional military attire; the fortress also offers a wide array of performances for visitors to appreciate traditional Korean culture. Yeomudae is included in the Suwon City Tour course.","regDate":"2022-09-11","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-09-11-1662889288941/2367186_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-11-1662889288941"},{"id":"2022-09-11-1662885973536","title":"Yeoninsan Provincial Park (연인산도립공원)","description":"The source of Yongchu Falls, Mount Yeoninsan (연인산) stands at 1,068 meters above sea level and features soft terrain and beautiful scenery. Local folklore has it that those coming to the mountain wishing for true love will have their dreams come true.  <br><br>The soil of Mount Yeoninsan is fertile, offering a great natural environment for a variety of flowers and trees. Numerous types of wild flowers thrive from early spring to late autumn. The trail connecting Mount Yeoninsan with mounts Myeongjisan, Cheonggyesan, and Gwimokbong remains relatively unspoiled by human influence  cooking and camping in the area is strictly forbidden. All the mountains in the trail are over 1,000 meters high. A defining feature of Mount Yeoninsan is the royal azaleas that bloom in late May. The County of Gapyeong celebrates the royal azalea by hosting the Mount Yeoninsan (Natural Ecology) Festival in May of each year.  <br><br>Also ideal for hiking, Mount Yeoninsan offers a number of trails  one starts from Buk-myeon in Baekdun-ri, one from Mail-ri, and one from Yongchu Valley. With a minimum of climbing, hikers can take in a variety of scenic views, ranging from the bloom of the royal azaleas in the spring to the beauty of the changing leaves in the fall.","regDate":"2022-09-11","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites","Provincial Parks"],"imgUrl":"/2022-09-11-1662885973536/1591274_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-11-1662885973536"},{"id":"2022-09-11-1662881975773","title":"Yeoju Ceramic Art Complex (여주도예단지)","description":"According to historic records, ceramics have been developed here since the early days of the Joseon dynasty, as the nation’s best materials for making ceramics, such as clay, white clay, and Kaolin, were produced around Ssarisan Mountain in Bungnae-myeon. Mid-standing artists here study the process of making traditional ceramics as well as more novel works that utilize unconventional methods. Yeoju Ceramic Art Complex not only provides high quality ceramics, it offers visitors a chance to see the process of making art pieces. There are over 60 personal exhibition halls with various styles of ceremics. Every May, there is a festival for visitors to enjoy.","regDate":"2022-09-11","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Folk Villages"],"imgUrl":"/2022-09-11-1662881975773/2687531_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-11-1662881975773"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}