{"pageProps":{"content":"![Gwangchi Recreational Forest (광치자연휴양림)](/2022-09-25-1664095715119/1813309_image2_1.webp)\n\n  \n## Overview\n\n> Gwangchi Recreational Forest is located near Gwangchiryeong Pass (alt. 800 meters). The pass encompasses waterfalls and valleys in a dense forest. Gwangchi Tunnel connects the areas of Yanggu and Inje to the East Sea, making the forest a great addition to travel itineraries. The recreational area serves as a retreat for residents and helps to support the local economy through tourism.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br>(Korean, English, Japanese, Chinese) <br>• For more info: +82-33-482-3115|\n|opendate:|June 7, 2006|\n|parking:|Available <br>* 09:00-12:00 (next day)|\n|usetime:|[Accommodation] Check-in 14:00 / Check out 12:00|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Restrooms:|Available|\n|Facility Utilization Fees:|[Forest Culture Hall]<br> 40,000-60,000 won<br> <br> [Forest Cabin] <br> Peak season 55,000-140,000 won<br> Off season 40,000-110,000 won<br><br>[Forest Experience Center]<br>Peak season 13,000-15,000 won<br>Off season 10,000-13,000 won<br>|\n|Admission Fees:|[Individuals]<br>Adults 2,000 won / Teenagers 1,500 won / Children 1,000 won<br><br>[Groups]<br>Adults 1,500 won / Teenagers 1,000 won / Children 500 won<br><br>* Group rate applies to 30 people or more.|\n|Parking Fees:|[Peak Season (July 1-August 31) & weekends and holidays]<br> Light-weight car 2,000 won<br> Small-sized car 3,000 won<br> Middle-sized car 4,000 won<br> Large-sized car 5,000 won<br> <br> [Off-season (September 1-June 30) &&nbsp;weekdays] <br> Light-weight car 1,500 won<br> Small-sized car 2,000 won<br> Middle-sized car 3,000 won<br> Large-sized car 4,000 won|\n|Available Facilities:|Forest Culture Hall, Forest Cabin, walking path, hiking path|\n|Reservation Info. for Natives:|Online reservation|\n  \n## Detail Image\n![/2022-09-25-1664095715119/1955346_image2_1.webp](/2022-09-25-1664095715119/1955346_image2_1.webp)\n![/2022-09-25-1664095715119/1955347_image2_1.webp](/2022-09-25-1664095715119/1955347_image2_1.webp)\n![/2022-09-25-1664095715119/1955348_image2_1.webp](/2022-09-25-1664095715119/1955348_image2_1.webp)\n![/2022-09-25-1664095715119/1955349_image2_1.webp](/2022-09-25-1664095715119/1955349_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-33-482-3115](tel:+82334823115)\n- [🏠www.foresttrip.go.kr](https://www.foresttrip.go.kr/indvz/main.do?hmpgId=ID02030095)\n\n\n```googleMap\nlatitude: 38.1437211523\nlongitude: 128.0709683835\ntitle: 265, Gwangchiryeong-ro 1794beon-gil, Yanggu-gun, Gangwon-do\n```\n  \n## Directions\n  \n[Taxi]<br>\nApprox. 30 min from Yanggu Intercity Bus Terminal\n","data":{"id":"2022-09-25-1664095715119","title":"Gwangchi Recreational Forest (광치자연휴양림)","description":"Gwangchi Recreational Forest is located near Gwangchiryeong Pass (alt. 800 meters). The pass encompasses waterfalls and valleys in a dense forest. Gwangchi Tunnel connects the areas of Yanggu and Inje to the East Sea, making the forest a great addition to travel itineraries. The recreational area serves as a retreat for residents and helps to support the local economy through tourism.","regDate":"2022-09-25","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"/2022-09-25-1664095715119/1813309_image2_1.webp","blogPath":"Gangwon-do/2022-09-25-1664095715119","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-09-25-1664095715119"},"dataList":[{"id":"2022-10-17-1665993768542","title":"Woljeongsa Temple & Fir Tree Forest (월정사·월정사 전나무숲 )","description":"Woljeongsa Temple is located in a forested valley on the eastern side of Odaesan Mountain. The 1 kilometer path leading to the temple passes through a forest of tall fir trees, some over 500 years old. Woljeongsa Temple is in charge of over 60 temples and 8 monasteries in the area. The temple was established by Monk Ja Jang (590-658) of the Silla Kingdom. Woljeongsa Museum is also located within the temple grounds, displaying artifacts and treasures from Buddhist culture of the Goryeo dynasty (918-1392), including an octagonal nine-story stone pagoda and a stone seated bodhisattva.","regDate":"2022-10-17","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-10-17-1665993768542/1840816_image2_1.webp","blogPath":"Gangwon-do/2022-10-17-1665993768542"},{"id":"2022-10-17-1665988707928","title":"Woljeong-ri Station (월정리역)","description":"Woljeong-ri Station (Iron Triangle Battlefield) is the last stop before reaching the DMZ. With the sign The iron horse wants to run again, there stand remains of a train that was used to make frequent trips to North Korea. Located at the spot where the fiercest battle was held during the Korean War, this train marks the partition line of the Korean peninsula. These days Woljeong-ri Station is under the control of the Cheorwon-gun Office and hundreds of thousands of people visit this unique tourist area every year.","regDate":"2022-10-17","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Historical Sites","Security & Peace Sites"],"imgUrl":"/2022-10-17-1665988707928/2389036_image2_1.webp","blogPath":"Gangwon-do/2022-10-17-1665988707928"},{"id":"2022-10-17-1665983617075","title":"Villa of Rhee Syngman (이승만별장(고성))","description":"During the 1950s, three leaders, namely Kim Ilsung, Rhee Syngman and Lee Ki-poong had summer houses built around the lake of Hwajinpo. The villa of Rhee Syngman, Koreas first president, was built in 1954 but fell into a state of disuse by 1961. It was not repaired until July of 1997 by the army, and was fully restored in 1999, opening as an exhibition hall.","regDate":"2022-10-17","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Architectural Sights","Buildings"],"imgUrl":"/2022-10-17-1665983617075/2600601_image2_1.webp","blogPath":"Gangwon-do/2022-10-17-1665983617075"},{"id":"2022-10-16-1665917282385","title":"Villa of Lee Ki-poong (이기붕별장)","description":"The villa of Lee Ki-poong is located between the villas of Rhee Syngman and Kim Ilsung on the shores of Hwajinpo Lake. The villa was originally built by foreign missionaries in the 1920s. It was used as vacation villa by the Northern communist partys executives before the Korean War broke out, and was turned into a private residence by Lee, the Vice-president to President Rhee, and his wife Maria Park after the cease-fire agreement.","regDate":"2022-10-16","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Historical Sites","Security & Peace Sites"],"imgUrl":"/2022-10-16-1665917282385/1906632_image2_1.webp","blogPath":"Gangwon-do/2022-10-16-1665917282385"},{"id":"2022-10-16-1665913620696","title":"Ulsanbawi Rock (설악산 울산바위)","description":"Ulsan Peak is the most well-known attraction at Seoraksan Mountain. The peak is made of strange rocks stretching from the foot of the mountain to the top at 900 m above sea level. The peak consists of six rocks, which create a majestic view of the rocky peak. The peak with the circumference of 4 km forms a great panoramic view along with Daecheongbong Peak and Outer Seorak. Ulsan Peak presents an imposing scene, and it was visited by many famous poets and calligraphers including Choe Yeon and Heo Jeok during the Joseon period who left behind their records. In addition, several legends are associated with Ulsan Peak. One day, a heavenly god commanded peaks of all mountains to assemble at Geumgangsan Mountain to create the greatest scenery. However, the Ulsan Peak was too heavy, so it was late for the meeting. Feeling ashamed, it didn’t go back home (Ulsan) directly, and took a rest at Seoraksan Mountain, but stayed there forever. Also, there is a saying that the peak was named after the shape of the rock, which resembles a fence (ul+tari) or a crying (ul) mountain (san). Visitors can get to the Ulsan Peak by starting from the small park and passing through Sinheungsa Temple and Heundeul Rock. At the beginning of the path, it starts with a gentle slope, but after the Heundeul Rock, there are a steep rocky hill and the iron stairs. It requires about 4 hr for getting to and from the peak. It is hard for the elderly or children to climb because of high level of difficulty.","regDate":"2022-10-16","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Resources","Rocks"],"imgUrl":"/2022-10-16-1665913620696/2711195_image2_1.webp","blogPath":"Gangwon-do/2022-10-16-1665913620696"},{"id":"2022-10-16-1665910327005","title":"Uisangdae Pavilion (낙산사 의상대)","description":"This pavilion is located on a seaside cliff on the way from Yangyang’s Naksansa Temple to Gwaneumgul Cave of Hongnyeonam Hermitage. The word “dae” in Uisangdae refers to a building built at a vantage point for areas with beautiful scenery. Indeed, the view of the East Sea and the coast from Uisangdae Pavilion awarded its recognition as one of the Eight Sights of Yangyang, and a must-visit place for all visitors to Naksansa Temple. Jeong Cheol (pen-name  Songgang), a famed scholar and writer of the poem Song of Diamond Mountains, chose the pavilion as one of the Eight Sights of Gwandong, and the pavilion is today one of the popular sites for sunrise-viewing on the east coast of Korea. Together with Hongnyeonam Hermitage, it is designated as the Scenic Site No. 27 of Korea under the name “Uisangdae Pavilion and Hongnyeonam Hermitage of Naksansa Temple, Yangyang.” Uisangdae is named after Uisang, a respected Silla-era Buddhist monk who is said to have founded this temple in 671 (11th year of King Munmu’s reign of Silla), and many stories of his deeds can still be found in the temple. For instance, Uisangdae is said to be the site where he meditated before founding Naksansa Temple at its present site. Today’s pavilion was restored to its present hexagonal form in 1995.","regDate":"2022-10-16","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-10-16-1665910327005/2711338_image2_1.webp","blogPath":"Gangwon-do/2022-10-16-1665910327005"},{"id":"2022-10-16-1665906295356","title":"Uiamho Lake Skywalk (의암호 스카이워크)","description":"Uiamho Lake Skywalk, one of the two largest skywalks in Chuncheon along with Soyanggang Skywalk, is located on Uiamho Bike Path between Kim Youjeong Memorial Stone and Chuncheon Songam Sports Town in the Uiam Lakeside. Connecting with the water bridge section of the bike path, Uiamho Lake Skywalk consists of a 10 m-long straight section and a 10 m-diameter circular section, located 12 m above the water. The entire floor is made of transparent glass, so visitors will feel like walking on the water. When you stand on the skywalk, you will encounter a picturesque view of Samaksan Mountain and Uiamho Lake. Soyanggang Skywalk boasts another splendid scenery of Chuncheon. Although the access from the Kim Youjeong Memorial Stone is close to Uiam Lake Skywalk, parking space is insufficient, thus, it is recommended to use the public parking lot near Chuncheon Songam Sports Town. It takes 15 min by foot or bike along the Uiamho Bike Path from the public parking lot to Uiam Lake Skywalk. It is a great place for a stroll amid the magnificent landscape.","regDate":"2022-10-16","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Architectural Sights","Monuments/Observatories"],"imgUrl":"/2022-10-16-1665906295356/2605228_image2_1.webp","blogPath":"Gangwon-do/2022-10-16-1665906295356"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}