{"pageProps":{"content":"![Guryongsa Temple (구룡사)](/2022-09-25-1664091631316/2391453_image2_1.webp)\n\n  \n## Overview\n\n> Guryongsa Temple is located 6 kilometers from Birobong Peak on Chiaksan Mountain, in the direction of Hakkok-ri. It was believed that Monk Uisang (625-702) of the Silla Kingdom (57 BC - AD 935) built and named the temple Guryongsa in 668 during the reign of King Munmu. However, it is now known that the temple was built after King Sukjong, the 19th King of the Joseon dynasty (1392-1910), who reigned from 1674 to 1720, because of the architectural style of Daeungjeon Hall. There is a legend that the Guryongsa Temple site was originally a lake where nine dragons lived. The name Guryong comes from the story that the lake was filled up to build the temple on it. There are many buildings such as Daeungjeon Hall, Bogwangnu Pavilion, Samseonggak Pavilion, Simgeomdang Hall and Seolseondang Hall. Daeungjeon Hall has maintained its original shape though it was repaired many times.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-33-732-4800|\n|parking:|Available (Chiaksan National Park)|\n|restdate:|N/A (Open all year round)|\n|usetime:|Sunrise - Sunset|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Hiking Course:|* Guryongsa Temple - Seryeompokpo Falls - Birobong Peak - Guryongsa Temple (10.9 km / 6 hr)<br>* Guryongsa Temple - Seryeompokpo Falls - Birobong Peak - Godeunchi - Bugok-ri (15.8 km / 8 hr)<br>* Hwanggol Cave - Ipseoksa Temple - Birobong Peak - Seryeompokpo Falls - Guryongsa Temple (10.7 km / 5 hr)<br>* Hanggu-dong - Gukhyangsa Temple - Hyangnobong Peak - Seryeompokpo Falls - Guryongsa Temple (14.2 km / 7 hr)<br>* Geumdae-ri - Yeongwonsa Temple - Namdaebong Peak - Birobong Peak - Seryeompokpo Falls - Guryongsa Temple (22.6 km / 12 hr)<br>* Seongnam-ri - Sangwonsa Temple - Namdaebong Peak - Birobong Peak - Seryeompokpo Falls - Guryongsa Temple (23.8 km / 13 hr)|\n|Admission Fees:|Individuals - Adults 2,500 won / Teenagers 800 won / Children 500 won<br>Groups - Adults 2,300 won / Teenagers 700 won / Children 400 won<br><br>* Groups: 30 people or more|\n|Parking Fees:|Compact vehicles: First hour 500 won / each additional 10 min 100 won / Max. daily fee 5,000 won / Monthly pass 50,000 won<br>Small & Mid-sized vehicles: First hour 1,100 won / each additional 10 min 250 won (peak season 300 won) / Max. daily fee 13,000 won / Monthly pass 150,000 won<br>Large vehicles: First hour 2,000 won / each additional 10 min 400 won (peak season 500 won) / Max. daily fee 20,000 won / Monthly pass 200,000 won|\n|Restrooms:|Available|\n  \n## Detail Image\n![/2022-09-25-1664091631316/2391440_image2_1.webp](/2022-09-25-1664091631316/2391440_image2_1.webp)\n![/2022-09-25-1664091631316/2391442_image2_1.webp](/2022-09-25-1664091631316/2391442_image2_1.webp)\n![/2022-09-25-1664091631316/2391445_image2_1.webp](/2022-09-25-1664091631316/2391445_image2_1.webp)\n![/2022-09-25-1664091631316/2391446_image2_1.webp](/2022-09-25-1664091631316/2391446_image2_1.webp)\n![/2022-09-25-1664091631316/2391447_image2_1.webp](/2022-09-25-1664091631316/2391447_image2_1.webp)\n![/2022-09-25-1664091631316/2391448_image2_1.webp](/2022-09-25-1664091631316/2391448_image2_1.webp)\n![/2022-09-25-1664091631316/2648995_image2_1.webp](/2022-09-25-1664091631316/2648995_image2_1.webp)\n![/2022-09-25-1664091631316/2648997_image2_1.webp](/2022-09-25-1664091631316/2648997_image2_1.webp)\n![/2022-09-25-1664091631316/2648998_image2_1.webp](/2022-09-25-1664091631316/2648998_image2_1.webp)\n![/2022-09-25-1664091631316/2391441_image2_1.webp](/2022-09-25-1664091631316/2391441_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-33-732-4800](tel:+82337324800)\n- [🏠www.templestay.com](https://www.templestay.com/temple_info.asp?t_id=guryongsa )\n\n\n```googleMap\nlatitude: 37.3995043418\nlongitude: 128.0498675732\ntitle: 500, Guryongsa-ro, Wonju-si, Gangwon-do\n```\n  \n## Directions\n  \n[Train + Bus]<br>\nFrom Cheongnyangni Station, take a train to Wonju Station.<br>\nFrom Wonju Station, take Bus No. 41 and get off at Guryongsa Temple Bus Stop.\n","data":{"id":"2022-09-25-1664091631316","title":"Guryongsa Temple (구룡사)","description":"Guryongsa Temple is located 6 kilometers from Birobong Peak on Chiaksan Mountain, in the direction of Hakkok-ri. It was believed that Monk Uisang (625-702) of the Silla Kingdom (57 BC - AD 935) built and named the temple Guryongsa in 668 during the reign of King Munmu. However, it is now known that the temple was built after King Sukjong, the 19th King of the Joseon dynasty (1392-1910), who reigned from 1674 to 1720, because of the architectural style of Daeungjeon Hall. There is a legend that the Guryongsa Temple site was originally a lake where nine dragons lived. The name Guryong comes from the story that the lake was filled up to build the temple on it. There are many buildings such as Daeungjeon Hall, Bogwangnu Pavilion, Samseonggak Pavilion, Simgeomdang Hall and Seolseondang Hall. Daeungjeon Hall has maintained its original shape though it was repaired many times.","regDate":"2022-09-25","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-09-25-1664091631316/2391453_image2_1.webp","blogPath":"Gangwon-do/2022-09-25-1664091631316","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-09-25-1664091631316"},"dataList":[{"id":"2022-10-27-1666856392287","title":"Yangyang Dongho Beach (동호해변(양양))","description":"This relatively small beach is located in Yangyang-gun, Gangwon-do. It is 500 meters in length and 55 meters in x_width, and has an average depth of 1.2 meters. The beach is particularly known for its soft and fine sand, often considered to be the best on the east coast. Despite its excellent scenery and clear water, the beach is relatively obscure and peaceful. It is only open during the daytime between July and August. The pine trees surrounding the beach are protected areas, and visitors are prohibited from entering. Surfing is another draw of the beach, and the surf shop offers lessons and equipment rentals. Scuba diving is also available on site. An interesting insight into the folk tradition is “anchovy flinging,” a traditional method of catching anchovies that involve about 70 people working together to pull a big net from the sea to land. This experience is offered free of charge during the opening of the beach, and requires payment for periods outside the vacation season. Prior reservation is required through the official website. The beach enjoys excellent access from Yangyang International Airport and a 20-min ride from Yangyang city center. Dongho-ri Beach Campground, Seoraksan Mountain, and Osaek District can be found nearby.","regDate":"2022-10-27","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites"],"imgUrl":"/2022-10-27-1666856392287/608515_image2_1.webp","blogPath":"Gangwon-do/2022-10-27-1666856392287"},{"id":"2022-10-27-1666853444875","title":"Wonju Korea Ginseng Factory (원주 고려인삼창)","description":"Operated by the Korea Ginseng Corporation, the Korea Ginseng Factory makes high quality Korean ginseng. Visitors can learn all about Korean ginseng, the process of making red ginseng from ginseng and how to spot good ginseng when shopping. Tours operate on a pre-reservation basis, with all participants required to wear protective garments to keep out pollutants. After the tour, visitors will be well-educated on the health benefits and production methods of red ginseng.","regDate":"2022-10-27","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Industrial Sites","Foods & Beverages"],"imgUrl":"","blogPath":"Gangwon-do/2022-10-27-1666853444875"},{"id":"2022-10-27-1666849629456","title":"Tomb of Sin Sunggyeom (장절공신숭겸장군묘역)","description":"Tomb of Sin Sung-gyeom (posthumous epithet  Jangjeolgong), a founding contributor of the Goryeo Dynasty Sin Sung-gyeom made a great contribution to the foundation of Goryeo by expelling Gung Ye and crowning Wang Geon (later, King Taejo) as a king in 918, together with Bae Hyeon-gyeong, Hong Yu, and Bok Ji-gyeom. When Taejo of Goryeo was surrounded by the army of Gyeon Hwon (founder of Later Baekje) at the Palgongsan Battle in Daegu, Sin exchanged armor with Taejo’s armor to disguise himself as the king and died. The enemy thought that he was Taejo and beheaded him, and Taejo made his head with gold in sorrow and held a funeral for him. The Tomb of Sin Sung-gyeom consists of three mounds, which are said to have been a measure that Taejo took lest the golden head should be stolen. The location of the tomb is regarded as one of the best propitious sites for a grave in Korea, based on geomancy. Surrounded by pine trees, this site overlooks downtown Chuncheon. The tombstone, shrine, and memorial stone were built around the tomb. This tomb was designated as Gangwon-do Monument No. 21 under the title “Sin jangjeolgong Myoyeok (Tomb of Sin Sung-gyeom),” while the memorial stone, bearing the story of the Palgongsan Battle and Sin Sung-gyeom’s performance, was designated as Gangwon-do’ Tangible Cultural Heritage No. 155.","regDate":"2022-10-27","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-10-27-1666849629456/182077_image2_1.webp","blogPath":"Gangwon-do/2022-10-27-1666849629456"},{"id":"2022-10-27-1666847343609","title":"Sinheungsa Temple (신흥사(설악산))","description":"Sinheungsa Temple was founded under the name of Hyangseongsa Temple by Buddhist monk Jajang during the reign of Queen Jindeok of the Silla dynasty. It was first established at the site of Kensington Hotel, but after being destroyed by fire several times, it was rebuilt at the present position during the reign of King Injo of the Joseon dynasty. According to a legend, Monks Yeongseo, Hyewon, and Yeonok all had envisioned the location in their dreams in which a white-haired heavenly man appeared and indicated them the place of the temple. Thus, the temple was re-constructed at the current location and renamed as “Sinheungsa,” meaning “the temple was blessed by God (sin) and became prosper (heung). However, the Chinese character sin of the temple’s name was changed in 1995 from sin meaning god to sin meaning “new,” wishing that the temple will revive Buddhism again in the Yeongdong area (eastern part of the Taebaek Mountain Range). Sinheungsa Temple is home to many cultural heritages including the Geungnakbojeon Hall at Sinheungsa Temple (Treasure) and the Three-story Stone Pagoda at Hyangseongsa Temple Site (Treasure), which is standing on the opposite side of Kensington Star Hotel . The temple also offers the temple stay program in which participants can experience a temple life by doing activities such as communal Buddhist meal service (baru gongyang), ceremonial service involving chanting, 108 bows aimed at removing 108 earthly desires, as well as programs of making a lotus lantern and Buddhist rosary.","regDate":"2022-10-27","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-10-27-1666847343609/166406_image2_1.webp","blogPath":"Gangwon-do/2022-10-27-1666847343609"},{"id":"2022-10-26-1666781111969","title":"Seungilgyo Bridge (승일교)","description":"Seungilgyo Bridge is unique in that it was jointly built by South and North Korea. The construction began when the land belonged to North Korea, but after the Armstice Agreement the land was given to the South, who then complete the bridge. The bridge was designated as a Registerd Cultural Property No. 26 on May 31, 2002.","regDate":"2022-10-26","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Historical Sites","Security & Peace Sites"],"imgUrl":"","blogPath":"Gangwon-do/2022-10-26-1666781111969"},{"id":"2022-10-26-1666777389811","title":"Seoraksan National Park (Outer Section) (설악산 국립공원 (외설악))","description":"Seoraksan Mountain is one of Koreas most famous tourist destinations that stretches across several areas including Sokcho, Goseong, Inje, and Yangyang in Gangwon-do. It was designated as Koreas fifth national park in 1970 after the designation of Hallyeohaesang National Park, and as Koreas first UNESCO Biosphere Reserve in 1982. It has been also registered in the IUCN Green List of Protected and Conserved Areas, which is the global standard of best practice for area-based conservation. Having Daecheongbong Peak as the mountains main peak, Seoraksan National Park, with a total area of 398 km², is divided  into the outer section (Oeseorak, eastern section), the inner section (Naeseorak, western section), and the southern section (Namseorak). Daecheongbong Peak (1,708 m) is the third highest peak in Korea after Hallasan Mountain and Jirisan Mountain, and as the peak is covered with snow for five to six months of the year, the mountain got the name Seorak (meaning a snowy peak). The summit of Daecheongbong Peak commands the magnificent natural landscape of Seoraksan Mountain and the East Sea. In particular, it is known for the fantastic views of the sunrise and sunset. In addition to Daecheongbong Peak, Seoraksan Mountain has some 30 grand peaks, such as Socheongbong, Hwachaebong, and Jungcheongbong. The mountain is also full of hidden scenic views of Biryongpokpo Falls, Ulsan Peak, Heundeulbawi Rock, and Geumganggul Cave. By using the cable car near Seoraksan Small Park, the disabled and the elderly can go up to the top and enjoy a panoramic view of the mountain.","regDate":"2022-10-26","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","National Parks"],"imgUrl":"/2022-10-26-1666777389811/2677663_image2_1.webp","blogPath":"Gangwon-do/2022-10-26-1666777389811"},{"id":"2022-10-26-1666774080396","title":"Seoraksan Daecheongbong Peak (설악 대청봉)","description":"This 1,708 m-high peak is the highest peak of Seoraksan Mountain and the third highest in the Republic of Korea, behind Hallasan Mountain (1,950 m) and Jirisan Mountain (1,915 m). It is the centerpiece of the 40 km2-wide Seoraksan National Park and the dividing point between Naeseorak and Oeseorak areas  areas to the west of Daecheongbong Peak toward Inje are considered Naeseorak, while the areas to the east, toward Sokcho and Goseong, are considered as latter. It is also the origin of most of Seoraksan Mountain’s famous valleys, like Cheonbuldong and Gayadong Valleys. Because of erratic weather and low temperature, Daecheongbong Peak is often covered in snow from late October to late spring. Its ridges are populated by Siberian dwarf pine, Hairy Korean rhododendron, Ermans birch, and subalpine trees, making it a valuable source for alpine plant research. Four trails in the Seoraksan National Park take the visitors to this peak, through Osaek, Baekdam, Seorak-dong, and Osaengnyeong (Hangyeryeong) Pass. The shortest trail is the 5 km-long Osaek Trail (Osaek – Seorak Falls – Daecheongbong Peak), taking about 4 hr in total. The management controls entry to Seoraksan National Park depending on weather conditions and period, so visitors are advised to check the real-time information provided at its webpage (www.knps.or.kr).","regDate":"2022-10-26","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-10-26-1666774080396/780821_image2_1.webp","blogPath":"Gangwon-do/2022-10-26-1666774080396"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}