{"pageProps":{"content":"![Jirisan Chilseongyegok Valley (칠선계곡(지리산))](/2022-12-21-1671600968838/2617002_image2_1.webp)\n\n  \n## Overview\n\n> Chilseongyegok Valley is the most beautiful valley in Jirisan Mountain, and is one of the top three valleys in the nation, along with Cheonbuldonggyegok Valley in Seoraksan Mountain and Tamnagyegok Valley in Hallasan Mountain. The 16-kilometer valley stretching from Uitan of Macheon-myeon to Cheonwangbong Peak is characterized by very tough topography but beautiful scenery and is the only remaining primeval forest of Jirisan Mountain. It is also dotted with seven waterfalls and 33 ponds. The hike becomes more difficult as the trail enters the valley. Because the valley has taken many lives, some people call it The Valley of Death. For that reason, visitors must apply in advance and hike with a guide. The trail in Chilseon Valley is a 9.4-kilometer course from Chuseong Village in Macheon-myeon to Cheonwangbong Peak, which does not follow the natural valley, due to the valleys steep and dangerous features. Starting from Chuseong Village, the trail passes Yongso Pond, Jujiteo Site, Chuseongmang Rock, Seonnyeotang Pond, Ongnyeotang Pond, Biseondam, Chilseonpokpo Falls, Daeryukpokpo Falls, Samcheungpokpo Falls and Mapokpo Falls, all before reaching Cheonwangbong Peak.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br>(Korean, English, Japanese, Chinese) <br>• For more info: +82-55-970-1000|\n|parking:|Available|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Parking Fees:|[Hourly Parking]<br>* Applies to Jeongnyeongchi, Seongsamjae Pass, Ssanggyesa Temple Parking Lots<br>Compact cars - First hour 500 won / 100 won for each additional 10 min<br>Sedans - First hour 1,100 won /250~300  won for each additional 10 min<br>Large vehicles - First hour 2,000 won / 400~500 won for each additional 10 min<br><br>[Flat Rate Parking]<br>* Applies to Hakcheon, Dalgung, Banseon, Daewonsa Temple, Hwaeomsa Temple, Yeongoksa Temple, Siamjae Pass Parking Lots<br>Compact cars - 2,000 won<br />Sedans - Peak season 5,000 won / Off season 4,000 won<br />Large vehicles - Peak season 7,500 won / Off season 6,000 won|\n|Restrooms:|Available|\n  \n## Detail Image\n![/2022-12-21-1671600968838/2616997_image2_1.webp](/2022-12-21-1671600968838/2616997_image2_1.webp)\n![/2022-12-21-1671600968838/2616998_image2_1.webp](/2022-12-21-1671600968838/2616998_image2_1.webp)\n![/2022-12-21-1671600968838/2616999_image2_1.webp](/2022-12-21-1671600968838/2616999_image2_1.webp)\n![/2022-12-21-1671600968838/2617005_image2_1.webp](/2022-12-21-1671600968838/2617005_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-55-970-1000](tel:+82559701000)\n- [🏠jiri.knps.or.kr](http://jiri.knps.or.kr/)\n\n\n```googleMap\nlatitude: 35.3624199518\nlongitude: 127.7212089674\ntitle: Chuseong-ri, Hamnyang-gun, Gyeongsangnam-do\n```\n  \n## Directions\n  \n[Taxi]<br>\nApprox. 30 min from Hamyang Terminal\n","data":{"id":"2022-12-21-1671600968838","title":"Jirisan Chilseongyegok Valley (칠선계곡(지리산))","description":"Chilseongyegok Valley is the most beautiful valley in Jirisan Mountain, and is one of the top three valleys in the nation, along with Cheonbuldonggyegok Valley in Seoraksan Mountain and Tamnagyegok Valley in Hallasan Mountain. The 16-kilometer valley stretching from Uitan of Macheon-myeon to Cheonwangbong Peak is characterized by very tough topography but beautiful scenery and is the only remaining primeval forest of Jirisan Mountain. It is also dotted with seven waterfalls and 33 ponds. The hike becomes more difficult as the trail enters the valley. Because the valley has taken many lives, some people call it The Valley of Death. For that reason, visitors must apply in advance and hike with a guide. The trail in Chilseon Valley is a 9.4-kilometer course from Chuseong Village in Macheon-myeon to Cheonwangbong Peak, which does not follow the natural valley, due to the valleys steep and dangerous features. Starting from Chuseong Village, the trail passes Yongso Pond, Jujiteo Site, Chuseongmang Rock, Seonnyeotang Pond, Ongnyeotang Pond, Biseondam, Chilseonpokpo Falls, Daeryukpokpo Falls, Samcheungpokpo Falls and Mapokpo Falls, all before reaching Cheonwangbong Peak.","regDate":"2022-12-21","author":"korea-tour","tag":["Gyeongsangnam-do","Nature","Natural Sites","Valleys"],"imgUrl":"/2022-12-21-1671600968838/2617002_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-21-1671600968838","pageUrl":"https:/mcdryad.com/Gyeongsangnam-do/2022-12-21-1671600968838"},"dataList":[{"id":"2022-12-29-1672306564219","title":"Sangnim Park (상림공원)","description":"Hamyang is well known for its beautiful mountains and clean waters. Sangnim Park, located in Hamyang-gun, Gyeongsangnam-do, has beautiful sceneries throughout the year as well as various attractions including pavilions, memorial plaques, walking trails and more. The park was formed during the Unified Silla period, providing deep history as well as a place to relax.","regDate":"2022-12-29","author":"korea-tour","tag":["Gyeongsangnam-do","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"","blogPath":"Gyeongsangnam-do/2022-12-29-1672306564219"},{"id":"2022-12-29-1672303057153","title":"Sangjogam County Park (상족암군립공원)","description":"The breathtaking view of the South Coast can be seen at a glance from Sangjogam County Park. The glittery surface and towering cliffs create a spectacular backdrop. Clear footprints of dinosaurs that lived during the Cretaceous Period of the Mesozoic Era remain extending over the coast around Sangjogam region, and thus the area was designated Goseong-gun Gosi No. 20. on November 10, 1983. <br>The beach in front of the Youth Center contains shingles worn down by the tide and a precipitous wall of stratified rocks can be seen beyond the wide bedrock of dinosaur footprints. The rocks are named after the table leg-shaped stone caves such as “Ssangjok” or “Ssangbal”. Many oddly shaped rocks inside the caves have their own folktales.<br>According to one tale, fairies from heaven came down to the Sangjokgul Cave to weave clothes out of brocade for the King of Heaven, and bathed in the Seonnyoetang Pond. The shape of a loom and a puddle still exist. Nearby the cave, Chotdaebawi Rock and Byeongpungbawi Rock create scenery beyond description and leisure cruise boats toss up gentle sea waves. Naturally, the park continuously attracts numerous tourists in all seasons. <br>Also, many are drawn to the mysterious dinosaur footprint fossils at Sangjogam. The site is recognized as one of three major dinosaurs sites in the world, along with those in Brazil and Canada. The footprints belong to dinosaurs familiarized by the popular movie, ‘Jurassic Park’, such as Brontosaurus, Brachiosaurus, Allosaurus and Naranosaurus. It has been designated Natural Monument No. 411, as dinosaur footprints are valuable resources in discovering the uncovered mysteries of life before the appearance of mankind.","regDate":"2022-12-29","author":"korea-tour","tag":["Gyeongsangnam-do","Nature","Natural Sites","County Parks"],"imgUrl":"/2022-12-29-1672303057153/1611219_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-29-1672303057153"},{"id":"2022-12-29-1672299315401","title":"Samcheonpodaegyo Park (삼천포대교공원)","description":"Samcheonpodaegyo Park is located near the landmark of Namhae, Samcheonpodaegyo Bridge, which connects Sacheon-si to nearby island.","regDate":"2022-12-29","author":"korea-tour","tag":["Gyeongsangnam-do","Culture/Art/History","Architectural Sights","Bridges"],"imgUrl":"","blogPath":"Gyeongsangnam-do/2022-12-29-1672299315401"},{"id":"2022-12-29-1672295914657","title":"Okpo Shipyard of Daewoo Shipbuilding & Marine Engineering (대우조선해양(주) 옥포조선소)","description":"Okpo Shipyard of Daewoo Shipbuilding & Marine Engineering spans over a 4000,000㎡ land and consists of large-scale specialized facilities and equipments for shipbuilding and repairs such as a dock that can handle a 1,000,000 ton vessel and a 900 ton Goliath crane. The shipyard builds various vessels, offshore plants, drill ships, FPSO/FPUs, submarines and destroyers all year round and offers plant tour programs for visitors.","regDate":"2022-12-29","author":"korea-tour","tag":["Gyeongsangnam-do","Culture/Art/History","Industrial Sites","Shipbuilding Yards"],"imgUrl":"","blogPath":"Gyeongsangnam-do/2022-12-29-1672295914657"},{"id":"2022-12-29-1672292137094","title":"Okpo Great Victory Commemorative Park (옥포대첩기념공원)","description":"Okpo Great Victory Commemorative Park was built in 1996 to commemorate Admiral Yi Sun-sins first victory of the Okpo Battle during the Imjin War (1592-1598). Visitors can go up the memorial tower and Okporu Pavilion to get an unobstructed view of the Okpo Bay ahead. In addition to the tower and pavilion, the park also has a shrine dedicated to Admiral Yi.","regDate":"2022-12-29","author":"korea-tour","tag":["Gyeongsangnam-do","Culture/Art/History","Recreational Sites","Theme Parks"],"imgUrl":"/2022-12-29-1672292137094/1610937_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-29-1672292137094"},{"id":"2022-12-29-1672288742950","title":"Okcheonsa Temple (옥천사)","description":"Okcheonsa Temple was built in the 16th year of King Munmus reign (676) during the Silla dynasty. The name “Okcheon,” which means jade spring, was derived from the mineral spring located next to the main hall.<br><br>The temple holds several valuable cultural assets, such as the state-designated heritage Bronze Gong of Okcheonsa (Treasure No. 495) and 119 city/province-designated heritage properties, including Jabangnu Pavilion, Hyangno (incense burner), Daeungjeon Hall, and Daejong (bell). The linden tree at the Cheongnyeonam was designated as Monument No. 82 for its great academic value. <br><br>There are other small temples nearby, such as Baengnyeonam, Cheongyeonam, and Yeondaeam. Those interested in learning more about Buddhism can drop by Yeonhwasan Provincial Park’s Bojanggak Hall, an exhibition hall built to preserve about 120 pieces of Buddhist artifacts.","regDate":"2022-12-29","author":"korea-tour","tag":["Gyeongsangnam-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"","blogPath":"Gyeongsangnam-do/2022-12-29-1672288742950"},{"id":"2022-12-29-1672284948696","title":"Odosan Recreational Forest (오도산자연휴양림)","description":"Odosan Recreational Forest is to the north of Haeinsa Temple, one of the three most important temples in Korea, and to the south of Hapcheonho Lake. The Forest’s convenience facilities include 18 Forest Cabins divided into 2 areas, a Youth Training Center that can accommodate 30 people, and 28 water playing sites. In addition, 63 camping decks are available.","regDate":"2022-12-29","author":"korea-tour","tag":["Gyeongsangnam-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"","blogPath":"Gyeongsangnam-do/2022-12-29-1672284948696"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}