{"pageProps":{"content":"![Birthplace of the16th President of Korea, Roh Moo-hyun (진영 봉하마을과 노무현 대통령 생가)](/2022-07-30-1659170619407/1611275_image2_1.webp)\n\n  \n## Overview\n\n> Bongha Village is located 4.5km to the east of Jinyeong-eup, on the foot-slopes of Bonghwasan mountain.  It is a typical farming village, and its major produce is Jinyeong sweet persimmons and rice. Its name comes from the mound above it on Bonghwasan mountain, where in the past beacons were lit as a method of communication. Bonghwasan mountain is home to Bonghwasa temple and two famous valleys: Doduk (thief) valley on the east side, named because of the many thieves that used to operate in the area, and Yasi (fox) valley on the west side, which looks like a fox lying on its front, looking back at its tail. <Br><Br>\n\nBirthplace of the former President of Korea, Roh Moo-hyun<Br>\nThe birthplace of the former President of Korea, Roh Moo-hyun, is a brick house with a slate roof that consists of two small rooms and a kitchen. Although it is a shabby house, everything in it seems rare and precious to visitors. The earth, stones, and water, as well as household items, are popular with visitors. Some visitors even take stones and soil from the garden home with them in plastic bags, and some take water, believing that water from the ex-president’s birthplace is almost sacred.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-1688-0523, <BR> +82-55-344-1301|\n|parking:|Available|\n|usetime:|Shrine: Summer season 08:00-19:00 / Winter season 08:00-18:00|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Admission Fees:|Free|\n|Parking Fees:|Free|\n  \n## Detail Image\n![/2022-07-30-1659170619407/1611273_image2_1.webp](/2022-07-30-1659170619407/1611273_image2_1.webp)\n![/2022-07-30-1659170619407/1611274_image2_1.webp](/2022-07-30-1659170619407/1611274_image2_1.webp)\n![/2022-07-30-1659170619407/1611276_image2_1.webp](/2022-07-30-1659170619407/1611276_image2_1.webp)\n![/2022-07-30-1659170619407/1611277_image2_1.webp](/2022-07-30-1659170619407/1611277_image2_1.webp)\n![/2022-07-30-1659170619407/2610455_image2_1.webp](/2022-07-30-1659170619407/2610455_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-1688-0523](tel:+8216880523)\n- [🏠bongha.knowhow.or.kr</a> (Korean only)<br><a href=\"http://tour.gimhae.go.kr\" target=\"_blank\">tour.gimhae.go.kr](http://bongha.knowhow.or.kr/)\n\n\n```googleMap\nlatitude: 35.3144525363\nlongitude: 128.7712292248\ntitle: 129, Bongha-ro, Gimhae-si, Gyeongsangnam-do\n```\n  \n## Directions\n  \n[Bus]<BR>From Seoul Express Bus Terminal, take a express bus to Gimhae Bus Terminal.<BR> From Gimhae Terminal Bus Stop, take Bus No.14 and get off at Jinnyeong Bus Stop.<BR>Transfer to Bus No. 57 and get off at Bonghamaeul Bus Stop.\n","data":{"id":"2022-07-30-1659170619407","title":"Birthplace of the16th President of Korea, Roh Moo-hyun (진영 봉하마을과 노무현 대통령 생가)","description":"Bongha Village is located 4.5km to the east of Jinyeong-eup, on the foot-slopes of Bonghwasan mountain.  It is a typical farming village, and its major produce is Jinyeong sweet persimmons and rice. Its name comes from the mound above it on Bonghwasan mountain, where in the past beacons were lit as a method of communication. Bonghwasan mountain is home to Bonghwasa temple and two famous valleys  Doduk (thief) valley on the east side, named because of the many thieves that used to operate in the area, and Yasi (fox) valley on the west side, which looks like a fox lying on its front, looking back at its tail. <Br><Br>Birthplace of the former President of Korea, Roh Moo-hyun<Br>The birthplace of the former President of Korea, Roh Moo-hyun, is a brick house with a slate roof that consists of two small rooms and a kitchen. Although it is a shabby house, everything in it seems rare and precious to visitors. The earth, stones, and water, as well as household items, are popular with visitors. Some visitors even take stones and soil from the garden home with them in plastic bags, and some take water, believing that water from the ex-president’s birthplace is almost sacred.","regDate":"2022-07-30","author":"korea-tour","tag":["Gyeongsangnam-do","Culture/Art/History","Historical Sites","Birthplaces"],"imgUrl":"/2022-07-30-1659170619407/1611275_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-07-30-1659170619407","pageUrl":"https:/mcdryad.com/Gyeongsangnam-do/2022-07-30-1659170619407"},"dataList":[{"id":"2022-12-22-1671687368366","title":"Mageumsan Hot Springs (마금산원탕)","description":"Also referred to as Buk-myeon Hot Springs after the name of the region, Mageumsan Hot Springs is 13 kilometers north of Rural Route 1045 from Euichang-dong in Changwon and takes approximately 20 minutes to get to by car.   Mageumsan Hot Springs rises 200 meters above sea level, contains a slightly alkaline enriched water of 55℃ or more, and consists of over 20 mineral substances including natrium, radium, manganese, ion sulfate, and others.  Mageumsan Hot Springs are known to be effective in helping arthritis, womens diseases, neuralgia, depression, etc., and are frequently visited by travelers.<br><br>Records of  Mageumsan Hot Springs are listed in the ancient texts of King Sejongs Geographical Book, Survey on Civilization (Dongguk-yeojiseungnam), and more, illustrating that these hot springs were of great importance in ages past. The hot springs were temporarily closed in the later period of the Joseon Dynasty but were reopened by a man named Tokunaga from Japan. Later, Jin-Il Sohn, a resident of the area took ownership of the hot springs. <br><br>Outstanding scenery complements the hot springs with  Cheonmasan Mountain (370m), Mageumsan Mountain and  Baekweolsan Mountain (400m) located nearby. In particular, there is a legend that surrounds Baekweolsan Mountain and people like to climb this mountain and then relax by bathing in the hot springs.","regDate":"2022-12-22","author":"korea-tour","tag":["Gyeongsangnam-do","Culture/Art/History","Recreational Sites","Hot Springs & Spa"],"imgUrl":"/2022-12-22-1671687368366/2043316_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-22-1671687368366"},{"id":"2022-12-22-1671683947030","title":"Maemuldo Islands (매물도)","description":"Maemuldo Island is comprised the three islands Daemaemuldo Island, Somaemuldo Island, and Deungdaedo Island. The best view can be seen from the sea cliffs of Somaemuldo Island and Deungdaedo Island. Somaemuldo Island, whose entire area is no more than 2.51㎢, is a small island but very popular. Daemaemuldo, Hongdo, Deungdaedo, Daegueulbido and Sogueulbido Islands are all scattered around Somaemuldo Island.","regDate":"2022-12-22","author":"korea-tour","tag":["Gyeongsangnam-do","Nature","Natural Sites"],"imgUrl":"/2022-12-22-1671683947030/2027836_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-22-1671683947030"},{"id":"2022-12-22-1671680210743","title":"Junam Reservoir - Habitat for migratory birds (주남저수지 (철새도래지))","description":"Junam Reservoir features a large migratory bird sanctuary spread throughout three reservoirs (Sannam, Junam, and Dongpan), and is one of Korea’s top nature-watching areas for visitors. It operates Ramsar Culture Center, ecology educational hall, bird-watching site and Junam Environment School free of charge and a guide tour is available to explore the reservoir with ecological explanations. In addition, a lotus field and flower road can be visited in the reservoir.","regDate":"2022-12-22","author":"korea-tour","tag":["Gyeongsangnam-do","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2022-12-22-1671680210743/2043327_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-22-1671680210743"},{"id":"2022-12-21-1671619055022","title":"Jisimdo Island (지심도)","description":"Located 1.5 kilometers away to the east side of Irun-myeon, Geoje, Jisimdo Island is a very small island covering an area of just 0.338 ㎢ with a 3.5-kilometer long coast line. From Jangseungpohang Port, it takes approximately 15 minutes by ferry and visitors can tour the entire island within 2 hours. <BR><BR>The name of the island comes from its appearance resembling the Chinese character ‘sim (心).’ The island is home to abundant and old camellia trees more than any other islands in the southern sea, earning the nickname Dongbaek (camellia) Island.","regDate":"2022-12-21","author":"korea-tour","tag":["Gyeongsangnam-do","Nature","Natural Sites"],"imgUrl":"/2022-12-21-1671619055022/2616823_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-21-1671619055022"},{"id":"2022-12-21-1671615385239","title":"Jirisan National Park (Sancheong Section) (지리산국립공원(산청))","description":"Designated as Koreas first national park on December 29, 1967, Jirisan National Park covers three provinces, Gyeongsangnam-do, Jeollanam-do and Jeollabuk-do, one city, four counties, and fifteen eup or myeon districts. With a total area of 483.022 square kilometers, it is the largest mountain-type national park among all 22 national parks, and has abundant animal life and plants.<BR><BR>There are countless valleys throughout the park and ridges connect the 20 smaller peaks to the main peaks of Cheonwangbong, Banyabong, and Nogodan. The park is covered with rivers on the north and south, providing plenty of fresh water. In addition to being a deep, wide, and huge mountain, the park also has many attractions to see.","regDate":"2022-12-21","author":"korea-tour","tag":["Gyeongsangnam-do","Nature","Natural Sites","National Parks"],"imgUrl":"/2022-12-21-1671615385239/688853_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-21-1671615385239"},{"id":"2022-12-21-1671611952368","title":"Jirisan National Park (Hamyang Section) (지리산국립공원(함양))","description":"Designated as the first national park in Korea on December 29, 1967, Jirisan National Park stretches out over 483.022 square kilometers, making it the largest national park among all 22 national parks. It covers Korea’s three southernmost provinces; Gyeongsangnam-do, Jeollanam-do, and Jeollabuk-do, one city, four counties, and 15 districts of eup and myeon. The area in Gyeongsangnam-do has Ssanggyesa Temple, Daewonsa Temple, Beopgyesa Temple, Chilbulsa Temple, and Chilsangsa Temple as well as valleys, falls, and other tourism resources. In particular, famous tourist spots in Hamyang area are Chilseongyegok Valley and Hansingyegok Valley.","regDate":"2022-12-21","author":"korea-tour","tag":["Gyeongsangnam-do","Nature","Natural Sites","National Parks"],"imgUrl":"/2022-12-21-1671611952368/1611698_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-21-1671611952368"},{"id":"2022-12-21-1671608179268","title":"Jirisan National Park (Hadong Section) (지리산국립공원(하동))","description":"Designated as the first national park in Korea on December 29, 1967, Jirisan National Park stretches out over 483.022 square kilometers, making it the largest national park among all 22 national parks. It covers Korea’s three southernmost provinces; Gyeongsangnam-do, Jeollanam-do, and Jeollabuk-do, one city, four counties, and 15 districts of eup and myeon. The area in Gyeongsangnam-do has many temples including Ssanggyesa Temple and Chilbulsa Temple, as well as valleys, falls, and other tourism resources.","regDate":"2022-12-21","author":"korea-tour","tag":["Gyeongsangnam-do","Nature","Natural Sites","National Parks"],"imgUrl":"/2022-12-21-1671608179268/1320913_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-21-1671608179268"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}