{"pageProps":{"content":"![Jirisan Chilseongyegok Valley (칠선계곡(지리산))](/2022-12-21-1671600968838/2617002_image2_1.webp)\n\n  \n## Overview\n\n> Chilseongyegok Valley is the most beautiful valley in Jirisan Mountain, and is one of the top three valleys in the nation, along with Cheonbuldonggyegok Valley in Seoraksan Mountain and Tamnagyegok Valley in Hallasan Mountain. The 16-kilometer valley stretching from Uitan of Macheon-myeon to Cheonwangbong Peak is characterized by very tough topography but beautiful scenery and is the only remaining primeval forest of Jirisan Mountain. It is also dotted with seven waterfalls and 33 ponds. The hike becomes more difficult as the trail enters the valley. Because the valley has taken many lives, some people call it The Valley of Death. For that reason, visitors must apply in advance and hike with a guide. The trail in Chilseon Valley is a 9.4-kilometer course from Chuseong Village in Macheon-myeon to Cheonwangbong Peak, which does not follow the natural valley, due to the valleys steep and dangerous features. Starting from Chuseong Village, the trail passes Yongso Pond, Jujiteo Site, Chuseongmang Rock, Seonnyeotang Pond, Ongnyeotang Pond, Biseondam, Chilseonpokpo Falls, Daeryukpokpo Falls, Samcheungpokpo Falls and Mapokpo Falls, all before reaching Cheonwangbong Peak.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br>(Korean, English, Japanese, Chinese) <br>• For more info: +82-55-970-1000|\n|parking:|Available|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Parking Fees:|[Hourly Parking]<br>* Applies to Jeongnyeongchi, Seongsamjae Pass, Ssanggyesa Temple Parking Lots<br>Compact cars - First hour 500 won / 100 won for each additional 10 min<br>Sedans - First hour 1,100 won /250~300  won for each additional 10 min<br>Large vehicles - First hour 2,000 won / 400~500 won for each additional 10 min<br><br>[Flat Rate Parking]<br>* Applies to Hakcheon, Dalgung, Banseon, Daewonsa Temple, Hwaeomsa Temple, Yeongoksa Temple, Siamjae Pass Parking Lots<br>Compact cars - 2,000 won<br />Sedans - Peak season 5,000 won / Off season 4,000 won<br />Large vehicles - Peak season 7,500 won / Off season 6,000 won|\n|Restrooms:|Available|\n  \n## Detail Image\n![/2022-12-21-1671600968838/2616997_image2_1.webp](/2022-12-21-1671600968838/2616997_image2_1.webp)\n![/2022-12-21-1671600968838/2616998_image2_1.webp](/2022-12-21-1671600968838/2616998_image2_1.webp)\n![/2022-12-21-1671600968838/2616999_image2_1.webp](/2022-12-21-1671600968838/2616999_image2_1.webp)\n![/2022-12-21-1671600968838/2617005_image2_1.webp](/2022-12-21-1671600968838/2617005_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-55-970-1000](tel:+82559701000)\n- [🏠jiri.knps.or.kr](http://jiri.knps.or.kr/)\n\n\n```googleMap\nlatitude: 35.3624199518\nlongitude: 127.7212089674\ntitle: Chuseong-ri, Hamnyang-gun, Gyeongsangnam-do\n```\n  \n## Directions\n  \n[Taxi]<br>\nApprox. 30 min from Hamyang Terminal\n","data":{"id":"2022-12-21-1671600968838","title":"Jirisan Chilseongyegok Valley (칠선계곡(지리산))","description":"Chilseongyegok Valley is the most beautiful valley in Jirisan Mountain, and is one of the top three valleys in the nation, along with Cheonbuldonggyegok Valley in Seoraksan Mountain and Tamnagyegok Valley in Hallasan Mountain. The 16-kilometer valley stretching from Uitan of Macheon-myeon to Cheonwangbong Peak is characterized by very tough topography but beautiful scenery and is the only remaining primeval forest of Jirisan Mountain. It is also dotted with seven waterfalls and 33 ponds. The hike becomes more difficult as the trail enters the valley. Because the valley has taken many lives, some people call it The Valley of Death. For that reason, visitors must apply in advance and hike with a guide. The trail in Chilseon Valley is a 9.4-kilometer course from Chuseong Village in Macheon-myeon to Cheonwangbong Peak, which does not follow the natural valley, due to the valleys steep and dangerous features. Starting from Chuseong Village, the trail passes Yongso Pond, Jujiteo Site, Chuseongmang Rock, Seonnyeotang Pond, Ongnyeotang Pond, Biseondam, Chilseonpokpo Falls, Daeryukpokpo Falls, Samcheungpokpo Falls and Mapokpo Falls, all before reaching Cheonwangbong Peak.","regDate":"2022-12-21","author":"korea-tour","tag":["Gyeongsangnam-do","Nature","Natural Sites","Valleys"],"imgUrl":"/2022-12-21-1671600968838/2617002_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-21-1671600968838","pageUrl":"https:/mcdryad.com/Gyeongsangnam-do/2022-12-21-1671600968838"},"dataList":[{"id":"2022-12-22-1671694567115","title":"Mireukdo Island Special Tourist Zone (미륵도 관광특구)","description":"Mireukdo Island is located in Tongyeong, a city that holds great historical significance for being the home of the Tongjeyeong naval station during the Joseon dynasty. The Tongyeong base served as the central command station for the three other naval bases in the Gyeongsang, Jeolla and Chungcheong regions. <br><br>Not only is Mireukdo Island designated as a Special Tourist Zone, it is also a part of the Hallyeohaesang National Park and serves as the center of tourism in the South Coast. The Mireukdo Special Tourist Zone, with the Donam Tourist Complex as its core, is well-equipped with a variety of leisure facilities, tourist accommodations and restaurants. This district caters to visitors with yacht services and a variety of water sports such as windsurfing, kayaking and water skiing. Exceptionally popular is the ferry cruise that takes visitors to Hansando Island, which is located just off the coast of Tongyeong, and to the other scenic islands such as Bijindo and Maemuldo. <br><br>Mireukdo Island is connected to Tongyeong through an undersea tunnel, Chungmu Bridge and Tongyeong Bridge, making it even more accessible to visitors. At the center of the island is the towering Mireuksan Mountain. The panoramic Hallyeosudo Viewing Ropeway, which opened in 2008, takes visitors to the summit of Mireuksan Mountain. The top offers a commanding view of the forests and valleys below. On a clear day, visitors can even see the Japanese island of Tsushima. The mountain’s hiking trails are well-maintained and are suitable for short hikes. The most traveled trail is the one starting from Yonghwasa Temple. Hikers taking this trail pass through Gwaneumsa Temple and Mireukjae Pass to reach the top. The trail leads to Miraesa Temple and a grass field on the way down before finally going back to Yonghwasa Temple.<br><br><br><b>Mireukdo Special Tourist Zone </b><br><b>Areas Covered </b> Part of Sanyang-eup (Mireukdo Island and Obido Island), areas of Misu-dong, Bongpyeong-dong and Donam-dong in Tongyeong-si, Gyeongsangnam-do<br><b>Area size </b> 32,900,000 ㎡<br><b>Tourist Attractions </b> Hallyeosudo Viewing Ropeway,  Ferry Cruise, Tongyeong Concert Hall, Undersea Tunnel","regDate":"2022-12-22","author":"korea-tour","tag":["Gyeongsangnam-do","Culture/Art/History","Recreational Sites","Tourist Complexes"],"imgUrl":"/2022-12-22-1671694567115/1823760_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-22-1671694567115"},{"id":"2022-12-22-1671691187170","title":"Masan Agujjim Street (마산 오동동 아구찜거리)","description":"Masan, located on the southern coast of Gyeongsangnam-do, is famous for <em>agu jjim</em> (steamed monkfish). The dish is both spicy and refreshing, pairing the sweet and mild monkfish with strong and spicy broth. Monkfish is known to be full of vitamin A, making it good for the skin, and low in fat. The vegetables mixed into the broth contain vitamin C, making this spicy dish a very nutritious meal.","regDate":"2022-12-22","author":"korea-tour","tag":["Gyeongsangnam-do","Culture/Art/History","Experience Programs","Cultural Districts"],"imgUrl":"/2022-12-22-1671691187170/717838_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-22-1671691187170"},{"id":"2022-12-22-1671687368366","title":"Mageumsan Hot Springs (마금산원탕)","description":"Also referred to as Buk-myeon Hot Springs after the name of the region, Mageumsan Hot Springs is 13 kilometers north of Rural Route 1045 from Euichang-dong in Changwon and takes approximately 20 minutes to get to by car.   Mageumsan Hot Springs rises 200 meters above sea level, contains a slightly alkaline enriched water of 55℃ or more, and consists of over 20 mineral substances including natrium, radium, manganese, ion sulfate, and others.  Mageumsan Hot Springs are known to be effective in helping arthritis, womens diseases, neuralgia, depression, etc., and are frequently visited by travelers.<br><br>Records of  Mageumsan Hot Springs are listed in the ancient texts of King Sejongs Geographical Book, Survey on Civilization (Dongguk-yeojiseungnam), and more, illustrating that these hot springs were of great importance in ages past. The hot springs were temporarily closed in the later period of the Joseon Dynasty but were reopened by a man named Tokunaga from Japan. Later, Jin-Il Sohn, a resident of the area took ownership of the hot springs. <br><br>Outstanding scenery complements the hot springs with  Cheonmasan Mountain (370m), Mageumsan Mountain and  Baekweolsan Mountain (400m) located nearby. In particular, there is a legend that surrounds Baekweolsan Mountain and people like to climb this mountain and then relax by bathing in the hot springs.","regDate":"2022-12-22","author":"korea-tour","tag":["Gyeongsangnam-do","Culture/Art/History","Recreational Sites","Hot Springs & Spa"],"imgUrl":"/2022-12-22-1671687368366/2043316_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-22-1671687368366"},{"id":"2022-12-22-1671683947030","title":"Maemuldo Islands (매물도)","description":"Maemuldo Island is comprised the three islands Daemaemuldo Island, Somaemuldo Island, and Deungdaedo Island. The best view can be seen from the sea cliffs of Somaemuldo Island and Deungdaedo Island. Somaemuldo Island, whose entire area is no more than 2.51㎢, is a small island but very popular. Daemaemuldo, Hongdo, Deungdaedo, Daegueulbido and Sogueulbido Islands are all scattered around Somaemuldo Island.","regDate":"2022-12-22","author":"korea-tour","tag":["Gyeongsangnam-do","Nature","Natural Sites"],"imgUrl":"/2022-12-22-1671683947030/2027836_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-22-1671683947030"},{"id":"2022-12-22-1671680210743","title":"Junam Reservoir - Habitat for migratory birds (주남저수지 (철새도래지))","description":"Junam Reservoir features a large migratory bird sanctuary spread throughout three reservoirs (Sannam, Junam, and Dongpan), and is one of Korea’s top nature-watching areas for visitors. It operates Ramsar Culture Center, ecology educational hall, bird-watching site and Junam Environment School free of charge and a guide tour is available to explore the reservoir with ecological explanations. In addition, a lotus field and flower road can be visited in the reservoir.","regDate":"2022-12-22","author":"korea-tour","tag":["Gyeongsangnam-do","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2022-12-22-1671680210743/2043327_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-22-1671680210743"},{"id":"2022-12-21-1671619055022","title":"Jisimdo Island (지심도)","description":"Located 1.5 kilometers away to the east side of Irun-myeon, Geoje, Jisimdo Island is a very small island covering an area of just 0.338 ㎢ with a 3.5-kilometer long coast line. From Jangseungpohang Port, it takes approximately 15 minutes by ferry and visitors can tour the entire island within 2 hours. <BR><BR>The name of the island comes from its appearance resembling the Chinese character ‘sim (心).’ The island is home to abundant and old camellia trees more than any other islands in the southern sea, earning the nickname Dongbaek (camellia) Island.","regDate":"2022-12-21","author":"korea-tour","tag":["Gyeongsangnam-do","Nature","Natural Sites"],"imgUrl":"/2022-12-21-1671619055022/2616823_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-21-1671619055022"},{"id":"2022-12-21-1671615385239","title":"Jirisan National Park (Sancheong Section) (지리산국립공원(산청))","description":"Designated as Koreas first national park on December 29, 1967, Jirisan National Park covers three provinces, Gyeongsangnam-do, Jeollanam-do and Jeollabuk-do, one city, four counties, and fifteen eup or myeon districts. With a total area of 483.022 square kilometers, it is the largest mountain-type national park among all 22 national parks, and has abundant animal life and plants.<BR><BR>There are countless valleys throughout the park and ridges connect the 20 smaller peaks to the main peaks of Cheonwangbong, Banyabong, and Nogodan. The park is covered with rivers on the north and south, providing plenty of fresh water. In addition to being a deep, wide, and huge mountain, the park also has many attractions to see.","regDate":"2022-12-21","author":"korea-tour","tag":["Gyeongsangnam-do","Nature","Natural Sites","National Parks"],"imgUrl":"/2022-12-21-1671615385239/688853_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-21-1671615385239"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}