{"pageProps":{"content":"![Geumgang Resort (금강유원지)](/2022-07-27-1658932531015/876904_image2_1.webp)\n\n  \n## Overview\n\n> Geumgang Resort has become popular thanks to the construction of the Geumgang Service Area. With scenic mountains and a large beautiful lake, this resort attracts many visitors. By crossing a nearby dam, visitors can get to Usan-ri. Recently, many modern homestay facilities have been built in this area, and it has been transformed into a perfect destination for families and young people alike. \n<br><br>\nUtilize the many facilities of the Geumgang Service Area while relaxing at Geumgang Resort. Also, Joryeong-ri Local Food Village is located across from the Geumgang Service Area, and offers a variety of local foods.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330<br>(Korean, English, Japanese, Chinese) <br> • For more info: +82-43-731-2233|\n|parking:|Available|\n|restdate:|N/A (Open all year round)|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Available Facilities:|Duck boat dock, restaurant, fishing sites, café, etc.|\n|Restrooms:|Available|\n  \n## Detail Image\n![/2022-07-27-1658932531015/876858_image2_1.webp](/2022-07-27-1658932531015/876858_image2_1.webp)\n![/2022-07-27-1658932531015/876864_image2_1.webp](/2022-07-27-1658932531015/876864_image2_1.webp)\n![/2022-07-27-1658932531015/876884_image2_1.webp](/2022-07-27-1658932531015/876884_image2_1.webp)\n![/2022-07-27-1658932531015/876888_image2_1.webp](/2022-07-27-1658932531015/876888_image2_1.webp)\n![/2022-07-27-1658932531015/876928_image2_1.webp](/2022-07-27-1658932531015/876928_image2_1.webp)\n![/2022-07-27-1658932531015/876942_image2_1.webp](/2022-07-27-1658932531015/876942_image2_1.webp)\n![/2022-07-27-1658932531015/876981_image2_1.webp](/2022-07-27-1658932531015/876981_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-43-731-2233](tel:+82437312233)\n- [🏠tour.oc.go.kr](http://tour.oc.go.kr/)\n\n\n```googleMap\nlatitude: 36.2794511106\nlongitude: 127.6737219567\ntitle: 596, Geumgang-ro, Okcheon-gun, Chungcheongbuk-do\n```\n  \n## Directions\n  \n[Bus]<BR>\nFrom Seoul Express Bus Terminal, take a bus bound for Yeongdong or Hwanggan Bus Terminal and get off at the Geumgang Service Area Bus Stop.\n","data":{"id":"2022-07-27-1658932531015","title":"Geumgang Resort (금강유원지)","description":"Geumgang Resort has become popular thanks to the construction of the Geumgang Service Area. With scenic mountains and a large beautiful lake, this resort attracts many visitors. By crossing a nearby dam, visitors can get to Usan-ri. Recently, many modern homestay facilities have been built in this area, and it has been transformed into a perfect destination for families and young people alike. <br><br>Utilize the many facilities of the Geumgang Service Area while relaxing at Geumgang Resort. Also, Joryeong-ri Local Food Village is located across from the Geumgang Service Area, and offers a variety of local foods.","regDate":"2022-07-27","author":"korea-tour","tag":["Chungcheongbuk-do","Culture/Art/History","Recreational Sites","Resorts"],"imgUrl":"/2022-07-27-1658932531015/876904_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-07-27-1658932531015","pageUrl":"https:/mcdryad.com/Chungcheongbuk-do/2022-07-27-1658932531015"},"dataList":[{"id":"2022-10-30-1667119525509","title":"Yeongguksa Temple - Yeongdong (영국사 (영동))","description":"Yeongguksa Temple is nestled at the foot of Cheontaesan Mountain (714.7 meters), at the boundary between Chungcheongbuk-do and Chungcheongnam-do. Visitors must trek through a valley to reach the temple, passing waterfalls and rocks.<br><br>The time of Yeongguksa Temples construction is not clearly known but it is said to have been built around the late Silla period, during the time of King Seonjong. The temple prospered when the State Preceptor Wongak, who completed the Cheontae, one of Buddhist orders from Daegak Guksa Uicheon, came to the temple in the middle of the Goryeo period. It continued to flourish until the early Joseon era and then took a dive due to the rule of anti-Buddhism. Despite the situation at the time, the temples reputation as one of the noted temples remained. However, the situation worsened in the early twentith century, to the point of near closure. The temple was reconstructed by Jubongjosa Monk in 1934. <br><br>As of now, the temple contains various treasures including the Stele for State Preceptor Wongak, Stupa of Yeongguksa Temple, Three-story Stone Pagoda of Yeongguksa Temple, Three-story Stone Pagoda at Mangtapbong Peak of Yeongguksa Temple. In addition, Bell-shaped Stupa and Round-shaped Stupa, regional tangible cultural assets, are situated in the temple site.","regDate":"2022-10-30","author":"korea-tour","tag":["Chungcheongbuk-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-10-30-1667119525509/764846_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-10-30-1667119525509"},{"id":"2022-10-30-1667115526965","title":"Wine Korea (와인코리아)","description":"Wine Korea is the only winery in Korea that has a vineyard and produces wine products with its own brand. Opened in 1995, the winery expanded its facilities in 2001 to become an all-in-one stop. Visitors can tour the winery, wine gallery and cellar, taste-test various wines, or enjoy a footbath as part of the many programs available. The winery also has a connection with KORAIL, operating the special wine-themed train.","regDate":"2022-10-30","author":"korea-tour","tag":["Chungcheongbuk-do","Culture/Art/History","Industrial Sites","Foods & Beverages"],"imgUrl":"/2022-10-30-1667115526965/765046_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-10-30-1667115526965"},{"id":"2022-10-30-1667112518867","title":"Uirimji Reservoir (제천 의림지와 제림)","description":"Uirimji, originally called Yimji, is a reservoir that was created during the Three Kingdoms Era. Due to its long history, it is one of the most famous reservoirs in Chungcheong-do and was designated Monument No. 11 of Chungcheongbuk-do.<br><br>The reservoir is 1.8 kilometers in circumference and 151,470 square meters in water surface area and has a depth of 8-13 meters. It supplies water to around 289.4 jeongbos (unit) of farmland and was one of the 3 major reservoirs of the Three Kingdoms Era along with Byeokgolje of Gimje and Susanje of Miryang. With a water gate built of onggi (earthenware), Uirimji is also a valuable historical site for studying farming methods. <br><br>The reservoir is one of the main tourist attractions of Jecheon. Attractions around the reservoir include Yeonghojeong Pavilion (erected in 1807 in the 7th year of King Sunjo) and Gyeonghoru Pavilion (built in 1948). The traditional beauty of the structures is accented by the neighboring ancient pine and willow trees and the 30 meter-high waterfall. Nearby attractions include the Pine Field Park, National Archery Field, and Parkland.<br><br>Among the local specialties of the region are Gongeo fish which can only be seen during the spawning season that takes place during early spring. Enjoyed only for a short time each year, the fish is largely popular among tourists visiting the area.","regDate":"2022-10-30","author":"korea-tour","tag":["Chungcheongbuk-do","Nature","Natural Sites"],"imgUrl":"/2022-10-30-1667112518867/1821051_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-10-30-1667112518867"},{"id":"2022-10-30-1667108677819","title":"Ssanggok Valley (쌍곡구곡)","description":"Ssanggok Valley, which is located in Chilseong-myeon, Goesan-gun, is 10.5km long stretching from Ssanggok village to Jesurijae.<br><br>The valley is surrounded by Bobaesan Mountain, Gunjasan Mountain and Bihaksan Mountain and clear water flows all year down the walls of a series of unique rock formations. <br><br>Thanks to its scenic beauty, many Confucian scholars used to visit here to enjoy literature and nature. <br><br>Ssanggok Valley is composed of nine valleys and each has its own unique atmosphere. <br><br>The first valley, Holongso, flows into a swamp area with many old pine trees nearby creating a picturesque view. The second valley is called Sogeumgang and it is said that its appearance changes with every season. Tteokbawi (rice cake rock) Valley gets its name from the shape it takes on, which is like a sliced rice cake. Similar to the first valley, Munsuam Valley, the fourth valley also has water flowing over uniquely shaped rocks with many old pine trees and flora. The fifth valley has quite a view of parallel rocks on both sides, while the sixth valley offers magnificent vistas of water flowing into a pool formed by the rocks. The water cascading down a huge boulder is said to look like the pleats of a woman’s skirt unfolding at the seventh valley. The eighth valley gathers water into a pond shape from the waterfall; legend says that fairies bathe here. The ninth valley is wide and refreshingly cool even during the hottest summer months.","regDate":"2022-10-30","author":"korea-tour","tag":["Chungcheongbuk-do","Nature","Natural Sites","Valleys"],"imgUrl":"/2022-10-30-1667108677819/731391_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-10-30-1667108677819"},{"id":"2022-10-30-1667106340641","title":"Soseonam Recreational Forest (소선암자연휴양림)","description":"Soseonam Recreational Forest is located in Danyang, near one of the Eight Scenic Sites of Danyang. It is replete with flowing streams, verdant landscape and surrounded by many famous landmarks, including Chungjuho Lake, Sainam Rock, Duaksan and Doraksan Mountains, and Jebibong Peak. The forest is easily accessible from the expressway, making it a popular vacation spot throughout the year, with beautiful scenery in every season.","regDate":"2022-10-30","author":"korea-tour","tag":["Chungcheongbuk-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"/2022-10-30-1667106340641/219184_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-10-30-1667106340641"},{"id":"2022-10-30-1667104200266","title":"Sono Moon Danyang Ocean Play (소노문 단양 오션플레이)","description":"Sono Moon Danyang Ocean Play is an indoor water park supplying clean heated water. With numerous hot springs and amusement facilities that are open year round, it is the perfect vacation spot for families, couples and friends. The water park has the biggest bade pool in Korea as well as pools including couple bath, cave bath, event bath and more. The health pool with carbonated water will help guests relax from the hustle and bustle of the city life.","regDate":"2022-10-30","author":"korea-tour","tag":["Chungcheongbuk-do","Culture/Art/History","Recreational Sites","Hot Springs & Spa"],"imgUrl":"/2022-10-30-1667104200266/567028_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-10-30-1667104200266"},{"id":"2022-10-29-1667040241005","title":"Songnisan Special Tourist Zone (속리산 관광특구)","description":"With Songnisan National Park at its center, Songnisan Special Tourist Zone offers picturesque scenery and cozy resorts. At 1,058 meters above sea level, Songnisan Mountain is one of the 8 scenic wonders in Korea, and its steep peaks and deep valleys create a fascinating view. A variety of hiking trails that set out from Beopjusa Temple offer superb mountain scenery from every angle.<br><br>A tourism complex around Songnisan National Park offers various types of accommodations, and the areas attractions, such as Beopjusa Temple, Seowongyegok Valley, Mansugyegok Valley and Solhyang Park are not to be missed. In fact, the mountain is a habitat for rare animals and plants, including flying squirrels and Berchemia Berchemiaefolia, and is called a “treasure house of natural resources.”<br><br>The convenient accessibility should be noted as well. The highway between Dangjin and Yeongdeok goes through the zone, and it takes only 30 minutes from Cheongju International Airport. This helps foreign tourists from China, Taiwan and Singapore as well as Korean visitors to easily access the zone. <br><br>A variety of events, including the Songni Festival, the Songnisan Maple Music Festival and the Songnisan Hiking Festival, are held every year, and the largest number of tourists visit in autumn to appreciate a view of the mountain tinged with red. <br><br>* Current State of Songnisan Special Tourist Zone <br>1) Districts Covered  Areas around Sangpan, Jungpan, Galmok and Sanae-ri, Songnisan-myeon, Boeun-gun, Chungcheongbuk-do <br>2) Area  43,745,528 ㎡","regDate":"2022-10-29","author":"korea-tour","tag":["Chungcheongbuk-do","Culture/Art/History","Recreational Sites","Tourist Complexes"],"imgUrl":"/2022-10-29-1667040241005/1917318_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-10-29-1667040241005"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}