{"pageProps":{"content":"![Eunsusa Temple (은수사)](/2022-07-31-1659303488502/1605752_image2_1.webp)\n\n  \n## Overview\n\n> The temple located upon Maisan Mountain was called Sangwonsa Temple during the early Joseon dynasty and was later known as Jeongmyeongam Hermitage. According to the Korean Language Society, the temple began to be called Eunsusa (meaning ‘Silver Water Temple’) after King Taejo (the founder of the Joseon dynasty) visited the temple and remarked that the water flowing nearby was as clean and smooth as pure silver. <br><br>\n\nThe temple is home to the largest known Beopgo (Buddhist drum used for rituals), which was produced in 1982. A stone sculpture and a statue of Granny Samsin (a goddess that looks after babies’ births and keeps them healthy) also stand at the temple. However, the temple’s most treasured assets are its two Natural Monuments: Emerald Gaiety (a climbing vine, Natural Monument No. 380) and the Cheongsil Pear Tree (Natural Monument No. 386). Reverse icicles, though found all over the mountainsides, are most readily and abundantly found in the Eunsusa Temple area.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-63-433-2502|\n|parking:|Maisan Provincial Park Parking Lot|\n|restdate:|N/A (Open all year round)|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Admission Fees:|[Cultural Assets (Maisan Tapgun & Geumdangsa)]<br>Individuals - Adults 3,000 won / Teenagers 2,000 won / Children 1,000 won<br />Groups - Adults 2,800 won / Teenagers 1,600 won / Children 800 won<br /<br><br>* Group: 30 or more people|\n|Restrooms:|Available|\n|Interpretation Services Offered:|Not available|\n  \n## Detail Image\n![/2022-07-31-1659303488502/1605747_image2_1.webp](/2022-07-31-1659303488502/1605747_image2_1.webp)\n![/2022-07-31-1659303488502/1605748_image2_1.webp](/2022-07-31-1659303488502/1605748_image2_1.webp)\n![/2022-07-31-1659303488502/1605749_image2_1.webp](/2022-07-31-1659303488502/1605749_image2_1.webp)\n![/2022-07-31-1659303488502/1605750_image2_1.webp](/2022-07-31-1659303488502/1605750_image2_1.webp)\n![/2022-07-31-1659303488502/1605751_image2_1.webp](/2022-07-31-1659303488502/1605751_image2_1.webp)\n![/2022-07-31-1659303488502/1605753_image2_1.webp](/2022-07-31-1659303488502/1605753_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-63-433-2502](tel:+82634332502)\n\n\n\n```googleMap\nlatitude: 35.7594668368\nlongitude: 127.4144950983\ntitle: 406, Maisannam-ro, Jinan-gun, Jeollabuk-do\n```\n  \n## Directions\n  \n[Bus]<br>\nFrom Jeonju Intercity Bus Terminal, take an intercity bus to Jinan Bus Terminal. <br>\nFrom Jinan Bus Terminal, take a bus bound for Maisan.\n","data":{"id":"2022-07-31-1659303488502","title":"Eunsusa Temple (은수사)","description":"The temple located upon Maisan Mountain was called Sangwonsa Temple during the early Joseon dynasty and was later known as Jeongmyeongam Hermitage. According to the Korean Language Society, the temple began to be called Eunsusa (meaning ‘Silver Water Temple’) after King Taejo (the founder of the Joseon dynasty) visited the temple and remarked that the water flowing nearby was as clean and smooth as pure silver. <br><br>The temple is home to the largest known Beopgo (Buddhist drum used for rituals), which was produced in 1982. A stone sculpture and a statue of Granny Samsin (a goddess that looks after babies’ births and keeps them healthy) also stand at the temple. However, the temple’s most treasured assets are its two Natural Monuments  Emerald Gaiety (a climbing vine, Natural Monument No. 380) and the Cheongsil Pear Tree (Natural Monument No. 386). Reverse icicles, though found all over the mountainsides, are most readily and abundantly found in the Eunsusa Temple area.","regDate":"2022-07-31","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-07-31-1659303488502/1605752_image2_1.webp","blogPath":"Jeollabuk-do/2022-07-31-1659303488502","pageUrl":"https:/mcdryad.com/Jeollabuk-do/2022-07-31-1659303488502"},"dataList":[{"id":"2023-01-13-1673592009100","title":"Jangansan County Park (장안산군립공원)","description":"Situated in Jangsu-gun in Jeollabuk-do, Jangansan Mountain (alt. 1,237 m) was officially designated a county park in 1986. Deoksan Valley Stream, which originates in the southwestern part of Jangansan Mountain and flows into Yongnimcheon Stream, is famous for the Deoksanyongso Waterfall Basins and the 20 or so large rocks that dot its banks. The sprawling fields of reeds along the East Ridge are also a major draw, undulating like waves of gold in the crisp autumn wind. In particular, the east hiking path on Jangansan Mountain is lined with a wide field of silver grass making it popular among hikers.","regDate":"2023-01-13","author":"korea-tour","tag":["Jeollabuk-do","Nature","Natural Sites","County Parks"],"imgUrl":"","blogPath":"Jeollabuk-do/2023-01-13-1673592009100"},{"id":"2023-01-13-1673588176159","title":"Jaman Mural Village (자만벽화마을)","description":"Jaman Mural Village is located in the ridge between Omokdae and Imokdae along the foot of Seungamsan Mountain’s Jungbawi Rock. Jeonju Hanok Village is also visible from the wide street. Although it is a fairly steep walk up to Jaman Village, visitors will be able to enjoy colorful murals painted on the buildings and walls along the way.","regDate":"2023-01-13","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Experience Programs","Cultural Districts"],"imgUrl":"/2023-01-13-1673588176159/2369452_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-13-1673588176159"},{"id":"2023-01-13-1673584827724","title":"Imsil Cheese Village (전북 임실치즈마을)","description":"Imsil Cheese, perhaps the most famous cheese in Korea, all started in 1960 with two goats. Having expanded greatly, visitors can get first-hand experience at making cheese as well as enjoy cooking with the freshest cheese available. The factory also provides cheese and yogurt at low-rate prices.","regDate":"2023-01-13","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Industrial Sites","Others"],"imgUrl":"/2023-01-13-1673584827724/1605283_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-13-1673584827724"},{"id":"2023-01-13-1673581063688","title":"Iksan Sungnimsa Temple (숭림사(익산))","description":"Sungnimsa Temple is one of the major temples in Iksan under Geumsansa Temple and was believed by some to have been built by monk Jinpyo Yulsa during the reign of King Gyeongdeok (742-764) during the Silla period. Others believe that the temple was established during the first year of King Chungmok of the Goryeo dynasty in 1345. Sungnimsa Temple was named in honor of great monk Bodhi-Dharma, who practiced seated Zen meditation for nine years at Sorimsa Temple located deep inside Sungsan Mountain in China. The temple was burnt down during the Imjin War (1592-1598), leaving only Bogwangjeon Hall. Bits and pieces of the temple were later restored in 1697, 1819, and 1892.","regDate":"2023-01-13","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2023-01-13-1673581063688/2551116_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-13-1673581063688"},{"id":"2023-01-12-1673520013413","title":"Hoemunsan Mountain (회문산)","description":"Hoemunsan Mountain (alt. 830 m) stands at the border of Imsil-gun, Sunchang-gun, and Jeongeup-si. It consists of three peaks — Hoemunbong, Janggunbong, and Gitdaebong Peaks — and stretches 8 kilometers from east to west and 5 kilometers from north to south. Because the Seomjingang River, flowing from Okjeongho Lake, surrounds Hoemunsan Mountain on two sides, the view from the peak is fascinating. There are many valleys popular for water play in the summer, drawing many visitors to the villages of Deokchi and Cheondam.","regDate":"2023-01-12","author":"korea-tour","tag":["Jeollabuk-do","Nature","Natural Sites","Mountains"],"imgUrl":"","blogPath":"Jeollabuk-do/2023-01-12-1673520013413"},{"id":"2023-01-12-1673516273167","title":"Gochang Munsusa Temple (문수사 (고창))","description":"Nestled on the slope of Munsusan Mountain (alt. 621 m) in Gochang, Jeollabuk-do and Jangseong, Jeollanam-do, Munsusa Temple is located in the area of a dense mountain ridge to the west of Gosu Kiln Site in Gosu-myeon, and Josan Reservoir. The ridge features clean water and a thick forest that has remained uncontaminated due to its isolated location. <br><br>The temples establishment date is uncertain. The temple houses Daeungjeon Hall (Local Tangible Cultural Heritage No. 51) and Munsujeon Hall (Local Tangible Heritage No. 52), as well as Myeongbujeon and Hansanjeon Halls. Daeungjeon is a small building featuring the unique architecture of gable roofing. Visitors will be fascinated by the temples scenery, boasting valley waters flowing from dense forests. It is particularly beautiful in fall, when the autumn foliage harmonizes well with the colors of the old temple. The temple grounds are surrounded by a colony of maple trees 100 to 400 years old. <br><br>The Forest of Maple Trees at Munsusa Temple, Gochang, was designated in 2005 as Natural Monument No. 463. It covers the area from the entrance of Munsusan Mountain to the entrance of Munsusa Temple with nearly 500 maple trees lining the 80 meter-long path.","regDate":"2023-01-12","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"","blogPath":"Jeollabuk-do/2023-01-12-1673516273167"},{"id":"2023-01-12-1673512913200","title":"Gimje Munsusa Temple (문수사(김제))","description":"Munsusa Temple, located in Hwangsan-dong, Gimje, is a branch temple of Geumsansa Temple. The temple is located in the heart of nature atop Bonghwangsan Mountain (alt. 100 meters), which is surrounded by the seemingly endless Mangyeong Plains. The temple was built by the great monk Hyedeok Seonsa in the 25th year of King Mu of Baekje after he was visited in his dreams by Munsu Bosal (a Buddhist Saint). The temple was named ‘Munsu’ after ‘Munsugol,’ the original name of the neighborhood in which the temple is located.<br><br>In front of the temple stands an ancient zelkova tree whose giant girth measures well over 5 meters. The tree, which is called <em>gwimok</em> (meaning holy, miraculous tree), was recently designated a specially protected tree and is now the focus of preservation efforts. Every January 14th (according to the lunar calendar), local lovernment of Gimje holds a sacred ritual for the tree while the temple holds a ritual to honor the mountain spirit.","regDate":"2023-01-12","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"","blogPath":"Jeollabuk-do/2023-01-12-1673512913200"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}