{"pageProps":{"content":"![Cheongnyangsa Temple - Bonghwa (청량사-봉화)](/2022-07-29-1659120479282/222043_image2_1.webp)\n\n  \n## Overview\n\n> Located in Cheongnyangsan Mountain Provincial Park, Cheongnyangsa Temple was built by the great monk Wonhyo in 663, the 3rd year of King Munmu of the Silla Kingdom. According to the principles of feng shui, the area is an ideal place for a temple – with the 12 mountain peaks surrounding the temple like the petals of a lotus flower. \n<br><br>\nThe temple is home to two precious historical remains; one is the board of Yuribojeon that King Gongmin of Goryeo wrote upon and the other is Jibul. Yuribojeon is the building where Yaksa-yorae-bul (the Medicine Buddha Statute) is housed and Jibul is a Buddha statute made of paper that was painted with gold.\n<br><br>\nAt the back of the temple is Bosalbong Peak looking out towards Cheongnyangsan Mountain. A 30 minute walk along the hiking trail will lead you to Eungjinjeon, a hermitage with a beautiful view where the great monk Wonhyo once stayed. Behind Eungjinjeon stands Geumtapbong Peak and the sheer cliffs below. The peak was named Geumtapbong (meaning ‘golden pagoda’ in Korean) since it looks like a nine-story pagoda with pine trees growing around the base. In the autumn, the beautiful red, gold and orange hues of the maple trees are a true sight to behold.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-54-1330 <BR>(Korean, English, Japanese, Chinese)<br>• For more info: +82-54-672-1446|\n|parking:|Available|\n|restdate:|N/A (Open all year round)|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Hiking Course:|* Gwangseongnaru - Naecheongnyangsa - Summit - Oecheongnyangsa - Ireumsil<br> *&nbsp;Nammyeonri - Oecheongnyangsa - Gimsaenggul - Gyeongilbong Peak - Cheongnyangsan - Naecheongnyangsa - Osandang - Gwangseongnaruteo - Gwangseok|\n|Admission Fees:|Free|\n|Restrooms:|Available|\n  \n## Detail Image\n![/2022-07-29-1659120479282/221681_image2_1.webp](/2022-07-29-1659120479282/221681_image2_1.webp)\n![/2022-07-29-1659120479282/221682_image2_1.webp](/2022-07-29-1659120479282/221682_image2_1.webp)\n![/2022-07-29-1659120479282/221683_image2_1.webp](/2022-07-29-1659120479282/221683_image2_1.webp)\n![/2022-07-29-1659120479282/221684_image2_1.webp](/2022-07-29-1659120479282/221684_image2_1.webp)\n![/2022-07-29-1659120479282/221687_image2_1.webp](/2022-07-29-1659120479282/221687_image2_1.webp)\n![/2022-07-29-1659120479282/222044_image2_1.webp](/2022-07-29-1659120479282/222044_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-54-672-1446](tel:+82546721446)\n- [🏠www.cheongryangsa.org](http://www.cheongryangsa.org/)\n\n\n```googleMap\nlatitude: 36.7888798599\nlongitude: 128.9199298421\ntitle: 199-152, Cheongnyangsan-gil, Bonghwa-gun, Gyeongsangbuk-do\n```\n  \n## Directions\n  \n[Bus]<br>\nFrom Dong \nSeoul Bus Terminal, take an intercity bus to Bonghwa Bus Terminal.<br>\nFrom Bonghwa Bus Terminal, take a taxi for approx. 45 min.\n","data":{"id":"2022-07-29-1659120479282","title":"Cheongnyangsa Temple - Bonghwa (청량사-봉화)","description":"Located in Cheongnyangsan Mountain Provincial Park, Cheongnyangsa Temple was built by the great monk Wonhyo in 663, the 3rd year of King Munmu of the Silla Kingdom. According to the principles of feng shui, the area is an ideal place for a temple – with the 12 mountain peaks surrounding the temple like the petals of a lotus flower. <br><br>The temple is home to two precious historical remains; one is the board of Yuribojeon that King Gongmin of Goryeo wrote upon and the other is Jibul. Yuribojeon is the building where Yaksa-yorae-bul (the Medicine Buddha Statute) is housed and Jibul is a Buddha statute made of paper that was painted with gold.<br><br>At the back of the temple is Bosalbong Peak looking out towards Cheongnyangsan Mountain. A 30 minute walk along the hiking trail will lead you to Eungjinjeon, a hermitage with a beautiful view where the great monk Wonhyo once stayed. Behind Eungjinjeon stands Geumtapbong Peak and the sheer cliffs below. The peak was named Geumtapbong (meaning ‘golden pagoda’ in Korean) since it looks like a nine-story pagoda with pine trees growing around the base. In the autumn, the beautiful red, gold and orange hues of the maple trees are a true sight to behold.","regDate":"2022-07-29","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-07-29-1659120479282/222043_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-07-29-1659120479282","pageUrl":"https:/mcdryad.com/Gyeongsangbuk-do/2022-07-29-1659120479282"},"dataList":[{"id":"2022-11-23-1669199979050","title":"Dokdo Island (독도)","description":"Located 87.4 kilometers away from Ulleungdo Island, Dokdo Island is an isolated group of volcanic islands and rocks on the east coast of Korea. The two major islands of Dokdo are named Dongdo Island, located at a latitude of 37&deg;14N and a longitude of 131&deg;52E, and Seodo Island, located at a latitude of 37&deg;14N and a longitude of 131&deg;51E. Designated as a Natural Monument, Dokdo Island is a protected natural reserve that serves as a home to several rare and endangered bird species. Civilian access to Dokdo Island was prohibited in accordance with Article 33 of Cultural Heritage Protection Act until March 24, 2005, when adjustments were made with the law, granting the public access to Dongdo and Seodo Islands under certain conditions. Since then, continuous adjustments have been made, such as abolishing the number restriction of daily visitors, allowing more visitors to appreciate the beauty of Dokdo Island. <br /><br />Dongdo Island, located on the southeastern coast, has a circumference of 2.8 kilometers and a surface area of 73,297 ㎡ with its highest peak reaching 98.6 meters. It also has a lighthouse and a wharf along with other marine and fishery facilities. As for Seodo Island, located on the northwestern coast, it has a circumference of 2.6 kilometers and a surface area of 88,740 ㎡ with the highest peak reaching 168.5 meters. Seodo Island houses living quarters of Dokdo Islands residents, where fishers seek shelter in case of an emergency. Several uniquely shaped rock formations are scattered surrounding the two major islands, such as Gajaebawi Rock, Chotdaebawi Rock, and Eolgulbawi Rock to name a few. The total surface area of all the rocks combined is 25,517 ㎡.","regDate":"2022-11-23","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites"],"imgUrl":"/2022-11-23-1669199979050/2653416_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-11-23-1669199979050"},{"id":"2022-11-23-1669196380072","title":"Dodonghang Port (도동항)","description":"Dodonghang Port is a ferry port of Ulleungdo Island, located 188 kilometers northeast of Pohang. The port has a 80-meter quay wall which was completed in 1977 with plans to develop the island into a tourist attraction. The ports yearly capacity is 20,000 tons of cargo, mostly consisting of imported goods for the island residents and export of squid caught around Ulleungdo Island. As ferry passengers on board approach the port, they will see Manghyangbong Peak to the left and Haengnam Lighthouse to the right.","regDate":"2022-11-23","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites"],"imgUrl":"/2022-11-23-1669196380072/2547574_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-11-23-1669196380072"},{"id":"2022-11-23-1669192941341","title":"Dodong Mineral Spring Park (도동약수공원)","description":"The spring at Dodong Mineral Spring Park contains minerals known as effective treatments for anemia, digestive disorders, and skin ailments. Legend says the armor of a general who died in war was buried here and the metal infused water is what flows in this spring. Rice cooked with this spring water turns light blue.","regDate":"2022-11-23","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites","Mineral Springs"],"imgUrl":"/2022-11-23-1669192941341/169649_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-11-23-1669192941341"},{"id":"2022-11-23-1669188956784","title":"Dodong Lighthouse (도동등대(행남등대))","description":"Dodonghang Lighthouse is located on the easternmost point of Ulleungdo Island, between Dodonghang and Jeodonghang Ports. The lighthouse is also called Haengnam Lighthouse after the nearby village. On clear days, visitors can see Dokdo Island to the east from atop the lighthouse. To the north, visitors can see the beautiful landscape of Jeodonghang Port, Chotdaebawi Rock, and Seonginbong Peak. <br><br>The lighthouse opened as an unmanned lighthouse in December of 1954. However, an increase in fishing boats operating in the area led to the upgrade into a manned lighthouse in June 1979.","regDate":"2022-11-23","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites"],"imgUrl":"/2022-11-23-1669188956784/169338_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-11-23-1669188956784"},{"id":"2022-11-23-1669185759027","title":"Deokgu Spaworld (덕구온천스파월드)","description":"Deokgu Spaworld is “Gyeongsangbuk-do Number 1, National Health Hot Spring” accredited by Ministry of the Interior. The spa, located in the middle of Eungbongsan Mountain in Deokgu-ri, has naturally flowing hot spring water of the finest quality in an area of 4,000 pyeong (13,223㎡). The hot spring water features alkalescence at 42.4℃ which is known to be beneficial for people with neuralgia, rheumatism, muscle aches, and skin disorders. <BR><Br>Visitors can see the scene of hot spring waters coming from a natural and clean valley surrounded by uniquely-shaped rocks as well as a beautiful canyon.","regDate":"2022-11-23","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Recreational Sites","Hot Springs & Spa"],"imgUrl":"/2022-11-23-1669185759027/2395322_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-11-23-1669185759027"},{"id":"2022-11-23-1669181800462","title":"Dangganjiju (Flagpole Supports) in Unheung-dong and Five-Story Brick Pagoda in Dongbu-dong (안동 운흥동 당간지주와 오층전탑)","description":"In Dongbu-dong, there is a 8.35 meters (27 4/10 feet) high brick pagoda from the Unified Silla Kingdom Period (AD 654-935). Each brick is 27.5 cm (10 4/5 inches) long, 6 cm (2 1/3 inches) thick and 12.5 cm wide (4 9/10 inches). In the past, it was 7 stories high. In 1598, during the Japanese Invasion of Korea, the top motif was destroyed and the structure was further damaged during the Korean War. The pagoda was repaired in 1962. Rumour has it that the pagoda was once located inside the old Beomnimsa Temple. The Dangganjiju, which is located 5 meters west from the pagoda, supports this story. One can see the small place to keep sculptures of the god on each floor.<br> By looking at these with the tiled roof, it is possible to see what style was fashionable. On the second story from the southern viewpoint, one can see the beautiful remnants of the In Wang-sang statue. It is conveniently located on the left side of an open space at the end of the parking lot at Andong Train Station.","regDate":"2022-11-23","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-11-23-1669181800462/203583_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-11-23-1669181800462"},{"id":"2022-11-23-1669178571614","title":"Dalgi Mineral Spring [National Geopark] (달기약수탕 (청송 국가지질공원))","description":"Dalgi Mineral Spring was found approximately 130 years ago during construction of a waterway. The carbonated water has various minerals that help treat multiple diseases. The water is formed when rain water gets absorbed underground and meets carbon dioxide from the magma deep below.","regDate":"2022-11-23","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites","Mineral Springs"],"imgUrl":"/2022-11-23-1669178571614/187029_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-11-23-1669178571614"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}