{"pageProps":{"content":"![Bundang Jeongja-dong Café Street (분당 정자동 카페거리)](/2022-07-18-1658155043549/1054028_image2_1.webp)\n\n  \n## Overview\n\n> Jeongja-dong Café Street is a popular place in Bundang. Because its chic atmosphere resembles Cheongdam-dong in Seoul, it is also called Cheongja-dong.<br><br>\n\nThe street, starting from Neulpureun High School to Geumgok-dong, is lined with charming cafes with lovely terraces. The wide array of cafes along the street boasts delicious food as well as chic atmosphere. Reminiscent of street cafes in Europe, Jeongja-dong Café Street has become a popular attraction among visitors who enjoy reading or promenading. It is also a fabulous spot for couples.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br>(Korean, English, Japanese, Chinese)|\n  \n\n  \n## Detail Image\n![/2022-07-18-1658155043549/1053881_image2_1.webp](/2022-07-18-1658155043549/1053881_image2_1.webp)\n![/2022-07-18-1658155043549/1053882_image2_1.webp](/2022-07-18-1658155043549/1053882_image2_1.webp)\n![/2022-07-18-1658155043549/1053883_image2_1.webp](/2022-07-18-1658155043549/1053883_image2_1.webp)\n![/2022-07-18-1658155043549/1053884_image2_1.webp](/2022-07-18-1658155043549/1053884_image2_1.webp)\n![/2022-07-18-1658155043549/1053885_image2_1.webp](/2022-07-18-1658155043549/1053885_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-31-1330](tel:+82311330)\n- [🏠www.seongnam.go.kr](http://www.seongnam.go.kr)\n\n\n```googleMap\nlatitude: 37.3686100607\nlongitude: 127.1059233542\ntitle: Jeongja-dong, Bundang-gu, Seongnam-si, Gyeonggi-do\n```\n  \n## Directions\n  \n[Subway]<br>\nJeongja Station (Bundang Line), and Exit 5.<br>From \nthe subway exit, turn around and cross the road.<br>Turn left onto Neuti-ro Street, and go straight for 60m.<br>Turn right before the Paragon Apartment Building 101, and go straight for 160m.<br>Cross the road at Paragon Apartment Building 104 to arrive at Budang Jeongja-dong Café Street.\n","data":{"id":"2022-07-18-1658155043549","title":"Bundang Jeongja-dong Café Street (분당 정자동 카페거리)","description":"Jeongja-dong Café Street is a popular place in Bundang. Because its chic atmosphere resembles Cheongdam-dong in Seoul, it is also called Cheongja-dong.<br><br>The street, starting from Neulpureun High School to Geumgok-dong, is lined with charming cafes with lovely terraces. The wide array of cafes along the street boasts delicious food as well as chic atmosphere. Reminiscent of street cafes in Europe, Jeongja-dong Café Street has become a popular attraction among visitors who enjoy reading or promenading. It is also a fabulous spot for couples.","regDate":"2022-07-18","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Experience Programs","Cultural Districts"],"imgUrl":"/2022-07-18-1658155043549/1054028_image2_1.webp","blogPath":"Gyeonggi-do/2022-07-18-1658155043549","pageUrl":"https:/mcdryad.com/Gyeonggi-do/2022-07-18-1658155043549"},"dataList":[{"id":"2022-09-03-1662190686544","title":"Paldalmun Gate (팔달문)","description":"Paldalmun Gate is the southern gate of Hwaseong Fortress, and its name means a gate opening to a road that leads to all directions. Among the four gates of Hwaseong Fortress, the northern and southern gates are bigger and more grandiose. The gate has an entrance wide enough to let the king's palanquin pass through and a watchtower over the entrance.  Outside of the gate is a crescent-shaped protection wall called <em>ongseong</em>. <br><br>Among the ongseong walls found across the country, Paldalmun Gate's ongseong wall stands out in terms of size and form. The hip roof and decorations seen on Paldalmun Gate's watchtower resemble that of fortress watchtowers, and are recognized as representation of late Joseon dynasty's watchtower architecture.","regDate":"2022-09-03","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Gates"],"imgUrl":"/2022-09-03-1662190686544/2482963_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-03-1662190686544"},{"id":"2022-09-03-1662187589838","title":"Paju Three Royal Tombs [UNESCO World Heritage] (파주 삼릉 [유네스코 세계문화유산])","description":"Paju Three Royal Tombs consists of the Gongneung, Sulleung, and Yeongneung tombs. Gongneung is the royal tomb of Queen Jangsun (1445-1461), consort of King Yejong, the 8th ruler of the Joseon dynasty. She died when she was still a crown princess, so her tomb is very simple. There is not even a “Mangjuseok,” which is the name for the pair of stones that stand on either side of the mound. <br><br>Sulleung is the tomb of Queen Gonghye (1456-1474), a consort of King Seongjong, the 9th ruler of the Joseon dynasty. Sulleung is similar to Gongneung in many ways, but it has more stonework. Queen Gonghye was the 4th daughter of Han Myeong-Hoe, a high-ranking government officer, and a sister of Queen Jangsun, who is buried in Gongneung. This was the only time in the history of the Joseon dynasty that two sisters both became queen.<br><br>Yeongneung is the tomb of the posthumously designated king, King Jinjong (1719-1728), the first son of King Yeongjo, and Queen Hyosun (1715-1751). King Jinjong became the crown prince at the age of 7, but he died when he was only 13 in Changgyeonggung Palace. Queen Hyosun became the crown princess when she was 13 years old. In 1751, she died at the age of 37 without an heir.","regDate":"2022-09-03","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-09-03-1662187589838/1593604_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-03-1662187589838"},{"id":"2022-09-03-1662184132053","title":"Paju Historical Site Related to Yi I (파주이이유적)","description":"Paju Historical Site Related to Yi I is dedicated to a great scholar of the mid-Joseon dynasty. He was born to Lee Wonsu and Shin Saimdang in 1536. He passed Saengwonsi, a type of preliminary exam in 1564 (the 9th year of King Myeongjong), and another 9 exams so he was called Gudo Jangwongong. He served in key positions. He is thought to be one of the top two scholars along with Yi Hwang. <br>Jaunseowon Confucian Academy is home to the tablets of Yulgok Yi I and his family’s graveyard, located at the foot of Jaunsan Mountain. Jaunseowon Monument and Memorial Stone of Yi I Scholar are located here as well. Yulgok Memorial Hall displays his goods, and his biography. In February 2013, Jaunseowon Confucian Academy and the tombs of Yulgok Yi I and his mother Shin Saimdang were individually designated as Gyeonggi-do Cultural Assets, but the whole area as a whole is a designated National Historic Site under the name Historic Site related to Yi I.","regDate":"2022-09-03","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-09-03-1662184132053/2482208_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-03-1662184132053"},{"id":"2022-09-03-1662180256271","title":"Paju Book City (파주출판도시)","description":"Located in Paju, Gyeonggi-do, Paju Book City is a giant cultural complex, belonging to the Ministry of Culture, Sports, and Tourism. It is home to 250 publishers with over 10,000 workers. It covers the entire process of publishing from planning to printing and distribution.<br><br> Asia Publication Culture & Information Center houses book cafes, used bookstores, galleries, and restaurants, hosting diverse exhibitions and forums; Tan Tan Story House, run by Yeowon Media specializing in illustrated storybooks for children, is a cultural center for children with a performance hall, a gallery, and a book café. Other notable attractions include Yeolhwadang, Chameleon (BIR Publishing’s book outlet), Darakwon Book Café, and Moongongsa Book Café. The first floor of Paju Book City is full of book stores and cafes.<br><br>Visitors should note that some stores are closed on weekends and during holidays and generally operate 09 00-18 00. Aside from bookstores and cafes, Paju Book City also boasts many attractions. In a corner of the Asia Publication Culture & Information Center grounds is an elegant hanok (traditional Korean house) that boasts both traditional beauty and modern touches.","regDate":"2022-09-03","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Industrial Sites","Others"],"imgUrl":"/2022-09-03-1662180256271/1591764_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-03-1662180256271"},{"id":"2022-09-02-1662115396041","title":"Paju Bogwangsa Temple (보광사(파주))","description":"Bogwangsa Temple is a traditional temple located on the foothills of Goryeongsan Mountain in Paju. It was built by Great Monk Doseonguksa during the Silla Kindom period under the order of Queen Jinseong in AD 894. At the time, it was considered a hidden national treasure and one of the six grand temples located on the northern side of the Hangang River. In was once ruined during the Imjin War, and reconstructed in 1622 by Monk Seolmi and Monk Deogin. In 1667, Monk Jigan and Monk Seok Ryeon reconstructed Daeungbojeon Hall and Gwaneumjeon Hall.","regDate":"2022-09-02","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-09-02-1662115396041/1890586_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-02-1662115396041"},{"id":"2022-09-02-1662111652860","title":"Onemount Water Park (원마운트 워터파크)","description":"Situated near Hallyu World and KINTEX in Ilsan, Onemount is the largest multi-cultural space in the northwest metropolitan region. It is housed in three buildings with two underground floors and nine above-ground floors, for a total surface area of 161,602 square meters. Aiming to be the best playground in the world, Onemount features a shopping mall, snow park, water park, and a members-only luxury sports club, and also organizes various performances, events, and parties throughout the year.<br><br>Onemount Water Park is a huge urban water park that offers an array of both indoor and outdoor attractions. The water park offers spaces for sun tanning and enjoying the natural sunlight, and also hosts special poolside parties. It has nine water amusement facilities, with recreational facilities including a thrilling slide reaching 40 meters in x_height, a wave pool, a waterplay facility, and a running-water pool. Water also regularly splashes throughout the park, adding an element of excitement.","regDate":"2022-09-02","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Recreational Sites","Hot Springs & Spa"],"imgUrl":"/2022-09-02-1662111652860/2363346_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-02-1662111652860"},{"id":"2022-09-02-1662108412852","title":"Oido Island (오이도)","description":"Oido Island, located just off the southwestern coast from Siheung, is popular among Seoul citizens as a natural retreat. The island is also known for catching a wide variety of fish. Relics from the prehistoric era, including the New Stone Age, were excavated from this island. As a result, the island was registered as Historic Site No. 441. Oido Island is technically not an island, having only three sides surrounded by water but was called an island since the Joseon period under the name Ojirido and Ojiraedo.","regDate":"2022-09-02","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites"],"imgUrl":"/2022-09-02-1662108412852/2671612_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-02-1662108412852"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}