{"pageProps":{"content":"![Gyebangsan Mountain (계방산 (평창))](/2022-09-25-1664102714256/1172063_image2_1.webp)\n\n  \n## Overview\n\n> At an altitude of 1,579.1 meters above sea level, Gyebangsan Mountain, which faces Odaesan Mountain on the eastern part of the Taebaeksan Mountain Range, is the fifth tallest mountain in South Korea, after Hallasan Mountain, Jirisan Mountain, Seoraksan Mountain, and Deogyusan Mountain. On the west side of Gyebangsan Mountain is Unduryeong Pass(1,089 m), which has a vehicle accessible road. Asiatic black beers are said to habitate in the deep valleys on the north side, and there is Bangadari mineral water and other mineral water sources on the south side. With many varieties of herbs and wild flowers growing naturally in the area, it is also well known as a place to dig for wild ginseng. Its rare Japanese yew trees and royal azalea combined with its similar terrain to Seoraksan Mountains Daecheongbong Peak has caused the mountain to be a highly protected ecological environment.<br><br>Gyebangsan Mountain is particularly popular for winter hikers, who can get beautiful views of the snowy landscapes of the mountain even&nbsp;until March. On top of that, since the difference in evelation from Unduryeong to the top of Gyebangsan is only 488 m, it welcomes even novice hikers as well. From the summit, one can see the backboone of Baekdudaegan Mountain, and with its panoramic views of Seoraksan Mountain to the north, Odaesan Mountain and Daegwallyeong to the east, and Taegisan and Hoegisan Mountains to the west, it is one of the best views in the area.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br>(Korean, English, Japanese, Chinese) <br>• For more info:  +82-33-332-6419|\n|restdate:|N/A (Open all year round)|\n  \n\n  \n## Detail Image\n![/2022-09-25-1664102714256/1172070_image2_1.webp](/2022-09-25-1664102714256/1172070_image2_1.webp)\n![/2022-09-25-1664102714256/1172075_image2_1.webp](/2022-09-25-1664102714256/1172075_image2_1.webp)\n![/2022-09-25-1664102714256/1172077_image2_1.webp](/2022-09-25-1664102714256/1172077_image2_1.webp)\n![/2022-09-25-1664102714256/1172096_image2_1.webp](/2022-09-25-1664102714256/1172096_image2_1.webp)\n![/2022-09-25-1664102714256/1172099_image2_1.webp](/2022-09-25-1664102714256/1172099_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-33-332-6419](tel:+82333326419)\n- [🏠tour.pc.go.kr](http://tour.pc.go.kr)\n\n\n```googleMap\nlatitude: 37.7072039905\nlongitude: 128.4445922029\ntitle: 1243, Unduryeong-ro, Pyeongchang-gun, Gangwon-do\n```\n  \n## Directions\n  \n[Express/Intercity Bus]<br>\nTake an intercity bus from Dong Seoul Terminal \nto Jinbu<br><br>\n\n[Train]<br>\nTake a train from Seoul to Jinbu (Odaesan) Station.<br><br>\n\n[Taxi]<br>\nApprox. 25 min from Jinbu Bus Terminal or Jinbu Station\n","data":{"id":"2022-09-25-1664102714256","title":"Gyebangsan Mountain (계방산 (평창))","description":"At an altitude of 1,579.1 meters above sea level, Gyebangsan Mountain, which faces Odaesan Mountain on the eastern part of the Taebaeksan Mountain Range, is the fifth tallest mountain in South Korea, after Hallasan Mountain, Jirisan Mountain, Seoraksan Mountain, and Deogyusan Mountain. On the west side of Gyebangsan Mountain is Unduryeong Pass(1,089 m), which has a vehicle accessible road. Asiatic black beers are said to habitate in the deep valleys on the north side, and there is Bangadari mineral water and other mineral water sources on the south side. With many varieties of herbs and wild flowers growing naturally in the area, it is also well known as a place to dig for wild ginseng. Its rare Japanese yew trees and royal azalea combined with its similar terrain to Seoraksan Mountains Daecheongbong Peak has caused the mountain to be a highly protected ecological environment.<br><br>Gyebangsan Mountain is particularly popular for winter hikers, who can get beautiful views of the snowy landscapes of the mountain even&nbsp;until March. On top of that, since the difference in evelation from Unduryeong to the top of Gyebangsan is only 488 m, it welcomes even novice hikers as well. From the summit, one can see the backboone of Baekdudaegan Mountain, and with its panoramic views of Seoraksan Mountain to the north, Odaesan Mountain and Daegwallyeong to the east, and Taegisan and Hoegisan Mountains to the west, it is one of the best views in the area.","regDate":"2022-09-25","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-09-25-1664102714256/1172063_image2_1.webp","blogPath":"Gangwon-do/2022-09-25-1664102714256","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-09-25-1664102714256"},"dataList":[{"id":"2022-10-20-1666249519984","title":"Yongsopokpo Falls (Yeonhagyegok Valley) (용소폭포 (연하계곡))","description":"Yongsopokpo Falls is a 6-meter high waterfall located in Yeongwol. The water gathers in a small pond, called Yongso Pool. Clear valley streams flow nearby, a refreshing experience for all who venture here.  In the summer, the icy cold valley streams flow through verdant, leafy forests and in autumn the entire area is decked in crimson foliage. Yeonhapokpo Falls is located nearby.","regDate":"2022-10-20","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Waterfalls"],"imgUrl":"/2022-10-20-1666249519984/1954924_image2_1.webp","blogPath":"Gangwon-do/2022-10-20-1666249519984"},{"id":"2022-10-20-1666245527114","title":"Yongsogyegok Valley (용소계곡)","description":"Yongsogyegok Valley is a 10 km-long valley that starts from Gwangam-ni, Naechon-myeon, passes Duchon-myeon, Gaeseong-ni and then reaches Cheonhyeon-ni. The valley boasts picturesque scenery with crystal clear waters and uniquely shaped rocks. The outstanding scenic beauty of the valley is comparable to that of Naeseorak. In spring the valley is full of azaleas in full bloom, and in the fall the autumn foliage and silver grass is breathtaking. In summer, visitors can enjoy cool and breezy weather in the valley. The valley is a perfect destination for family getaways or one-day hiking.","regDate":"2022-10-20","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Valleys"],"imgUrl":"/2022-10-20-1666245527114/219512_image2_1.webp","blogPath":"Gangwon-do/2022-10-20-1666245527114"},{"id":"2022-10-20-1666241109253","title":"Yongpyong Resort (용평리조트)","description":"Nestled at the foot of Balwangsan Mountain (alt. 1,458 meters), Yongpyong Resort is equipped with the perfect environment for a great ski vacation with an annual average snowfall of 250 centimeters. It was Korea’s first ski resort, opened in 1975 to develop Korean winter sports and resort culture. The resort also has various facilities including a golf course, water park, cable cars and more. Visitors can enjoy wellness programs including forest explanation, music therapy, and healing yoga.","regDate":"2022-10-20","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Recreational Sites","Tourist Complexes"],"imgUrl":"/2022-10-20-1666241109253/2724359_image2_1.webp","blogPath":"Gangwon-do/2022-10-20-1666241109253"},{"id":"2022-10-19-1666176904922","title":"Yonghwasan National Recreational Forest (국립 용화산자연휴양림)","description":"A recreational forest established at the foot of Yonghwasan Mountain (878 m) in Sabuk-myeon, Chuncheon Yonghwasan Mountain has been selected one of the best 100 mountains in Korea by the Korea Forest Service and is well-known for the TV program in which BTS members climbed it in 2020. Yonghwasan Recreational Forest is home to needle leaf trees and broadleaf trees, such as pine, oak, birch, and larch, and has a clean atmosphere of the natural environment along with the clear valley. It is equipped with various convenient facilities, such as accommodation, campground, hiking road, trail, and forest park amid healing nature. Yonghwasan Recreational Forest is ideal for not only camping and hiking but also forest leisure and sports activities. It runs Forest Experience Center, which is an indoor forest leisure and sports activity facility that can be used regardless of the weather and season. It provides various experience activities, such as Vertical Slide where visitors will experience falling straight down, Zip Zag where visitors wearing safety equipment will experience a zipline-type ride along the railway, Rope Adventure where visitors will complete a course of a rope and a suspension bridge, and Design Rock Climbing consisting of various difficulty levels. In the open air, there are leisure and sports facilities, such as Artificial Rock Climbing Site, Flying Squirrel (Quick Jump), and Flying in the Forest (Zipline). Besides, it provides the wooden crafts experience and the forest guide program.","regDate":"2022-10-19","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"/2022-10-19-1666176904922/2711083_image2_1.webp","blogPath":"Gangwon-do/2022-10-19-1666176904922"},{"id":"2022-10-19-1666173297581","title":"Yonghwa Beach (용화해변)","description":"Reaching only 1 kilometer in length and located 24 kilometers away from downtown Samcheok-si, Yonghwa Beach offers a serene atmosphere. In addition to Yonghwacheon Stream that runs out through the beach and a lush pine forest to its back, the beach boasts a scenic view with a half-moon shaped shoreline and unique rock formations on both sides. The beach is mostly visited by those looking forward to a quiet vacation by a fishing village and families with children who prefer shallow water.","regDate":"2022-10-19","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites"],"imgUrl":"/2022-10-19-1666173297581/1434019_image2_1.webp","blogPath":"Gangwon-do/2022-10-19-1666173297581"},{"id":"2022-10-19-1666170135444","title":"Yongdae National Recreational Forest (국립 용대자연휴양림)","description":"Yongdae National Recreational Forest features rivers that flow from Maebongsan Mountain (alt. 1,271 m) and Cheoljeongbong Mountain (alt. 1,172 m). The forest consists of deciduous trees such as oak, linden, and birch, as well as pine trees. Not only does the forest boast a beautiful landscape all-year-round, but also serves as a habitat for wild animals of various species, including rabbits, deer, squirrels, raccoons, and even lenoks, which are designated as endangered species.","regDate":"2022-10-19","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"/2022-10-19-1666170135444/219372_image2_1.webp","blogPath":"Gangwon-do/2022-10-19-1666170135444"},{"id":"2022-10-19-1666166463325","title":"Yeongwol Donggang River (동강(영월))","description":"The Donggang River flows through the Gangwon-do district, and is a tributary of the Namhangang River. The Donggang River spans an area of 60 kilometers from Jeongseon to Yeongwol. It is a well-preserved river, left untouched due to the strong current of the waters and the rugged geography of the mountains. It follows a snaky path splitting the chiseled cliffs surrounding it. Many tourists visit the area to see rare animals such as otters, Mandarin ducks, and Chinese scops owls and more.  The Donggang River is also famous for white-water rafting.","regDate":"2022-10-19","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites"],"imgUrl":"/2022-10-19-1666166463325/765455_image2_1.webp","blogPath":"Gangwon-do/2022-10-19-1666166463325"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}