{"pageProps":{"content":"![Dae Jang Geum Park (용인 대장금 파크)](/2022-07-18-1658183864181/2391318_image2_1.webp)\n\n  \n## Overview\n\n> Dae Jang Geum Park in Yongin, Gyeonggi-do is the largest historical drama set in Korea. Facilities in the themed park are semi-permanent facilities reflected the architectural style, lifestyle and culture of the past, based on historical records. The facilities are in great harmony with the surrounding natural landscapes, which makes tourists feel as if they have traveled to the past in a time machine. The park has also been used as a filming site for music videos, documentaries, and commercials.\n\n  \n## Intro\n\n| | |\n| - | - |\n|accomcount:|No limit|\n|expagerange:|Open to visitors of all ages|\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br>(Korean, English, Japanese, Chinese) <br /> • For more info: +82-31-337-3241,<br>+82-2-789-1675|\n|opendate:|June 21, 2011|\n|parking:|Available|\n|restdate:|N/A (open all year round)|\n|usetime:|March-October 09:00-18:00<br />November-February 09:00-17:00|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Film Locations:|Filming site for MBC dramas like Flower in Prison, Scholar Who Walks the Night, Hwajung, Shine or Go Crazy, Diary of a Night Watchman, Triangle, King's Daughter- Soo Baek Hyang, Jeong Yi, the Goddess of Fire, Gu Family Book, Guam Heo Jun, The Moon that Embraces the Moon, Jumong, Queen Seondeok, Yi San, Dong Yi, The Duo, Gyebaek, God of War, Dr. Jin, Arang and the Magistrate, Horse Doctor, etc.|\n|Shopping Information:|* Café The Moon that Embraces the Sun - Coffee, other beverages and snacks <br />* Café Mia - Coffee, tea, other beverages, cookies, instant ramen and other instant food <br />* Mongyuhyang (court costume rental) - Drama-related souvenirs and traditional souvenirs|\n|Admission Fees:|Adults 9,500 won / Middle & high school students 8,000 won / Ages 4 years - elementary school students 7,000 won <br /><br>* Children under 4 years of age enter for free<br />* Discount rate applies to group visitors and senior citizens (ID required).|\n|Available Facilities:|* Tour facilities <br />- Open studios (sets) <br />* Experience facilities (Mongyuhyang) <br />- Costume-wearing: Try on costumes used for dramas <br />- Photo shoots: Take photos with characters from dramas (instant printing service available) <br />* Convenient facilities <br />- Cafes and vending machines <br />|\n|Facility Utilization Fees:|[Experience facilities] Try-on costumes: 20,000 won / Take photos: 20,000 won<br>* Take photos with mobile phones and cameras for free|\n|Restrooms:|Available |\n|Parking Fees:|Free|\n|Interpretation Services Offered:|Cultural tour docents available (English, Japanese, Chinese).|\n|Reservation Info. for Foreigners:|Reservations can be made online or by email. <br />* Email: djgpark@mbc.co.kr|\n  \n## Detail Image\n![/2022-07-18-1658183864181/2009786_image2_1.webp](/2022-07-18-1658183864181/2009786_image2_1.webp)\n![/2022-07-18-1658183864181/2009787_image2_1.webp](/2022-07-18-1658183864181/2009787_image2_1.webp)\n![/2022-07-18-1658183864181/2009788_image2_1.webp](/2022-07-18-1658183864181/2009788_image2_1.webp)\n![/2022-07-18-1658183864181/2009789_image2_1.webp](/2022-07-18-1658183864181/2009789_image2_1.webp)\n![/2022-07-18-1658183864181/2009790_image2_1.webp](/2022-07-18-1658183864181/2009790_image2_1.webp)\n![/2022-07-18-1658183864181/2009791_image2_1.webp](/2022-07-18-1658183864181/2009791_image2_1.webp)\n![/2022-07-18-1658183864181/2009792_image2_1.webp](/2022-07-18-1658183864181/2009792_image2_1.webp)\n![/2022-07-18-1658183864181/2009793_image2_1.webp](/2022-07-18-1658183864181/2009793_image2_1.webp)\n![/2022-07-18-1658183864181/2009794_image2_1.webp](/2022-07-18-1658183864181/2009794_image2_1.webp)\n![/2022-07-18-1658183864181/2009795_image2_1.webp](/2022-07-18-1658183864181/2009795_image2_1.webp)\n\n\n  \n## Contact\n\n\n- [🏠djgpark.imbc.com](http://djgpark.imbc.com)\n\n\n```googleMap\nlatitude: 37.1206595774\nlongitude: 127.3373315954\ntitle: 25, Yongcheon drama-gil, Baegam-myeon, Cheoin-gu, Yongin-si, Gyeonggi-do\n```\n  \n## Directions\n  \n[Bus]<br>\nFrom Yongin Bus Terminal, take Bus No. 10 to Baekam.<br>\n- Transfer to Bus No. 105 and get off at MBC Set Bus Stop.\n","data":{"id":"2022-07-18-1658183864181","title":"Dae Jang Geum Park (용인 대장금 파크)","description":"Dae Jang Geum Park in Yongin, Gyeonggi-do is the largest historical drama set in Korea. Facilities in the themed park are semi-permanent facilities reflected the architectural style, lifestyle and culture of the past, based on historical records. The facilities are in great harmony with the surrounding natural landscapes, which makes tourists feel as if they have traveled to the past in a time machine. The park has also been used as a filming site for music videos, documentaries, and commercials.","regDate":"2022-07-18","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Industrial Sites","Others"],"imgUrl":"/2022-07-18-1658183864181/2391318_image2_1.webp","blogPath":"Gyeonggi-do/2022-07-18-1658183864181","pageUrl":"https:/mcdryad.com/Gyeonggi-do/2022-07-18-1658183864181"},"dataList":[{"id":"2022-09-03-1662198008061","title":"Panmunjeom (Joint Security Area) (판문점)","description":"Panmunjeom is located in the Demilitarized Zone (DMZ), 50 kilometers north of Seoul. This is where the Armistice Agreement was signed on July 27, 1953. Panmunjeom is within the Joint Security Area (JSA) secured by UN and North Korean military and is beyond the jurisdiction of North and South Korea. <br><br>Panmunjeom and the JSA became even more well-known after the release of the film Joint Security Area (2000).  Now, Panmunjeom is one of the most visited tourist sites of the DMZ. As Panmunjeom is within the Civilian Control Zone, international visitors can tour the area through tour agencies administered by the UN.","regDate":"2022-09-03","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Security & Peace Sites"],"imgUrl":"/2022-09-03-1662198008061/774723_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-03-1662198008061"},{"id":"2022-09-03-1662194738026","title":"Paldangho Lake (팔당호)","description":"Paldangho, a man-made lake, lies beside the townships of Toechon-myeon and Namjong-myeon in Gwangju-si, Gyeonggi-do. Completed in 1973, this reservoir stores approximately 250 million tons of water, which is supplied to the Seoul and Gyeonggi regions. It is also one of Gwangju's tourist attractions, offering an inspiring view and a scenic lakeside drive. Don’t miss a stop at the Paldang Observatory for a breathtaking view of Paldangho Lake.","regDate":"2022-09-03","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites"],"imgUrl":"/2022-09-03-1662194738026/1920530_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-03-1662194738026"},{"id":"2022-09-03-1662190686544","title":"Paldalmun Gate (팔달문)","description":"Paldalmun Gate is the southern gate of Hwaseong Fortress, and its name means a gate opening to a road that leads to all directions. Among the four gates of Hwaseong Fortress, the northern and southern gates are bigger and more grandiose. The gate has an entrance wide enough to let the king's palanquin pass through and a watchtower over the entrance.  Outside of the gate is a crescent-shaped protection wall called <em>ongseong</em>. <br><br>Among the ongseong walls found across the country, Paldalmun Gate's ongseong wall stands out in terms of size and form. The hip roof and decorations seen on Paldalmun Gate's watchtower resemble that of fortress watchtowers, and are recognized as representation of late Joseon dynasty's watchtower architecture.","regDate":"2022-09-03","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Gates"],"imgUrl":"/2022-09-03-1662190686544/2482963_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-03-1662190686544"},{"id":"2022-09-03-1662187589838","title":"Paju Three Royal Tombs [UNESCO World Heritage] (파주 삼릉 [유네스코 세계문화유산])","description":"Paju Three Royal Tombs consists of the Gongneung, Sulleung, and Yeongneung tombs. Gongneung is the royal tomb of Queen Jangsun (1445-1461), consort of King Yejong, the 8th ruler of the Joseon dynasty. She died when she was still a crown princess, so her tomb is very simple. There is not even a “Mangjuseok,” which is the name for the pair of stones that stand on either side of the mound. <br><br>Sulleung is the tomb of Queen Gonghye (1456-1474), a consort of King Seongjong, the 9th ruler of the Joseon dynasty. Sulleung is similar to Gongneung in many ways, but it has more stonework. Queen Gonghye was the 4th daughter of Han Myeong-Hoe, a high-ranking government officer, and a sister of Queen Jangsun, who is buried in Gongneung. This was the only time in the history of the Joseon dynasty that two sisters both became queen.<br><br>Yeongneung is the tomb of the posthumously designated king, King Jinjong (1719-1728), the first son of King Yeongjo, and Queen Hyosun (1715-1751). King Jinjong became the crown prince at the age of 7, but he died when he was only 13 in Changgyeonggung Palace. Queen Hyosun became the crown princess when she was 13 years old. In 1751, she died at the age of 37 without an heir.","regDate":"2022-09-03","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-09-03-1662187589838/1593604_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-03-1662187589838"},{"id":"2022-09-03-1662184132053","title":"Paju Historical Site Related to Yi I (파주이이유적)","description":"Paju Historical Site Related to Yi I is dedicated to a great scholar of the mid-Joseon dynasty. He was born to Lee Wonsu and Shin Saimdang in 1536. He passed Saengwonsi, a type of preliminary exam in 1564 (the 9th year of King Myeongjong), and another 9 exams so he was called Gudo Jangwongong. He served in key positions. He is thought to be one of the top two scholars along with Yi Hwang. <br>Jaunseowon Confucian Academy is home to the tablets of Yulgok Yi I and his family’s graveyard, located at the foot of Jaunsan Mountain. Jaunseowon Monument and Memorial Stone of Yi I Scholar are located here as well. Yulgok Memorial Hall displays his goods, and his biography. In February 2013, Jaunseowon Confucian Academy and the tombs of Yulgok Yi I and his mother Shin Saimdang were individually designated as Gyeonggi-do Cultural Assets, but the whole area as a whole is a designated National Historic Site under the name Historic Site related to Yi I.","regDate":"2022-09-03","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-09-03-1662184132053/2482208_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-03-1662184132053"},{"id":"2022-09-03-1662180256271","title":"Paju Book City (파주출판도시)","description":"Located in Paju, Gyeonggi-do, Paju Book City is a giant cultural complex, belonging to the Ministry of Culture, Sports, and Tourism. It is home to 250 publishers with over 10,000 workers. It covers the entire process of publishing from planning to printing and distribution.<br><br> Asia Publication Culture & Information Center houses book cafes, used bookstores, galleries, and restaurants, hosting diverse exhibitions and forums; Tan Tan Story House, run by Yeowon Media specializing in illustrated storybooks for children, is a cultural center for children with a performance hall, a gallery, and a book café. Other notable attractions include Yeolhwadang, Chameleon (BIR Publishing’s book outlet), Darakwon Book Café, and Moongongsa Book Café. The first floor of Paju Book City is full of book stores and cafes.<br><br>Visitors should note that some stores are closed on weekends and during holidays and generally operate 09 00-18 00. Aside from bookstores and cafes, Paju Book City also boasts many attractions. In a corner of the Asia Publication Culture & Information Center grounds is an elegant hanok (traditional Korean house) that boasts both traditional beauty and modern touches.","regDate":"2022-09-03","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Industrial Sites","Others"],"imgUrl":"/2022-09-03-1662180256271/1591764_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-03-1662180256271"},{"id":"2022-09-02-1662115396041","title":"Paju Bogwangsa Temple (보광사(파주))","description":"Bogwangsa Temple is a traditional temple located on the foothills of Goryeongsan Mountain in Paju. It was built by Great Monk Doseonguksa during the Silla Kindom period under the order of Queen Jinseong in AD 894. At the time, it was considered a hidden national treasure and one of the six grand temples located on the northern side of the Hangang River. In was once ruined during the Imjin War, and reconstructed in 1622 by Monk Seolmi and Monk Deogin. In 1667, Monk Jigan and Monk Seok Ryeon reconstructed Daeungbojeon Hall and Gwaneumjeon Hall.","regDate":"2022-09-02","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-09-02-1662115396041/1890586_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-02-1662115396041"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}