{"pageProps":{"content":"![Ganghwa Anglican Church (대한성공회 강화성당)](/2022-08-10-1660121005670/1579082_image2_1.webp)\n\n  \n## Overview\n\n> Ganghwa Anglican Church was consecrated in 1900 by Charies Jone Corfe, the First Bishop of the Church as the St. Peter and St.Paul’s Church. The church has since undergone several restorations, but the design remains true to the original. <br><br>\n\nThe two-story 4x10 rectangular building is characterized by traditional Korean construction style on the outside while the interior is a Western Basilica style symbolizing the beauty of harmony and Korean tradition. It was first designated as Gyeonggi-do Tangible Cultural Property No. 154 and then became Incheon Tangible Cultural property when Ganghwa was included in Incheon Metropolitan City. In  January 2001 it was designated as Historic Site No.424 of Korea.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br>(Korean, English, Japanese, Chinese) <br> • For more info: +82-32-930-4571|\n  \n\n  \n## Detail Image\n![/2022-08-10-1660121005670/1579081_image2_1.webp](/2022-08-10-1660121005670/1579081_image2_1.webp)\n![/2022-08-10-1660121005670/1579084_image2_1.webp](/2022-08-10-1660121005670/1579084_image2_1.webp)\n![/2022-08-10-1660121005670/1579085_image2_1.webp](/2022-08-10-1660121005670/1579085_image2_1.webp)\n![/2022-08-10-1660121005670/1579086_image2_1.webp](/2022-08-10-1660121005670/1579086_image2_1.webp)\n![/2022-08-10-1660121005670/2512660_image2_1.webp](/2022-08-10-1660121005670/2512660_image2_1.webp)\n![/2022-08-10-1660121005670/2512661_image2_1.webp](/2022-08-10-1660121005670/2512661_image2_1.webp)\n![/2022-08-10-1660121005670/2512663_image2_1.webp](/2022-08-10-1660121005670/2512663_image2_1.webp)\n![/2022-08-10-1660121005670/2512665_image2_1.webp](/2022-08-10-1660121005670/2512665_image2_1.webp)\n![/2022-08-10-1660121005670/2512666_image2_1.webp](/2022-08-10-1660121005670/2512666_image2_1.webp)\n![/2022-08-10-1660121005670/2512662_image2_1.webp](/2022-08-10-1660121005670/2512662_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-32-930-4571](tel:+82329304571)\n- [🏠www.cha.go.kr](http://www.cha.go.kr/)\n\n\n```googleMap\nlatitude: 37.7496574902\nlongitude: 126.4856636932\ntitle: 10, Gwancheong-gil 27beon-gil, Ganghwa-gun, Incheon\n```\n  \n## Directions\n  \n1) Sinchon Station (Seoul Subway Line 2), Exit 4.<br>\nGo straight 260m to arrive at the bus stop in front of Artreon.  From the bus stop, take Bus 3000 to Ganghwa Bus Terminal.  Transfer to Bus 88 and get off at Suhyup Bus Stop. (2 bus stops)<br><br>\n\n2) Yeongdeungpo Station (Seoul Subway Line 1)<br>\nAcross from Shinsegae Department Store, take Bus 88 and get off at Suhyup Bus Stop. <br><br>\n\nFrom the Suhyup Bus Stop, continue walking straight for 400m and take a right at Ganghwa Jungang Market.<br>\nWalk for 130m and the church will be on the left.\n","data":{"id":"2022-08-10-1660121005670","title":"Ganghwa Anglican Church (대한성공회 강화성당)","description":"Ganghwa Anglican Church was consecrated in 1900 by Charies Jone Corfe, the First Bishop of the Church as the St. Peter and St.Paul’s Church. The church has since undergone several restorations, but the design remains true to the original. <br><br>The two-story 4x10 rectangular building is characterized by traditional Korean construction style on the outside while the interior is a Western Basilica style symbolizing the beauty of harmony and Korean tradition. It was first designated as Gyeonggi-do Tangible Cultural Property No. 154 and then became Incheon Tangible Cultural property when Ganghwa was included in Incheon Metropolitan City. In  January 2001 it was designated as Historic Site No.424 of Korea.","regDate":"2022-08-10","author":"korea-tour","tag":["Incheon","Culture/Art/History","Historical Sites","Holy Sites"],"imgUrl":"/2022-08-10-1660121005670/1579082_image2_1.webp","blogPath":"Incheon/2022-08-10-1660121005670","pageUrl":"https:/mcdryad.com/Incheon/2022-08-10-1660121005670"},"dataList":[{"id":"2022-08-11-1660193458113","title":"Gureopdo Island (굴업도)","description":"Gureopdo Island is considered the Galapagos of Korea. There are only two attractions on this island, Gureop Beach and the port, and there are almost no convenience facilities due to its small population. The island is mostly covered in trees and lacks manmade facilities. As a result, the island still has most of its natural environment, a gift of nature. In summer, the area around Gaemeori Hill is a popular camping site because of its beautiful view of the Milky Way at night.","regDate":"2022-08-11","author":"korea-tour","tag":["Incheon","Nature","Natural Sites"],"imgUrl":"/2022-08-11-1660193458113/2674880_image2_1.webp","blogPath":"Incheon/2022-08-11-1660193458113"},{"id":"2022-08-11-1660190391278","title":"Goryeosan Mountain (고려산)","description":"Goryeosan Mountain, once referred to as Oryeonsan, is a mountain rich in folklore. Legend has it that in the year 416 (during the reign of King Jangsu of Goguryeo), a Buddhist monk named Cheonchukguk climbed Goryeosan Mountain and found Oryeonji Pond where the five-colored lotus flowers bloomed. The monk picked the lotus flower petals and blew them into the air. He then built a temple where each of the petals had landed, naming the temples according to their corresponding color  Jeokseoksa Temple, formerly Jeokryeonsa Temple (red lotus), Baengnyeonsa Temple (white lotus), Cheongryeonsa Temple (blue lotus), Hwangryeonsa Temple (yellow lotus), and Heungnyeonsa Temple (black lotus). <br><br>Around 130 dolmens are distributed along the foot of Goryeosan Mountain. Sirumisan Mountain, on the northern side of Goryeosan Mountain is said to have been the birthplace of General Yeongaesomun of the Goguryeo Kingdom.","regDate":"2022-08-11","author":"korea-tour","tag":["Incheon","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-08-11-1660190391278/2003407_image2_1.webp","blogPath":"Incheon/2022-08-11-1660190391278"},{"id":"2022-08-11-1660185152853","title":"Goryeogung Palace Site (고려궁지)","description":"Goryeogung Palace Site on Ganghwado Island is the site of the royal palace where the people of the Goryeo dynasty (918-1392) resisted the Mongolian invasion for 39 years. In the 19th year of his reign, King Gojong moved the capital to Ganghwa on account of its natural and strategic advantages. During the Byeongjahoran (Chinese invasion of Korea) in 1637, the palace was lost by force to the Qing dynasty of China. Later, Joseon Dynasty palace building and Ganghwa Yusubu (Ganghwa governor’s office) buildings existed in the Goryeo palace site but were destroyed by the French army during the Byeonginyangyo (French Campaign against Korea). Nowadays, the only structures that remain are the Dongheon main office (built in 1638) and Ibangcheong administration office (built in 1654). The palace and its subsidiary buildings were restored in 1977. It has historical lessons of the spirit of independence and overcoming national crisis.","regDate":"2022-08-11","author":"korea-tour","tag":["Incheon","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-08-11-1660185152853/1575652_image2_1.webp","blogPath":"Incheon/2022-08-11-1660185152853"},{"id":"2022-08-10-1660174693655","title":"Geojampo Beach (거잠포해변)","description":"Although Geojampo beach is on the west coast, the estuary is facing the east allowing for a great view of the sunset and sunrise. The nearby Maedo Island is also called Sharkseom Island because it creates the shape of a shark's fin. The sunlight along the ocean creates a beautiful view during sunrise and sunset. The beach is lined with pine trees and has white sand, making it a popular family vacation destination. There are plans to develop the area to an international vacation destination.","regDate":"2022-08-10","author":"korea-tour","tag":["Incheon","Nature","Natural Sites"],"imgUrl":"/2022-08-10-1660174693655/2661929_image2_1.webp","blogPath":"Incheon/2022-08-10-1660174693655"},{"id":"2022-08-10-1660171149612","title":"Gapgotdon Watchtower (갑곶돈대)","description":"Gapgotdon Watchtower was built to protect the Ganghwa Straits from invasion when the Goryeo Kingdom moved their capital to Ganghwado Island. The fortified area served as a highly strategic location for the Goryeo Kingdom, and had endured multiple invasions by the Mongolian troops between 1232 and 1270.<br><br>The watchtower was fortified in the Joseon dynasty by King Sukjong in 1679 and had once fallen during the French campaign against Korea in 1866. In 1977, the site was restored to its original form. The cannons exhibited at the current site were made during the Joseon dynasty to attack outside invaders from sea.","regDate":"2022-08-10","author":"korea-tour","tag":["Incheon","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-08-10-1660171149612/1579072_image2_1.webp","blogPath":"Incheon/2022-08-10-1660171149612"},{"id":"2022-08-10-1660167456204","title":"Ganghwasanseong Fortress (강화산성)","description":"Ganghwasanseong Fortress was originally earthen mountain walls, built during King Go Jong’s 19th year of reign (1232), after he moved to Ganghwado.  It was built to repel attacks from the Mongols.  The inner castle was destroyed when the capital was moved to another place, and at the beginning of the Joseon Era (1392-1910) the wall was again rebuilt with mud. <br> <br>It went through much restoration until finally being rebuilt with stones. Ganghwasanseong Fortress originally had interior and exterior walls, but only the interior wall remains today.  It has an approximate circumference of 1.2km.  The exterior mud wall was approximately 9km in circumference with 8 gates.  The huge exterior wall was built along the side of the east channel of Ganghwa, but no longer exists today.  From 1977, the interior wall has been rebuilt many times over, but the east side of this wall has yet to be reconstructed.  <br><br>There were four main gates in the wall.  To the south, Anparu; to the east, Cheomhwaru; to the west, Manghanru; and to the north, Jinsongru. At the west gate, the historic Yeonmudang still remains.  This area was where the soldiers used to train, and was also the place where the Korea-Japan Treaty of Peace and Amity (or Treaty of Ganghwa Island) was signed in 1876.  <br><br>With its aching history left behind and beautiful scenery, Ganghwasanseong Fortress serves as an ideal place for a brisk walk or refreshing drive.","regDate":"2022-08-10","author":"korea-tour","tag":["Incheon","Culture/Art/History","Historical Sites","Fortresses"],"imgUrl":"/2022-08-10-1660167456204/1579234_image2_1.webp","blogPath":"Incheon/2022-08-10-1660167456204"},{"id":"2022-08-10-1660163962726","title":"Ganghwahyanggyo Confucian School (강화향교)","description":"First established in Ganghwa-eup during the 5th year of King Injong in  the Goryeo dynasty (1127), Ganghwahyanggyo Confucian School was moved to Ganghwa-gun and then restored  at the foot of Buksan Mountain (formally Songaksan Mountain) in 1624 by Sim Yeol during the 2nd year of King Injo. <br><br>Ganghwahyanggyo Confucian School is regarded as an important cultural and historical site in Ganghwa-eup.","regDate":"2022-08-10","author":"korea-tour","tag":["Incheon","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-08-10-1660163962726/1575654_image2_1.webp","blogPath":"Incheon/2022-08-10-1660163962726"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}