{"pageProps":{"content":"![Dae Jang Geum Park (용인 대장금 파크)](/2022-07-18-1658183864181/2391318_image2_1.webp)\n\n  \n## Overview\n\n> Dae Jang Geum Park in Yongin, Gyeonggi-do is the largest historical drama set in Korea. Facilities in the themed park are semi-permanent facilities reflected the architectural style, lifestyle and culture of the past, based on historical records. The facilities are in great harmony with the surrounding natural landscapes, which makes tourists feel as if they have traveled to the past in a time machine. The park has also been used as a filming site for music videos, documentaries, and commercials.\n\n  \n## Intro\n\n| | |\n| - | - |\n|accomcount:|No limit|\n|expagerange:|Open to visitors of all ages|\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br>(Korean, English, Japanese, Chinese) <br /> • For more info: +82-31-337-3241,<br>+82-2-789-1675|\n|opendate:|June 21, 2011|\n|parking:|Available|\n|restdate:|N/A (open all year round)|\n|usetime:|March-October 09:00-18:00<br />November-February 09:00-17:00|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Film Locations:|Filming site for MBC dramas like Flower in Prison, Scholar Who Walks the Night, Hwajung, Shine or Go Crazy, Diary of a Night Watchman, Triangle, King's Daughter- Soo Baek Hyang, Jeong Yi, the Goddess of Fire, Gu Family Book, Guam Heo Jun, The Moon that Embraces the Moon, Jumong, Queen Seondeok, Yi San, Dong Yi, The Duo, Gyebaek, God of War, Dr. Jin, Arang and the Magistrate, Horse Doctor, etc.|\n|Shopping Information:|* Café The Moon that Embraces the Sun - Coffee, other beverages and snacks <br />* Café Mia - Coffee, tea, other beverages, cookies, instant ramen and other instant food <br />* Mongyuhyang (court costume rental) - Drama-related souvenirs and traditional souvenirs|\n|Admission Fees:|Adults 9,500 won / Middle & high school students 8,000 won / Ages 4 years - elementary school students 7,000 won <br /><br>* Children under 4 years of age enter for free<br />* Discount rate applies to group visitors and senior citizens (ID required).|\n|Available Facilities:|* Tour facilities <br />- Open studios (sets) <br />* Experience facilities (Mongyuhyang) <br />- Costume-wearing: Try on costumes used for dramas <br />- Photo shoots: Take photos with characters from dramas (instant printing service available) <br />* Convenient facilities <br />- Cafes and vending machines <br />|\n|Facility Utilization Fees:|[Experience facilities] Try-on costumes: 20,000 won / Take photos: 20,000 won<br>* Take photos with mobile phones and cameras for free|\n|Restrooms:|Available |\n|Parking Fees:|Free|\n|Interpretation Services Offered:|Cultural tour docents available (English, Japanese, Chinese).|\n|Reservation Info. for Foreigners:|Reservations can be made online or by email. <br />* Email: djgpark@mbc.co.kr|\n  \n## Detail Image\n![/2022-07-18-1658183864181/2009786_image2_1.webp](/2022-07-18-1658183864181/2009786_image2_1.webp)\n![/2022-07-18-1658183864181/2009787_image2_1.webp](/2022-07-18-1658183864181/2009787_image2_1.webp)\n![/2022-07-18-1658183864181/2009788_image2_1.webp](/2022-07-18-1658183864181/2009788_image2_1.webp)\n![/2022-07-18-1658183864181/2009789_image2_1.webp](/2022-07-18-1658183864181/2009789_image2_1.webp)\n![/2022-07-18-1658183864181/2009790_image2_1.webp](/2022-07-18-1658183864181/2009790_image2_1.webp)\n![/2022-07-18-1658183864181/2009791_image2_1.webp](/2022-07-18-1658183864181/2009791_image2_1.webp)\n![/2022-07-18-1658183864181/2009792_image2_1.webp](/2022-07-18-1658183864181/2009792_image2_1.webp)\n![/2022-07-18-1658183864181/2009793_image2_1.webp](/2022-07-18-1658183864181/2009793_image2_1.webp)\n![/2022-07-18-1658183864181/2009794_image2_1.webp](/2022-07-18-1658183864181/2009794_image2_1.webp)\n![/2022-07-18-1658183864181/2009795_image2_1.webp](/2022-07-18-1658183864181/2009795_image2_1.webp)\n\n\n  \n## Contact\n\n\n- [🏠djgpark.imbc.com](http://djgpark.imbc.com)\n\n\n```googleMap\nlatitude: 37.1206595774\nlongitude: 127.3373315954\ntitle: 25, Yongcheon drama-gil, Baegam-myeon, Cheoin-gu, Yongin-si, Gyeonggi-do\n```\n  \n## Directions\n  \n[Bus]<br>\nFrom Yongin Bus Terminal, take Bus No. 10 to Baekam.<br>\n- Transfer to Bus No. 105 and get off at MBC Set Bus Stop.\n","data":{"id":"2022-07-18-1658183864181","title":"Dae Jang Geum Park (용인 대장금 파크)","description":"Dae Jang Geum Park in Yongin, Gyeonggi-do is the largest historical drama set in Korea. Facilities in the themed park are semi-permanent facilities reflected the architectural style, lifestyle and culture of the past, based on historical records. The facilities are in great harmony with the surrounding natural landscapes, which makes tourists feel as if they have traveled to the past in a time machine. The park has also been used as a filming site for music videos, documentaries, and commercials.","regDate":"2022-07-18","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Industrial Sites","Others"],"imgUrl":"/2022-07-18-1658183864181/2391318_image2_1.webp","blogPath":"Gyeonggi-do/2022-07-18-1658183864181","pageUrl":"https:/mcdryad.com/Gyeonggi-do/2022-07-18-1658183864181"},"dataList":[{"id":"2022-08-30-1661845412262","title":"Key Observatory (열쇠전망대)","description":"Called to play the role of an important key for unification, Key Observatory was established on April 11, 1998 to commemorate the sorrow of homesickness and provide security education in the area of Dapgok-ri, Yeoncheon-gun. Military in the area can also keep watch over the north from this location. It is open to members of the public who complete an identification check. After the check, soldiers will open the barricade for admission. From the observatory, visitors can see the green verdure surrounding the north region with one's naked eye but taking photos is prohibited.","regDate":"2022-08-30","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Architectural Sights","Monuments/Observatories"],"imgUrl":"/2022-08-30-1661845412262/2481891_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-30-1661845412262"},{"id":"2022-08-30-1661841424282","title":"Kalbongsan Recreational Forest (칼봉산자연휴양림)","description":"Kalbongsan Recreational Forest is located between Gyeongbangyegok Valley, famous for Surakpokpo Falls, and Yongchugyegok Valley, famous for Yongchupokpo Falls. The forest is a popular summer vacation spot for families due to the pure natural environment. Kalbongsan Mountain also provides many trekking paths.","regDate":"2022-08-30","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"/2022-08-30-1661841424282/1091662_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-30-1661841424282"},{"id":"2022-08-30-1661836323858","title":"Jungwonpokpo Falls (중원폭포)","description":"Jungwonpokpo Falls is located at the eastern edge of Jungwon Valley in Jungwonsan Mountain, Yangpyeong. A 15-minute walk from the parking lot through the valley pathway will take the visitors to the three-tiered waterfalls. Rather a small waterfall less than 10 meters high,  Jungwonpokpo Falls is surrounded by cliffs with fantastic rock formations that look like folding screens. The plunge pool is also impressive with its depth and x_width. Located nearby is another waterfall known as Chimapokpo Falls.","regDate":"2022-08-30","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites","Waterfalls"],"imgUrl":"/2022-08-30-1661836323858/772243_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-30-1661836323858"},{"id":"2022-08-29-1661769914101","title":"Jungmisan Recreational Forest (중미산자연휴양림)","description":"Jungmisan Recreational Forest unfolds at the end of a lovely drive along the famous Nongdachigogae Road, the highest ridge road in the vicinity of Seoul. The forest boasts a striking landscape of thick groves of trees and a view overlooking the Namhangang River. During some mornings, the forest’s log cabins are veiled by a thick fog, further adding to the beautiful natural ambience.<br><br>Rising 834 meters above sea level, Jungmisan Mountain is a popular sunrise destination frequented by throngs of hikers every year. Thick forests of pine trees create a rooftop of branches from spring to fall. Being surrounded by the tall mountains of Baegunsan, Yumyeongsan, and Yongmunsan, Jungmisan Mountain feels like it is in the inner mountainous region of Gangwon-do, although it is close to Seoul.<br><br>The forest has log cabins that can accommodate groups of 4 to 10 people as well as campsites that complement the surrounding natural environment. Visitors can enjoy a comfortable walk through the trees on a trail that winds through the heart of the forest.","regDate":"2022-08-29","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"/2022-08-29-1661769914101/607986_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-29-1661769914101"},{"id":"2022-08-29-1661766067282","title":"Jungmisan Observatory (중미산 천문대)","description":"Situated only 40 minute's drive from Seoul, the Jungmisan Observatory is nestled within Jungmisan Recreational Forest 437 kilometers above sea level. In addition to the beautiful natural scenery, the main draw of this particular location is that there is no other place near Seoul as this forest where one can get an excellent view of the night sky. From Seoul, one might expect to see about three stars on a good day, while at the Jungmisan Observatory one can typically observe over 3,000 stars. <br><br>Jungmisan Observatory provides an experiential learning center that offers astronomy programs for children, including preschoolers. Children can gain a deeper understanding of space and basic astronomy through various programs, such as stargazing. In addition to the astronomy programs, the observatory also offers forest bathing, forest ecology, and insect learning programs along with the nearby recreational forest.","regDate":"2022-08-29","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2022-08-29-1661766067282/219615_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-29-1661766067282"},{"id":"2022-08-29-1661762901742","title":"Jeongok-ri Prehistoric Site - Hantangang River Geopark (연천 전곡리 유적-한탄강 국가지질공원)","description":"The Jeongok-ri Prehistoric Site is the prime site on the Korean peninsula for the study of Paleolithic relics, and was unearthed after the discovery of a stone implement by an American soldier who was visiting an amusement park near Hantangang River in the winter of 1978. It was identified as an Acheulean Paleolithic stone implement by an expert, and gained the attention of paleontologists from around the world. The Jeongok-ri Prehistoric Site is situated on a basalt deposit that was likely formed during the Precambrian era. With the discovery of soil wedge and tephra indicating the top layer to be estimated at least 20,000 years old,  the region is also considered highly valuable among geologists.","regDate":"2022-08-29","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-08-29-1661762901742/2616260_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-29-1661762901742"},{"id":"2022-08-29-1661758931765","title":"Jebudo Island (제부도)","description":"From Jebudo Island visitors can witness the parting of the sea. The sea parts twice a day during the low tide. Located in the vicinity of Seoul, the island is ideal for an overnight family trip. The sunset over the ocean is one of the most beautiful scenes on the west coast. The island has various attractions including water walk, walking trails, beaches and art park.","regDate":"2022-08-29","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites"],"imgUrl":"/2022-08-29-1661758931765/2482729_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-29-1661758931765"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}