{"pageProps":{"content":"![Songido Island (송이도)](/2023-01-29-1674988541021/2387488_image2_1.webp)\n\n  \n## Overview\n\n> Songido Island, the second largest island in Nagwol-myeon District, is home to Koreas one and only white pebble beach, several different species of trees, sea caves and joints created by coastal erosion. Moreover, it features various leisure activities such as fishing, camping and swimming.<br><br>Chilsando, an affiliated islet of the Songido, is home to a yellow-billed egret, designated as Natural Monument No. 361, and a black-tailed gull. The sound of the black-tailed gull was selected as the most beautiful sound that a living creature can make in the competition sponsored by the Ministry of Environment in 1999. Moreover, the islet has been named as the most beautiful island in the nation by the Ministry of Maritime Affairs and Fisheries in 2003.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <BR>(Korean, English, Japanese, Chinese) <BR>• For more info: +82-61-350-5981|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Available Facilities:|Accommodations, health clinic, convenience store, swimming pool, police station|\n  \n## Detail Image\n![/2023-01-29-1674988541021/2387485_image2_1.webp](/2023-01-29-1674988541021/2387485_image2_1.webp)\n![/2023-01-29-1674988541021/2387486_image2_1.webp](/2023-01-29-1674988541021/2387486_image2_1.webp)\n![/2023-01-29-1674988541021/2387487_image2_1.webp](/2023-01-29-1674988541021/2387487_image2_1.webp)\n![/2023-01-29-1674988541021/2387490_image2_1.webp](/2023-01-29-1674988541021/2387490_image2_1.webp)\n![/2023-01-29-1674988541021/2387491_image2_1.webp](/2023-01-29-1674988541021/2387491_image2_1.webp)\n![/2023-01-29-1674988541021/2387492_image2_1.webp](/2023-01-29-1674988541021/2387492_image2_1.webp)\n![/2023-01-29-1674988541021/2387494_image2_1.webp](/2023-01-29-1674988541021/2387494_image2_1.webp)\n![/2023-01-29-1674988541021/2387495_image2_1.webp](/2023-01-29-1674988541021/2387495_image2_1.webp)\n![/2023-01-29-1674988541021/2387497_image2_1.webp](/2023-01-29-1674988541021/2387497_image2_1.webp)\n![/2023-01-29-1674988541021/1941288_image2_1.webp](/2023-01-29-1674988541021/1941288_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-61-350-5981](tel:+82613505981)\n- [🏠tour.yeonggwang.go.kr](http://tour.yeonggwang.go.kr)\n\n\n```googleMap\nlatitude: 35.2830632650\nlongitude: 126.1449561434\ntitle: Songi-ri, Nagwol-myeon, Yeonggwang-gun, Jeollanam-do\n```\n  \n## Directions\n  \nFrom Seoul Central City Bus Terminal, take an express bus to Yeonggwang Bus Terminal. From Yeonggwang Bus Terminal Bus Stop, take a local bus bound for Gyema Port and get off at Gyema Port Bus Stop. Take a passenger ferry from Gyema Port to Songido Island.\n","data":{"id":"2023-01-29-1674988541021","title":"Songido Island (송이도)","description":"Songido Island, the second largest island in Nagwol-myeon District, is home to Koreas one and only white pebble beach, several different species of trees, sea caves and joints created by coastal erosion. Moreover, it features various leisure activities such as fishing, camping and swimming.<br><br>Chilsando, an affiliated islet of the Songido, is home to a yellow-billed egret, designated as Natural Monument No. 361, and a black-tailed gull. The sound of the black-tailed gull was selected as the most beautiful sound that a living creature can make in the competition sponsored by the Ministry of Environment in 1999. Moreover, the islet has been named as the most beautiful island in the nation by the Ministry of Maritime Affairs and Fisheries in 2003.","regDate":"2023-01-29","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"/2023-01-29-1674988541021/2387488_image2_1.webp","blogPath":"Jeollanam-do/2023-01-29-1674988541021","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-29-1674988541021"},"dataList":[{"id":"2023-02-06-1675668967364","title":"Taedo Islands (태도)","description":"Taedo Islands, located between Hongdo Island and Gageodo Island, comprises three islands. The island in the middle is called Sangtaedo Island, the island next in line is Jungtaedo Island, and the last is Hataedo, the southernmost island located nearest to Gageodo Island. Deep and clear waters surrounding the islands make for a perfect habitat for marine life. Taedo Islands are popular for seaweed that grows naturally on the rocks, often collected by hanyeo (woman divers). People on Taedo Islands have great respect for nature and perform rituals every year on Seollal (Lunar New Years Day) for prosperity and safety at sea.","regDate":"2023-02-06","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"","blogPath":"Jeollanam-do/2023-02-06-1675668967364"},{"id":"2023-02-06-1675665616372","title":"Suncheonman Bay National Garden (순천만국가정원)","description":"Suncheonman Bay National Garden was established on a plot of 1.12 million ㎢ to help protect Suncheonman Bay. The garden is home to over 790,000 trees in 505 species and 3.15 million flowers in 113 species. The numerous groups of tulips and royal azaleas are truly a sight to see. In addition, the nearby 30,000 ㎡ field of canola flowers in full bloom in May creates a beautiful yellow wave of color. Although there are restaurants within the garden, bringing in food is allowed, making the garden a great location for a picnic in the shade of the trees. <br><br>After exploring the garden, visitors can hop on the unmanned shuttle train (PRT) and ride to Suncheon Literature Center, and then transfer to the Reed Trolley to pass the 1.2-kilometer stretch of reeds to Mujingyo Bridge.","regDate":"2023-02-06","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Recreational Sites","Theme Parks"],"imgUrl":"/2023-02-06-1675665616372/1817088_image2_1.webp","blogPath":"Jeollanam-do/2023-02-06-1675665616372"},{"id":"2023-02-06-1675661728787","title":"Sinan Marine Archaeology Monuments (신안해저유물 발굴 기념비)","description":"Sinan Marine Archaeology Monuments, located in Jeungdo Island, came to existence after the discovery of the ancient artifacts. Over 28,000 items were found mostly near the region of Doduk-do Island, including  treasures from Song and Won Dynasties. After the first discovery  in 1975, more and&nbsp;various excavation results were reported, unearthening  600 years&nbsp;history, and gave a glimpse into Korea and Chinas remarkable development in intergovernmental, as well as&nbsp;trading cooperations in the past, awakening millions of&nbsp;historians in both nations. <br><br>The excavated artifacts are now housed for display at the&nbsp;Nation Museum of Korea in Seoul&nbsp;and National Maritime Museum located in Mokpo. In addition, the venue where this remarkable&nbsp;discovery was&nbsp;made and&nbsp;the monument that was erected, became&nbsp;the National Historical Site No. 274 so as to recognize the efforts and sacrifices that the divers had to make back then to preserve and unearth these world treasures.","regDate":"2023-02-06","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Architectural Sights","Monuments/Observatories"],"imgUrl":"/2023-02-06-1675661728787/2612371_image2_1.webp","blogPath":"Jeollanam-do/2023-02-06-1675661728787"},{"id":"2023-02-06-1675658350220","title":"Nohwado Island (노화도)","description":"Nohwado Island, a stopping point en route to Bogildo Island, is well known for its abalone and mussel production. The island produces 70% of Koreas cultivated abalone, and offers seashell harvesting programs. Other attractions include Nohwa Red Sea, Geuknaksa Temple, and the 450-year-old hackberry tree.","regDate":"2023-02-06","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"/2023-02-06-1675658350220/2726865_image2_1.webp","blogPath":"Jeollanam-do/2023-02-06-1675658350220"},{"id":"2023-02-06-1675654585978","title":"Namchanggyegok Valley (남창계곡)","description":"Namchanggol Valley, located at the foot of Ibamsan Mountain with a x_height of about 654 meters, belongs to the southern part of Naejangsan National Park (Namchang District). It consists of six valleys, including Sanseong, Eunseon-dong, and Banseok-dong (Saejaegyegok Valley). Nearby there is the Chonnam National University training center and beautiful surrounding scenery. Despite being well-known, visitors can enjoy their time without being crowded making it a very good summer resort. Hermitages such as the famous Baegyangsa Temple, Yaksaam Rock, and Yeongcheongul Cave, Jangseongho Lake and Bija grove are nearby as well. In particular, Ibamsanseong Fortress located in the upper reaches of the valley is Pogoksiksanseong Fortress built during the Samhan Period and designated as National Historic Site No. 384.<br><br>The Namchang Valley Nature Observation Trail, which is about 730 meters long, is equipped with various information boards and experience facilities related to nature learning, making it a good place for ecological learning. The nature observation path has themes to provide visitors with a variety of attractions, and the long stretch of cedar forest is also a must-see. In autumn, the maple leaves from the maple trees fall into the valley water creating a stunning scenery.","regDate":"2023-02-06","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites","Valleys"],"imgUrl":"","blogPath":"Jeollanam-do/2023-02-06-1675654585978"},{"id":"2023-02-05-1675593311786","title":"Nagwoldo Island (낙월도)","description":"Located off the coast of Jeollanam-do Province, Nagwoldo Island has a population of just under 300. In addition to a large sandy beach, the island features a small yet charming fishing village, and a couple of hiking trails that meander through its great natural scenery.<br><br><b>Island History</b><br>Nagwoldo Island, which belongs to Nagwol-myeon, borders with Imja-myeon, Sinan-gun to its south. Before it was called Nagwoldo, the island had been called Jinwoldo during the Joseon Dynasty, Daenagwoldo since 1896 when it became part of Jido-gun, then Sangnagwoldo in 1914 when it became part of Yeonggwang-gun.","regDate":"2023-02-05","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"","blogPath":"Jeollanam-do/2023-02-05-1675593311786"},{"id":"2023-02-05-1675589720030","title":"Mudeungsan Mountain (무등산)","description":"Mudeungsan covers an area of about 30 square meters above the metropolitan city of Gwangju, Hwasun-gun and the nearby Damyang-gun. The name means ‘a high mountain’ or, more mysteriously, a mountain beyond classification’.  <br><br>Mudeungsan Mountain (무등산) is not too steep and many people come for a hike on the weekends or public holidays. Highlights on the way include the Seoseokdae, Ipseokdae, Seinbong and Gyubong Rocks, Wonhyo and Yongchu Valleys – as well as Jigong Neodeol (cluster of rocks) – and the Deoksan Neodeol. To enjoy a great view, try going up Jungmeorijae, Jangbuljae or the Donghwasa Temple Site, or the Jangwonbong Peak. Visitors coming from the Hwasun side of the mountain can see the picturesque Dongbokho Lake from Ipseokdae and Gyubong Rock, Jingong Neodeol, Jangbul, Baekma ridge and Gyubongam temple.","regDate":"2023-02-05","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites","Mountains"],"imgUrl":"","blogPath":"Jeollanam-do/2023-02-05-1675589720030"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}