{"pageProps":{"content":"![Pyeongsari Field (평사리들판)](/2022-12-24-1671856736621/2026182_image2_1.webp)\n\n  \n## Overview\n\n> Pyeongsari Field was created by Seomjingang River flowing through the canyon which attracted people to form a village. The field served as the central farming field and fed the villagers for many years and appeared as a setting in Park Kyongnis novel Land. Pyeongsari field is one of the largest fields found along Seomjingang River, boasting a size of 2,743,801 ㎡.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info:+82-55-880-2651|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Tour Course Information:|[Trails following the Seomjingang River]<br> <br />\"Land\" Park Kyongni’s Literature of Life<br>Pyeongsari Park course: Pyeongsari Park (Gaechi Ferry Terminal) - Pyeongsari field - Dongjeongho Lake - House of Choi Champan - Historic House of the Cho Clan - Chwigannim - Seomjingang River bank - Hadong Hwagae Market <br /><br>* Inquiries:  Korean Writers Association Hadong Branch +82-55-882-2675|\n  \n## Detail Image\n![/2022-12-24-1671856736621/1322013_image2_1.webp](/2022-12-24-1671856736621/1322013_image2_1.webp)\n![/2022-12-24-1671856736621/1322017_image2_1.webp](/2022-12-24-1671856736621/1322017_image2_1.webp)\n![/2022-12-24-1671856736621/1322027_image2_1.webp](/2022-12-24-1671856736621/1322027_image2_1.webp)\n![/2022-12-24-1671856736621/1322029_image2_1.webp](/2022-12-24-1671856736621/1322029_image2_1.webp)\n![/2022-12-24-1671856736621/1322042_image2_1.webp](/2022-12-24-1671856736621/1322042_image2_1.webp)\n![/2022-12-24-1671856736621/1322047_image2_1.webp](/2022-12-24-1671856736621/1322047_image2_1.webp)\n![/2022-12-24-1671856736621/1322057_image2_1.webp](/2022-12-24-1671856736621/1322057_image2_1.webp)\n![/2022-12-24-1671856736621/1322058_image2_1.webp](/2022-12-24-1671856736621/1322058_image2_1.webp)\n![/2022-12-24-1671856736621/1322065_image2_1.webp](/2022-12-24-1671856736621/1322065_image2_1.webp)\n![/2022-12-24-1671856736621/1321988_image2_1.webp](/2022-12-24-1671856736621/1321988_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-1588-3186](tel:+8215883186)\n- [🏠tour.hadong.go.kr](http://tour.hadong.go.kr/)\n\n\n```googleMap\nlatitude: 35.1481296110\nlongitude: 127.6865092682\ntitle: Pyeongsari-gil, Hadong-gun, Gyeongsangnam-do\n```\n  \n\n","data":{"id":"2022-12-24-1671856736621","title":"Pyeongsari Field (평사리들판)","description":"Pyeongsari Field was created by Seomjingang River flowing through the canyon which attracted people to form a village. The field served as the central farming field and fed the villagers for many years and appeared as a setting in Park Kyongnis novel Land. Pyeongsari field is one of the largest fields found along Seomjingang River, boasting a size of 2,743,801 ㎡.","regDate":"2022-12-24","author":"korea-tour","tag":["Gyeongsangnam-do","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2022-12-24-1671856736621/2026182_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-24-1671856736621","pageUrl":"https:/mcdryad.com/Gyeongsangnam-do/2022-12-24-1671856736621"},"dataList":[{"id":"2022-12-28-1672223797158","title":"Jirisan Cheonwangbong Peak (지리산 천왕봉)","description":"Along with Geumgangsan Mountain and Hallasan Mountain, Jirisan Mountain is known to be one of the most sacred mountains in Korea. It was named ‘Jiri’ because it was believed to be a place that turns the innocent into the wise. On December 29, 1967 Jirisan National Park was declared the nation’s first and biggest national park. Its 440.517 square kilometer area covers Hadong, Sancheon and Hamyang in Gyeongsangnam-do; Gurye in Jeollanam-do ; and Namwon in Jeollabuk-do region. The total area is seven times that of Gyeryongsan National Park and 52 times that of all of Yeouido Island in Seoul. <br><br>At 1,915.4 meters high, Cheonwangbong Peak is the second highest peak in Jirisan National Park. Countless valleys and waterfalls surround the peak, as well as trails connecting to other peaks within the park.","regDate":"2022-12-28","author":"korea-tour","tag":["Gyeongsangnam-do","Nature","Natural Sites","National Parks"],"imgUrl":"","blogPath":"Gyeongsangnam-do/2022-12-28-1672223797158"},{"id":"2022-12-28-1672220161774","title":"Jangcheokgyegok Valley (장척계곡)","description":"Located at the foot of Sineosan Mountain in Gimhae, Gyeongsangnam-do, Jangcheokgyegok Valley is a natural recreation area that is surrounded by natures beauty. The sound of running water coming from Dongbonggyegok Valley, the dense forest, and the huge rocks make this place a soothing place to relax. Located close to the valley are Jangcheok Village, Jangcheok Reservoir, and a site thats shaped like a wild boar descending from the mountain.","regDate":"2022-12-28","author":"korea-tour","tag":["Gyeongsangnam-do","Nature","Natural Sites","Valleys"],"imgUrl":"","blogPath":"Gyeongsangnam-do/2022-12-28-1672220161774"},{"id":"2022-12-28-1672216629205","title":"House N Garden (원예예술촌)","description":"House N Garden was created by people who love gardens including Park Won-suk, the TV actress. The garden is comprised of themed private gardens such as the perfume, palm tree, topiary, vegetable, windmill, spa, flower roof gardens and other facilities including a path, a pond, observation deck, a pavilion, a fountain, flower road, flower fences, and a green house. In addition, the garden offers the facilities like a cutting-edge video room, performance room, exhibition room, a café, and a guest house for visitors.","regDate":"2022-12-28","author":"korea-tour","tag":["Gyeongsangnam-do","Nature","Natural Sites","Botanical Gardens"],"imgUrl":"/2022-12-28-1672216629205/2609990_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-28-1672216629205"},{"id":"2022-12-28-1672212935139","title":"Hongryudonggyegok Valley (홍류동계곡)","description":"The 4 km valley between the entrance of Gayasan Mountain National Park entrance and Haeinsa Temple is called Hongryudonggyegok Valley.  It was named so because the leaves turn so crimson that the water of the valley reflects the color and appears crimson as well. This is the place where Chi-Won Choe, after returning from Dang China to Silla (BC 57-AD 935) found Korea in disarray. It was too much to bear for him so he retired to live privately with poetry until his death. <br><br>There are 19 famous places in Hongryudonggyegok Valley, including major cultural assets like Jongsangjeong Pavilion, Nakhwadam, and Bunokpok. The scenery of Nongsanjeong Pavilion, where Chi-Won Choe read poetry and played baduk, is especially beautiful.  On the opposite side is a rock where you can see the handwring of Chi-Won Choe. The Yongmunpokpo Falls, located on the north end of the valley, has beautiful scenery with its harmonious blend of falling water and Giamgoiseok (fantastic rocks and stones).  <br><br>The scenery of Hongryudonggyegok Valley changes every season, and it is the finest part of Gayasan Mountain. It is famous for the azaleas in full bloom during the spring, and for the thousand-year-old pine trees and broad-leaved trees growing thickly throughout the valley and the cool, clear water that runs through it during the summer. In the fall, the nearby pine tree forests and broad-leaved trees tinge in color and accentuate the crimson foliage of autumnal leaves, making the crimson reflection of the leaves in the valley water look like a rising flame, and shows why the valley was named Hongryudonggyegok Valley.","regDate":"2022-12-28","author":"korea-tour","tag":["Gyeongsangnam-do","Nature","Natural Sites","Valleys"],"imgUrl":"/2022-12-28-1672212935139/2625847_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-28-1672212935139"},{"id":"2022-12-28-1672209537187","title":"Hapcheon Okgyeseowon Confucian Academy (옥계서원(합천))","description":"Hapcheon Okgyeseowon Confucian Academy was built to store Yulgok Yi Is writings, Gyeokmongyogyeol and Haedongyeonwonnok. Okgyeseowon was originally founded approximately 4 kilometers away from Hyangok-dong on the third year of Yeongjos reign (1725) before it was closed due to the seowon abolishment policy by Heungseon Daewongun. On the sixth year of King Gojong’s reign, it was re-built about 200 meters away from the east side of the village. The academy is composed of a lecture hall, Sowonsa, Naesammun, Oesammun, Gwallisa and more.","regDate":"2022-12-28","author":"korea-tour","tag":["Gyeongsangnam-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"","blogPath":"Gyeongsangnam-do/2022-12-28-1672209537187"},{"id":"2022-12-28-1672198581086","title":"Hambyeongnu Pavilion (함벽루)","description":"Included in Hapcheons Eight Scenic Views, Hambyeongnu Pavilion was built in 1321, during the 8th year of Goryeo King Chungsuk by Hapcheon County Lord Kim Mo. It is located at the foot of Chuijeokbong Peak, with views of Jeongyangho Lake and Hwanggang River. The pavilion was visited by many poets, with writings from Toegye Yi Hwang, Nammyeong Josil, and Wooam Song Si-yeol hanging from tablets inside, and a rock engraved with Hambyeongnu behind the pavilion.<br><br>Hambyeongnu is a 3 pillar wide by 2 pillar deep, 2-story pavilion, with an octagonal roof connected with a frame of five parts. The roof of the pavilion is famous in that when it rains, the water drips straight off the eaves and into the river below.","regDate":"2022-12-28","author":"korea-tour","tag":["Gyeongsangnam-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"","blogPath":"Gyeongsangnam-do/2022-12-28-1672198581086"},{"id":"2022-12-27-1672137374801","title":"Gayasan National Park (Hongnyu-dong, Cheongnyang-dong Area) (가야산국립공원(홍류동,청량동지구))","description":"Gayasan Mountain stretches along the border of Gyeongsangnam-do and Gyeongsangbuk-do in an area of approximately 76 square kilometers. The mountains peak, Sangwangbong Peak, reaches 1,430 meters above sea level. Gayasan Mountain was designated as Scenic Site No. 5 in 1966 and National Park No. 9 in 1972 due to its breathtaking scenery. Gayasan Mountain is known to offer one of the best scenic views in the country and also as the home of Haeinsa Temple.","regDate":"2022-12-27","author":"korea-tour","tag":["Gyeongsangnam-do","Nature","Natural Sites","National Parks"],"imgUrl":"","blogPath":"Gyeongsangnam-do/2022-12-27-1672137374801"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}