{"pageProps":{"content":"![Buyeo Naseong Fortress [UNESCO World Heritage] (부여 나성 [유네스코 세계문화유산])](/2022-11-02-1667372047028/2725771_image2_1.webp)\n\n  \n## Overview\n\n> Buyeo Naseong, also known as the Outer City Wall, was built to protect the capital of Baekje, Sabi. It has a x_height of about 8.4 kilometers. The wall surrouned Busosanseong Fortress and extended to the city of Buyeo. <br><br>The wall is one of the oldest walls along with Naseong in Pyeongyang and it is estimated to have been built around 538, when the Baekje capital was changed from Woonjin (current Gongju) to Sabi (current Buyeo). The wall of the fortress starts from the site where Dongmun (East gate) was located to the area of Geumgang River, made by piling soil up. However, only a few traces remain of its former glory. <br><br>For now, it leaves a blurry trail including a 20 meter area to the east of Cheongsanseong Fortress, Dongmun Bridge from Seokmok-ri, and an area from Pilseobong Peak to Yeomchang-ri. While the outer wall is sharply sloped, the inner wall was built with a gentle slope to make it easier for horses to reach the guard posts on the top of the wall. Inside the fortress, the palace of Baekje, government offices, houses, temples, stores and protected facilities can be seen. The entire structure of Naseong Fortress features Geumgang River in the south and west sides, providing a natural double-defense system. The wall was one of the important outer defense facilities along with Cheongsanseong and Cheongmasanseong Fortresses.<br><br>* Area  554,591 ㎡\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330<br>(English, Korean, Japanese, Chinese)<br>• For more info: +82-41-830-2623|\n|usetime:|Open 24 hr|\n  \n\n  \n\n  \n## Contact\n\n- [☎️+82-41-830-2623](tel:+82418302623)\n- [🏠tour.buyeo.go.kr</a><br><a href=\"http://www.cha.go.kr\" target=\"_blank\">www.cha.go.kr](http://tour.buyeo.go.kr)\n\n\n```googleMap\nlatitude: 36.2583128119\nlongitude: 126.9410769085\ntitle: 100-11, Dongmun-ro142beon-gil, Buyeo-gun, Chungcheongnam-do\n```\n  \n\n","data":{"id":"2022-11-02-1667372047028","title":"Buyeo Naseong Fortress [UNESCO World Heritage] (부여 나성 [유네스코 세계문화유산])","description":"Buyeo Naseong, also known as the Outer City Wall, was built to protect the capital of Baekje, Sabi. It has a x_height of about 8.4 kilometers. The wall surrouned Busosanseong Fortress and extended to the city of Buyeo. <br><br>The wall is one of the oldest walls along with Naseong in Pyeongyang and it is estimated to have been built around 538, when the Baekje capital was changed from Woonjin (current Gongju) to Sabi (current Buyeo). The wall of the fortress starts from the site where Dongmun (East gate) was located to the area of Geumgang River, made by piling soil up. However, only a few traces remain of its former glory. <br><br>For now, it leaves a blurry trail including a 20 meter area to the east of Cheongsanseong Fortress, Dongmun Bridge from Seokmok-ri, and an area from Pilseobong Peak to Yeomchang-ri. While the outer wall is sharply sloped, the inner wall was built with a gentle slope to make it easier for horses to reach the guard posts on the top of the wall. Inside the fortress, the palace of Baekje, government offices, houses, temples, stores and protected facilities can be seen. The entire structure of Naseong Fortress features Geumgang River in the south and west sides, providing a natural double-defense system. The wall was one of the important outer defense facilities along with Cheongsanseong and Cheongmasanseong Fortresses.<br><br>* Area  554,591 ㎡","regDate":"2022-11-02","author":"korea-tour","tag":["Chungcheongnam-do","Culture/Art/History","Historical Sites","Fortresses"],"imgUrl":"","blogPath":"Chungcheongnam-do/2022-11-02-1667372047028","pageUrl":"https:/mcdryad.com/Chungcheongnam-do/2022-11-02-1667372047028"},"dataList":[{"id":"2022-11-05-1667626702002","title":"Daenanjido Island (대난지도)","description":"Nanjido Island&nbsp;gets its name from the fact that there are many orchids (‘nan’) and gromwells (‘ji’) on the island and because it is the largest of the islands in the area, the word ‘dae (big)’ is attached to the beginning of the name. The island is particularly famous for its fine sand beach and many sweetbriers. With close distance to Seoul and metropolitan areas, the island is visited by many people throughout the year.<br><br> The Nanjido Island area is an archipelago with eight islands (including Nanjido Island).  A tour of the area offers the chance to view diverse sea landscapes as well as exceptional view of the sunset.","regDate":"2022-11-05","author":"korea-tour","tag":["Chungcheongnam-do","Nature","Natural Sites"],"imgUrl":"/2022-11-05-1667626702002/2372092_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-05-1667626702002"},{"id":"2022-11-05-1667623862653","title":"Daejosa Temple (Buyeo) (대조사 (부여))","description":"Below Seongheungsanseong Fortress (built in 501 during the Baekje Kingdom) in Buyeo is an ancient temple called Daejosa (great bird temple). &nbsp;Inside the temple grounds stands a giant standing stone Buddha statue looking toward the east. The temple, which was founded during the&nbsp;5th year of the Baekje Kingdom, has an interesting legend behind its origin. <br><br>According to the legend, an old monk fell asleep after praying under a large rock on the slopes of Seongheungsan Mountain. In his dream, a large bird glowing in gold  flew in from the west and sat on the rock where Daejosa currently stands. While the bird continuoulsy flapped its wings, a ray of light shone on the rock and it was there that the statue of Avalokitasvara Bodhisattva appeared. <br><br>The old monk had the same dream at the same time for many days. He recounted his dream to the seongju (castle lord), who then reported it to King Seong of Baekje. The king interpreted the dream as a sign that it was the right time to move the capital of Baekje to Sabi (now Buyeo) and ordered the construction of a large temple at the location that appeared in the dream. The temple was so big that even at a hurried pace, it would still take 10 years to build. Workers had to work day and night, and every time the workers felt tired, birds would come singing to brighten up the atmosphere so that the workers can forget the fatigue and continue working. Hence, the temple was completed after only&nbsp;five years. Because of the golden bird, the temple was named Daejosa, literally meaning temple of a great bird.<br><br> The rock on which Avalokitasvara Bodhisattva appeared in the dream was recreated as a stone statue of a Buddha. This standing stone Maitreya Bodhisattva statue is a fine work of sculpture which, along with the stone Bodhisattva of Gwanchoksa Temple (Treasure No. 218), is a representative heritage of the early Gorye period.<br><br>In front of Wontongbojeon Hall (a hall enshrining Avalokitasvara Bodhisattva) stands a pagoda. In the old days, the stone pagoda used to have only the cover stones but as the pagoda body stones were found, the structure was completely restored in 1975. This pagoda is assumed to have been built in the early days of the Goryeo Kingdom.","regDate":"2022-11-05","author":"korea-tour","tag":["Chungcheongnam-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-11-05-1667623862653/210537_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-05-1667623862653"},{"id":"2022-11-05-1667620948842","title":"Daeheung Dongheon (대흥동헌)","description":"Dongheon refers to the administrative building or headquarters for the top city official of the Joseon dynasty. This tile-roofed house measures six <em>kan</em> (traditional Korean measuring unit), or approximately 14.4 meters, on the front, two kan (4.8 meters) on the side and is 3.3 meters in x_height. Records carved on its gate show that the wooden house was constructed in 1407. The house, which is characteristic of late Joseon dynasty architecture, was once used as Daeheung-myeon office, but was dismantled and restored to its original appearance in 1979.","regDate":"2022-11-05","author":"korea-tour","tag":["Chungcheongnam-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-11-05-1667620948842/1281020_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-05-1667620948842"},{"id":"2022-11-04-1667558592768","title":"Daedunsan Recreational Forest (대둔산자연휴양림)","description":"Daedunsan Recreational Forest contains deep valleys and magnificent peaks. The new-growth forest on the lower half of the mountain is in perfect harmony with its idyllic surroundings. Nearby tourist attractions include Daedunsan Provincial Park, Taegosa Temple, and a battlefield from the Imjin War (1592-1598).","regDate":"2022-11-04","author":"korea-tour","tag":["Chungcheongnam-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"/2022-11-04-1667558592768/607946_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-04-1667558592768"},{"id":"2022-11-04-1667554819004","title":"Daedunsan Provincial Park (Nonsan Section) (대둔산도립공원 (논산))","description":"Daedunsan Mountain offers spectacular views and various scenic spots like Gunjigyegok Valley, Surakpokpo Falls, Macheondae Seonnyeopokpo Falls, Nakjodae Peak, Surakgyegok Valley, and more. In particular, the one-kilometer-high cliff and the unique rock formations at Surakpokpo Falls provide great scenery.<br><br>Surakpokpo Falls and Gunjigyegok Valley are at the entrance of the hiking trail that leads up to Daedunsan Mountain. It is about a two-hour hike from Surakgyegok Valley to Macheondae Peak on Daedunsan Mountain.","regDate":"2022-11-04","author":"korea-tour","tag":["Chungcheongnam-do","Nature","Natural Sites","Provincial Parks"],"imgUrl":"/2022-11-04-1667554819004/2687502_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-04-1667554819004"},{"id":"2022-11-04-1667551787817","title":"Daedunsan Provincial Park (Geumsan Section) (대둔산도립공원 (금산))","description":"While the Wanju section of Daedunsan Provincial Park is more developed and rather larger than the Geumsan section, Geumsan has the distiction of being home to Taegosa Temple, the most important hertiage of the mountain. Daedunsan Mountain features many unique rock formations and small peaks with a clean environment. There are lush forests and beautiful valleys that turn crimson with the arrival of fall. Additional attractions of the park include a battlefield from the Imjin War (1592-1598), and Seokmun Gate, a stone gate before Taegosa Temple.","regDate":"2022-11-04","author":"korea-tour","tag":["Chungcheongnam-do","Nature","Natural Sites","Provincial Parks"],"imgUrl":"/2022-11-04-1667551787817/2514089_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-04-1667551787817"},{"id":"2022-11-04-1667547465111","title":"Daecheon Beach (대천해수욕장)","description":"Daecheon Beach, located in Boryeong, Chungcheongnam-do, is a 3.5-kilometer-long, 100-meter-wide sandy beach. The beach has a gentle slope and clean sand, making it a popular summer vacation spot. As part of the western coast, the beach is also famous for beautiful sunsets. The beach area is divided into the areas of Sunset Plaza and Mud Square. Each area holds various fun events every summer. In particular, Boryeong Mud Festival, held every July, is a popular festival among both domestic and international tourists.","regDate":"2022-11-04","author":"korea-tour","tag":["Chungcheongnam-do","Nature","Natural Sites"],"imgUrl":"/2022-11-04-1667547465111/1830271_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-04-1667547465111"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}