{"pageProps":{"content":"![Daehan Dawon Tea Plantation (대한다원)](/2023-01-16-1673847347855/2652133_image2_1.webp)\n\n  \n## Overview\n\n> Daehan Dawon Tea Plantation produces high-quality green tea and is a popular tourist attraction year-round thanks to the vast rows of tea trees that line the hillside like a deep green carpet. Despite being located on a small peak at just 350 meters above sea level, the observation deck at the summit offers views of the sea on clear days. The entrance to the tea plantation is also lined with tall cedar trees, adding a unique aspect to this plantation. Daehan Dawon Tea Plantation has been featured as a filming site in dramas such as “Summer Scent (2002),” “Legend of the Blue Sea (2017),” and “The Rebel (2017).”\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br>(Korean, English, Japanese, Chinese) <br>• For more info: +82-61-852-4540|\n|parking:|Available 06:00-19:00 <br>* Vans and larger vehicles should use the parking lot for buses.|\n|restdate:|N/A (Open all year round )|\n|usetime:|March-October 09:00-18:00 / November-February 09:00-17:00|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Film Locations:|Drama \"Summer Scent (2003),\" \"Ugly Alert (2013)\", \"The Legend of the Blue Sea (2016)\", \"Rebel: Thief Who Stole The People (2017)\"|\n|Tour Course Information:|[Course 1 (approx. 20 min)] Ticket Booth - Cedar Forest Path - Fountain Square - Main Square - Main Stairway - Main Observatory - Commercial Filming Spot - Cherry Blossoms Path - Dawon Rest Center - Cedar Forest Path - Ticket Booth <br /><br>[Course 2 (approx. 30 min)] Ticket Booth - Cedar Forest Path - Fountain Square - Main Square - Cherry Blossoms Path - Commercial Filming Spot - Main Observatory - Waterfall - Palgakjeong Pavilion - Dawon Rest Center - Cedar Forest Path - Ticket Booth <br /><br>[Course 3 (approx. 40 min)] Ticket Booth - Cedar Forest Path - Fountain Square - Main Square - Main Stairway - Main Observatory - Juniper Forest - Tea Plantation Observatory - Ocean Observatory - Cypress Pathway - Palgakjeong Pavilion - Dawon Rest Center - Cedar Forest Path - Ticket Booth <br /><br>[Course 4 (hiking course / approx. 1 hour)] Ticket Booth - Cedar Forest Path - Fountain Square - Main Square - Main Stairway - Main Observatory - Juniper Forest - Tea Plantation Observatory - Ocean Observatory - Cypress Pathway - Palgakjeong Pavilion - Dawon Rest Center - Yew Forest - Maple Forest - Bamboo Forest - Ticket Booth <br /><br>[Course 5 (easy course for the elderly)] Ticket Booth - Cedar Forest Path - Fountain Square - Main Square - Cherry Blossoms Path - Main Observatory - Commercial Filming Spot - Dawon Rest Center - Cedar Forest Path - Ticket Booth|\n|Shopping Information:|* Boseong Dawon green tea shop and a souvenir shop<br>* Green tea restaurant|\n|Admission Fees:|Adults: Individual 4,000 won / Group 3,000 won <br>Children & Senior citizens: 3,000 won|\n|Available Facilities:|Convenience amenities (product shop)|\n|Restrooms:|Available|\n|Interpretation Services Offered:|Guide books in English available|\n|Reservation Info. for Foreigners:|Unguided tours|\n  \n## Detail Image\n![/2023-01-16-1673847347855/2652127_image2_1.webp](/2023-01-16-1673847347855/2652127_image2_1.webp)\n![/2023-01-16-1673847347855/2652128_image2_1.webp](/2023-01-16-1673847347855/2652128_image2_1.webp)\n![/2023-01-16-1673847347855/2652129_image2_1.webp](/2023-01-16-1673847347855/2652129_image2_1.webp)\n![/2023-01-16-1673847347855/2652130_image2_1.webp](/2023-01-16-1673847347855/2652130_image2_1.webp)\n![/2023-01-16-1673847347855/2652131_image2_1.webp](/2023-01-16-1673847347855/2652131_image2_1.webp)\n![/2023-01-16-1673847347855/2652132_image2_1.webp](/2023-01-16-1673847347855/2652132_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-61-852-4540](tel:+82618524540)\n- [🏠dhdawon.com</a><br><a href=\"https://www.boseong.go.kr/tour/tourist/9tour/greentea_field\" target=\"_blank\">www.boseong.go.kr](http://dhdawon.com/)\n\n\n```googleMap\nlatitude: 34.7156927977\nlongitude: 127.0788124916\ntitle: 763-65, Nokcha-ro, Boseong-gun, Jeollanam-do\n```\n  \n\n","data":{"id":"2023-01-16-1673847347855","title":"Daehan Dawon Tea Plantation (대한다원)","description":"Daehan Dawon Tea Plantation produces high-quality green tea and is a popular tourist attraction year-round thanks to the vast rows of tea trees that line the hillside like a deep green carpet. Despite being located on a small peak at just 350 meters above sea level, the observation deck at the summit offers views of the sea on clear days. The entrance to the tea plantation is also lined with tall cedar trees, adding a unique aspect to this plantation. Daehan Dawon Tea Plantation has been featured as a filming site in dramas such as “Summer Scent (2002),” “Legend of the Blue Sea (2017),” and “The Rebel (2017).”","regDate":"2023-01-16","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Industrial Sites","Foods & Beverages"],"imgUrl":"/2023-01-16-1673847347855/2652133_image2_1.webp","blogPath":"Jeollanam-do/2023-01-16-1673847347855","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-16-1673847347855"},"dataList":[{"id":"2023-01-26-1674711379193","title":"Mokpo Special Tourist Zone (목포 관광특구)","description":"Mokpo is a designated special tourist zone for marine culture tourism. One of the main attractions is Yudalsan Mountain, on top of which one can get a panoramic view of the entire city of Mokpo. The mountain’s walking trails are known to both locals and tourists alike as a place for forest bathing. <br><br>Samhakdo Island and Gatbawi Rock are also popular attractions. The annual Mokpo Maritime Cultural Festival is held on Samhakdo Island. Gatbawi is a rock formation shaped like a Korean hat. From Gatbawi Rock, there is a coastal trail that leads to Gatwabi Culture Street. The musical fountain at Pyeonghwa Plaza is located near Gatbawi Rock.<br><br>The Mokpo Wholesale Fish Market is full of marine products. Street vendors line the sidewalks selling hongeo (skate), which is a local specialty. Tourists can reach Yudalsan Mountain, Samhakdo Island and the Mokpo Wholesale Fish Market on foot from Mokpo Station. The City Tour Bus departs from Mokpo Station and takes travelers to major tourist attractions in the city.","regDate":"2023-01-26","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Recreational Sites","Tourist Complexes"],"imgUrl":"/2023-01-26-1674711379193/1784456_image2_1.webp","blogPath":"Jeollanam-do/2023-01-26-1674711379193"},{"id":"2023-01-26-1674707958018","title":"Mokpo Seosan-dong Borimadang & Sihwamaeul Village (목포 서산동 보리마당&시화마을)","description":"Sihwamaeul Village in Seosan-dong is a place that evokes memories and nostalgia, and there is a beautiful view of the harbor, the sea, and the village from the barley yard. Yeonhuis Supermarket, a filming location for the movie 1987  When the Day Comes (2017), is a popular tourist attraction among visitors. In addition, visitors can experience reenacting scenes from the movie and take photos at the photo zone at Yeonhuis Supermarket.&nbsp;<br>","regDate":"2023-01-26","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Experience Programs","Unique Experience"],"imgUrl":"/2023-01-26-1674707958018/2662644_image2_1.webp","blogPath":"Jeollanam-do/2023-01-26-1674707958018"},{"id":"2023-01-26-1674704187338","title":"Mokpo Marine Cable Car (목포 해상케이블카)","description":"Mokpo Marine Cable Car offers visitors an amazing view of the old downtown area of Mokpo, and the surrounding natural scenery, including Yudalsan Mountain and the southern sea. Crossing a length of 3.23 kilometers at a x_height of 155 meters, it is the longest and highest cable car in Korea, and was established to become the main attraction to represent Mokpos cultural tourism.","regDate":"2023-01-26","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites","Mountains"],"imgUrl":"/2023-01-26-1674704187338/2640153_image2_1.webp","blogPath":"Jeollanam-do/2023-01-26-1674704187338"},{"id":"2023-01-25-1674643018089","title":"Military Headquarters of Jeolla-do Province, Gangjin (강진 전라병영성)","description":"Jeolla Byeongyeongseong is a fortress located in Seongdong-ri, Byeongyeong-myeon, Gangjin-gun, Jeollanam-do.&nbsp;It played an important role as the main headquarter of the entire southwest region of the military in the Joseon era during the Japanese Invasion of Korea and Jeongyujaeran (the 2nd Japanese Invasion). <br><br> Built in 1414 during the time of King Taejong (17th year of his rule), the fortress spans over a 1,060m in length and has kept its original bottom base intact. Three Sugumun main gates, seven Ongseong, building sites, foundation stones, and 25 tombstones also remain. In addition, it is the best preserved fortress among the remaining fortresses in the Namhae area. Hamel, a Dutch sailor, drifted in the site from 1656 during the 7th year of King Hyojeong to 1663 during the 4th year of King Hyeonjeong in the Joseon dynasty and wrote a novel named ‘The Journal of Hendrick Hamel’ after visiting the area. His novel explained Korean policy, culture, and traditions of the time to the Western world.","regDate":"2023-01-25","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2023-01-25-1674643018089/220627_image2_1.webp","blogPath":"Jeollanam-do/2023-01-25-1674643018089"},{"id":"2023-01-25-1674639366140","title":"Mihwangsa Temple (미황사)","description":"Constructed during the eighth year of King Gyeongdeok of the Silla dynasty (749), Mihwangsa Temple is located on the western side of Dalmasan Mountain (489 meters), titled the Geumgangsan Mountain of the Southern Sea. The temple is situated the furthest south of all temples in the Korean peninsula. Beautiful sunsets and the view of the graceful Dalmasan Mountain from the temple attract numerous visitors. The foot of the mountain found behind the temple blends well with the suitable-sized temple and the appearance of Daeungbojeon Hall gives out an aura of comfort and tranquility. The cornerstone of Daeungbojeon Hall is carved with sea creatures, such as turtles and crabs that cannot be observed elsewhere. Other attractions include 18th century murals on the walls of Daeungbojeon and Unginjeon Halls.","regDate":"2023-01-25","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2023-01-25-1674639366140/2367443_image2_1.webp","blogPath":"Jeollanam-do/2023-01-25-1674639366140"},{"id":"2023-01-25-1674632178580","title":"Manyeonsa Temple - Hwasun (만연사(화순))","description":"Manyeonsa Temple is known to have been built in 1208, the fourth year of King Heejong’s (r. 1204-1211) reign during the Goryeo dynasty.<br><br>It is said that Manyeonsa Temple was constructed by Great Monk Manyeon after he dreamt of 16 nahans, Buddha’s disciples, preparing to build a temple to preserve Buddha’s statue when taking a short nap during his journey back to Songwangsa Temple in Jogyesan Mountain from Wonhyosa Temple in Mudeungsan Mountain. When he awoke from his nap, he noticed that snow had completely covered his nearby surroundings except for the exact spot where he lied down, which remained so warm that snow had melted and steam was rising from the ground. He then settled in the area by building a dugout where he continued to practice asceticism and later built Manyeonsa Temple.<br><br>The temple was partially destroyed during the Korean War (1950) and restoration efforts were made in 1978.","regDate":"2023-01-25","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2023-01-25-1674632178580/186136_image2_1.webp","blogPath":"Jeollanam-do/2023-01-25-1674632178580"},{"id":"2023-01-25-1674624967652","title":"Manseong-ri Black Sand Beach (만성리 검은모래해변)","description":"Manseong-ri Black Sand Beach is located 3 kilometers to the north along the coastal road from Yeosu EXPO Station. The beach, 540 meters in length and 25 meters in x_width, has an average water temperature of 25 degrees Celsius. The black sand is said to help blood circulation and remove toxins from the body.","regDate":"2023-01-25","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"/2023-01-25-1674624967652/1607882_image2_1.webp","blogPath":"Jeollanam-do/2023-01-25-1674624967652"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}