{"pageProps":{"content":"![Daedunsan Provincial Park (Jeollabuk-do Section) (대둔산도립공원(전북))](/2023-01-12-1673498370125/2514087_image2_1.webp)\n\n  \n## Overview\n\n> Daedunsan Mountain is defined by the grandiose rock peaks of Macheondae Summit, Chilseongbong, Janggunbong, and Ambong Peaks, as well as surrounding strange rocks and lush trees that fill the area including Samseonbawi Rock, Yongmungol Valley and Geumgangmun Gate. The area spanning from Macheondae Peak to Nakjodae Peak along the northern ridge offers a magnificent view, especially of the sunrise and sunset from Nakjodae.<br><br>Since its designation as a provincial park in 1977, Daedunsan Provincial Park has served as a scenic site equipped with recreational facilities including a cable car and Geumgang Suspension Bridge. A 5-minute cable car ride followed by a walk up the steep stairs leads to the suspension bridge, stretching 50 meters from Imgeumbawi Rock to Ipseokdae Pedestal. The park is also home to historic temples including Taegosa Temple of Jinsan, Ansimsa Temple of Unju, and Sinsounsa Temple of Byeolgok.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330<br>(Korean, English, Japanese, Chinese) <br> • For more info: +82-63-263-9949,<br> +82-63-263-6621~2|\n|parking:|Available|\n|restdate:|* Subject to abrupt closure due to adverse weather conditions.|\n|usetime:|[Cable Car] 09:00-18:00 <br>* Last ticketing 20 min before closing|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Facility Utilization Fees:|[Cable Car]<br>Round-trip: Adults 14,500 won / Children 11,000 won<br>One-way: Adults 11,000 won / Children 9,000 won<br><br>* Discount rates apply to groups (30 people or more) & senior citizens|\n|Available Facilities:|Grass square, campsite, pergolas, cable car, etc.|\n|Admission Fees:|Free|\n  \n## Detail Image\n![/2023-01-12-1673498370125/2514087_image2_1.webp](/2023-01-12-1673498370125/2514087_image2_1.webp)\n![/2023-01-12-1673498370125/2514089_image2_1.webp](/2023-01-12-1673498370125/2514089_image2_1.webp)\n![/2023-01-12-1673498370125/2514090_image2_1.webp](/2023-01-12-1673498370125/2514090_image2_1.webp)\n![/2023-01-12-1673498370125/2514092_image2_1.webp](/2023-01-12-1673498370125/2514092_image2_1.webp)\n![/2023-01-12-1673498370125/2514174_image2_1.webp](/2023-01-12-1673498370125/2514174_image2_1.webp)\n![/2023-01-12-1673498370125/2514175_image2_1.webp](/2023-01-12-1673498370125/2514175_image2_1.webp)\n![/2023-01-12-1673498370125/2514176_image2_1.webp](/2023-01-12-1673498370125/2514176_image2_1.webp)\n![/2023-01-12-1673498370125/2514177_image2_1.webp](/2023-01-12-1673498370125/2514177_image2_1.webp)\n![/2023-01-12-1673498370125/2514088_image2_1.webp](/2023-01-12-1673498370125/2514088_image2_1.webp)\n![/2023-01-12-1673498370125/2514091_image2_1.webp](/2023-01-12-1673498370125/2514091_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-63-263-9949](tel:+82632639949)\n- [🏠www.wanju.go.kr</a><br/><a href=\"http://www.daedunsancablecar.com/\" target=\"_blank\" title=\"new window popup\" class=\"Web\">www.daedunsancablecar.com](https://www.wanju.go.kr/tour/index.wanju)\n\n\n```googleMap\nlatitude: 36.1176107757\nlongitude: 127.3345288096\ntitle: 611-34, Sanbuk-ri, Wanju-gun, Jeollabuk-do\n```\n  \n\n","data":{"id":"2023-01-12-1673498370125","title":"Daedunsan Provincial Park (Jeollabuk-do Section) (대둔산도립공원(전북))","description":"Daedunsan Mountain is defined by the grandiose rock peaks of Macheondae Summit, Chilseongbong, Janggunbong, and Ambong Peaks, as well as surrounding strange rocks and lush trees that fill the area including Samseonbawi Rock, Yongmungol Valley and Geumgangmun Gate. The area spanning from Macheondae Peak to Nakjodae Peak along the northern ridge offers a magnificent view, especially of the sunrise and sunset from Nakjodae.<br><br>Since its designation as a provincial park in 1977, Daedunsan Provincial Park has served as a scenic site equipped with recreational facilities including a cable car and Geumgang Suspension Bridge. A 5-minute cable car ride followed by a walk up the steep stairs leads to the suspension bridge, stretching 50 meters from Imgeumbawi Rock to Ipseokdae Pedestal. The park is also home to historic temples including Taegosa Temple of Jinsan, Ansimsa Temple of Unju, and Sinsounsa Temple of Byeolgok.","regDate":"2023-01-12","author":"korea-tour","tag":["Jeollabuk-do","Nature","Natural Sites","Provincial Parks"],"imgUrl":"/2023-01-12-1673498370125/2514087_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-12-1673498370125","pageUrl":"https:/mcdryad.com/Jeollabuk-do/2023-01-12-1673498370125"},"dataList":[{"id":"2023-01-14-1673674551772","title":"Seonyudo Island (선유도)","description":"Seonyudo Island, one of the most popular tourist destinations on the west coast during the summer, lies in the heart of the Gogunsan Archipelago. The island has an area of 2.12 ㎢, which is only about 1/4 of Yeouido in Seoul. The islands coastal shore is around 12.8 kilometers long and the highest point is Namaksan Mountain, which reaches about 155.6 meters in altitude. Seonyudo is the central point of Gogunsan Archipelago and has even served as the headquarters for the naval army during the Joseon dynasty. It played a vital role during the Imjin War as Admiral Yi spent days in the islands to prepare for the next battle after his victory in the Battle of Myeongnyang.&nbsp;<br /><br />Visitors can enjoy the island in three ways. First is to look around the neighboring islands. Seonyudo, Munyeodo, Jangjado, and Daejangdo islands are all connected by a bridge, allowing one to move between the islands on foot or on a bicycle. Other ways to enjoy the island is to take a walk along the Myeongsa-simni Shore, one of the Eight Scenes of Seonyudo, and to try the clam collecting program at a mudflat.<br>","regDate":"2023-01-14","author":"korea-tour","tag":["Jeollabuk-do","Nature","Natural Sites"],"imgUrl":"","blogPath":"Jeollabuk-do/2023-01-14-1673674551772"},{"id":"2023-01-14-1673671107985","title":"Seongsusan Recreational Forest (성수산자연휴양림)","description":"Located in Imsil, Jeollabuk-do, Seongsusan Recreational Forest (성수산자연휴양림) grows in a deep valley that contains historic sites from the founding days of Goryeo through to the Joseon dynasty. Because of its secluded location and clean air the forest has recently become a new popular destination for summer vacationers. <Br><br>There is a children’s playground, and above it are condominium-type lodgings which can accommodate over 200 guests. There is a camping ground as well where all you hear are the sounds of flowing running water and chirping birds. It is an out-of-the-way little hideaway ideal for relaxation.","regDate":"2023-01-14","author":"korea-tour","tag":["Jeollabuk-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"","blogPath":"Jeollabuk-do/2023-01-14-1673671107985"},{"id":"2023-01-14-1673667356143","title":"Muju Anguksa Temple (안국사 (무주))","description":"As the only temple in Jeoksangsan Mountain, Anguksa Temple was built in 1227 (during the 3rd year of King Chungryeol’s reign) by Monk Wolin. A secret historical archives, called Sagak, was built to store Joseonwangjo Sillok (annals of the Joseon dynasty) in 1614 (during the 6th year of King Gwanghaegun’s reign) within the mountain, while Seonukgak was built in 1641 (during the 19th year of King Injo’s reign) to store Seonwonrok (royal genealogical records). The two sites were designated as Jeoksangsan Historical Archives during the Joseon dynasty. Hoguksa Temple was also built at that time to prevent accidents from affecting the archives. The temple, along with the existing Anguksa Temple, was used to house monk soldiers who protected the archives.<br><br> Because of the construction of Muju Power Plant, Anguksa Temple was relocated to the Hoguksa Temple site and rebuilt in 1995. Consisting of 15 buildings, the temple is surrounded by Sanjeong Lake. Boasting exquisite fall foliage, the temple can be easily reached by vehicle along a paved road. The nearby attractions include Muju Resort and Muju Gucheondong Valley.","regDate":"2023-01-14","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2023-01-14-1673667356143/2613201_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-14-1673667356143"},{"id":"2023-01-13-1673606316274","title":"Maisan Provincial Park (마이산도립공원)","description":"Maisan Provincial Park is located in Jinan-gun, Jeollabuk-do. The peak has a variety of names depending on the season. In the spring, it is called Dotdaebong; in the summer, Yonggakbong; in the fall, Maibong; and in the winter, Munpilbong.<br><br> There are two main trails leading up Maisan Mountain, located on the southern side and the northern side. The southern course is very popular, showcasing the many stone pagodas of Tapsa Temple. This temple has around 80 tall stone pagodas that do not sway no matter how strong the winds may blow. Another attraction of the mountain is Eunsusa Temple, where King Taejo stopped to give a 100-day prayer during his trip to Seongsusan Mountain.<br><br> Maisan Provincial Park is also well-known as a leisure retreat. Of the many hiking trails, there is a three kilometer-long cherry blossom tunnel that blooms every year in mid-April. This cherry blossom tunnel serves as the venue for the annual Jinan Cherry Blossom Festival, with exciting performances and beautiful scenary.","regDate":"2023-01-13","author":"korea-tour","tag":["Jeollabuk-do","Nature","Natural Sites","Provincial Parks"],"imgUrl":"/2023-01-13-1673606316274/1605756_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-13-1673606316274"},{"id":"2023-01-13-1673602566924","title":"Keumkuwon Sculpture Park (금구원야외조각미술관)","description":"Keumkuwon Sculpture Park was founded in 1966 by Kim O-seong, and was the first park of its kind in Korea. The park was registered as Private Museum No. 277 by the Ministry of Culture and Tourism in 2003. Many of the roughly 100 sculptures are realistic in style and are related to one another, creating a feeling of watching a play unfold before ones eyes. Main pieces include Farmer’s Hands, Thoughts about the Limited and the Unlimited, and The Sky in the West. The sculptures are made of marble or granite and vary in size, with some measuring 450 centimeters.<br><br>Indigenous trees and bushes of the Byeonsanbando Peninsula can be found throughout the park, giving visitors a chance to enjoy both the sculptures and the backcountry charm. The park also features the Keumkuwon Astronomical Observatory, opened in 1991. Visitors can combine their trip to the park with a visit to nearby tourist sites like Gyeokpohang Harbor, Chaeseokgang Cliff, Suseongdang Shrine, and Jeokbyeokgang Cliff.","regDate":"2023-01-13","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Recreational Sites","Theme Parks"],"imgUrl":"/2023-01-13-1673602566924/2513833_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-13-1673602566924"},{"id":"2023-01-13-1673599180687","title":"Jirisan National Park (Namwon Section) (지리산국립공원 (남원)","description":"Jirisan National Park was Koreas first designated national park. The park extends across five cities in three provinces  Gurye in Jeollanam-do; Namwon in Jeollabuk-do; Hadong, Sancheong and Hamyang in Gyeongsangnam-do. <br><br>Jirisan Mountain has over 10 peaks including Nogodan (1,507 meters), Banyabong (1,732 meters), Jeseokbong (1,806 meters) and Cheonwangbong (1,915 meters), several valleys including Baemsagol and Chilseon, and waterfalls including Guryongpokpo, Burilpokpo, Yongchupokpo and Chilseonpokpo Falls. The park is also home to several cultural assets, namely Hwaeomsa Temple, Ssanggyesa Temple and Daewonsa Temple.","regDate":"2023-01-13","author":"korea-tour","tag":["Jeollabuk-do","Nature","Natural Sites","National Parks"],"imgUrl":"","blogPath":"Jeollabuk-do/2023-01-13-1673599180687"},{"id":"2023-01-13-1673595385332","title":"Jeongeup Naejangsa Temple (내장사(정읍))","description":"Naejangsa Temple is located in the midst of the beautiful Naejangsan National Park. The temple is said to have been built by the Buddhist monk Yeongeunjosa in the year 636 of the Baekje dynasty. Once a large temple with over fifty buildings, Naejangsa was completely destroyed throughout the course of Jeongyujaeran (second Japanese invasion in 1597) and the Korean War (1950-1953). The present temple is largely the result of reconstruction efforts completed in the 1970s. One of the most prized treasures at the temple is the Ijo-dongjong Bell, considered a major cultural asset. <br><br>Naejangsan Temple is a representative temple of Jeollabuk-do along with Geumsansa Temple on Moaksan Mountain. Surrounded on all sides by towering peaks, Naejangsa Temple boasts a picturesque landscape that is particularly striking in the fall when the mountains turn crimson with autumn leaves. Nearby attractions include Baegyangsa Temple, Bangjangsan Mountain, Jangseongho Lake, and Damyangho Lake.","regDate":"2023-01-13","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2023-01-13-1673595385332/1606435_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-13-1673595385332"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}