{"pageProps":{"content":"![Banpo Hangang Park (반포한강공원)](/2022-07-20-1658325426879/2385816_image2_1.webp)\n\n  \n## Overview\n\n> Banpo Hangang Park is located on the southern side of the river centering on Banpo Bridge (Jamsu Bridge) between Hamnam Bridge (upstream) and Dongjak Bridge (downstream). The Rainbow Fountain built on both sides of Banpo Bridge was registered in The Guinness Book of Records in 2008 as the longest bridge fountain in the world with a total length of 1,140 meters. At night, over 200 lights create a fantastic view of a beautiful rainbow.<br><br>\n\nIn addition, the park is equipped with sports facilities including bubble playground, in-line skating track, soccer field, and basketball court. You may also enjoy the gorgeous view of Hangang River and skyscrapers on the riverside from Gureum and Noeul cafes, lookout places located on the southernmost part of Dongjak Bridge.<br><br>\n\nSeoraeseom Island which connects from Banpo Hangang River Park is an artificially created island to provide a leisure space for Seoul urbanites. Every spring, the place is flooded with waves of canola flowers and people to enjoy picnic and spring events like ‘Searaeseom Butterfly, Canola Flower Festival’.<br><br>Your joyful experience in the park doesn’t end here - there are more things to see and enjoy including a nature experience field, boat quay, bike lane, and picnic spots.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br>(Korean, English, Japanese, Chinese) <br>• For more info: +82-2-3780-0541~4|\n|parking:|Available|\n|usetime:|[Banpo Bridge Rainbow Fountain] Hours vary; check before visiting.|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Admission Fees:|Free|\n|Restrooms:|Available|\n  \n## Detail Image\n![/2022-07-20-1658325426879/2388562_image2_1.webp](/2022-07-20-1658325426879/2388562_image2_1.webp)\n![/2022-07-20-1658325426879/2388566_image2_1.webp](/2022-07-20-1658325426879/2388566_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-2-3780-0541](tel:+82237800541)\n- [🏠hangang.seoul.go.kr](http://hangang.seoul.go.kr)\n\n\n```googleMap\nlatitude: 37.5076780054\nlongitude: 126.9926825046\ntitle: 40, Sinbanpo-ro 11-gil, Seocho-gu, Seoul\n```\n  \n## Directions\n  \n[Subway] <br> Express Bus Terminal Station (Seoul Subway Line 3,7 or 9), Exit 8-1 or 8-2.<br>Walk for approx. 700 m.\n","data":{"id":"2022-07-20-1658325426879","title":"Banpo Hangang Park (반포한강공원)","description":"Banpo Hangang Park is located on the southern side of the river centering on Banpo Bridge (Jamsu Bridge) between Hamnam Bridge (upstream) and Dongjak Bridge (downstream). The Rainbow Fountain built on both sides of Banpo Bridge was registered in The Guinness Book of Records in 2008 as the longest bridge fountain in the world with a total length of 1,140 meters. At night, over 200 lights create a fantastic view of a beautiful rainbow.<br><br>In addition, the park is equipped with sports facilities including bubble playground, in-line skating track, soccer field, and basketball court. You may also enjoy the gorgeous view of Hangang River and skyscrapers on the riverside from Gureum and Noeul cafes, lookout places located on the southernmost part of Dongjak Bridge.<br><br>Seoraeseom Island which connects from Banpo Hangang River Park is an artificially created island to provide a leisure space for Seoul urbanites. Every spring, the place is flooded with waves of canola flowers and people to enjoy picnic and spring events like ‘Searaeseom Butterfly, Canola Flower Festival’.<br><br>Your joyful experience in the park doesn’t end here - there are more things to see and enjoy including a nature experience field, boat quay, bike lane, and picnic spots.","regDate":"2022-07-20","author":"korea-tour","tag":["Seoul","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-07-20-1658325426879/2385816_image2_1.webp","blogPath":"Seoul/2022-07-20-1658325426879","pageUrl":"https:/mcdryad.com/Seoul/2022-07-20-1658325426879"},"dataList":[{"id":"2022-07-21-1658403194324","title":"Cheong Wa Dae (Blue House) (청와대)","description":"The signature markings of the Presidential Residence of Cheong Wa Dae are its blue tiles on the Main Office; it is the first thing to catch one's attention upon viewing the premises. Approximately 150 thousand tiles compose the roof of the Main Office. Each tile was baked individually to make them strong enough to last for hundreds of years. The blue tiles and the smoothly curving roofline blend beautifully with Bugaksan Mountain in the backdrop. <br /><br />Cheong Wa Dae is comprised of the Main Office, Yeongbingwan (State Guest House), Chunchugwan (Spring and Autumn) Hall, Nokjiwon Garden, Mugunghwa (Rose of Sharon) Hill, and Chilgung Palace. It is interesting to see that all the buildings are unique and beautifully designed, built in the traditional Korean style. Just outside the premises is Cheongwadae Sarangchae, an exhibition hall showing the history of Cheong Wa Dae and the Korean presidency, as well as gifts received by heads of State over the years. The hall is open free to all visitors.","regDate":"2022-07-21","author":"korea-tour","tag":["Seoul","Culture/Art/History","Architectural Sights","Buildings"],"imgUrl":"/2022-07-21-1658403194324/774323_image2_1.webp","blogPath":"Seoul/2022-07-21-1658403194324"},{"id":"2022-07-21-1658400126222","title":"Changuimun Gate - Jahamun Gate (창의문(자하문))","description":"Changuimun Gate was often called Jahamun Gate. It was one of four mini-gates in the north surrounding the walled city of Hanyang (Seoul) during the Joseon dynasty. After the closure of Sukjeongmun Gate, one of the four main gates, Changuimun Gate became a favorite north gate. Hence, people also called Changuimun the North Gate. It is the only gate among four mini gates that is still in its original state. Although it is small, almost 50m² in terms of size, it looks very firm and sturdy. While Dongsomun Gate, another of the four mini gates, is decorated with a phoenix, Changuimun Gate is adorned with a wooden chicken along its rafters. The reason behind the wooden chicken was that the chicken was believed to be the nemesis of the centipede. People believed that installing the wooden chicken was important to overcome the harmful spirit of the centipede.","regDate":"2022-07-21","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-07-21-1658400126222/1570526_image2_1.webp","blogPath":"Seoul/2022-07-21-1658400126222"},{"id":"2022-07-21-1658396211724","title":"Changgyeonggung Palace Honghwamun Gate (창경궁 홍화문)","description":"Honghwamun Gate is the main gate of Changgyeonggung Palace. It has three opening gates in the front and two to the side with a sophisticated locking mechanism.","regDate":"2022-07-21","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Gates"],"imgUrl":"/2022-07-21-1658396211724/2616931_image2_1.webp","blogPath":"Seoul/2022-07-21-1658396211724"},{"id":"2022-07-21-1658392909232","title":"Changgyeonggung Palace (창경궁)","description":"Located in the heart of Seoul, Changgyeonggung Palace was originally built as Suganggung Palace by the 4th ruler of the Joseon dynasty, King Sejong (r.1418-1450), for his retiring father, King Taejong. It often served as residential quarters for queens and concubines. During the reign of King Seongjong (r.1469-1494), the palace was renovated and renamed to Changgyeonggung Palace. It later became a park with a zoo and a botanical garden during Japanese colonial rule. The palace grounds remained this way until 1983 when restoration of its old grace was completed.","regDate":"2022-07-21","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Palaces"],"imgUrl":"/2022-07-21-1658392909232/2612510_image2_1.webp","blogPath":"Seoul/2022-07-21-1658392909232"},{"id":"2022-07-21-1658388852503","title":"Changdeokgung Palace Complex [UNESCO World Heritage] (창덕궁과 후원 [유네스코 세계문화유산])","description":"Changdeokgung Palace was the second royal villa built following the construction of Gyeongbokgung Palace in 1405. It was the principal palace for many kings of the Joseon dynasty, and is the most well-preserved of the five remaining royal Joseon palaces. The palace grounds are comprised of a public palace area, a royal family residence building, and the rear garden. Known as a place of rest for the kings, the rear garden boasts a gigantic tree that is over 300 years old, a small pond and a pavilion. <br><br> The palace gained importance starting from the time of Seongjong, the 9th king of Joseon, when a number of kings began using it as a place of residence. Unfortunately, the palace was burned down by angry citizens in 1592 when the royal family fled their abode during the Imjin War. Thanks to Gwanghaegun, the palace was restored in 1611. Even today, it houses a number of cultural treasures, such as Injeongjeon Hall, Daejojeon Hall, Seonjeongjeon Hall, and Nakseonjae Hall. <br><br> Changdeokgung Palace’s garden behind the inner hall, called the Secret Garden, was constructed during the reign of King Taejong and served as a rest area for the royal family members. The garden had formerly been called Bugwon and Geumwon, but was renamed Biwon Garden, or Secret Garden, after King Gojong came into power. The garden was kept as natural as possible and was touched by human hands only when absolutely necessary. Buyongjeong Pavilion, Buyongji Pond, Juhamnu Pavilion, Eosumun Gate, Yeonghwadang Hall, Bullomun Gate, Aeryeonjeong Pavilion, and Yeongyeongdang Hall are some of the many attractions that occupy the garden. The most beautiful time to see the garden is during the fall when the autumn foliage is at its peak and the leaves have just started to fall. <br><br> Though it has been treasured by Koreans for centuries, Changdeokgung Palace was  recognized as a World Cultural Heritage site by the UNESCO World Cultural Heritage Committee in December of 1997 during the committee meeting in Naples, Italy.","regDate":"2022-07-21","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Palaces"],"imgUrl":"/2022-07-21-1658388852503/1568306_image2_1.webp","blogPath":"Seoul/2022-07-21-1658388852503"},{"id":"2022-07-21-1658385996535","title":"Changdeokgung Injeongmun Gate (창덕궁 인정문)","description":"Serving as the main gate of Injeongjeon Hall, Injeongmun Gate was established in 1405 (5th year of King Taejo’s reign during the Joseon dynasty). Later on, the gate was destroyed by multiple fires during the Imjin War (Japanese invasion of Korea in 1592), therefore current form&nbsp;of the&nbsp;establishment displays designs that are more often seen&nbsp;in the late&nbsp;19th century's. In addition, a lot of subsidary marks and buildings are removed from the original places and&nbsp;relocated passing the&nbsp;time, however, still remains to represent prestigious ambience.<br><br>Injeongmun Gate served as the place for several coronation ceremonies of kings, prince's succession of throne, and many other national affairs celebrated by the royal members&nbsp;who gathered and aligned around this gate.","regDate":"2022-07-21","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Gates"],"imgUrl":"/2022-07-21-1658385996535/1568301_image2_1.webp","blogPath":"Seoul/2022-07-21-1658385996535"},{"id":"2022-07-21-1658382231452","title":"Buramsan Mountain (불암산)","description":"Buramsan Mountain is an 508-meter high rock mountain, drawing the border between Junggye-dong and Sanggye-dong in Nowon-gu and Byeolnae-myeon in Namyangju.  The total area is approximately 5,355,396 square meters and was designated as a city nature park in 1977. The mountain is named after its appearance that resembles  Buddha wearing songnak (headgear) and is also referred to as Cheonbosan or Piramsan Mountain. The ridge stretches long enough to enjoy the scenery and it's an easy hike because it is not too steep. In particular, the stunning view of Seoul at night unfolds at the top of the mountain.<br>Buramsanseong Fortress is located 420 meters above sea level and the rock cliffs are often used as rock climbing spots. There are also various hiking trails and about ten springs to get fresh mineral water. Burampokpo Falls is popular in winter among ice climbing enthusiasts.","regDate":"2022-07-21","author":"korea-tour","tag":["Seoul","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-07-21-1658382231452/739086_image2_1.webp","blogPath":"Seoul/2022-07-21-1658382231452"}],"navList":["Busan","Daegu","Daejeon","Gwangju","Gyeonggi-do","Incheon","Jeju-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}