{"pageProps":{"content":"![Birthplace of Yeongnang (강진영랑생가)](/2022-08-02-1659446456971/1954887_image2_1.webp)\n\n  \n## Overview\n\n> Kim Yun-sik was born on this site on January 16, 1903 as the first-born of two sons and three daughters. Under the pen name Yeongnang, he was active in literature until his death on September 29, 1950. Among the 80 poems he published, more than 60 were written in this place where he lived a life resisting Japanese imperialism and refusing to change his name to a Japanese name. After he moved to Seoul in 1948, his birthplace was resold several times, but the county of Gangjin-gun bought it in 1985 to restore it to its original state with a thatched-roof. The site features many of the poet’s writing materials and the site has a small well, camellia trees, jangdokdae (a platform where large clay pots used for storing food are kept), persimmon trees, and a peony garden.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330<br>(Korean, English, Japanese, Chinese) <br> • For more info: +82-61-430-3363|\n|parking:|Available (Free)|\n|usetime:|09:00-18:00|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Restrooms:|Available|\n|Admission Fees:|Free|\n  \n## Detail Image\n![/2022-08-02-1659446456971/1606607_image2_1.webp](/2022-08-02-1659446456971/1606607_image2_1.webp)\n![/2022-08-02-1659446456971/1606608_image2_1.webp](/2022-08-02-1659446456971/1606608_image2_1.webp)\n![/2022-08-02-1659446456971/1606609_image2_1.webp](/2022-08-02-1659446456971/1606609_image2_1.webp)\n![/2022-08-02-1659446456971/1606610_image2_1.webp](/2022-08-02-1659446456971/1606610_image2_1.webp)\n![/2022-08-02-1659446456971/1606611_image2_1.webp](/2022-08-02-1659446456971/1606611_image2_1.webp)\n![/2022-08-02-1659446456971/1606612_image2_1.webp](/2022-08-02-1659446456971/1606612_image2_1.webp)\n![/2022-08-02-1659446456971/1606613_image2_1.webp](/2022-08-02-1659446456971/1606613_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-61-430-3185](tel:+82614303185)\n- [🏠www.gangjin.go.kr</a> (Korean, English, Chinese, Japanese)<br><a href=\"http://www.cha.go.kr/\" target=\"_blank\" class=\"web\">www.cha.go.kr](http://www.gangjin.go.kr/)\n\n\n```googleMap\nlatitude: 34.6421208134\nlongitude: 126.7651001989\ntitle: 15, Yeongnangsaengga-gil, Gangjin-gun, Jeollanam-do\n```\n  \n## Directions\n  \nFrom Seoul Central City Bus Terminal (Express Bus Terminal Station, Subway Line 3, 7, 9), take an intercity bus bound for Gangjin.<br>\n\n<br>From Gangjin Bus Terminal, Walk about 400 m following\nthe signs for Birthplace of Yeongnang.\n","data":{"id":"2022-08-02-1659446456971","title":"Birthplace of Yeongnang (강진영랑생가)","description":"Kim Yun-sik was born on this site on January 16, 1903 as the first-born of two sons and three daughters. Under the pen name Yeongnang, he was active in literature until his death on September 29, 1950. Among the 80 poems he published, more than 60 were written in this place where he lived a life resisting Japanese imperialism and refusing to change his name to a Japanese name. After he moved to Seoul in 1948, his birthplace was resold several times, but the county of Gangjin-gun bought it in 1985 to restore it to its original state with a thatched-roof. The site features many of the poet’s writing materials and the site has a small well, camellia trees, jangdokdae (a platform where large clay pots used for storing food are kept), persimmon trees, and a peony garden.","regDate":"2022-08-02","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Historical Sites","Birthplaces"],"imgUrl":"/2022-08-02-1659446456971/1954887_image2_1.webp","blogPath":"Jeollanam-do/2022-08-02-1659446456971","pageUrl":"https:/mcdryad.com/Jeollanam-do/2022-08-02-1659446456971"},"dataList":[{"id":"2023-01-18-1674034563867","title":"Expo Ocean Park (엑스포해양공원)","description":"Expo Ocean Park offers waterfront walking paths for strolls along the sea. Visitors can also take part in dynamic marine leisure sports programs or watch the multimedia BIG-O Show. In addition, the establishment offers facilities such as exhibition halls and seminar rooms that can hold both international and small scale meetings or events.","regDate":"2023-01-18","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Recreational Sites","Theme Parks"],"imgUrl":"/2023-01-18-1674034563867/2037291_image2_1.webp","blogPath":"Jeollanam-do/2023-01-18-1674034563867"},{"id":"2023-01-18-1674031183965","title":"Duryunsan Provincial Park (두륜산도립공원)","description":"Containing many Buddhist temples and ruins as well as spectacular scenery, the 700 meter-tall Duryunsan Mountain is located at the southernmost point of the Korean peninsula. Forested by subtropical green broadleaf trees and temperate deciduous broadleaf trees, the mountain is valued highly for observing plant chorology. There are many fields of silver grass, and the summit of the parks eight peaks provide vistas of the western and southern sea.<br>During the fifth year of King Jinheungs reign (514), the Buddhist monk Ado built Daedunsa Temple, which is a place of great historical value as it is also related to the Buddhist monk Seosan. The temple is built among dense woodlands, consisting of maple trees and camellias. Breathtaking scenery of valleys and luxuriant trees can be seen on both sides of the 2-kilometer-long road leading to the temple.","regDate":"2023-01-18","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites","Provincial Parks"],"imgUrl":"/2023-01-18-1674031183965/1929618_image2_1.webp","blogPath":"Jeollanam-do/2023-01-18-1674031183965"},{"id":"2023-01-18-1674027369493","title":"Duryunsan Cable Car (두륜산케이블카)","description":"Duryunsan Mountain (700 meters) is a famous mountain in Jeollanam-do. With its eight peaks, it is home to many temples and historic sites. The mountain also holds great importance in plant chorology as its forests consist of warm-temperate broad-leaved evergreens and deciduous broad-leaved trees. The mountain peak can be reached by trekking for about 2-3 hours from the entrance of Daeheungsa Temple or by the Daeryunsan Cable Car (one way 8-minute), which departs from the entrance on the opposite side of the mountain and takes visitors to a spot right below the peak. From the mountain summit, there is a view of the southern sea and on a clear day, it is possible to see as far as Hallasan Mountain on Jeju Island. Nearby tourist attractions include Uhangri Dinosaur Museum Complex, Usuyeong Tourism Village and Ttangkkeut Village.","regDate":"2023-01-18","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites","Mountains"],"imgUrl":"/2023-01-18-1674027369493/1564622_image2_1.webp","blogPath":"Jeollanam-do/2023-01-18-1674027369493"},{"id":"2023-01-18-1674024006742","title":"Dorisan Observatory (도리산전망대)","description":"<br>Located at the top of Mt. Dorisan in Yeomi-ri of Sangjodo Island, Dorisan Observatory is the highlight of the area, and offers panoramic views of Dadohae and its many islands including Gwanmae, Byeongpung, Nabae, Daema and Soma Islands.<br><br> The eco-friendly structure provides panoramic views of nearby islands that locals like to say, “appear scattered over the sea like a flock of birds over water.” Visitors can enjoy majestic sunrise and sunset views, and on days with clear visibility, can see Bogildo Island in Haenam and even as far as Hallasan Mountain and Chujado Island in Jeju.<br><br>Another of Jodo’s attractions is the nature lover spots on Hajodo Island. Jodo is comprised of the Sangjodo and Hajodo Islands connected by a bridge. The entire area is filled with pine trees and has plenty of beach access. The nearby Dondaebong Peak (230m) and the Hajodo Lighthouse offer comparable views and scenic landscapes for visitors in the area to enjoy.  <br><br>","regDate":"2023-01-18","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Architectural Sights","Monuments/Observatories"],"imgUrl":"/2023-01-18-1674024006742/195547_image2_1.webp","blogPath":"Jeollanam-do/2023-01-18-1674024006742"},{"id":"2023-01-18-1674020161540","title":"Doripo (도리포)","description":"A great sunrise and sunset spot, Doripo Park is situated in Doripo on the northwestern end of Haejebando Peninsula, which forms the boundary between Muan-gun, Yeonggwang-gun, and Hampyeong-gun Counties. The long sandy beach and the dense pine tree grove offer a nice environment for sunbathing.  <br><br>A little farther down from the sandy beach, is the Doripo Port. The port protrudes towards the sea, so people can view the sunrise from there. On the other side of the port towards Chilsan Sea, people can also view beautiful sunset glows. Just like other famous sunrise spots on the West Coast, Doripo watches the sun rise from the sea in Hampyeong in the winter and from the mountain in Yeonggwang in the summer. Every year, a special sunrise event is held on the first day of the New Year. <br><br>Another attraction of Doripo is fishing for sea bream and sea bass in Chilsan Sea, which nearby Yeonggwang-gun and Hampyeong-gun Counties. A total of 639 relics from the Goryeo Era have been found in the area, including historical relics like blue celadon bowls unearthed in October 1995, resulting in the area being designated a Historical Site no. 395 of Jeollanam-do. Nearby, tourist sites include Bongdaesan Mountain (195 meters) and Wongapsa Temple.","regDate":"2023-01-18","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"/2023-01-18-1674020161540/824691_image2_1.webp","blogPath":"Jeollanam-do/2023-01-18-1674020161540"},{"id":"2023-01-18-1674016829481","title":"Dolsandaegyo Bridge (돌산대교)","description":"Dolsandaegyo Bridge in Yeosu connects Dolsan Island to the mainland, and is a representative attraction of the city, lit up in many colored lights at night. The island of Dolsan is said to be a fortress in the ocean, and protected the nation from invaders and pirates during the Joseon dynasty. Construction on the bridge began in 1980 and was completed in 1984, with Dolsan Park being founded on the hilltop above the bridge in celebration of the bridge opening.","regDate":"2023-01-18","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Architectural Sights","Bridges"],"imgUrl":"/2023-01-18-1674016829481/2653421_image2_1.webp","blogPath":"Jeollanam-do/2023-01-18-1674016829481"},{"id":"2023-01-18-1674013020564","title":"Dolsan Park (돌산공원)","description":"Dolsan Park, located across from Dolsan Bridge, was created in 1987 on land spanning over 287,000 square meters. A teahouse inside the park was originally a TV drama shooting set. The teahouse offers a fine view of Dolsan Bridge, so visitors often stop by to drink tea while enjoying the view. The view point at the park also overlooks magnificent sunsets over Dolsan Bridge and exquisite night views of Dolsan Bridge, Marine Park, and Janggundo Island. The Memorial Time Capsule, containing various materials related to the merger of Yeosu city, was buried at the center of park in 1994 and will be opened in 2094.","regDate":"2023-01-18","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2023-01-18-1674013020564/2653419_image2_1.webp","blogPath":"Jeollanam-do/2023-01-18-1674013020564"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}