{"pageProps":{"content":"![Camellia Hill (카멜리아힐)](/2022-07-19-1658223468002/2616831_image2_1.webp)\n\n  \n## Overview\n\n> Camellia Hill is a camellia arboretum that was created on a 172,000 square meter plot of land in Sangchang-ri, Jeju-do. The arboretum is home to 6,000 camellia trees of 500 different species including species that are known to produce the world’s largest and earliest blossoms. In addition to camellia trees, the arboretum also boasts palm trees, wildflowers, and other plants as well as a sprawling grass plaza and an ecological pond. Auxiliary facilities include a gallery exhibiting camellia-themed crafts and a multipurpose seminar room. Camellia Hill also offers a variety of lodging facilities ranging from thatched-roof cottages and wooden cabins to steel houses and a condominium-type resort.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br>• For more info: +82-64-792-0088|\n|parking:|Available|\n|restdate:|N/A (Open all year round)|\n|usetime:|December-February 08:30-18:00<br>March-May, September-November 08:30-18:30<br>June-August 08:30-19:00<br><br>* Last admission: 1 hour before closing.<br>* Admission may be restricted according to the hour of sunset and weather conditions as there are no lighting facilities on the grounds.|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Admission Fees:|Individuals - Adults 8,000 won / Teenagers & Senior citizens 6,000 won / Children 5,000 won<br>Groups - Adults 6,000 won / Teenagers & Senior citizens 5,000 won / Children 4,000 won<br><br>* Adults (ages 19-64) / Teenagers (ages 13-18) / Children (ages 3-12) / Senior citizens (ages 65 and older)<br>* Children ages 3 or younger: Free<br> * Groups: 30 people or more|\n|Available Facilities:|Wildflower road, Camellia Forest, garden, observatory, traditional straw house, café & shop, grass field, Yongsopokpo Falls, plaza, etc.|\n|Restrooms:|Available|\n|Parking Fees:|Free|\n  \n## Detail Image\n![/2022-07-19-1658223468002/2455628_image2_1.webp](/2022-07-19-1658223468002/2455628_image2_1.webp)\n![/2022-07-19-1658223468002/2616836_image2_1.webp](/2022-07-19-1658223468002/2616836_image2_1.webp)\n![/2022-07-19-1658223468002/2616837_image2_1.webp](/2022-07-19-1658223468002/2616837_image2_1.webp)\n![/2022-07-19-1658223468002/2641082_image2_1.webp](/2022-07-19-1658223468002/2641082_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-64-792-0088](tel:+82647920088)\n- [🏠www.camelliahill.co.kr](http://www.camelliahill.co.kr)\n\n\n```googleMap\nlatitude: 33.2898983201\nlongitude: 126.3682663519\ntitle: 166, Byeongak-ro, Seogwipo-si, Jeju-do\n```\n  \n\n","data":{"id":"2022-07-19-1658223468002","title":"Camellia Hill (카멜리아힐)","description":"Camellia Hill is a camellia arboretum that was created on a 172,000 square meter plot of land in Sangchang-ri, Jeju-do. The arboretum is home to 6,000 camellia trees of 500 different species including species that are known to produce the world’s largest and earliest blossoms. In addition to camellia trees, the arboretum also boasts palm trees, wildflowers, and other plants as well as a sprawling grass plaza and an ecological pond. Auxiliary facilities include a gallery exhibiting camellia-themed crafts and a multipurpose seminar room. Camellia Hill also offers a variety of lodging facilities ranging from thatched-roof cottages and wooden cabins to steel houses and a condominium-type resort.","regDate":"2022-07-19","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites","Botanical Gardens"],"imgUrl":"/2022-07-19-1658223468002/2616831_image2_1.webp","blogPath":"Jeju-do/2022-07-19-1658223468002","pageUrl":"https:/mcdryad.com/Jeju-do/2022-07-19-1658223468002"},"dataList":[{"id":"2022-07-20-1658302449746","title":"Gwaneumsa Temple (Jeju) (관음사(제주))","description":"Gwaneumsa Temple is located at the foot of the northeast side of Hallasan Mountain. The temple is widely believed to have been first built during the Tamra dynasty (BC 476~AD 1005), which was prior to the Goryeo dynasty (AD 918~1392). However, there is no concrete evidence suggesting the exact year of construction or the temple’s original builder. In the early 1700s, when leaders of the Joseon dynasty proclaimed Confucianism as the national religion and executed a policy to destroy all the Buddhist temples in the Jeju area, where Gwaneumsa Temple was demolished. It was rebuilt in 1912 by a Buddhist nun, Anbongryeokwan, and renovated in 1964. <br><br>The temple consists of the main shrine, Myeongbujeong Hall, a bell tower, Sanshingak Pavilion, and Bulimun Gate. There is also a Buddhist school run by the Gwaneumsa Temple located in downtown Jeju.<br><br>There are many tourist spots near the temple such as a wooden seated Buddhist goddess statue that was designated a tangible cultural asset of Jeju-do in 1999. Other popular destinations include Jeju Natural Monument No. 50, a cherry blossom tree habitat, and the nearby “4.3 Historic Site” commemorating the civil revolution many years ago on April 3rd.<br><br>Also located close to the temple are the Mokseokwan Arboretum, Sancheondan, Halla Mountain, Uerimok Valley, Tamra Valley, and Gewaloreum Hill. The steep trail leading up the side of Halla Mountain, “Gwaneumsa Trail,” is particularly popular for its colorful fall foliage and its breathtaking scenery of endless gorges.","regDate":"2022-07-20","author":"korea-tour","tag":["Jeju-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-07-20-1658302449746/1618292_image2_1.webp","blogPath":"Jeju-do/2022-07-20-1658302449746"},{"id":"2022-07-20-1658299446690","title":"Gueom Port (구엄포구)","description":"Near Aewol's coastal road, a beautiful sunset spot, there is the small and quaint Gueom Port. Next to the port, there is a rock saltern. This is where salt was produced on top of the basalt. The beautiful coastal road along the rock saltern was designated as a coastal path. There is also a small lighthouse for fishermen returning from sea at night.&nbsp;","regDate":"2022-07-20","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites"],"imgUrl":"/2022-07-20-1658299446690/2740644_image2_1.webp","blogPath":"Jeju-do/2022-07-20-1658299446690"},{"id":"2022-07-20-1658295584951","title":"Gosalli Forest Trail (고살리 숲길)","description":"The Gosalli Forest Trail runs along a stream in Harye 2-ri, Namwon-eup on the southern part of Jeju Island. The area was recognized by the Ministry of Environment in 2013 for their outstanding efforts in preserving and protecting the local ecology. The forest trail passes through one of Jeju's beautiful forested areas, and is perfect for peaceful leisure walks, being less known among tourists. To limit the amount of damage to the natural environment, the trails are unrefined, so guests are reminded to tread carefully.","regDate":"2022-07-20","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2022-07-20-1658295584951/2661515_image2_1.webp","blogPath":"Jeju-do/2022-07-20-1658295584951"},{"id":"2022-07-20-1658293234896","title":"Gimnyeongsagul Cave [UNESCO World Heritage] (김녕사굴 [유네스코 세계자연유산])","description":"Gimnyeongsagul Cave is located close to Manjanggul Cave in the northeastern part of Jeju Island. The name of the cave, \"Sagul,\" comes from the snake-like formation of the cave (\"sa\" meaning serpent). The entrance of the cave is wide like a serpent holding its mouth wide open, but once inside, the tunnel narrows resembling the body of a snake. Gimnyeongsagul Cave is a highly protected area and has been designated as Natural Monument No. 98 along with Manjanggul Cave.","regDate":"2022-07-20","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites"],"imgUrl":"/2022-07-20-1658293234896/1618232_image2_1.webp","blogPath":"Jeju-do/2022-07-20-1658293234896"},{"id":"2022-07-20-1658290324209","title":"Gimnyeong Seongsegi Beach (김녕성세기해변 (김녕해수욕장))","description":"The clear waters that are highlighted with cobalt-blue and the clean white sand of Gimnyeong Seongsegi Beach steal the hearts of visitors every year. The beach is also popular with fishermen, who enjoy rope fishing from the rocks. This area is known to be good for catching striped beakfish and spotty belly greenlings. Not far from the beach is Manjanggul Cave, which offers a welcome escape from the daytime heat.","regDate":"2022-07-20","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites"],"imgUrl":"/2022-07-20-1658290324209/221572_image2_1.webp","blogPath":"Jeju-do/2022-07-20-1658290324209"},{"id":"2022-07-20-1658284832645","title":"Geumsan Park (Nabeup Forest Path) (금산공원 (납읍난대림지대))","description":"Geumsan Park is a dense evergreen forest near the village in Aeweol-eup, Jeju-si. The forest is the sole evergreen forest remaining in the flatlands of western Jeju, and is home to tall evergreens and 60 species of warm temperate plants. The forest has been designated as a sample region for providing basic natural materials to help develop original vegetation as an academic resource. It has been officially designated as a Natural Monument, and is protected according to the Cultural Properties Protection Law.","regDate":"2022-07-20","author":"korea-tour","tag":["Jeju-do","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-07-20-1658284832645/218738_image2_1.webp","blogPath":"Jeju-do/2022-07-20-1658284832645"},{"id":"2022-07-19-1658273804237","title":"Geomunoreum Lava Tube [UNESCO World Natural Heritage Site] (거문오름 [유네스코 세계자연유산])","description":"Geomunoreum  Lava Tube System is a series of lava tubes that originated from the eruption of Geomunoreum, a parasatic cone. Geomunoreum has an altitude of 456 meters and with lava tubes spreading out in a streamlined shape, its lava tube system is the largest of its kind on Jeju Island. The name is said to have originated when the local islanders called the cone \"Geomun,\" which is translated to “black,” referring to the dense forest formed on the crater. However, according to researchers and linguists, the term \"Geomun\" may have originated from a word from the Gojoseon period which were used to refer to deities, inferring that the name Geomunoreum actually means \"holy hill.\"<br><br>Geomunoreum Lava Tube System consists of roughly 20 lava tubes that follow the cone's slope to the northeast, stretching out all the way to the shore. Among these tubes, Bwengdwigul, Mangjanggul, Gimnyeonggul, Yongcheondonggul, and Dangcheondonggul Caves are inscribed as a UNESCO World Natural Heritage.","regDate":"2022-07-19","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-07-19-1658273804237/2661661_image2_1.webp","blogPath":"Jeju-do/2022-07-19-1658273804237"}],"navList":["Busan","Daegu","Daejeon","Gwangju","Gyeonggi-do","Incheon","Jeju-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}