{"pageProps":{"content":"![Buan Naesosa Temple (내소사 (부안))](/2022-07-31-1659253012378/2678636_image2_1.webp)\n\n  \n## Overview\n\n> Naesosa Temple was built by Buddhist Monk Hye-Gu in 633 during the Baekje dynasty and was rebuilt by Monk Cheong-Min in 1633 during the Joseon dynasty. The Daeungbojeon Hall was built at this time. In 1986, the temple area was designated as a culturally protected area.  \n<br><br>\nOn both sides of the main gate are large fir trees, which also line the path into the temple. Upon reaching the temple itself, the first thing that draws attention is the 1000-year-old Dangsan tree. Long ago, people used the base of the tree as a site of prayer.  \n<br><br>\nHoused in Beomjonggak is a bronze bell that can be found in many Buddhist temples. This particular bell was made during the Goryeo era and is engraved with three images of Buddha, called Samjonsang. The center building of the temple, called Daeungbojeon Hall is also an artistic masterpiece, decorated with splendid colors and designs. The flower Salmun doors featuring lotus and chrysanthemum flowers add another element of traditional beauty to the building.\n\n  \n## Intro\n\n| | |\n| - | - |\n|expagerange:|Open to visitors ages 5 & over|\n|infocenter:|• 1330 Travel Hotline: +82-2-1330<br> (Korean, English, Japanese, Chinese)<br>• For more info: +82- 63-583-7281|\n|parking:|Available|\n|restdate:|N/A (Open all year round)|\n|usetime:|Sunrise-sunset|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Hiking Course:|* Naesosa Temple - Gwaneumbong Junction - Jaebaekigogae Pass - Wonam Hermitage (3.6 km / 2 hr)<br />* Naesosa Temple - Gwaneumbong Junction - Jaebaekigogae Pass - Jiksopokpo Falls - Saja-dong (6.2 km / 3 hr)<br />* Naesosa Temple - Gwaneumbong Junction - Jaebaekigogae Pass - Jiksopokpo Falls - Nature Preservation Pagoda - Wolmyeongam Hermitage - Namyeochi (8.9 km / 4 hr 30 min)|\n|Admission Fees:|Individuals – Adults 4,000 won / Teenagers 3,000 won / Children 1,000 won<br>Groups – Adults 3,500 won / Teenagers 2,500 won / Children 800 won<br><br>* Groups: 30 people or more|\n|Restrooms:|Available|\n|Parking Fees:|[For the first 1 hour]<br>Compact cars: 500 won<br>Regular & Mid-sized cars: 1,100 won<br>Large-sized cars: 2,000 won<br><br>[Each additional 10 minutes after 1 hr]<br>Compact cars: 100 won<br>Regular & Mid-sized cars: 250 won (300 won during peak season)<br>Large-sized cars: 400 won (500 won during peak season)<br><br>[More than 9 hr]<br>Compact cars: 5,000 won<br>Regular vehicles: 10,000 won<br>Mid-sized cars: 15,000 won<br>Large-sized cars: 20,000 won|\n|Available Facilities:|Walking paths, hiking trails, etc.|\n|Interpretation Services Offered:|Inquries: +82-63-580-4388|\n|Reservation Info. for Foreigners:|Phone reservation available|\n  \n## Detail Image\n![/2022-07-31-1659253012378/1604323_image2_1.webp](/2022-07-31-1659253012378/1604323_image2_1.webp)\n![/2022-07-31-1659253012378/1604324_image2_1.webp](/2022-07-31-1659253012378/1604324_image2_1.webp)\n![/2022-07-31-1659253012378/1983022_image2_1.webp](/2022-07-31-1659253012378/1983022_image2_1.webp)\n![/2022-07-31-1659253012378/1983024_image2_1.webp](/2022-07-31-1659253012378/1983024_image2_1.webp)\n![/2022-07-31-1659253012378/1983025_image2_1.webp](/2022-07-31-1659253012378/1983025_image2_1.webp)\n![/2022-07-31-1659253012378/2678634_image2_1.webp](/2022-07-31-1659253012378/2678634_image2_1.webp)\n![/2022-07-31-1659253012378/2678635_image2_1.webp](/2022-07-31-1659253012378/2678635_image2_1.webp)\n![/2022-07-31-1659253012378/2678637_image2_1.webp](/2022-07-31-1659253012378/2678637_image2_1.webp)\n![/2022-07-31-1659253012378/2678638_image2_1.webp](/2022-07-31-1659253012378/2678638_image2_1.webp)\n![/2022-07-31-1659253012378/2678639_image2_1.webp](/2022-07-31-1659253012378/2678639_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82- 63-583-7281](tel:+82 635837281)\n- [🏠www.templestay.com](https://www.templestay.com/temple_info.asp?t_id=naesosa )\n\n\n```googleMap\nlatitude: 35.6178048314\nlongitude: 126.5876028523\ntitle: 243, Naesosa-ro, Buan-gun, Jeollabuk-do\n```\n  \n\n","data":{"id":"2022-07-31-1659253012378","title":"Buan Naesosa Temple (내소사 (부안))","description":"Naesosa Temple was built by Buddhist Monk Hye-Gu in 633 during the Baekje dynasty and was rebuilt by Monk Cheong-Min in 1633 during the Joseon dynasty. The Daeungbojeon Hall was built at this time. In 1986, the temple area was designated as a culturally protected area.  <br><br>On both sides of the main gate are large fir trees, which also line the path into the temple. Upon reaching the temple itself, the first thing that draws attention is the 1000-year-old Dangsan tree. Long ago, people used the base of the tree as a site of prayer.  <br><br>Housed in Beomjonggak is a bronze bell that can be found in many Buddhist temples. This particular bell was made during the Goryeo era and is engraved with three images of Buddha, called Samjonsang. The center building of the temple, called Daeungbojeon Hall is also an artistic masterpiece, decorated with splendid colors and designs. The flower Salmun doors featuring lotus and chrysanthemum flowers add another element of traditional beauty to the building.","regDate":"2022-07-31","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-07-31-1659253012378/2678636_image2_1.webp","blogPath":"Jeollabuk-do/2022-07-31-1659253012378","pageUrl":"https:/mcdryad.com/Jeollabuk-do/2022-07-31-1659253012378"},"dataList":[{"id":"2023-01-03-1672738548256","title":"Jeokbyeokgang Cliffs [National Geopark] (적벽강 (전북 서해안 국가지질공원))","description":"The area around Jeokbyeokgang Cliffs features great plant distribution value, including a population of Machilus, a designated natural monument. The cliffs are a great location for geological and ecological educational moments when visiting nearby attractions such as Chaeseokgang River and Gyeokgo Beach. The cliff is mostly composed of pepperlite, a unique rock that forms when volcanic rhyolite and sedimentary shale merge together.","regDate":"2023-01-03","author":"korea-tour","tag":["Jeollabuk-do","Nature","Natural Sites"],"imgUrl":"/2023-01-03-1672738548256/182816_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-03-1672738548256"},{"id":"2023-01-03-1672735096414","title":"Japanese-style House in Sinheung-dong (Hirotsu House) (군산 신흥동 일본식가옥(히로쓰 가옥))","description":"Japanese-style House in Sinheung-dong was designated as Registered Cultural Heritage in 2005. The area of Sinheung-dong, where the Hirotsu House is located, was a residential area for the wealthy class during the Japanese occupation period. The house is named after Hirotsu, the man who built the house. <br /><br />Several Korean movies and dramas such as The General&rsquo;s Son (1990), Fighter in the Wind (2004), and Tazza  The High Rollers (2006) were filmed in this house. The house is a typical Japanese two-story timber house, keeping the original forms of its roof, outer walls, inside area and the Japanese-style garden which has significant meaning in regards to the architecture history.","regDate":"2023-01-03","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2023-01-03-1672735096414/2649956_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-03-1672735096414"},{"id":"2023-01-03-1672731345521","title":"Iksan Ssangneung (익산 쌍릉)","description":"The Ssamgneung (Twin Tombs) in Iksan are stone chamber tombs that were unearthed during an academic excavation survey in 1917. At the time of the survey it was discovered the tombs had already been illegally excavated, most likely during the reign of King Chungsukwang of the Goryeo dynasty. Though looters had stripped the tombs of any burial accessories, the wooden coffins were found to be relatively intact. <br><br>The coffins were severely damaged in the aftermath of the Korean War, but were later restored by the Jeonju National Museum. When they were first found, the twin tombs measured 3.1 meters high and 0.5 kilometers wide, but some of the original wood was lost during the tombs’ tumultuous history and the restoration that followed. The larger of the restored tombs now measures 30 meters in diameter and 5 meters in x_height while the smaller tomb measures 24 meters in diameter and 3.5 meters in x_height. On January 21, 1963 the tombs were designated Historic Site No. 87. <br><br>The Twin Tombs are roughly 200 meters apart, with the tomb in the east called Daewangmyo (big royal tomb) and the one in the west Sowangmyo (small royal tomb). The interiors of the tombs are done in the same style as the stone chamber tombs found in the tomb cluster of Neungsan-ri, Buyeo. Considering that the nearby Mireuksaji Temple Site was built during the reign of King Mu of Baekje dynasty, it is highly likely that the Twin Tombs are those of King Mu and his wife, Queen Seonhwa.","regDate":"2023-01-03","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2023-01-03-1672731345521/1308535_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-03-1672731345521"},{"id":"2023-01-03-1672727891410","title":"Iksan Ipjeomni Ancient Tombs (익산 입점리 고분)","description":"The Iksan Ipjeomni Ancient Tombs are a group of ancient Baekje-era tumuli located 100 meters above sea level on the northeast brow of Chilmokjae Hill in Ipjeom-ri, Iksan-si, Jeollabuk-do. The burial ground covers an area of more than 18,520 square meters and is officially listed as Historical Site No. 347. To date, a total of eight tumuli have been excavated, all of which are chamber tombs. <br><br>Surprisingly enough, the tombs were first discovered in 1986 by a high school student. While digging for arrowroot, a young man from a local high school found some pieces of gold that resembled a hat. He quickly notified the authorities and it was soon discovered that the pieces of gold were in fact valuable ancient artifacts. An emergency excavation was conducted and the eight tumuli were uncovered, but unfortunately all of the tumuli except Tomb No. 1 had been severely damaged. Tomb No. 1, which is still in relatively good condition, boasts an entrance measuring an impressive 16 meters in x_height and 2 meters in x_width. <br><br>Inside the tombs archaeologists found valuable relics from the Baekje dynasty including earthenware, jewelry (a gilt-bronze hat, gold earrings, glass beads, etc.), harnesses and ironware. Given the shapes and the types of the pieces found, historians estimate that the tumuli were built in the 5th century. Since the gilt-bronze hat is similar in shape to those found in Japan, experts believe that there was an active exchange between the Baekje people and the people of Japan.","regDate":"2023-01-03","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2023-01-03-1672727891410/573722_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-03-1672727891410"},{"id":"2023-01-03-1672724152946","title":"Iksan Godori Standing Stone Buddha (익산 고도리 석조여래입상)","description":"Iksan Godori Standing Stone Buddha is Treasure No. 46. The two Buddha statues (each measuring 424 cm) stand face-to-face at a distance of 200 meters apart and tell the story of an eternal, but unrequited love. <br><br>According to legend, the two Buddhas (one male, one female) are lovers that can only meet for one night in the twelfth month of the lunar calendar. After the sunset on that special day, the lovers are allowed to meet, but must return to their respective positions before the rooster crows at dawn. <br><br>The two statues are very representative of the Goryeo era, which produced many stone statues with minimal expression of the physical body. True to the era, each Buddha has almost no curves and is depicted with plain clothing and barely distinguishable arms. <br><br>On their heads, the Buddhas wear a crown topped with another square hat. With their square faces, small eyes, pug noses, and small lips, the Buddhas are reminiscent of guardian deities typically placed at the entrance of villages.","regDate":"2023-01-03","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2023-01-03-1672724152946/1308525_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-03-1672724152946"},{"id":"2023-01-03-1672720692416","title":"House of Lee Young-choon (이영춘가옥)","description":"The House of Lee Young-choon was constructed by a Japanese landlord named Kumamoto during the Japanese colonial era. The house combined Western, Korean, and Japanese into one structure. After Korean liberation, Dr. Lee Young-choon, the first medical doctor, lived in the house. From that time, the house was referred to as the House of Lee Young-choon.<br><br>Thanks to its beautiful exterior, the house was used as a backdrop for films such as Bingjeom, Sandglass, and Yain Shidae, etc.<br><br>The doctor was considered the Korean Albert Schweitzer, and his pen name of Ho, referring to ssangcheon, means two branches of spring water, represents one for healing physical disease and the other for healing the spirit. He was born in Yonggang-gun, Pyeongannam-do in October 1903. In 1935, through a connection by his professor at Pyeongyanggobo School, he took a position as the head of&nbsp;Jahye Hospital to take care of 20,000 people. In addition, he was the first  person in Korea to implement the policy of school nurses as well as the medical insurance union.","regDate":"2023-01-03","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2023-01-03-1672720692416/1954589_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-03-1672720692416"},{"id":"2023-01-03-1672716941898","title":"Honbul Literary House (혼불문학관)","description":"Honbul is an epic novel written about three generations of women from the Namwon Lee clan living under the rule of the Japanese in the 1930s. The word honbul literally means a torch of the soul and refers to the indomitable spirits of the women that persevered through hard times. The novel was written by the late Choi Myeong-hee over a period of 17 years and remains a much celebrated novel. <br><br>Sangsin Village and Nobong Village in Namwon-si are the hometowns of the author and served as the background of the novel Honbul. Located inside the village is a traditional Korean house that is an example of yangban (noble class) architecture and the Honbul Literary House, where visitors have an opportunity to gain a deeper understanding of the novel Honbul. At the entrance of Nobong Village stands a pair of jangseungs (Korean traditional totem poles), welcoming visitors inside.","regDate":"2023-01-03","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Historical Sites","Folk Villages"],"imgUrl":"/2023-01-03-1672716941898/1604025_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-03-1672716941898"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}