{"pageProps":{"content":"![Birthplace of Yeongnang (강진영랑생가)](/2022-08-02-1659446456971/1954887_image2_1.webp)\n\n  \n## Overview\n\n> Kim Yun-sik was born on this site on January 16, 1903 as the first-born of two sons and three daughters. Under the pen name Yeongnang, he was active in literature until his death on September 29, 1950. Among the 80 poems he published, more than 60 were written in this place where he lived a life resisting Japanese imperialism and refusing to change his name to a Japanese name. After he moved to Seoul in 1948, his birthplace was resold several times, but the county of Gangjin-gun bought it in 1985 to restore it to its original state with a thatched-roof. The site features many of the poet’s writing materials and the site has a small well, camellia trees, jangdokdae (a platform where large clay pots used for storing food are kept), persimmon trees, and a peony garden.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330<br>(Korean, English, Japanese, Chinese) <br> • For more info: +82-61-430-3363|\n|parking:|Available (Free)|\n|usetime:|09:00-18:00|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Restrooms:|Available|\n|Admission Fees:|Free|\n  \n## Detail Image\n![/2022-08-02-1659446456971/1606607_image2_1.webp](/2022-08-02-1659446456971/1606607_image2_1.webp)\n![/2022-08-02-1659446456971/1606608_image2_1.webp](/2022-08-02-1659446456971/1606608_image2_1.webp)\n![/2022-08-02-1659446456971/1606609_image2_1.webp](/2022-08-02-1659446456971/1606609_image2_1.webp)\n![/2022-08-02-1659446456971/1606610_image2_1.webp](/2022-08-02-1659446456971/1606610_image2_1.webp)\n![/2022-08-02-1659446456971/1606611_image2_1.webp](/2022-08-02-1659446456971/1606611_image2_1.webp)\n![/2022-08-02-1659446456971/1606612_image2_1.webp](/2022-08-02-1659446456971/1606612_image2_1.webp)\n![/2022-08-02-1659446456971/1606613_image2_1.webp](/2022-08-02-1659446456971/1606613_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-61-430-3185](tel:+82614303185)\n- [🏠www.gangjin.go.kr</a> (Korean, English, Chinese, Japanese)<br><a href=\"http://www.cha.go.kr/\" target=\"_blank\" class=\"web\">www.cha.go.kr](http://www.gangjin.go.kr/)\n\n\n```googleMap\nlatitude: 34.6421208134\nlongitude: 126.7651001989\ntitle: 15, Yeongnangsaengga-gil, Gangjin-gun, Jeollanam-do\n```\n  \n## Directions\n  \nFrom Seoul Central City Bus Terminal (Express Bus Terminal Station, Subway Line 3, 7, 9), take an intercity bus bound for Gangjin.<br>\n\n<br>From Gangjin Bus Terminal, Walk about 400 m following\nthe signs for Birthplace of Yeongnang.\n","data":{"id":"2022-08-02-1659446456971","title":"Birthplace of Yeongnang (강진영랑생가)","description":"Kim Yun-sik was born on this site on January 16, 1903 as the first-born of two sons and three daughters. Under the pen name Yeongnang, he was active in literature until his death on September 29, 1950. Among the 80 poems he published, more than 60 were written in this place where he lived a life resisting Japanese imperialism and refusing to change his name to a Japanese name. After he moved to Seoul in 1948, his birthplace was resold several times, but the county of Gangjin-gun bought it in 1985 to restore it to its original state with a thatched-roof. The site features many of the poet’s writing materials and the site has a small well, camellia trees, jangdokdae (a platform where large clay pots used for storing food are kept), persimmon trees, and a peony garden.","regDate":"2022-08-02","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Historical Sites","Birthplaces"],"imgUrl":"/2022-08-02-1659446456971/1954887_image2_1.webp","blogPath":"Jeollanam-do/2022-08-02-1659446456971","pageUrl":"https:/mcdryad.com/Jeollanam-do/2022-08-02-1659446456971"},"dataList":[{"id":"2023-01-18-1674016829481","title":"Dolsandaegyo Bridge (돌산대교)","description":"Dolsandaegyo Bridge in Yeosu connects Dolsan Island to the mainland, and is a representative attraction of the city, lit up in many colored lights at night. The island of Dolsan is said to be a fortress in the ocean, and protected the nation from invaders and pirates during the Joseon dynasty. Construction on the bridge began in 1980 and was completed in 1984, with Dolsan Park being founded on the hilltop above the bridge in celebration of the bridge opening.","regDate":"2023-01-18","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Architectural Sights","Bridges"],"imgUrl":"/2023-01-18-1674016829481/2653421_image2_1.webp","blogPath":"Jeollanam-do/2023-01-18-1674016829481"},{"id":"2023-01-18-1674013020564","title":"Dolsan Park (돌산공원)","description":"Dolsan Park, located across from Dolsan Bridge, was created in 1987 on land spanning over 287,000 square meters. A teahouse inside the park was originally a TV drama shooting set. The teahouse offers a fine view of Dolsan Bridge, so visitors often stop by to drink tea while enjoying the view. The view point at the park also overlooks magnificent sunsets over Dolsan Bridge and exquisite night views of Dolsan Bridge, Marine Park, and Janggundo Island. The Memorial Time Capsule, containing various materials related to the merger of Yeosu city, was buried at the center of park in 1994 and will be opened in 2094.","regDate":"2023-01-18","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2023-01-18-1674013020564/2653419_image2_1.webp","blogPath":"Jeollanam-do/2023-01-18-1674013020564"},{"id":"2023-01-17-1673951831613","title":"Dolmeori Beach (돌머리해변)","description":"Dolmeori Beach is located at the westernmost point of Hampyeong-eup on a rocky tip, giving the beach its name Dolmeori, meaing a rock head.<br><br>Near the beach, there is a dense forest of sweet smelling pine trees and fresh water which is shallow enough for swimming. Although the difference in the landscape between high and low tide is considerable, efforts have been made to make up for the shortcomings. A swimming pool has been installed over an area of 8,910 square meters, for swimming even during low tide. Also, various facilities have been installed for the visitors convenience. A long, wooden bridge was installed for the viewing of the mud flats and sea creatures during low tide. On the mud flats there is a flurry of sea life, and the look-out sheds near the beach sell fresh summer fruits.","regDate":"2023-01-17","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"/2023-01-17-1673951831613/1809835_image2_1.webp","blogPath":"Jeollanam-do/2023-01-17-1673951831613"},{"id":"2023-01-17-1673948196869","title":"Dogapsa Temple (도갑사)","description":"Dogapsa Temple, built during the late Silla period, has a long history and various national treasures. Approximately 100 meters from Iljumun Gate of Dogapsa Temple is Haetalmun Gate (gate of emancipation), built in 1473 with a unique design that is also designated as a National Treasure. Near the gate is Treasure No. 1134, Wooden Child Manjusri and Samantabhadra of Dogapsa Temple. A five-story stone pagoda as well as Stone Seated Buddha (a Treasure) can also be seen at the temple. A large amount of the temple was burnt down during various wars, but the remaining stones show how large the temple once was.","regDate":"2023-01-17","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2023-01-17-1673948196869/1609453_image2_1.webp","blogPath":"Jeollanam-do/2023-01-17-1673948196869"},{"id":"2023-01-17-1673944760289","title":"Dinosaur Tracksite of Hwasun, Seoyu-ri (화순 서유리 공룡발자국화석 산지)","description":"The Dinosaur Tracksite of Hwasun was discovered in 1999 during a land survery for the construction of Hwasun Hot Springs Area. Most dinosaur tracks found in Korea are located in coastal areas in cities like Haenam and Boseong, so the discovery in the inner region of Jeollanam-do was a first. Most prints here come from carnivorous dinaosaurs of the Cretaceous period. The site is famous for there being tracks from no fewer than five different dinosaurs, as well as for being one of the longest trails and most direct examples of the exact movements of the dinosaurs. The tracks of one dinosaur are the longest in the world, stretching for 40 meters. Based on the foot size of 20-22 centimeters with a stride of approximately 90 centimeters, it is estimated that the prints were formed by a 4-5 meter tall Koolasuchus. In addition to the canivorous dinosaurs, tracks were found of 12 herbivorous dinosaurs, as well as fossilized plants. These plants offer much assistance in the research of herbivorous dinosaur diets.","regDate":"2023-01-17","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2023-01-17-1673944760289/1608223_image2_1.webp","blogPath":"Jeollanam-do/2023-01-17-1673944760289"},{"id":"2023-01-17-1673933770532","title":"Dasan Chodang (Historic Site Related to Jeong Yak-yong) (다산초당 (다산 정약용 유적지))","description":"Dasan Chodang is the house where Jeong Yak-yong (pen-name Dasan, 1762-1836) lived during his exile. He was a scholar of the late Joseon dynasty and is noted for his great contributions to the development of practical learning in Korea. After he was expelled to Ganjin for writing a secret letter of appeal for religious freedom, which later was named ‘the Hwang Sa-yeong Baekseo’, he lived in the house for 18 years while studying practical learning (‘Silhak’ in Korean). Most of his famous books were written in Dasan Chodang. While walking along a road near Dasan Chodang, you can see the Cheonilgak pavilion, which offers a great view of beautiful Gangjin Bay. Not far from Dasan Chodang is the Dasan Museum, where visitors can learn about the life of Dasan.","regDate":"2023-01-17","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2023-01-17-1673933770532/2434117_image2_1.webp","blogPath":"Jeollanam-do/2023-01-17-1673933770532"},{"id":"2023-01-17-1673930344753","title":"Damyangho Lake (담양호)","description":"Damyangho Lake is a man-made lake, created in 1976 with the construction of a dam on Yeongsangang River. The lake is set at the base of the picturesque Chuwolsan and Geumseongsan Mountains, and its crystal clear water is the habitat of many different freshwater fish species including pond smelt, catfish, snakehead, carp and leather carp. With Damyangho Lake at the center, the area is surrounded by Chuwolsan Tourism Area, Gamagol Youth Camping Grounds and Geumseong Mountain Fortress. The mountain’s lakeside road, which passes through a tunnel at the mid-section of the mountain, is a popular scenic driving road.","regDate":"2023-01-17","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"/2023-01-17-1673930344753/2013986_image2_1.webp","blogPath":"Jeollanam-do/2023-01-17-1673930344753"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}