{"pageProps":{"content":"![Daebudo Island (대부도)](/2022-08-22-1661153871310/2656732_image2_1.webp)\n\n  \n## Overview\n\n> Called the Hawaii of Ansan, Daebudo Island is connected to the mainland through the Sihwa Embankment. Despite this, the island still retains many of the romantic charactaristics of an island. The road to Daebudo is a beautiful drive, connecting many islands together. Particularly interesting is the clustering of Yukdo (six islands): Tando (island of black stones), Buldo (island where there was a Buddha), Seongamdo (island where spirits played), and three other islands. The island residents of Pungdo move to the nearby Dorido Island to pick oysters and short-necked clams in the winter and return to their homes before the Lunar New Year in a unique local custom.<br><br>\nThe shores of Daebudo are full of clams, sea snails, goby, flounder, black rockfish and belly greenling. The Daebudo area is also famous for its local specialties: short-necked clams and oysters on Yukdo, fermented turban shells and natural dunggeulle tea on Pungdo, and bajirak kalguksu (noodle with short-necked clams) on Daebudo.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330<br>(Korean, English, Japanese, Chinese)<br>• For more info: +82-1899-1720|\n  \n\n  \n## Detail Image\n![/2022-08-22-1661153871310/1589639_image2_1.webp](/2022-08-22-1661153871310/1589639_image2_1.webp)\n![/2022-08-22-1661153871310/1589641_image2_1.webp](/2022-08-22-1661153871310/1589641_image2_1.webp)\n![/2022-08-22-1661153871310/1806700_image2_1.webp](/2022-08-22-1661153871310/1806700_image2_1.webp)\n![/2022-08-22-1661153871310/1939897_image2_1.webp](/2022-08-22-1661153871310/1939897_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-1899-1720](tel:+8218991720)\n- [🏠tourinfo.iansan.net](http://tourinfo.iansan.net/main.do)\n\n\n```googleMap\nlatitude: 37.2437208608\nlongitude: 126.5852713772\ntitle: 1531, Daebuhwanggeum-ro, Danwon-gu, Ansan-si, Gyeonggi-do\n```\n  \n## Directions\n  \n[Bus]<BR>\nOido Station (Seoul Subway Line 4), Exit 2.<br>\nCross the road and take Bus No. 790 to Bukdong 3-way Intersection Bus Stop.\n","data":{"id":"2022-08-22-1661153871310","title":"Daebudo Island (대부도)","description":"Called the Hawaii of Ansan, Daebudo Island is connected to the mainland through the Sihwa Embankment. Despite this, the island still retains many of the romantic charactaristics of an island. The road to Daebudo is a beautiful drive, connecting many islands together. Particularly interesting is the clustering of Yukdo (six islands)  Tando (island of black stones), Buldo (island where there was a Buddha), Seongamdo (island where spirits played), and three other islands. The island residents of Pungdo move to the nearby Dorido Island to pick oysters and short-necked clams in the winter and return to their homes before the Lunar New Year in a unique local custom.<br><br>The shores of Daebudo are full of clams, sea snails, goby, flounder, black rockfish and belly greenling. The Daebudo area is also famous for its local specialties  short-necked clams and oysters on Yukdo, fermented turban shells and natural dunggeulle tea on Pungdo, and bajirak kalguksu (noodle with short-necked clams) on Daebudo.","regDate":"2022-08-22","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites"],"imgUrl":"/2022-08-22-1661153871310/2656732_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-22-1661153871310","pageUrl":"https:/mcdryad.com/Gyeonggi-do/2022-08-22-1661153871310"},"dataList":[{"id":"2022-09-04-1662270660021","title":"Pocheon Art Valley (포천아트밸리)","description":"The green waters of the lake and the sharply cut cliffs above make a picture-perfect landscape. This beautiful natural scenery, remnant of an old rock quarry, remained relatively unknown until the 1990s, with the opening of Pocheon Art Valley, an art & culture complex, visited by over 400 thousand people. An astronomical observatory opened in 2014, making Pocheon Art Valley a popular location for children's experience programs, on top of already being a popular date spot.","regDate":"2022-09-04","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Industrial Sites","Others"],"imgUrl":"/2022-09-04-1662270660021/2675306_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-04-1662270660021"},{"id":"2022-09-04-1662266733740","title":"Petite France (쁘띠프랑스)","description":"Petite France is a French cultural village set in the Korean countryside. Designed with the theme concept, flowers, stars, and the Little Prince, the village offers experience programs, training facilities, and accommodations. Additional attractions within the village include a memorial hall dedicated to Saint-Exupery, the author of the celebrated French novel, Le Petit Prince (1943);  Orgel House where a 200-year-old music box plays a sweet melody; a French housing exhibition;  a gallery displaying sculptures and paintings of le coq gaulois (the Gallic rooster), the national symbol of France; and many other galleries and shops to experience French culture. The training facility can accommodate up to 200 visitors in rooms that hold four to ten people each.","regDate":"2022-09-04","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Experience Programs","Unique Experience"],"imgUrl":"/2022-09-04-1662266733740/2529573_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-04-1662266733740"},{"id":"2022-09-03-1662201722353","title":"Pasaseong Fortress Site (여주 파사성)","description":"The stone walls of Pasasan Fortress stretch along the ridge of the 250-meter-high Pasasan Mountain. The fortress is strategically situated for national defense by being located at the edge of the river bank, from which you can see both upstream and downstream. It is said that the fortress was constructed during the reign of the King Pasa, the 5th ruler of the Silla Kingdom. The walls stretch over 1,800 meters in length. At its highest point, the wall is 6.25 meters tall, and 1.4 meters tall&nbsp;at its lowest point.","regDate":"2022-09-03","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Fortresses"],"imgUrl":"/2022-09-03-1662201722353/750958_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-03-1662201722353"},{"id":"2022-09-03-1662198008061","title":"Panmunjeom (Joint Security Area) (판문점)","description":"Panmunjeom is located in the Demilitarized Zone (DMZ), 50 kilometers north of Seoul. This is where the Armistice Agreement was signed on July 27, 1953. Panmunjeom is within the Joint Security Area (JSA) secured by UN and North Korean military and is beyond the jurisdiction of North and South Korea. <br><br>Panmunjeom and the JSA became even more well-known after the release of the film Joint Security Area (2000).  Now, Panmunjeom is one of the most visited tourist sites of the DMZ. As Panmunjeom is within the Civilian Control Zone, international visitors can tour the area through tour agencies administered by the UN.","regDate":"2022-09-03","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Security & Peace Sites"],"imgUrl":"/2022-09-03-1662198008061/774723_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-03-1662198008061"},{"id":"2022-09-03-1662194738026","title":"Paldangho Lake (팔당호)","description":"Paldangho, a man-made lake, lies beside the townships of Toechon-myeon and Namjong-myeon in Gwangju-si, Gyeonggi-do. Completed in 1973, this reservoir stores approximately 250 million tons of water, which is supplied to the Seoul and Gyeonggi regions. It is also one of Gwangju's tourist attractions, offering an inspiring view and a scenic lakeside drive. Don’t miss a stop at the Paldang Observatory for a breathtaking view of Paldangho Lake.","regDate":"2022-09-03","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites"],"imgUrl":"/2022-09-03-1662194738026/1920530_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-03-1662194738026"},{"id":"2022-09-03-1662190686544","title":"Paldalmun Gate (팔달문)","description":"Paldalmun Gate is the southern gate of Hwaseong Fortress, and its name means a gate opening to a road that leads to all directions. Among the four gates of Hwaseong Fortress, the northern and southern gates are bigger and more grandiose. The gate has an entrance wide enough to let the king's palanquin pass through and a watchtower over the entrance.  Outside of the gate is a crescent-shaped protection wall called <em>ongseong</em>. <br><br>Among the ongseong walls found across the country, Paldalmun Gate's ongseong wall stands out in terms of size and form. The hip roof and decorations seen on Paldalmun Gate's watchtower resemble that of fortress watchtowers, and are recognized as representation of late Joseon dynasty's watchtower architecture.","regDate":"2022-09-03","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Gates"],"imgUrl":"/2022-09-03-1662190686544/2482963_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-03-1662190686544"},{"id":"2022-09-03-1662187589838","title":"Paju Three Royal Tombs [UNESCO World Heritage] (파주 삼릉 [유네스코 세계문화유산])","description":"Paju Three Royal Tombs consists of the Gongneung, Sulleung, and Yeongneung tombs. Gongneung is the royal tomb of Queen Jangsun (1445-1461), consort of King Yejong, the 8th ruler of the Joseon dynasty. She died when she was still a crown princess, so her tomb is very simple. There is not even a “Mangjuseok,” which is the name for the pair of stones that stand on either side of the mound. <br><br>Sulleung is the tomb of Queen Gonghye (1456-1474), a consort of King Seongjong, the 9th ruler of the Joseon dynasty. Sulleung is similar to Gongneung in many ways, but it has more stonework. Queen Gonghye was the 4th daughter of Han Myeong-Hoe, a high-ranking government officer, and a sister of Queen Jangsun, who is buried in Gongneung. This was the only time in the history of the Joseon dynasty that two sisters both became queen.<br><br>Yeongneung is the tomb of the posthumously designated king, King Jinjong (1719-1728), the first son of King Yeongjo, and Queen Hyosun (1715-1751). King Jinjong became the crown prince at the age of 7, but he died when he was only 13 in Changgyeonggung Palace. Queen Hyosun became the crown princess when she was 13 years old. In 1751, she died at the age of 37 without an heir.","regDate":"2022-09-03","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-09-03-1662187589838/1593604_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-03-1662187589838"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}