{"pageProps":{"content":"![Odaesan National Park (오대산국립공원)](/2022-10-07-1665132866837/2633943_image2_1.webp)\n\n  \n## Overview\n\n> Odaesan Mountain is located in the central and eastern part of Gangwon-do. The mountain was designated a national park in February 1975, including an area of 298.5 ㎢ centered on the highest peak, Birobong Peak (alt. 1,563 meters). Other peaks include Horyeongbong, Sangwangbong, Dongdaesan, and Durobong.<br><br>Odaesan Mountain has the largest natural forest of Korea, home to many wild animals and plants. The mountain is divided into smaller sections  Odaesan Section, Bangadari Bridge Section, Byeongnae-ri Section, Hwangbyeongsan Mountain Section, Hongcheon-myeon Section, and Sogeumgang River Section. It is also rich in soil and resources, with lush forests and gentle slopes.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br>(Korean, English, Japanese, Chinese)<br>• For more info: +82-33-332-6417|\n|parking:|Available|\n|restdate:|Subject to abrupt closure due to adverse weather conditions|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Natural Preservation Areas (closed to public):|Woljeongsa Temple Entrance area (excluding hiking trails; 1,000 ㎡): Until 2026<br />Jingogae Pass - Dongdaesan Mountain (excluding hiking trails; 30,000 ㎡): Until 2027<br />Jilmoineup Marsh (12,341 ㎡): Until 2027<br />Sohwangbyeongsanneup Marsh (2,300 ㎡): Until 2027<br />Jogaedongneup Marsh (7,760 ㎡): Until 2028<br />Eulsugol Upper section & Valley section: Until 2034<br />Dongdaesan area: Until 2034|\n|Night-time Hike Restriction Notice:|To protect the environment and ensure the safety of hikers, hiking is prohibited at night (from sunset until two hours before sunrise).|\n|Areas Open to the Public:|Sangwonsa Temple - Jeokmyeolbogung (2 km)<br>Sangwonsa Temple - Jungdae (1.3 km)<br>Sogeumgang River - Guryongpokpo Falls (2.5 km)<br>Woljeongsa Hoesa Street - Dongpigol Valley - Sangwonsa Temple (8.1 km)|\n|Hiking Course:|Durobong Peak Course (10 km / 4hr 40 min ~ 5 hr) <br>Dongdaesan Mountain Course (4.4 km / 2 hr 10 min ~ 2 hr 30 min)<br>Sangwangbong Peak Course (14 km / 5 hr 20 min ~ 6 hr)<br>Sogeumgang River Course (13.3 km / 7 hr ~ 8 hr)<br>Birobong Peak Course (7 km / 3 hr 10 min ~ 3 hr 30 min)<br>Seonjae-gil Course (10 km / 3 hr 30 min)<br>Gyebangsan Mountain Course 1 (8.9 km / 6 hr)<br>Gyebangsan Mountain Course 2 (8.9 km / 6 hr)|\n|Mountain Not Access Period:|Seasonal Forest Fire Watch by Park<br>Spring: February 15 - May 15 / Fall: November 1 - December 15<br>* TBD by park rangers based on weather advisories, snow/precipitation levels, and other local conditions. Visit the official website to check before visiting.|\n|Restricted Mountain Areas :|Refer to the official website|\n|Restrooms:|Available|\n|Admission Fees:|Admission fees apply to Woljeongsa Temple|\n|Parking Fees:|Light-weight car (under 1,000cc) 2,000 won<br>Mid-sized car / Small-sized car 4,000 won (Peak season 5,000 won)<br>Large-sized car 6,000 won (Peak season 7,500 won)<BR><br>* Based on one day / one parking slot<br>* Jingogae Parking Lot has no parking fees as the parking lot is a subsidiary facility of the service station.|\n|Available Facilities:|Campground, auto campground, visitor's center, etc.|\n  \n## Detail Image\n![/2022-10-07-1665132866837/2494293_image2_1.webp](/2022-10-07-1665132866837/2494293_image2_1.webp)\n![/2022-10-07-1665132866837/2494300_image2_1.webp](/2022-10-07-1665132866837/2494300_image2_1.webp)\n![/2022-10-07-1665132866837/2633918_image2_1.webp](/2022-10-07-1665132866837/2633918_image2_1.webp)\n![/2022-10-07-1665132866837/2633944_image2_1.webp](/2022-10-07-1665132866837/2633944_image2_1.webp)\n![/2022-10-07-1665132866837/2633946_image2_1.webp](/2022-10-07-1665132866837/2633946_image2_1.webp)\n![/2022-10-07-1665132866837/2633948_image2_1.webp](/2022-10-07-1665132866837/2633948_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-33-332-6417](tel:+82333326417)\n- [🏠odae.knps.or.kr](http://odae.knps.or.kr)\n\n\n```googleMap\nlatitude: 37.7171280754\nlongitude: 128.6014971797\ntitle: Odaesan-ro, Pyeongchang-gun, Gangwon-do\n```\n  \n\n","data":{"id":"2022-10-07-1665132866837","title":"Odaesan National Park (오대산국립공원)","description":"Odaesan Mountain is located in the central and eastern part of Gangwon-do. The mountain was designated a national park in February 1975, including an area of 298.5 ㎢ centered on the highest peak, Birobong Peak (alt. 1,563 meters). Other peaks include Horyeongbong, Sangwangbong, Dongdaesan, and Durobong.<br><br>Odaesan Mountain has the largest natural forest of Korea, home to many wild animals and plants. The mountain is divided into smaller sections  Odaesan Section, Bangadari Bridge Section, Byeongnae-ri Section, Hwangbyeongsan Mountain Section, Hongcheon-myeon Section, and Sogeumgang River Section. It is also rich in soil and resources, with lush forests and gentle slopes.","regDate":"2022-10-07","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","National Parks"],"imgUrl":"/2022-10-07-1665132866837/2633943_image2_1.webp","blogPath":"Gangwon-do/2022-10-07-1665132866837","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-10-07-1665132866837"},"dataList":[{"id":"2022-10-22-1666432066738","title":"Chuncheon Oksanga - Okgwangsan Jade Mine (춘천 옥산가 (옥광산))","description":"This tourist destination was established as a healing and experience attraction based on Korea’s only jade mine in Chuncheon. It comprises Jade Cave Experience Center, Jade Mine Sauna, Toy Museum, Bakery Cafe, restaurant, and other facilities. In particular, Jade Cave Experience Center, which was built by using an actual jade pit, invites visitors to observe and touch rough gemstones. The center has a shelter surrounded by jade stones and an earthenware museum, which exhibits various types of earthenware. If you want to have a healing experience with jade’s energy, the jade sauna is an ideal place to visit. The sauna was built with high-quality nephrite from the jade mine and uses mineral water produced from deep in the jade pit. Moon Valley consisting of a gallery, modern history museum, and toy museum is popular among family visitors with children, and kidults too. The toy museum is full of famous character figures from animated films and popular movies, such as Taekwon V, Mazinger Z, Disney characters, and Star Wars characters. The outdoor park behind the Moon Valley has a small zoo and a walking path.","regDate":"2022-10-22","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Industrial Sites","Mines"],"imgUrl":"","blogPath":"Gangwon-do/2022-10-22-1666432066738"},{"id":"2022-10-22-1666428862040","title":"Chuncheon Mulgil-ro (춘천물레길)","description":"The Mullegil Trail is designed to guide tourists to enjoy the beautiful scenery along the waterway in Chuncheon, a lake city. The Mullegil Trail also offers tourists an opportunity to travel around Chuncheon’s lake and river by canoe. With basic instructions, people of all ages can go canoeing easily. Many companies provide diverse canoeing courses, and their common course starts from the Chuncheon Songam Sports Town, continues to canoe toward the Uiamho Lake Skywalk, and returns. Tourists can enjoy canoeing along the Chuncheon Mullegil Trail and use the King Canoe Quay, which is equipped with a facility for the vulnerable people on tourism. Selected as an open tourist attraction, the King Canoe Quay provides canoeing programs for people in wheelchairs and the visually impaired.","regDate":"2022-10-22","author":"korea-tour","tag":["Gangwon-do"],"imgUrl":"/2022-10-22-1666428862040/2030534_image2_1.webp","blogPath":"Gangwon-do/2022-10-22-1666428862040"},{"id":"2022-10-22-1666424746299","title":"Chuncheon Cheongpyeongsa Temple (청평사 (춘천))","description":"Cheongpyeongsa Temple is a Buddhist temple with 1,000 years of tradition, located at Obongsan Mountain. Originally established as Baegamseonwon Temple in 973, the temple changed its name several times, went through construction works, and has become the current Cheongpyeongsa Temple. Yi Ja-hyeon, a scholar of the Goryeo period, built a garden here by keeping its natural topography after he left his government post. In this area, there is a pond that was built during the Goryeo period and has preserved its original form. Many cultural heritages have disappeared over the years and during the Korean War as well. The remaining cultural heritages include Hoejeonmun Gate of Cheongpyeongsa Temple (Treasure No. 164), Three-story Stone Pagoda of Cheongpyeongsa Temple (Gangwon-do Cultural Heritage Material No. 8), and Stupa of Yi Ja-hyeon (posthumous epithet  Jillakgong). Cheongpyeongsa Temple’s Hoejeonmun Gate was built instead of Sacheonwangmun Gate (the gate of the Four Guardian Kings), in order to enlighten people about the transmigration of souls. Cheongpyeongsa Temple bears a myth about a princess and a serpent. The princess suffered a lot from a serpent as she couldn’t get rid of it from her body. Then she came to Cheongpyeongsa Temple and prayed to the Buddha, and she became free from the serpent. Therefore, the Three-story Stone Pagoda of Cheongpyeongsa Temple is also called “Princess Pagoda.” Although the scale of the temple is not large, it is known for beautiful natural landscape harmonized with artificial structures, such as a pavilion and a pond. Accordingly, the area of the temple was designated as Scenic Site No. 70. Cheongpyeongsa Temple can be also reached by taking a ferry at the Soyanggang Dam Quay.","regDate":"2022-10-22","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-10-22-1666424746299/1780622_image2_1.webp","blogPath":"Gangwon-do/2022-10-22-1666424746299"},{"id":"2022-10-22-1666421910900","title":"Chuam Suspension Bridge (추암 출렁다리)","description":"Chuam Suspension Bridge is located near Chotdae Rock, famous as a sunrise spot. The 72 meters long suspension bridge is the first suspension bridge that crosses over the ocean in Korea.","regDate":"2022-10-22","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Architectural Sights","Bridges"],"imgUrl":"/2022-10-22-1666421910900/2639501_image2_1.webp","blogPath":"Gangwon-do/2022-10-22-1666421910900"},{"id":"2022-10-22-1666418364901","title":"Chuam Beach (추암해변)","description":"Chuam Beach is a white sandy beach with various unique rock formations. Even though the beach itself is small, there are plenty of things to see like beautiful sunsets, a suspension bridge over the ocean, and the famous Chotdaebawi Rock. The suspension bridge is a perfect photo spot with the East Sea in the backdrop. There is also Haeamjeong Pavilion, first built in 1361 and renovated in 1790. Chuam Sculpture Park at the end of the suspension bridge is also worth a visit.","regDate":"2022-10-22","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites"],"imgUrl":"/2022-10-22-1666418364901/1798308_image2_1.webp","blogPath":"Gangwon-do/2022-10-22-1666418364901"},{"id":"2022-10-22-1666413980211","title":"Cheorwon Plain (Migratory Bird Habitat) (철원평야(철새도래지))","description":"After the fall harvest season, the fields of Cheorwon Plain are littered with fallen grains, providing an abundant source of food for migratory birds. Moreover, the well-preserved ecosystem of the Demilitarized Zone provides clean water and a healthy habitat, making the Cheorwon area a paradise for migratory birds. <br><br>Cranes stalking around the fields and birds taking off en masse from the reservoir make bird watchers exclaim in awe. In Cheorwon, which boasts the biggest white-fronted goose population in Korea, visitors can see observe 110 species of birds, some of which are protected as national treasures. Examples include red-crowned cranes, vultures, white-tailed sea eagles, and golden eagles as well as mallards and spot-billed ducks, which migrate to Korea for the winter.","regDate":"2022-10-22","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2022-10-22-1666413980211/1955738_image2_1.webp","blogPath":"Gangwon-do/2022-10-22-1666413980211"},{"id":"2022-10-21-1666349469880","title":"Byeolmaro Observatory (별마로천문대)","description":"Byeolmaro is a public astronomical observatory built on the peak of Bongnaesan Mountain (alt. 799.8 m) in Yeongwol. The term ‘Byeolmaro’ combines the words byeol (star), ma (peak) and ro (peaceful). Together, they collectively represent the wish to view stars in a clean and peaceful environment. The observatory has a variety of telescopes, including one with a diameter of 80 centimeters. The observatory also has accommodation facilities, audio & visual rooms, and a lecture hall, making it suitable for educational programs.","regDate":"2022-10-21","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2022-10-21-1666349469880/2517650_image2_1.webp","blogPath":"Gangwon-do/2022-10-21-1666349469880"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}