{"pageProps":{"content":"![Geumdanggyegok Valley (금당계곡)](/2022-09-24-1663995422572/1177245_image2_1.webp)\n\n  \n## Overview\n\n> Geumdanggyegok Valley, located upstream of the Pyeongchanggang River, is a gorge between three different districts of Bongpyeong-myeon, Yongpyeong-myeon and Daehwa-myeon, just west of Geumdangsan Mountain (1,173 m). Geumdanggyegok Valley is an impressive site with sections of both gentle and fast flowing valley waters. From late March through April full-blown azalea covers the mountainsides and valleys providing visitors with a refreshing spring scent.  <br><br>To reach Geumdanggyegok Valley, travel down along the Pyeongchanggang River from Jangpyeong or trek up the valley from Anmi Elementary School. Coming down to Pyeongchang-eup from Daehwa-myeon area, visitors will encounter an intersection called, “Saechugeori”. The intersection has two parts  Sanganmi and Haanmiri and a sign indicating the Geumdanggyegok Valley entrance. Across the valley, odd-shaped rock formations and cliffs appear one after another along the river. The area is a native habitat for a species of otter (Natural Treasure No. 330) and a favorite spot for catching catfish.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-33-1330 <br>(Korean, English, Japanese, Chinese) <br> • For more info: +82-33-330-2771|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Hiking Course:|Geumdanggyegok Valley - Geumdangsan Mountain (1,173 m) (Approx. 1 hr 30 min)|\n|Tour Course Information:|* Geumdanggyegok Valley - Lee Hyo-seok Culture Village - Heungjeonggyegok Valley - Lee Seungbok Memorial Hall <br>* Geumdanggyegok Valley - Neounngyegok Valley - Noseongsan Mountain - Gihwagyegok Valley|\n  \n## Detail Image\n![/2022-09-24-1663995422572/1177173_image2_1.webp](/2022-09-24-1663995422572/1177173_image2_1.webp)\n![/2022-09-24-1663995422572/1177178_image2_1.webp](/2022-09-24-1663995422572/1177178_image2_1.webp)\n![/2022-09-24-1663995422572/1177190_image2_1.webp](/2022-09-24-1663995422572/1177190_image2_1.webp)\n![/2022-09-24-1663995422572/1177193_image2_1.webp](/2022-09-24-1663995422572/1177193_image2_1.webp)\n![/2022-09-24-1663995422572/1177200_image2_1.webp](/2022-09-24-1663995422572/1177200_image2_1.webp)\n![/2022-09-24-1663995422572/1177241_image2_1.webp](/2022-09-24-1663995422572/1177241_image2_1.webp)\n![/2022-09-24-1663995422572/1177244_image2_1.webp](/2022-09-24-1663995422572/1177244_image2_1.webp)\n![/2022-09-24-1663995422572/1177247_image2_1.webp](/2022-09-24-1663995422572/1177247_image2_1.webp)\n![/2022-09-24-1663995422572/1177255_image2_1.webp](/2022-09-24-1663995422572/1177255_image2_1.webp)\n![/2022-09-24-1663995422572/1177238_image2_1.webp](/2022-09-24-1663995422572/1177238_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-33-330-2771](tel:+82333302771)\n- [🏠tour.pc.go.kr](http://tour.pc.go.kr)\n\n\n```googleMap\nlatitude: 37.4824623569\nlongitude: 128.3942007364\ntitle: 766-2, Geumdanggyegok-ro, Pyeongchang-gun, Gangwon-do\n```\n  \n## Directions\n  \nFrom Dong \nSeoul Bus Terminal.<br>Take an intercity \nbus bound for Pyeongchang via&nbsp;Jangpyeong.<br>Get off at Jangpyeong.<br><br>From Jangpyeong \nTerminal, take a bus bound for Yupo-ri. <br>Bus schedule: 6 times per day/ travel \ntime: 20min.&nbsp;\n","data":{"id":"2022-09-24-1663995422572","title":"Geumdanggyegok Valley (금당계곡)","description":"Geumdanggyegok Valley, located upstream of the Pyeongchanggang River, is a gorge between three different districts of Bongpyeong-myeon, Yongpyeong-myeon and Daehwa-myeon, just west of Geumdangsan Mountain (1,173 m). Geumdanggyegok Valley is an impressive site with sections of both gentle and fast flowing valley waters. From late March through April full-blown azalea covers the mountainsides and valleys providing visitors with a refreshing spring scent.  <br><br>To reach Geumdanggyegok Valley, travel down along the Pyeongchanggang River from Jangpyeong or trek up the valley from Anmi Elementary School. Coming down to Pyeongchang-eup from Daehwa-myeon area, visitors will encounter an intersection called, “Saechugeori”. The intersection has two parts  Sanganmi and Haanmiri and a sign indicating the Geumdanggyegok Valley entrance. Across the valley, odd-shaped rock formations and cliffs appear one after another along the river. The area is a native habitat for a species of otter (Natural Treasure No. 330) and a favorite spot for catching catfish.","regDate":"2022-09-24","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Valleys"],"imgUrl":"/2022-09-24-1663995422572/1177245_image2_1.webp","blogPath":"Gangwon-do/2022-09-24-1663995422572","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-09-24-1663995422572"},"dataList":[{"id":"2022-10-14-1665741013517","title":"Sun Cruise Theme Park (썬크루즈 테마공원)","description":"Sun Cruise Resort is a cruise-shaped resort located on a cliff 60 meters above sea level. Surrounding the resort is an extensive park, with themed gardens and sculptures. The park offers an exquisite landscape with its large man-made lake and coconut trees. The resort also has a sculpture park that displays 30 sculptures and a <em>jangseung</em> (traditional Korean totem pole) park with 250 jangseung totems from Andong. Visitors can also stop for a cup of coffee at a train-themed cafe or a sailboat-themed cafe.","regDate":"2022-10-14","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-10-14-1665741013517/205833_image2_1.webp","blogPath":"Gangwon-do/2022-10-14-1665741013517"},{"id":"2022-10-14-1665737745546","title":"Statue of Soyanggang Maid (소양강처녀상)","description":"This Soyanggang Maiden Statue stands high between Soyanggang Skywalk and Soyang i(2)gyo Bridge. This statue, representing Korea’s popular song Soyanggang Cheonyeo (maiden), is 12 m high in total, combining 5 m-high base stone and 7 m-high body. If you see it close to, the statue looks very big. The statue depicts a maiden who holds her skirt hem with one hand and reed with the other, and her breast-knot flapping in the wind. The base stone has the inscription of lyrics. The lyrics belong to the song Soyanggang Cheonyeo composed by Ban Ya-wol, who left hit songs, such as Crossing the Teary Pass of Bakdaljae, and Brokenhearted Miari Ridge.","regDate":"2022-10-14","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Architectural Sights","Statues"],"imgUrl":"/2022-10-14-1665737745546/2494755_image2_1.webp","blogPath":"Gangwon-do/2022-10-14-1665737745546"},{"id":"2022-10-14-1665734116690","title":"Soyangho Lake Ferry (소양호 유람선)","description":"Soyangho Lake was created by the building of Soyanggang Dam in 1973, and holds approximately 2.7 billion tons of water. It is the largest lake in Korea, earning it the nickname of the inland sea. Islands dot the landscape, and the lake is home to over 50 types of freshwater fish, making it a popular destination for watersports and fishing.","regDate":"2022-10-14","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Recreational Sites","Cruises/Submarines"],"imgUrl":"/2022-10-14-1665734116690/185856_image2_1.webp","blogPath":"Gangwon-do/2022-10-14-1665734116690"},{"id":"2022-10-14-1665729241153","title":"Soyangho Lake (Yanggu Section) (소양호(양구))","description":"Soyangho Lake is a man-made lake that was created when Soyang Dam, the biggest rock-filled dam in Asia, was built in 1973. The lake is a hotspot for aquatic tourism and the lakeside road is an important route that connects Chuncheon and Yanggu. Driving from Chuncheon to the dam will take about one hour, but the Kwaeryongho Boat, a hovercraft that operates regularly on Soyangho Lake, only takes about 30 minutes. The hovercraft travels by ejecting air against the surface below, sending up a spray of water on either side of the boat to the delight of passengers. In the valley, visitors can see fish farms floating among the islets. When the water level is high, it is possible to travel on the lake all the way to Inje and Sinnam, enjoying the beautiful scenery of Seoraksan Mountain. Both tourists and locals regularly make use of the ferry service.","regDate":"2022-10-14","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites"],"imgUrl":"/2022-10-14-1665729241153/176171_image2_1.webp","blogPath":"Gangwon-do/2022-10-14-1665729241153"},{"id":"2022-10-14-1665723965765","title":"Soyangho Lake (Inje Section) (소양호-인제)","description":"Soyangho Lake (소양호), one of the biggest manmade lakes in Korea, along with Chungjuho Lake (충주호), was created in 1973 when the world’s fourth largest dam, Soyang Dam, standing 123 meters high, was constructed. The 60-kilometer watercourse connecting Chuncheon and Inje is a route along which you can enjoy the beautiful hills and streams of Naeseorak. In the Inje section, upstream of the lake, there are various species of fish such as carp, crusian, leather carp, mandarin fish and pond smelt, attracting many tourists and fisherman. Fishing spots are found in areas such as Gunchukgyo Bridge, Bupyeong, Gwandae-ri, and Sangsunaeri Fishing Pier. Also, from December and March when a portion of the lake near Gunchukgyo Bridge freezes, you can bore holes through the ice sheet and enjoy ice-fishing for pond smelt.<br><br>","regDate":"2022-10-14","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites"],"imgUrl":"/2022-10-14-1665723965765/186683_image2_1.webp","blogPath":"Gangwon-do/2022-10-14-1665723965765"},{"id":"2022-10-13-1665658224957","title":"Soyanggang Skywalk (소양강스카이워크)","description":"Soyanggang Skywalk, stretching over the river, is 174 m long and the transparent glass floor covers 156 m of the section. The end of the skywalk is equipped with a circular plaza and an observatory. Visitors can enjoy an open view of the area while taking a rest. Its circular plaza is also equipped with a transparent floor and a good place for taking a photo with the background of the landscape. A “Ssogarisang” sculpture of leopard mandarin fish located on the opposite side of the plaza attracts visitors. The fountain water flows down from this sculpture at the fixed hours. A cozy photo zone and terrace are situated at the entrance to Soyanggang Skywalk, while the Soyang i(2)gyo Bridge, which is Chuncheon’s landmark, and Soyanggang Maiden Statue are situated right next to the Skywalk. Its night view with splendid lights is also well-known.","regDate":"2022-10-13","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Architectural Sights","Monuments/Observatories"],"imgUrl":"/2022-10-13-1665658224957/2392892_image2_1.webp","blogPath":"Gangwon-do/2022-10-13-1665658224957"},{"id":"2022-10-13-1665654643403","title":"Soyang Dam (소양강댐)","description":"Built in October 1973, Soyang Dam is the largest dam in Korea. It stands 123 meters high and 530 meters long and can hold up to 29 million tons of water. The stored water which has become Soyangho Lake, is Koreas largest man-made lake, spanning a large area that borders the Gangwon-do cities and districts of Chuncheon, Hongcheon, Yanggu and Inje. Visitors can enjoy riding a ferry or walk on the 2.5 kilometer walking trail. Various restaurants and attractions are also nearby.","regDate":"2022-10-13","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites"],"imgUrl":"/2022-10-13-1665654643403/1583557_image2_1.webp","blogPath":"Gangwon-do/2022-10-13-1665654643403"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}