{"pageProps":{"content":"![Wolchulsan Gichan Land (월출산 기찬랜드)](/2023-02-01-1675226398839/1006040_image2_1.webp)\n\n  \n## Overview\n\n> Wolchulsan Gichan Land is set in the clean valley and fresh air at the foot of Cheonhwangbong Peak of Wolchulsan Mountain. Many famous people come from the area, including Kim Changjo who created folklore music, Nangsan Kim Junyeon, a member of the Consituent Assembly, Admiral Kang Kicheon, Jo Hunhyeon, King of Baduk game and others. Gichan Land houses Gayageum Theme Park to offer folk culture as well as nature-pool, spirit health center, pension, physical facilities, well-being prayer road, and others. Wolchulsan Well-being Prayer Road features a health road to experience water, forest, and rocks on the road to Wolchulsan Mountain. <br><br>The 1.1 kilometer long Wolchulsan Well-being Prayer Road stretches from Gichan-gil Walking path to Ki Sports Park and Sowon-ro. The path is decorated with more than 30 years of pine trees, eco-friendly wooden bridge, and a resting area. Wolchulsan Pray Road stretches from the entrance of Cheonhwangsaji and Ki Sports Park to Gichan Land (4km) plus the 3 kilometer-road from Historic Site of Wang In to the entrance of Dogapsa Temple.<br><br>Wolchulsan National Park features breathtaking scenery, plentiful cultural resources and folklore atmosphere of the Southern area. The mountain was formed as a residual hill of the Sobaek Mountain Range going into the Mokpo sea and meets the projecting rocks. The whole area is centered around Cheonwangbong Peak (809m) and is surrounded by uniquely-formed rocks and cliffs. <br><br>The area is the birth place of Wangin (Baekje) and Doseon Guksa (Late Silla). Various cultural assets are also located here, including Gengnakjeon Hall and Rock-carved Seated Buddha in Muwisa Temple in south side and Dogapsa Temple in west side based on Cheonwangbong Peak.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br>• For more info: +82-61-471-8500|\n|parking:|Available|\n|usetime:|08:00-19:00|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Admission Fees:|Individuals - Adults 6,000 won / Teenagers 4,000 won / Children 2,000 won<br />Groups - Adults 5,000 won / Teenagers 3,000 won / Children 1,000 won<br />* Groups: 20 people or more|\n|Available Facilities:|* Convenience facilities: Nature-type pool, pension, resting area, pavilion, football field, performance hall, etc.<br />* Spirit experience hall: Gichan Moetgil, Spirit Health Center, Natural dyeing hall, etc.|\n  \n## Detail Image\n![/2023-02-01-1675226398839/778577_image2_1.webp](/2023-02-01-1675226398839/778577_image2_1.webp)\n![/2023-02-01-1675226398839/1006050_image2_1.webp](/2023-02-01-1675226398839/1006050_image2_1.webp)\n![/2023-02-01-1675226398839/1006053_image2_1.webp](/2023-02-01-1675226398839/1006053_image2_1.webp)\n![/2023-02-01-1675226398839/1006064_image2_1.webp](/2023-02-01-1675226398839/1006064_image2_1.webp)\n![/2023-02-01-1675226398839/1006067_image2_1.webp](/2023-02-01-1675226398839/1006067_image2_1.webp)\n![/2023-02-01-1675226398839/1073376_image2_1.webp](/2023-02-01-1675226398839/1073376_image2_1.webp)\n![/2023-02-01-1675226398839/1073384_image2_1.webp](/2023-02-01-1675226398839/1073384_image2_1.webp)\n![/2023-02-01-1675226398839/1073389_image2_1.webp](/2023-02-01-1675226398839/1073389_image2_1.webp)\n![/2023-02-01-1675226398839/1073405_image2_1.webp](/2023-02-01-1675226398839/1073405_image2_1.webp)\n![/2023-02-01-1675226398839/1006059_image2_1.webp](/2023-02-01-1675226398839/1006059_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-61-471-8500](tel:+82614718500)\n- [🏠tour.yeongam.go.kr](http://tour.yeongam.go.kr/)\n\n\n```googleMap\nlatitude: 34.7917082337\nlongitude: 126.6852119282\ntitle: 19-3, Gichan land-ro, Yeongam-gun, Jeollanam-do\n```\n  \n## Directions\n  \n[Bus]<br>\nTake an express bus from Central City Terminal to Yeongam Bus Terminal.<br>\n- Transfer to a bus bound for Yeongam and Dokcheon and get off at Hoemun-ri Bus Stop (10 minutes).<br>\n- Gichan Land will be located on the left within 450m ahead.\n","data":{"id":"2023-02-01-1675226398839","title":"Wolchulsan Gichan Land (월출산 기찬랜드)","description":"Wolchulsan Gichan Land is set in the clean valley and fresh air at the foot of Cheonhwangbong Peak of Wolchulsan Mountain. Many famous people come from the area, including Kim Changjo who created folklore music, Nangsan Kim Junyeon, a member of the Consituent Assembly, Admiral Kang Kicheon, Jo Hunhyeon, King of Baduk game and others. Gichan Land houses Gayageum Theme Park to offer folk culture as well as nature-pool, spirit health center, pension, physical facilities, well-being prayer road, and others. Wolchulsan Well-being Prayer Road features a health road to experience water, forest, and rocks on the road to Wolchulsan Mountain. <br><br>The 1.1 kilometer long Wolchulsan Well-being Prayer Road stretches from Gichan-gil Walking path to Ki Sports Park and Sowon-ro. The path is decorated with more than 30 years of pine trees, eco-friendly wooden bridge, and a resting area. Wolchulsan Pray Road stretches from the entrance of Cheonhwangsaji and Ki Sports Park to Gichan Land (4km) plus the 3 kilometer-road from Historic Site of Wang In to the entrance of Dogapsa Temple.<br><br>Wolchulsan National Park features breathtaking scenery, plentiful cultural resources and folklore atmosphere of the Southern area. The mountain was formed as a residual hill of the Sobaek Mountain Range going into the Mokpo sea and meets the projecting rocks. The whole area is centered around Cheonwangbong Peak (809m) and is surrounded by uniquely-formed rocks and cliffs. <br><br>The area is the birth place of Wangin (Baekje) and Doseon Guksa (Late Silla). Various cultural assets are also located here, including Gengnakjeon Hall and Rock-carved Seated Buddha in Muwisa Temple in south side and Dogapsa Temple in west side based on Cheonwangbong Peak.","regDate":"2023-02-01","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Recreational Sites","Theme Parks"],"imgUrl":"/2023-02-01-1675226398839/1006040_image2_1.webp","blogPath":"Jeollanam-do/2023-02-01-1675226398839","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-02-01-1675226398839"},"dataList":[{"id":"2023-02-03-1675395532623","title":"Chungminsa Temple (여수충민사)","description":"Nestled at the foot of Maraesan Mountain (alt. 385.2 m), Chungminsa Temple (Historic Site No. 381) was built by Lee Sieon (unknown - 1624), and was commissioned by Lee Hangbok (1556-1618) after the Imjinwaeran War (Japanese Invasion) upon King Seonjos (1601) command. The shrine was forced to be demolished by Japan in 1919, and only two sections remained. In 1947, they were then rebuilt by local residents in the end. It was designated as Historical Site No. 381 on June 1, 1993.<br><br>* Chungminsa Hamabi (stone statue)<br>At the entrance of Chungminsa Temple, Hamabi (stone stuatue) is set up with a 1.4 m-x_height, 42 cm-x_width, and 10 cm-thickness, with the word Hamabi written on the stone, meaning expressing ones respect, and in front of the palace is a Confucian shrine, the birthplace of the sages that symbolizes the temples significance. This stone used to be 100 m away but was moved to its current site when a detour road was built.","regDate":"2023-02-03","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2023-02-03-1675395532623/193495_image2_1.webp","blogPath":"Jeollanam-do/2023-02-03-1675395532623"},{"id":"2023-02-02-1675334280408","title":"Cheongwansan Provincial Park (천관산도립공원)","description":"Cheongwansan Provincial Park is located on Cheongwansan Mountain, which is considered one of the best mountains in southwest Korea, along with Jirisan, Naejangsan, Wolchulsan and Naebyeonsan mountains. The name of Cheongwan comes from the fact that the surrounding boulders resemble a thorny crown worn by an emperor. In autumn, fields of silver grass unfold around the mountain peak, allowing for the Cheongwansan Silver Grass Festival to take place on Yeondaebong (silver grass plain). Also, from the top of the mountain, several grand landmarks like Dadohae archipelago, Wochulsan Mountain and Mudeungsan Mountain in nearby cities can be seen. On a clear day, visitors can even see Hallasan Mountain on Jeju Island. In the middle of the mountain is Cheongwansa Temple, which houses precious cultural properties including Cheongwansa Three-Story Pagoda (Treasure No. 795), Cheongwansa Seokdeung (stone lantern), Five-Story Pagoda, and Jangheung Tapsansaji Seokdeung (stone lantern).","regDate":"2023-02-02","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites","Provincial Parks"],"imgUrl":"","blogPath":"Jeollanam-do/2023-02-02-1675334280408"},{"id":"2023-02-02-1675330598911","title":"Bogildo Island (보길도)","description":"Located about 12 kilometers away from Wando Port, Bogildo Island was once inhabited by a famous Joseon poet named Yun Seon-do, who found the island by chance when he sought shelter from a typhoon he encountered on his way to Jeju Island. During his 10-year stay on the island, he built 25 buildings, including Seyeonjeong and Nakseonjae Pavilions. His most noted work Eobusasisa was also written here. <br><br>The island has three beautiful beaches, serving as a popular vacation destination. The southernmost Yesong-ri Beach is especially popular for its astounding views with a 1.4-kilometer stretch of pebbled shore with an evergreen forest nearby.","regDate":"2023-02-02","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"","blogPath":"Jeollanam-do/2023-02-02-1675330598911"},{"id":"2023-02-02-1675327194160","title":"Baekdo Island (여수 백도)","description":"Located 28 kilometers east of Geomundo Island, Baekdo Island is comprised of a collective group of uninhabited rock islets. Some of the most well-known islets are Maebawi Rock, Seobangbawi and Gaksibawi Rocks, Hyeongjebawi Rock, and Seokbulbawi Rock, each rock with a legend or a myth of its own. Baekdo Island is also a nature preserve that serves as a home to several endangered species, and can only be observed while aboard a cruise that tours the nearby islands.","regDate":"2023-02-02","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"","blogPath":"Jeollanam-do/2023-02-02-1675327194160"},{"id":"2023-02-02-1675323369444","title":"Yudalsan Mountain (유달산)","description":"Yudalsan Mountain, located in Mokpo, Jeollanam-do, is the last mountain of the Noryeong Mountain Range. Despite its low x_height of only 228 meters, the mountain boasts a panoramic view of the entire city of Mokpo and the sea. There are five pagodas throughout the mountain as well as a monument with lyrics to the song Mokpo’s Tears,” a sculpture park exhibiting some 100 pieces; an orchid park; and Ilju Road with a view of Mokpo.","regDate":"2023-02-02","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites","Mountains"],"imgUrl":"/2023-02-02-1675323369444/1804641_image2_1.webp","blogPath":"Jeollanam-do/2023-02-02-1675323369444"},{"id":"2023-02-02-1675319994596","title":"Yi Sunsin Plaza (이순신광장)","description":"Yi Sunsin Plaza is located in Jungang-dong, Yeosu-si and contains the history and achievements of General Yi Sunsin. The plaza is the starting point for the history culture tourism belt and the surrounding artifacts and in May hosts the Turtle Ship Festival. The main attraction in the plaza is the life-size turtle ship which visitors can not only view from the outside but also the inside. There are also various performances on Saturdays in the plaza.&nbsp;<br>","regDate":"2023-02-02","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2023-02-02-1675319994596/2369131_image2_1.webp","blogPath":"Jeollanam-do/2023-02-02-1675319994596"},{"id":"2023-02-02-1675316187918","title":"Yeosu Yeongchwisan Mountain (영취산 (여수))","description":"Yeongchwisan Mountain is not very tall, rising just 510 meters above sea level, but the mountain has long been deemed as a spiritual guardian of the Yeosu peninsula. During the old days, people held rituals for rain or offered wishful prayers here. Geumseongdae and Dosolam Hermitage are two Buddhist places of worship on the mountain.  <br><br>As Yeongchwisan Mountain is not very tall, taking any hiking course will lead you to the peak within about four hours. The mountain is a perfect place for family travelers to go hiking. Yeongchwisan Mountain is also widely known as the first place in Korea where azaleas begin to bloom in the spring, and is one of the top three most famous places in Korea for azalea blossoms. In April each year, the azalea festival is held in the mountain. The festival offers a variety of programs including a ritual for the god of the mountain, a writing contest for students, a photo contest, and Miss Azalea beauty pageant. During the festival, visitors can enjoy various events and local foods.","regDate":"2023-02-02","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites","Mountains"],"imgUrl":"/2023-02-02-1675316187918/2648192_image2_1.webp","blogPath":"Jeollanam-do/2023-02-02-1675316187918"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}