{"pageProps":{"content":"![Jangsaengpo Whale Watching Cruise (장생포 고래바다여행선)](/2022-07-16-1657982308753/2020477_image2_1.webp)\n  \n## Overview\n\n> Jangsaengpo Whale Cultural District, located in Nam-gu, Ulsan, is famous for the whale-themed tour program featuring a whale watching cruise, a whale museum and the whale ecology familiarization tour. The whale watching cruise was upgraded in May 2013 to include watching for dolphins as well, therefore offering an even more enjoyable whale watching tour. At night, one can experience a glamorous night view of Ulsan Industrial Complex while enjoying diverse performances and buffet dining aboard the ship.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br>(Korean, English, Japanese, Chinese) <br> • For more info: +82-52-226-1900|\n|parking:|Available|\n|restdate:|Mondays|\n|usetime:|[Dolphin Watching]<br>April-October<br>- Tuesday-Thursday 14:00-17:00 <br>- Friday 13:00-16:00 <br>- Saturday-Sunday 10:00-13:00, 14:00-17:00 <br><br>[Dinner Cruise] <br>May-October<br>Friday 19:00-21:00 <br><br>* Additional fees may apply during off-season<br>* Separate operating planned during Ulsan Whale Festival period.|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Tour Course Information:|[Dolphin Watching Cruise Course]<br />Course 1 (Dolphin-watching): To Gangdong, Ulgideungdae Lighthouse and back (34 miles / 3 hours)<br />Course 2 (Dinner Cruise): To Ganjeolgot Cape and back (21 miles / 2 hours)<br />Course 3 (Dolphin-watching): To Hwaamchu and back (33 miles / 3 hours)|\n|Facility Utilization Fees:|[Dolphin Watching]<br>Individuals: Adults 20,000 won / Children 10,000 won<br>Groups: Adults 15,000 won / Children 7,000 won<br><br>[Dinner Cruise]<br>Adults 50,000 won / Children 30,000 won<br><br>* Free admission for children under 3 years of age with accompanying parent. <br>* If no dolphins are seen during the cruise, passengers may chose one of the following options: free admission to Dolphin Museum, Jangsaengpo Village, or Ulsanham; or a 40% discount on Dolphin ecological experience hall (excluding 4D Theater)<br>* Adults (ages 13 and older) / Children (ages 3-12)<br>* Group: 20 people or more|\n|Available Facilities:|1F: Grand reception hall, performance stage, buffet table<br>2F: Restaurant, coffee shop, VIP room, karaoke room <br>3F: Outdoor terrace, performance stage, snack bar, etc.|\n|Restrooms:|Available|\n|Parking Fees:|Charged parking lot (Four hour parking ticket offered to cruise ship passengers)|\n|Reservation Info. for Foreigners:|[www.whalecity.kr](http://www.whalecity.kr/)|\n  \n\n  \n## Contact\n\n- [☎️+82-52-226-1900](tel:+82522261900)\n- [🏠www.whalecity.kr](http://www.whalecity.kr)\n\n\n```googleMap\nlatitude: 35.5028149271\nlongitude: 129.3808541361\ntitle: 210, Jangsaengpogorae-ro, Nam-gu, Ulsan\n```\n  \n## Directions\n  \n[Express/Intercity Bus]<br>\nTake a bus from Gangnam Express Bus Terminal to Ulsan Express Bus Terminal.<br><br>\n\n[Bus]<br>\nGet off at Jangsaengpo Whale Museum Bus Stop.<br>\nBus No. 246\n","data":{"id":"2022-07-16-1657982308753","title":"Jangsaengpo Whale Watching Cruise (장생포 고래바다여행선)","description":"Jangsaengpo Whale Cultural District, located in Nam-gu, Ulsan, is famous for the whale-themed tour program featuring a whale watching cruise, a whale museum and the whale ecology familiarization tour. The whale watching cruise was upgraded in May 2013 to include watching for dolphins as well, therefore offering an even more enjoyable whale watching tour. At night, one can experience a glamorous night view of Ulsan Industrial Complex while enjoying diverse performances and buffet dining aboard the ship.","regDate":"2022-07-16","author":"korea-tour","tag":["Ulsan","Culture/Art/History","Recreational Sites","Cruises/Submarines"],"imgUrl":"/2022-07-16-1657982308753/2020477_image2_1.webp","blogPath":"Ulsan/2022-07-16-1657982308753","pageUrl":"https:/mcdryad.com/Ulsan/2022-07-16-1657982308753"},"dataList":[{"id":"2022-08-21-1661078451811","title":"Hyundai Heavy Industries Ulsan Factory (현대중공업 울산공장)","description":"Hyundai Heavy Industries is one of the greatest shipbuilding companies in the world. With its growing technology, Hyundai Heavy Industries contributes in national economic growth and has become as one of world’s greatest complex corporations by advancing in numerous industries such as marine, plant, machine, electrical machinery and appliance, and construction equipment business. Visitors can get a tour around Hyundai Industries' power plant and shipbuilding complex; reservation in advance is required.","regDate":"2022-08-21","author":"korea-tour","tag":["Ulsan","Culture/Art/History","Industrial Sites","Shipbuilding Yards"],"imgUrl":"","blogPath":"Ulsan/2022-08-21-1661078451811"},{"id":"2022-08-21-1661074741965","title":"Deungeok Hot Springs (등억온천단지)","description":"Situated on the outskirts of Sinbulsan Mountain (part of the Yeongnam mountain range, in southeastern Korea), Deungeok Hot Springs (72,727m²) is a sprawling geothermal site which includes the Sinbulsan, Eonyang, and Gajisan Hot Springs. Nearby to the Sinbulsan, Gajisan, and Ganwolsan Mountains of the Yeongnam mountain range, the complex is ideal for visitors seeking rest and relaxation after their hiking adventures. <br><br> The water found in the area contains high concentrations of sodium bicarbonate (substance similar to baking soda), which is believed to be a remedy for dermatitis, indigestion, bronchitis, high blood pressure, and many other ailments. Nearby attractions include Amethyst Cavern Park, Dokkaebi Road, Jakcheonjeong, Ganwol Natural Recreation Forest, and Seongnamsa Temple.","regDate":"2022-08-21","author":"korea-tour","tag":["Ulsan","Culture/Art/History","Recreational Sites","Hot Springs & Spa"],"imgUrl":"","blogPath":"Ulsan/2022-08-21-1661074741965"},{"id":"2022-08-21-1661071406943","title":"Cheoyongam (처용암)","description":"Cheoyongam is a very small rocky island sitting in the middle of Gaeunpo Inlet in front of Saejuk Village in Hwangseong-dong, Nam-gu, Ulsan. <br><br>It is a historic islet related to the famous folktale of Cheoyong. The tale is about a dragon that emerged from the east sea along with his seven sons at the end of the Silla Kingdom (57BC - 935AD). One of the dragon’s sons named Cheoyong came to the capital and married a beautiful woman. One night, he found an evil spirit trying to attack his wife so he sang and danced, whereupon the spirit presented itself and kneeled in apology. Since then, people have used the image of Cheoyong to dispel evil spirits. <br><br>The dance that Cheoyong is said to have performed has been titled Cheoyongmu and has been designated as an Important Intangible Cultural Property. Cheoyongam is the sacred rock where the dragon in the tale is said to have appeared. There are many attractions nearby including Mokdo Island (Natural Monument No. 65), which offers magnificent lush greenery all year round.","regDate":"2022-08-21","author":"korea-tour","tag":["Ulsan","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"","blogPath":"Ulsan/2022-08-21-1661071406943"},{"id":"2022-08-21-1661067433126","title":"Ulsandaegyo Observatory (울산대교 전망대)","description":"At the x_height of 63 meters on top of Hwajeongsan Mountain (alt. 203 meters), Ulsandaegyo Observatory offers a breathtaking view of Ulsandaegyo Bridge as well as the city's three major industry complexes and beautiful mountains. The view is amazing regardless of day or night, attracting returning visitors to the area. The observatory has a souvenir shop and a cafe, adding more to enjoy in addition to the city view.","regDate":"2022-08-21","author":"korea-tour","tag":["Ulsan","Culture/Art/History","Architectural Sights","Monuments/Observatories"],"imgUrl":"/2022-08-21-1661067433126/2653797_image2_1.webp","blogPath":"Ulsan/2022-08-21-1661067433126"},{"id":"2022-08-21-1661064357851","title":"Ulsan Theme Botanic Gardens & Arboretum (울산테마식물수목원)","description":"The Ulsan Theme Botanic Gardens & Arboretum was built on a farm that had been used for agriculture for nearly 20 years. By growing a large variety of plant species, the arboretum provides opportunities for learning and researching plants, and further seeks to become the largest woodland recreational space in the region.","regDate":"2022-08-21","author":"korea-tour","tag":["Ulsan","Nature","Natural Sites","Botanical Gardens"],"imgUrl":"/2022-08-21-1661064357851/1355135_image2_1.webp","blogPath":"Ulsan/2022-08-21-1661064357851"},{"id":"2022-08-21-1661060362091","title":"Ulsan Ilsan Beach (일산해수욕장 (울산))","description":"Located 1 kilometer north of Baneojin, Ilsan Beach is a fine-grained sandy beach that is 600 meters in length, 40-60 meters in x_width, and 26,000 ㎡ in total area. The water is relatively shallow at 1-2 meters in depth and holds an average temperature of around 21.2 degrees Celsius during the summer months. Every July, there is a beach festival. Ilsan Beach offers various amenities and is surrounded by accommodation facilities, allowing for a comfortable and pleasant stay.<br><br>Nearby tourist attractions include Daewangam Park and Hwaam Boat Trail Mark Management Center, which has a lighthouse exhibition center and the highest lighthouse observatory in the area, giving visitors a wide-open view of Ulsanhang Harbor. Hyundai Heavy Industry is also located nearby.","regDate":"2022-08-21","author":"korea-tour","tag":["Ulsan","Nature","Natural Sites"],"imgUrl":"/2022-08-21-1661060362091/2506219_image2_1.webp","blogPath":"Ulsan/2022-08-21-1661060362091"},{"id":"2022-08-21-1661057830891","title":"Ulsan Grand Park (울산대공원)","description":"Ulsan Grand Park, located in&nbsp;Namgu Ok-dong, is an ecotype city park with multiple attractions.&nbsp;The park offers&nbsp;huge swimming pool, a&nbsp;theme park, an outdoor concert area, multipurpose sports field and more.&nbsp;The outdoor theme park offers 4 different size ponds, a walking trail, playgrounds, outdoor concert hall, squares, multipurpose sports field and&nbsp;picnic areas. Also near the South gate,&nbsp;you can find a&nbsp;butterfly field, rose garden, and a&nbsp;small zoo.","regDate":"2022-08-21","author":"korea-tour","tag":["Ulsan","Culture/Art/History","Recreational Sites","Theme Parks"],"imgUrl":"/2022-08-21-1661057830891/1588044_image2_1.webp","blogPath":"Ulsan/2022-08-21-1661057830891"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}