{"pageProps":{"content":"![Bangadari Mineral Spring (방아다리약수터)](/2022-07-24-1658645008623/1181429_image2_1.webp)\n\n  \n## Overview\n\n> Bangadari Mineral Spring is a crisp and healthy water source located in the woods off the Yeongdong Highway. The mineral spring contains over 30 kinds of healthy minerals including carbonic acid and iron, which are known to be especially effective in treating stomach disorders, anemia, and neuralgia. The 1-kilometer long path leading from the entrance to the mineral spring site is great for taking a stroll as it is surrounded by fir trees.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330<br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-33-336-3145|\n|parking:|Available|\n|restdate:|N/A (Open all year round)|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Admission Fees:|Free|\n|Restrooms:|Available|\n  \n## Detail Image\n![/2022-07-24-1658645008623/1921591_image2_1.webp](/2022-07-24-1658645008623/1921591_image2_1.webp)\n![/2022-07-24-1658645008623/1921592_image2_1.webp](/2022-07-24-1658645008623/1921592_image2_1.webp)\n![/2022-07-24-1658645008623/1921593_image2_1.webp](/2022-07-24-1658645008623/1921593_image2_1.webp)\n![/2022-07-24-1658645008623/1921594_image2_1.webp](/2022-07-24-1658645008623/1921594_image2_1.webp)\n![/2022-07-24-1658645008623/1921595_image2_1.webp](/2022-07-24-1658645008623/1921595_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-33-336-3145](tel:+82333363145)\n- [🏠tour.pc.go.kr](http://tour.pc.go.kr/)\n\n\n```googleMap\nlatitude: 37.6935816963\nlongitude: 128.5035400701\ntitle: 1011-26, Bangadari-ro, Pyeongchang-gun, Gangwon-do\n```\n  \n## Directions\n  \n[Bus]<br>  \nFrom Dong Seoul Bus Terminal, take an intercity bus to Jinbu Bus Terminal.<br>\nFrom Jinbu Bus Terminal Bus Stop, take Bus No. 56 and get off at Bangadari Bus Stop. <br>\nWalk for approx. 77m\n","data":{"id":"2022-07-24-1658645008623","title":"Bangadari Mineral Spring (방아다리약수터)","description":"Bangadari Mineral Spring is a crisp and healthy water source located in the woods off the Yeongdong Highway. The mineral spring contains over 30 kinds of healthy minerals including carbonic acid and iron, which are known to be especially effective in treating stomach disorders, anemia, and neuralgia. The 1-kilometer long path leading from the entrance to the mineral spring site is great for taking a stroll as it is surrounded by fir trees.","regDate":"2022-07-24","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Mineral Springs"],"imgUrl":"/2022-07-24-1658645008623/1181429_image2_1.webp","blogPath":"Gangwon-do/2022-07-24-1658645008623","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-07-24-1658645008623"},"dataList":[{"id":"2022-09-25-1664099000732","title":"Gwongeumseong Fortress (설악산 권금성)","description":"Gwongeumseong Fortress is the site of a castle ruins located on Seoraksan Mountain, and it is also known as Onggeumsan Mountain Castle, or Toto Castle. It is located on the steep Dolsan Mountain of Seoraksan Sogongwon area.  It is believed to have been built by the 23rd King of the Goryeo Period (918-1392), Gojong (r. 1213-1259). It is also called Gwon-Kim Castle, as there is a legend that two generals named Gwon and Kim, built the castle to avoid war.<br>At the left side of Sogongwon, past the Biryonggyo Bridge over the ravine, there is a path which leads to Gwongeumseong Castle, but it takes over an hour of travel through a steep, rocky path (2.5km), so cable car is used. The cable car was installed by Dr. Gi-Sup Lee in 1971 and is still used by many tourists. It runs from 07 00 to 18 00 or 18 30 p.m., departing every 7 minutes, and you can only purchase round-trip tickets at the ticket counter for that day.","regDate":"2022-09-25","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Historical Sites","Fortresses"],"imgUrl":"/2022-09-25-1664099000732/175293_image2_1.webp","blogPath":"Gangwon-do/2022-09-25-1664099000732"},{"id":"2022-09-25-1664095715119","title":"Gwangchi Recreational Forest (광치자연휴양림)","description":"Gwangchi Recreational Forest is located near Gwangchiryeong Pass (alt. 800 meters). The pass encompasses waterfalls and valleys in a dense forest. Gwangchi Tunnel connects the areas of Yanggu and Inje to the East Sea, making the forest a great addition to travel itineraries. The recreational area serves as a retreat for residents and helps to support the local economy through tourism.","regDate":"2022-09-25","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"/2022-09-25-1664095715119/1813309_image2_1.webp","blogPath":"Gangwon-do/2022-09-25-1664095715119"},{"id":"2022-09-25-1664091631316","title":"Guryongsa Temple (구룡사)","description":"Guryongsa Temple is located 6 kilometers from Birobong Peak on Chiaksan Mountain, in the direction of Hakkok-ri. It was believed that Monk Uisang (625-702) of the Silla Kingdom (57 BC - AD 935) built and named the temple Guryongsa in 668 during the reign of King Munmu. However, it is now known that the temple was built after King Sukjong, the 19th King of the Joseon dynasty (1392-1910), who reigned from 1674 to 1720, because of the architectural style of Daeungjeon Hall. There is a legend that the Guryongsa Temple site was originally a lake where nine dragons lived. The name Guryong comes from the story that the lake was filled up to build the temple on it. There are many buildings such as Daeungjeon Hall, Bogwangnu Pavilion, Samseonggak Pavilion, Simgeomdang Hall and Seolseondang Hall. Daeungjeon Hall has maintained its original shape though it was repaired many times.","regDate":"2022-09-25","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-09-25-1664091631316/2391453_image2_1.webp","blogPath":"Gangwon-do/2022-09-25-1664091631316"},{"id":"2022-09-25-1664088775156","title":"Gugokpokpo Falls (구곡폭포)","description":"Located at the foot of Bonghwasan Mountain in Chuncheon, Gugok Falls with a x_height of 50 m is one of the representative tourist destinations in the Gangchon area. It was named “Gugok” because the falls twist (gok) and turn nine (gu) different times before dropping down, and is also called “Guguripokpo.” Gugok Falls flowing down from a huge stone wall create fantastic scenery. Many tourists visit the falls every year to enjoy cool, refreshing water to overcome the heat wave in summer and to admire a majestic view of the giant ice wall in winter. The road from the ticket booth to the falls is gentle and requires about 20 min walk. It is an easy walking path surrounded by woods and the valley. Visitors can also try to find the nine wooden panels inspired by the spirit of Gugok and designed with Hangeul alphabet “ㄲ” letters (such as 꿈, 끼, 꾀, 깡, etc.). If you go up for about 40 min along the Kkalttak Pass, which is on the right side of the Gugok Falls entrance, you will find Munbae Village, nestled in a basin. The village restaurants are known for local dishes, such as wild vegetable bibimbap and folk liquor. Visitors can also stay overnight at the National Leisure Campground built in the Gukgok Falls Tourist Area.","regDate":"2022-09-25","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Waterfalls"],"imgUrl":"/2022-09-25-1664088775156/1583495_image2_1.webp","blogPath":"Gangwon-do/2022-09-25-1664088775156"},{"id":"2022-09-25-1664085357499","title":"Gubongsan Observatory Cafe Street (구봉산 전망대 카페거리)","description":"Gubongsan Observatory Cafe Street is a well-known scenic spot for its beautiful landscape of Chuncheon with the background of mountains, lake, and river. Located on the eastern outskirts of downtown Chuncheon, Gubongsan Mountain (441 m) with nine peaks, commands a panoramic view of the city. When the road passing halfway up the mountain was opened in the 1990s, many cafes and restaurants were established and became Chuncheon’s representative cafe street. All the cafes here have glass windows or outdoor terraces in order to offer the best scenic view for customers. Each cafe has its own characteristic feature  a building that recalls Santorini in Greece, the skywalk observatory decorated with transparent glass in all directions, and distinctive photo zones. The service area, which sells canned coffee and banquet noodles, is also situated among stylish coffee shops. Visitors will enjoy its fantastic scenic views from day to night, including the sunny scenery, the beautiful sunset, and the nighttime view of the Soyang i(2)gyo Bridge.","regDate":"2022-09-25","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Experience Programs","Cultural Districts"],"imgUrl":"/2022-09-25-1664085357499/1804415_image2_1.webp","blogPath":"Gangwon-do/2022-09-25-1664085357499"},{"id":"2022-09-25-1664081258142","title":"Gossigul Cave [National Geopark] (고씨굴-강원고생대 국가지질공원)","description":"Gossigul Cave was designated as a Natural Monument on June 4, 1969, getting protection from the government for its educational and natural values. In 1974, the cave was opened to the public. The cave has various levels with underground water flowing on the bottom level. The cave is mostly made of limestone with various microorganisms inhabiting within.","regDate":"2022-09-25","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites"],"imgUrl":"/2022-09-25-1664081258142/483818_image2_1.webp","blogPath":"Gangwon-do/2022-09-25-1664081258142"},{"id":"2022-09-24-1664016262044","title":"Goseong Unification Observation Tower (고성 통일전망타워)","description":"Built by an army unit in 1983, Goseong Unification Observation Tower is the nearest place for viewing Geumgangsan Mountain in North Korea. From the observatory, visitors can see the Haegeumgang River and the islands nearby as well as get a glimpse of various peaks of Geumgangsan Mountain such as Ilchulbong Peak, Chaehabong Peak, and Oknyeobong Peak. Many monuments are built within the area in hopes of reunification.","regDate":"2022-09-24","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Architectural Sights","Monuments/Observatories"],"imgUrl":"/2022-09-24-1664016262044/2599054_image2_1.webp","blogPath":"Gangwon-do/2022-09-24-1664016262044"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}