{"pageProps":{"content":"![Hapcheon Haeinsa Temple (해인사 (합천))](/2022-12-19-1671431982703/2690648_image2_1.webp)\n\n  \n## Overview\n\n> Haeinsa Temple is one of Koreas three largest temples, and was founded during the third year of King Ae-jangs reign (802) by two monks Suneung and Ijung. The name Haein originates from the expression Haeinsammae of Hwaeomgyeong (Buddhist scripture), which means truly enlightened world of Buddha and our naturally undefiled mind. Along with the Printing Woodblocks of the Tripitaka Koreana (National Treasure No. 32) and Janggyeongpanjeon Depositories (National Treasure No. 52), various treasures are enshrined at Haeinsa Temple.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br>• For more info: +82-55-934-3000,<br /> +82-55-934-3140|\n|parking:|Available|\n|restdate:|N/A (Open all year round)|\n|usetime:|Summer Season: 08:30-18:00<br>Winter Season: 08:30-17:00|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Parking Fees:|Small-sized cars: 2,000 won <BR> Mid-sized cars: 4,000 won<br>Large vehicles: 6,000 won|\n|Restrooms:|Available|\n|Admission Fees:|Individuals - Adults 3,000 won / Teenagers 1,500 won / Children 700 won<br> Groups - Adults 2,500 won / Teenagers 1,000 won / Children 500 won<br><br> * Group: 30 people or more<br> * Inquiries: Haeinsa Temple Ticket Booth +82-55-934-3140|\n  \n## Detail Image\n![/2022-12-19-1671431982703/2625823_image2_1.webp](/2022-12-19-1671431982703/2625823_image2_1.webp)\n![/2022-12-19-1671431982703/2625835_image2_1.webp](/2022-12-19-1671431982703/2625835_image2_1.webp)\n![/2022-12-19-1671431982703/2625836_image2_1.webp](/2022-12-19-1671431982703/2625836_image2_1.webp)\n![/2022-12-19-1671431982703/2625841_image2_1.webp](/2022-12-19-1671431982703/2625841_image2_1.webp)\n![/2022-12-19-1671431982703/2690639_image2_1.webp](/2022-12-19-1671431982703/2690639_image2_1.webp)\n![/2022-12-19-1671431982703/2690641_image2_1.webp](/2022-12-19-1671431982703/2690641_image2_1.webp)\n![/2022-12-19-1671431982703/2690642_image2_1.webp](/2022-12-19-1671431982703/2690642_image2_1.webp)\n![/2022-12-19-1671431982703/2690643_image2_1.webp](/2022-12-19-1671431982703/2690643_image2_1.webp)\n![/2022-12-19-1671431982703/2690646_image2_1.webp](/2022-12-19-1671431982703/2690646_image2_1.webp)\n![/2022-12-19-1671431982703/1986952_image2_1.webp](/2022-12-19-1671431982703/1986952_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-55-934-3000](tel:+82559343000)\n- [🏠www.haeinsa.or.kr</a><br><a href=\"tps://www.templestay.com/temple_info.asp?t_id=haeinsa\" target=\"_blank\" class=\"web\">www.templestay.com](http://www.haeinsa.or.kr)\n\n\n```googleMap\nlatitude: 35.8016047815\nlongitude: 128.0987583760\ntitle: 122, Haeinsa-gil, Hapcheon-gun, Gyeongsangnam-do\n```\n  \n## Directions\n  \n[Bus]<br>\nFrom Daegu Seobu Terminal, take a bus to Haeinsa Temple Bus Stop.\n","data":{"id":"2022-12-19-1671431982703","title":"Hapcheon Haeinsa Temple (해인사 (합천))","description":"Haeinsa Temple is one of Koreas three largest temples, and was founded during the third year of King Ae-jangs reign (802) by two monks Suneung and Ijung. The name Haein originates from the expression Haeinsammae of Hwaeomgyeong (Buddhist scripture), which means truly enlightened world of Buddha and our naturally undefiled mind. Along with the Printing Woodblocks of the Tripitaka Koreana (National Treasure No. 32) and Janggyeongpanjeon Depositories (National Treasure No. 52), various treasures are enshrined at Haeinsa Temple.","regDate":"2022-12-19","author":"korea-tour","tag":["Gyeongsangnam-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-12-19-1671431982703/2690648_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-19-1671431982703","pageUrl":"https:/mcdryad.com/Gyeongsangnam-do/2022-12-19-1671431982703"},"dataList":[{"id":"2022-12-20-1671525515078","title":"Jangyu Daecheonggyegok Valley (장유대청계곡)","description":"The 6-kilometer-long Jangyu Daecheonggyegok Valley is located at the foot of Bulmosan Mountain, where the water flowing into the valley divides into two principal streams. Lush trees and clean water make up the area’s beautiful natural landscape. A 30-minute hike along the valley will take hikers to Jangyuam Hermitage where they will find the stupa of Jangyuhwasang, who is said to have spread Buddhism for the first time in Korea.<br><br>Visitors flock to Jangyu Daecheonggyegok Valley not only to enjoy the scenery, but also to taste the delicious duck, chicken, and baeksuk (chicken soup with rice) dishes sold around the area. In 1984, the valley was integrated into Jangyupokpo Recreational Park where bridges were built and water supply facilities were placed at two locations. Sangjeolgyo Bridge at the entrance to the valley is 30 meters, while Bonpogyo Bridge is 4 meters. A 1,720 meter-long forest trail was also created. The rugged mountain terrain offers a challenging, yet highly interesting climb up the mountain.","regDate":"2022-12-20","author":"korea-tour","tag":["Gyeongsangnam-do","Nature","Natural Sites","Valleys"],"imgUrl":"/2022-12-20-1671525515078/1207345_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-20-1671525515078"},{"id":"2022-12-20-1671521765502","title":"Jangsado Sea Park (장사도 해상공원)","description":"Located in Hansan-myeon, Tongyeong-si, Gyeongsangnam-do, Jangsado Island is an island that is just 400 meters in x_width, and 1.9 kilometers in length, reaching an altitude of 108 meters with a total area of 390,131㎡. The island has approximately 100,000 trees, with numerous camellia trees and other varieties including silver magnolia. It also a home to beautiful fairy pitta birds, a natural monument, in addition to white eye birds. Local plants that represent Jangsado Island include aerides and dendrobium monile. The island’s name was previously Jamsado Island, derived from its long shape that resembles a silkworm (“jam” is a Chinese character that means “silkworm”). However, due to a translation error during the Japanese colonization, the name was changed to Jangsado Island. <br><br>Jangsado Island is beautiful year round, with hydrangeas blanketing the island in summer and camellias blooming in winter. In order to preserve the natural beauty, urbanization on the island is limited. The eco-friendly park has various sculptures and artistic pieces, and holds various performances take place at the outdoor performance hall which can accommodate up to 1,000 guests.","regDate":"2022-12-20","author":"korea-tour","tag":["Gyeongsangnam-do","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-12-20-1671521765502/2369487_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-20-1671521765502"},{"id":"2022-12-20-1671518462301","title":"Jangboksan Sculpture Park (장복산조각공원)","description":"Jangboksan Sculpture Park stands as the unofficial gateway to Jinhae at the end of Jangbok-ro Road between Masan and Jinhae. Built in 1979 in the wake of a mountain landslide, the park offers a panoramic view of Jinhae and its quiet waters. In spring, more than ten thousand cherry trees interspersed throughout the pines come to full bloom, permeating the air with their sweet fragrance.<br /><br />Nearby attractions include Daegwangsa and Jinheungsa Temples, the Citizens&rsquo; Hall, the Gyeongnam Literary Hall, and Jinhae Park Land, located halfway up Jangboksan Mountain. To visit these attractions and explore the beauty of the forest, simply follow the walking trail from Jinhae Girls&rsquo; High School to the park (1.5 kilometers) and continue walking along the path from the Jangboksan Rest Area to Gumajin Tunnel (1 kilometer).","regDate":"2022-12-20","author":"korea-tour","tag":["Gyeongsangnam-do","Culture/Art/History"],"imgUrl":"/2022-12-20-1671518462301/1908138_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-20-1671518462301"},{"id":"2022-12-20-1671514562117","title":"Jaeyaksan Mountain (재약산)","description":"Situated between Miryang and Ulju, Jaeyaksan Mountain (1,119.1 meters) boasts gorgeous landscapes with giant rock formations near its peak. One of the most popular attractions of the mountain is Sajapyeong Plain and its vast field of silvergrass. The hiking course is relatively easy, adding to its charm. Nearby attractions include Eoreumgol Valley, Hobakso Pool, Pyochungsa Temple, Cheungcheungpokpo Falls, and Geumgangpokpo Falls.","regDate":"2022-12-20","author":"korea-tour","tag":["Gyeongsangnam-do","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2022-12-20-1671514562117/2589476_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-20-1671514562117"},{"id":"2022-12-20-1671511151820","title":"Isang Yun Memorial Park (Docheon Theme Park) (윤이상 기념공원(도천테마파크))","description":"A memorial park for the world-renowned composer Isang Yun was created in Docheon-dong, Tongyeong-si where the great composer was born. The Isang Yun Memorial Park consists of several sections including an exhibition hall displaying the composer’s legacy; a multi-purpose lounge, serving coffee and selling souvenirs; a Memorial Hall, where all kinds of performances and seminars take place; and Gyeongsa Square, an outdoor event venue.","regDate":"2022-12-20","author":"korea-tour","tag":["Gyeongsangnam-do","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-12-20-1671511151820/1002419_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-20-1671511151820"},{"id":"2022-12-20-1671507352881","title":"Ipgok County Park (입곡군립공원)","description":"Ipgok County Park was once a reservoir used for agricultural water during the Japanese colonization period. Near the reservoir, a dense pine tree forest can be seen along the steep cliff and a trekking path winds through the forest. In spring, cherry blossoms provide picturesque scenery in the vicinity of the area and azaleas bloom on the ridges and cliffs as well. A sports field equipped with stands is located in the upper area.<br><Br> The reservoir boasts a grand size with a 4-kilometer circumference making it the largest reservoir in Haman. However, it is shaped like a snake, making it impossible to see the starting and ending points at the same time. It is well-known as a relaxing vacation spot among local families.","regDate":"2022-12-20","author":"korea-tour","tag":["Gyeongsangnam-do","Nature","Natural Sites","County Parks"],"imgUrl":"/2022-12-20-1671507352881/724504_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-20-1671507352881"},{"id":"2022-12-19-1671446346269","title":"Hwangmaesan County Park (황매산군립공원)","description":"Located at the border between Gahoe-myeon and Daebyeong-myeon of Hapcheon, Hwangmaesan Mountain has long been considered a guardian mountain of Hapcheon, but was rarely ever featured in hiking or tourist publications. Thanks to this, the mountains natural environment has been kept in pristine condition. In 1983, the mountain was designated as a county park and now, along with Gayasan Mountain, it is regarded as one of the major mountains in Hapcheon. Hwangmaesan Mountain is one of the last mountain peaks of the Taebaek Mountain Range, and reaches an altitude of 1,113 meters. Pine trees and royal azalea decorate the rocky mountain. From the summit, hikers can see Hapcheonho Lake and Jirisan, Deogyusan, and Gayasan Mountains.","regDate":"2022-12-19","author":"korea-tour","tag":["Gyeongsangnam-do","Nature","Natural Sites","County Parks"],"imgUrl":"/2022-12-19-1671446346269/2635502_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-19-1671446346269"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}