{"pageProps":{"content":"![Gimnyeongsagul Cave [UNESCO World Heritage] (김녕사굴 [유네스코 세계자연유산])](/2022-07-20-1658293234896/1618237_image2_1.webp)\n\n  \n## Overview\n\n> Gimnyeongsagul Cave is located close to Manjanggul Cave in the northeastern part of Jeju Island. The name of the cave, \"Sagul,\" comes from the snake-like formation of the cave (\"sa\" meaning serpent). The entrance of the cave is wide like a serpent holding its mouth wide open, but once inside, the tunnel narrows resembling the body of a snake. Gimnyeongsagul Cave is a highly protected area and has been designated as Natural Monument No. 98 along with Manjanggul Cave.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese)<br>• For more info: +82-1600-0064|\n  \n\n  \n## Detail Image\n![/2022-07-20-1658293234896/1618232_image2_1.webp](/2022-07-20-1658293234896/1618232_image2_1.webp)\n![/2022-07-20-1658293234896/1618234_image2_1.webp](/2022-07-20-1658293234896/1618234_image2_1.webp)\n![/2022-07-20-1658293234896/1618235_image2_1.webp](/2022-07-20-1658293234896/1618235_image2_1.webp)\n![/2022-07-20-1658293234896/1618236_image2_1.webp](/2022-07-20-1658293234896/1618236_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-1600-0064](tel:+8216000064)\n- [🏠www.cha.go.kr](http://www.cha.go.kr)\n\n\n```googleMap\nlatitude: 33.5435239811\nlongitude: 126.7749669662\ntitle: 34, Manjanggul-gil, Jeju-si, Jeju-do\n```\n  \n\n","data":{"id":"2022-07-20-1658293234896","title":"Gimnyeongsagul Cave [UNESCO World Heritage] (김녕사굴 [유네스코 세계자연유산])","description":"Gimnyeongsagul Cave is located close to Manjanggul Cave in the northeastern part of Jeju Island. The name of the cave, \"Sagul,\" comes from the snake-like formation of the cave (\"sa\" meaning serpent). The entrance of the cave is wide like a serpent holding its mouth wide open, but once inside, the tunnel narrows resembling the body of a snake. Gimnyeongsagul Cave is a highly protected area and has been designated as Natural Monument No. 98 along with Manjanggul Cave.","regDate":"2022-07-20","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites"],"imgUrl":"/2022-07-20-1658293234896/1618232_image2_1.webp","blogPath":"Jeju-do/2022-07-20-1658293234896","pageUrl":"https:/mcdryad.com/Jeju-do/2022-07-20-1658293234896"},"dataList":[{"id":"2023-02-09-1675935356178","title":"Jeoji Oreum (Dakmol Oreum, Sae Oreum) (저지오름(닥몰오름,새오름))","description":"Jeoji Oreum is situated in Jeoji-ri, Hangyeong-myeon in Jeju-si. This parasitic cone rises 239 meters above sea level, is 100 meters high, and has a crater with a circumference of 800 meters and 62 meters deep. The crater is round and in the shape of a funnel.<br>  <br>It is said that Jeoji Oreum is as old as Jeoji Village. It is also called Dakmoru or Sae Oreum. Nearby, there are Gamaechang Oreum and Heoritdang, showing just how long the history of Jeoji Village is. In the past, people harvested wild weeds from Jeoji Oreum to cover their thatched-roof houses. Over time, trees were planted and today, Jeoji Oreum is covered with a dense forest. The area has been designated a Forest of Life since June 2005.","regDate":"2023-02-09","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites","Mountains"],"imgUrl":"/2023-02-09-1675935356178/2517239_image2_1.webp","blogPath":"Jeju-do/2023-02-09-1675935356178"},{"id":"2023-02-09-1675932002209","title":"Jejuhyanggyo Confucian School (제주향교)","description":"Jejuhyanggyo Confucian School is an educational center that teaches Confucianism to local people, and holds ancestral ceremonies for the great Confucian scholars. It is also used as an administration office, and a gathering place for the local Confucians. It has two main halls  Myeongnyundang and Daeseongjeon, which houses ancestral tablets.","regDate":"2023-02-09","author":"korea-tour","tag":["Jeju-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2023-02-09-1675932002209/1618324_image2_1.webp","blogPath":"Jeju-do/2023-02-09-1675932002209"},{"id":"2023-02-09-1675928154670","title":"Jeju-mok Government Office (제주목관아)","description":"Jeju-mok Government Office is the former central government office where the magistrate of Jeju presided over political and administrative affairs from the Tamna period until the Joseon dynasty. The original buildings of the government complex were all burned to the ground in 1434 and rebuilt shortly afterward, with continual work done throughout the Joseon period. However, it was systemically destroyed during the Japanese colonial period (1910-1945) with the exception of Gwandeokjeong Pavilion, which remained intact. The current Jeju-mok Government Office was restored in December 2002 following four extensive excavation projects from 1991 to 1998, which were performed to to find its structures as well as locations of buildings, based on expert opinions as well as old documents.","regDate":"2023-02-09","author":"korea-tour","tag":["Jeju-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2023-02-09-1675928154670/2517368_image2_1.webp","blogPath":"Jeju-do/2023-02-09-1675928154670"},{"id":"2023-02-09-1675924859670","title":"Jeju Yakcheonsa Temple (약천사(제주))","description":"The architectural style of Yakcheonsa Temple is reminiscent of that of Buddhist temples of the early Joseon dynasty. Measuring an impressive 30 meters high and spanning a total area of 3,305 square meters, it is the largest temple in Asia.<br><br>Upon entering Yakcheonsa Temple, guests will be greeted by a 5-meter-high statue of Vairocana, the tallest of such statues in Korea, on a 4-meter-high pedestal. The walls on both the right and left have been sculpted into large altar portraits of Buddha and in front of the Dharma Hall is a giant Buddhist temple bell, weighing 18 tons. Beloved for its size and grandeur, the temple consists of a main temple (2,652 square meters) and a 3-story residential structure for the Buddhist monks. Other notable sites are Gulbeopdang (the Dharma Hall, built inside a natural cave), Samseonggak Shrine, and Sarira Pagoda. Yakcheonsa Temple is not only popular among Buddhists but is also a well sought after tourist destination.","regDate":"2023-02-09","author":"korea-tour","tag":["Jeju-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2023-02-09-1675924859670/2640015_image2_1.webp","blogPath":"Jeju-do/2023-02-09-1675924859670"},{"id":"2023-02-09-1675920944674","title":"Jeju Starlight World Park and Planetarium (제주별빛누리공원)","description":"Jeju Starlight World Park and Planetarium is a theme park that was established in 2009 for advancing research and studies in astronomy. Today, it is also used as a center for public astronomy education.<br><br>The park features a main observatory with a 600 millimeter Cassegrains reflecting telescope, and a subsidiary observatory with one 80 millimeter refracting telescope, one 157 millimeter refracting telescope, five 200 millimeter reflecting telescopes, and one 200 millimeter catadioptric telescope. Additionally, it has a 4D theater, planetarium, two-story exhibition hall showcasing outer space journey, as well as several meeting/conference facilities. There is also a sundial and two observation binoculars at the outdoor square.","regDate":"2023-02-09","author":"korea-tour","tag":["Jeju-do","Culture/Art/History","Recreational Sites","Theme Parks"],"imgUrl":"/2023-02-09-1675920944674/1618541_image2_1.webp","blogPath":"Jeju-do/2023-02-09-1675920944674"},{"id":"2023-02-09-1675917577522","title":"Jeju Loveland (제주러브랜드)","description":"Jeju Loveland is a sculpture theme park based on sensuality and eroticism. Twenty artists, mainly graduates of top art school Hongik University, participated in the work and led to its opening in November 2004. It was the first such museum in Korea at that time. The spacious park (39,667 m²) is home to over 140 sculptures (40 within the gallery and 100 outside). The park as a whole looks like a piece of land art.<br><br>Jeju Loveland is open every day and it usually takes 30-40 minutes to look around the park. Jeju Loveland houses a glass-dome restaurant, an outdoor café, an art shop, and various works which visitors can touch. Jeju Loveland is an attractive place where eroticism is approached in an artistic and witty manner.","regDate":"2023-02-09","author":"korea-tour","tag":["Jeju-do","Culture/Art/History","Recreational Sites","Theme Parks"],"imgUrl":"/2023-02-09-1675917577522/1618534_image2_1.webp","blogPath":"Jeju-do/2023-02-09-1675917577522"},{"id":"2023-02-09-1675913896725","title":"Jeju Jungmun Resort (중문관광단지)","description":"Jungmun Resort is an international tourist resort developed by the Korea Tourism Organization in 1978. The resort spans the areas of Jungmun, Daepo, and Saekdal-don in the location that best promotes Jejus unique natural beauty and geographical features. There are several attractions within the resort property, such as Pacific Land, Yeomiji Botanic Garden, a fishing village for tourists, Seonimgyo Bridge, Cheonjeyeonpokpo Falls, and Jungmun Beach. Internationally famous hotel branches, such as The Shilla Hotel, Lotte Hotel, and Hyatt Hotel are situated here, allowing visitors to enjoy the utmost comfort while taking pleasure in Jejus nature.","regDate":"2023-02-09","author":"korea-tour","tag":["Jeju-do","Culture/Art/History","Recreational Sites","Tourist Complexes"],"imgUrl":"/2023-02-09-1675913896725/2729999_image2_1.webp","blogPath":"Jeju-do/2023-02-09-1675913896725"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}