{"pageProps":{"content":"![Sinseondae Observatory (신선대 전망대)](/2022-12-25-1671943124627/212108_image2_1.webp)\n\n  \n## Overview\n\n> Sinseondae Observatory, located between Dojangpo Maeul and Haegeumgang, offers picturesque views of the fantastically shaped rocks against the deep-blue ocean hues. Sinseon in Korean means supernatural beings; the beauty of this spot is said to attract such beings to come frolic. The blue and yellow colors layered on the rocks tell a unique history of the terrain. A stairway from the road leads directly to the lookout point. <br />Just past a gas station along the coastal highway, Sinseondae Observatory reveals itself. Walking out onto the rocks of Sinseondae, views of the surrounding islands and incredible landscape open up to viewers. Many commercials and TV shows have been filmed here taking advantage of this amazing setting. April and May are the perfect times to see the bright-yellow canola flowers across the island.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330<br>(Korean, English, Japanese, Chinese) <br> • For more info: +82-55-639-3000|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Film Locations:|Drama \"Merry Go Round (2003),\" movies \"The Big Swindle (2004)\" & \"The Windmill Palm Grove (2005)\"|\n  \n## Detail Image\n![/2022-12-25-1671943124627/212107_image2_1.webp](/2022-12-25-1671943124627/212107_image2_1.webp)\n![/2022-12-25-1671943124627/212109_image2_1.webp](/2022-12-25-1671943124627/212109_image2_1.webp)\n![/2022-12-25-1671943124627/212110_image2_1.webp](/2022-12-25-1671943124627/212110_image2_1.webp)\n![/2022-12-25-1671943124627/212111_image2_1.webp](/2022-12-25-1671943124627/212111_image2_1.webp)\n![/2022-12-25-1671943124627/749606_image2_1.webp](/2022-12-25-1671943124627/749606_image2_1.webp)\n![/2022-12-25-1671943124627/749608_image2_1.webp](/2022-12-25-1671943124627/749608_image2_1.webp)\n![/2022-12-25-1671943124627/749611_image2_1.webp](/2022-12-25-1671943124627/749611_image2_1.webp)\n![/2022-12-25-1671943124627/749616_image2_1.webp](/2022-12-25-1671943124627/749616_image2_1.webp)\n![/2022-12-25-1671943124627/749618_image2_1.webp](/2022-12-25-1671943124627/749618_image2_1.webp)\n![/2022-12-25-1671943124627/1999739_image2_1.webp](/2022-12-25-1671943124627/1999739_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-55-639-3000](tel:+82556393000)\n- [🏠tour.geoje.go.kr](http://tour.geoje.go.kr/index.sko)\n\n\n```googleMap\nlatitude: 34.7373624372\nlongitude: 128.6648928581\ntitle: San 21-19, Galgot-ri, Nambu-myeon, Geoje-si, Gyeongsangnam-do\n```\n  \n\n","data":{"id":"2022-12-25-1671943124627","title":"Sinseondae Observatory (신선대 전망대)","description":"Sinseondae Observatory, located between Dojangpo Maeul and Haegeumgang, offers picturesque views of the fantastically shaped rocks against the deep-blue ocean hues. Sinseon in Korean means supernatural beings; the beauty of this spot is said to attract such beings to come frolic. The blue and yellow colors layered on the rocks tell a unique history of the terrain. A stairway from the road leads directly to the lookout point. <br />Just past a gas station along the coastal highway, Sinseondae Observatory reveals itself. Walking out onto the rocks of Sinseondae, views of the surrounding islands and incredible landscape open up to viewers. Many commercials and TV shows have been filmed here taking advantage of this amazing setting. April and May are the perfect times to see the bright-yellow canola flowers across the island.","regDate":"2022-12-25","author":"korea-tour","tag":["Gyeongsangnam-do","Culture/Art/History","Architectural Sights","Monuments/Observatories"],"imgUrl":"/2022-12-25-1671943124627/212108_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-25-1671943124627","pageUrl":"https:/mcdryad.com/Gyeongsangnam-do/2022-12-25-1671943124627"},"dataList":[{"id":"2022-12-27-1672119336198","title":"Ancient Tombs in Daeseong-dong, Gimhae (김해 대성동 고분군)","description":"The tumuli in Daeseong-dong, located to the east of the Royal Tomb of Kim Suro, reflect the formation and development of the Gaya Era. The Daeseong-dong Tumuli are located in the center of the shell mounds of Hoehyeon-ri, the location of the founding of the Gaya Kingdom according to local legend.<br><br>The tumuli relics were excavated by researchers from the Kyungsung University Museum from 1990 to 1992 and were found to be the common burial ground of the dominant class of the Gaya Kingdom. On the hilltops, which were viewed as prime burial places, are the tombs of kings and rulers; on the slopes are the tombs of the lower classes. <br><br>A total of 136 tumuli were found in the Daesong-dong area. Further investigation of the tumuli revealed several important and interesting facts. First, from the end of the third century, men and horses were buried alive along with the dead. Also, weapons were bent and buried as well, with many of these artifacts being unearthed among the tumuli. Other materials found in the tumuli such as cylindrical bronze items, pinwheel-shaped bronze items, and jasper items showed that Gaya was involved in trade with Japan. The Daeseong-dong Tumuli is significant in that it gives a glimpse into the political and social structure of the Gaya Kingdom, and the cultural exchange between Korea, China, and Japan.","regDate":"2022-12-27","author":"korea-tour","tag":["Gyeongsangnam-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"","blogPath":"Gyeongsangnam-do/2022-12-27-1672119336198"},{"id":"2022-12-27-1672115914882","title":"Yeonhwasan Provincial Park (연화산도립공원)","description":"Yeonhwasan Mountain, located in Goseong, Gyeongsangnam-do, is just 524 meters tall, encompasses the three peaks of Ongnyeobong, Seondobong and Mangseonbong, and is widely recognized as an important provincial park. Its northern side is dotted with Buddhist temples such as the historical Okcheonsa Temple, Baengnyeonam Hermitage, Cheongyeonam Hermitage and Yeondaeam Hermitage. Although Yeonhwasan Mountain is called a mountain, the gentle slopes and ridges are more similar to those of a hill. Unlike other mountains where the purpose lies in trekking and climbing to the mountain summit, the most fruitful experience one can get from exploring Yeonhwasan Mountain is a visit to Okcheonsa Temple. From the summit of the mountain, visitors will be able to see Okcheonsa Temple nestled in the mountain and the deep blue sea along Danghangpo Resort to the mountains south.","regDate":"2022-12-27","author":"korea-tour","tag":["Gyeongsangnam-do","Nature","Natural Sites","Provincial Parks"],"imgUrl":"/2022-12-27-1672115914882/1611191_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-27-1672115914882"},{"id":"2022-12-27-1672112155057","title":"Yeongchuksan Mountain (영축산)","description":"Located in Gajisan Provincial Park, Yeongchuksan Mountain has an elevation of 1,059 meters. The name of the mountain “Yeongchuk” is known to have originated from the name of a mountain in the ancient kingdom of Magadha in central India. The mountain is also called Chwiseosan and has such beautiful scenery that it is often referred to as the Alps of Yeongnam. The broad valley that extends at the foot of Yeongchuksan Mountain provides a great walk to the hermitages scattered around the famous Tongdosa Temple. <br><br>Yeongchuksan Mountain is considered the best of the eight beautiful places in Yangsan City. The other seven places are Cheonseogsan Mountain, Naewonsagyegok Valley, Hongnyongpokpo Falls, Baenaegol Valley, Cheontaesan Mountain, Imgyeongdae Terrace on Obongsan Mountain, and Tapgol Recreational Forest on Daeunsan Mountain.","regDate":"2022-12-27","author":"korea-tour","tag":["Gyeongsangnam-do","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-12-27-1672112155057/1228579_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-27-1672112155057"},{"id":"2022-12-26-1672050990390","title":"Yeojwacheon Stream (여좌천-벚꽃명소)","description":"The area around Yeojwacheon Stream is well known as one of Jinhae’s best spots for viewing cherry blossoms. It is also the location of the bridge where the two leading characters, Gwanu and Chaewon of Romance (2002), MBC’s TV series, first met as tourists who came to Jinhae to enjoy Jinhae Gunhangje Festival. After the episode was aired, the bridge instantly became popular and widely known as the Romance Bridge. Each April, the entire city of Jinhae is filled with cherry blossoms, but the Yeojwacheon Stream area has the most beautiful cherry blossoms which makes it a prime tourist attraction.","regDate":"2022-12-26","author":"korea-tour","tag":["Gyeongsangnam-do","Culture/Art/History","Experience Programs","Cultural Districts"],"imgUrl":"/2022-12-26-1672050990390/1274186_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-26-1672050990390"},{"id":"2022-12-26-1672047333351","title":"Windy Hill (바람의 언덕)","description":"On the way to Haegeumgang Village, one may encounter the fishing village of Dojangpo. On the left side of the village is Dojangpo Wharf, from where one can take a tour ferry to Oedo Island and Haegeumgang River. Looking up from here, one can see a hill covered in grass and overlooking the sea. This is Windy Hill.<br> <br> A growing number visitors come to the place after it was used as a filming site for popular Korean dramas such as Eves Garden (2003) and Merry-Go-Round (2004). The name “Windy Hill” was given by those who visited the island and became a fan. Walking toward the hill along the wooden promenade from the wharf, one can see Hakdong Village from a distance.","regDate":"2022-12-26","author":"korea-tour","tag":["Gyeongsangnam-do","Nature","Natural Sites"],"imgUrl":"/2022-12-26-1672047333351/2612904_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-26-1672047333351"},{"id":"2022-12-26-1672043837088","title":"Undersea Tunnel - Tongyeong (해저터널-경남 통영)","description":"Constructed over a 16-month period from 1931 to 1932, the undersea tunnel in Tongyeong is Asia’s first submarine tunnel. For its construction, the sea water was blocked at both ends, the tunnel was dug underground, and was paved with concrete. The Korean word “Yongmundalyang” engraved at the entrance of 483 meter long, 5 meter wide tunnel means “the entrance of an undersea tunnel that connects island to land.”","regDate":"2022-12-26","author":"korea-tour","tag":["Gyeongsangnam-do","Culture/Art/History","Architectural Sights","Tunnels"],"imgUrl":"/2022-12-26-1672043837088/2367618_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-26-1672043837088"},{"id":"2022-12-26-1672040123208","title":"Tongyeong Sebyeonggwan Hall (통영 세병관)","description":"Sebyeonggwan Hall, located in Tongyeong, Gyeongsangnam-do, was established in 1605 by the 6th generation commander-in-chief Lee Kyung-jun and is well known as one of the widest buildings of the Joseon period along with Gyeonghoeru Pavilion in Gyeongbokgung Palace and Jinnamgwan Hall in Yeosu-si. <br><br>Sebyeonggwan Hall is placed at the foot of Yeohwangsan Mountain and overlooks Tongyeong. Right next to the hall are the remains of the naval base Tongjeyeong, which includes Unjudang (also called Jeseungdang, a military education center for the Joseon Navy) among others. <br><br>Sebyeonggwan Hall symbolizes the ending of the war, the washing away and cleaning up of the weapons of war.","regDate":"2022-12-26","author":"korea-tour","tag":["Gyeongsangnam-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-12-26-1672040123208/2367611_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-26-1672040123208"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}