{"pageProps":{"content":"![Cheongju Heungdeoksa Temple Site (청주 흥덕사지)](/2022-07-26-1658843657384/610307_image2_1.webp)\n\n  \n## Overview\n\n> A large number of relics were unearthed at this site due to a land development project in 1985. Work was halted and relics were excavated by the Cheongju University Museum. The time and size of Heungdeoksa \nTemple is unknown, but according to Jikji (Buljojikjisimcheyojeol, the world’s oldest existing book printed with movable metal type), the \nexcavated books were printed using metal types at the temple in the third year of King Uwang’s reign (1377). The books were published 78 years earlier than Gutenberg’s invention.<br><br>In 1972, the Jikji was officially recognized as the world’s oldest book printed with movable metal type during the International Book Year. The Buljojikjisimcheyojeol is \ncurrently kept at the National Library of France.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br>(Korean, English, Japanese, Chinese) <br> • For more info: +82-43-201-2022|\n  \n\n  \n## Detail Image\n![/2022-07-26-1658843657384/610310_image2_1.webp](/2022-07-26-1658843657384/610310_image2_1.webp)\n![/2022-07-26-1658843657384/610314_image2_1.webp](/2022-07-26-1658843657384/610314_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-43-201-2022](tel:+82432012022)\n- [🏠www.cheongju.go.kr</a> (Korean, English, Japanese, Chinese)<br><a href=\"http://www.cha.go.kr/\" target=\"_blank\" title=\"새창: 문화재청 홈페이지로 이동\">www.cha.go.kr](http://www.cheongju.go.kr/tour/index.do)\n\n\n```googleMap\nlatitude: 36.6445834760\nlongitude: 127.4722188308\ntitle: 713, Jikji-daero, Heungdeok-gu, Cheongju-si, Chungcheongbuk-do\n```\n  \n## Directions\n  \n[Bus]<br>From Dong Seoul \nIntercity Bus Terminal, take a bus to Cheongju Bus Terminal.<br>\nFrom Cheongju Bus Terminal, take Bus No. 831 and get off at Cheongju Arts Center Bus Stop. <BR> Cross the Jikji-ro at the crosswalk, and go straight for about 200m to arrive at your final destination.\n","data":{"id":"2022-07-26-1658843657384","title":"Cheongju Heungdeoksa Temple Site (청주 흥덕사지)","description":"A large number of relics were unearthed at this site due to a land development project in 1985. Work was halted and relics were excavated by the Cheongju University Museum. The time and size of Heungdeoksa Temple is unknown, but according to Jikji (Buljojikjisimcheyojeol, the world’s oldest existing book printed with movable metal type), the excavated books were printed using metal types at the temple in the third year of King Uwang’s reign (1377). The books were published 78 years earlier than Gutenberg’s invention.<br><br>In 1972, the Jikji was officially recognized as the world’s oldest book printed with movable metal type during the International Book Year. The Buljojikjisimcheyojeol is currently kept at the National Library of France.","regDate":"2022-07-26","author":"korea-tour","tag":["Chungcheongbuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-07-26-1658843657384/610307_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-07-26-1658843657384","pageUrl":"https:/mcdryad.com/Chungcheongbuk-do/2022-07-26-1658843657384"},"dataList":[{"id":"2022-07-26-1658854380652","title":"Cheongnamdae Presidential Villa (청남대)","description":"Cheongnamdae, which means \"Cheong Wa Dae in a warm southern land,\" was once a private villa used by former presidents of Korea. Cheongnamdae became open to the public on April 18, 2003. It is located near Daecheong Dam in Cheongwon-gu, Chungcheongbuk-do and was built in 1983. The total area spans 1,825,000ｍ² and consists of a main building, golf range, heliport, and fishing area. The natural environment surrounding the area has been well preserved, serving as a home to wildlife, including over 143 species of wild flowers and 124 species of trees as well as several endangered species.","regDate":"2022-07-26","author":"korea-tour","tag":["Chungcheongbuk-do","Culture/Art/History","Architectural Sights","Buildings"],"imgUrl":"/2022-07-26-1658854380652/2601641_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-07-26-1658854380652"},{"id":"2022-07-26-1658850186568","title":"Cheongju Sangdangsanseong Fortress (청주 상당산성)","description":"Sangdangsanseong Fortress in Cheongju, Chungcheongbuk-do is a fortress built along the natural slopes close to downtown Cheongju. It was comprehensively improved in 1596 (29th year of King Seonjo’s reign) during Imjinwaeran (Japanese invasion of Korea in 1592) and later remodeled into a stone fortress during the 42nd year of King Sukjong’s reign.  <br><br>This 4.2km-long, 3-4m-tall fortress was built with stones of various sizes, earth and sand. The fortress has three gates, located in the east, west and south respectively. The three gates remain almost intact, and all still have their gate towers. The front gate in the south, named ‘Gongnammun Gate,’ is crescent-shaped while the East and West gates are square. The East and West Command Posts also stand within the confines of the fortress itself. This fortress was designated as Historic Site No. 212 in 1970. Additionally, visitors can sample Jujube Wine (Korean traditional wine) as well as a variety of local cuisine.","regDate":"2022-07-26","author":"korea-tour","tag":["Chungcheongbuk-do","Culture/Art/History","Historical Sites","Fortresses"],"imgUrl":"/2022-07-26-1658850186568/1597128_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-07-26-1658850186568"},{"id":"2022-07-26-1658846040707","title":"Cheongju Jungang Park (청주 중앙공원)","description":"Cheongju Jungang Park is a city park located at the center of Cheongju. It is home to a 1,000-year-old ginkgo tree and the city's significant cultural heritages and monuments. The park also serves as a resting spot for Cheongju citizens as well as a venue for numerous local events.","regDate":"2022-07-26","author":"korea-tour","tag":["Chungcheongbuk-do","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-07-26-1658846040707/2439617_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-07-26-1658846040707"},{"id":"2022-07-26-1658840918566","title":"Cheondongdonggul Cave (단양 천동동굴)","description":"Situated on the outskirts of a mountain behind Cheondong-ri in Danyang, Cheondongdonggul Cave is a limestone cave of 470 meters in length. Created 450 million years ago, the cave is known to have beautiful limestone rocks often called “flower trays.” The cave is decorated with a breathtaking array of stalactites, stalagmites, columns and soda straws as if they were part of a lush forest. Abundant animal deposits render the cave a huge specimen gallery.<br><br>Although it is a relatively small, separate cave, Cheondongdonggul boasts plethora of splendid natural features. Along with Gosu Cave (designated as Natural Monument No. 256) in Gosu-ri, Danyang, Cheondongdonggul Cave is considered one of the most beautiful limestone caves in Korea.","regDate":"2022-07-26","author":"korea-tour","tag":["Chungcheongbuk-do","Nature","Natural Sites"],"imgUrl":"/2022-07-26-1658840918566/2366297_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-07-26-1658840918566","pageUrl":"https:/mcdryad.com/Chungcheongbuk-do/2022-07-26-1658840918566"},{"id":"2022-07-26-1658835186551","title":"Central Inland Region Tourist Train (O-Train) (중부내륙순환열차 (O-트레인))","description":"The O-Train derives its name from the word \"One,\" as the three provinces (Gangwon-do, Chungcheongbuk-do, Gyeongsangbuk-do) in the country's central inland region are connected by this one circular route. The four-cabin train carries up to 205 people and includes separate seating options for families and couples to accommodate the needs of different passengers. There are also individual observatory seats for people traveling on their own. The train is well-equipped with various convenience facilities including a café, children's play area, toilets, and more.<br><br>The train runs at the speed of 150 kilometers per hour, allowing passengers to reach the inland regions from Seoul faster and easier than before. The exterior of the train is decorated with the pictures representing the beautiful scenery of Korea's four seasons, whereas the insides are dotted with highlights taken from Baekdudaegan mountain range.","regDate":"2022-07-26","author":"korea-tour","tag":["Chungcheongbuk-do","Culture/Art/History","Experience Programs","Unique Experience"],"imgUrl":"/2022-07-26-1658835186551/1923426_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-07-26-1658835186551","pageUrl":"https:/mcdryad.com/Chungcheongbuk-do/2022-07-26-1658835186551"},{"id":"2022-07-26-1658832156448","title":"Breeding Ground of Grey Herons (진천 노원리 왜가리 번식지)","description":"The Breeding Ground of Grey Herons is located behind the Nogok Village in Jincheon, Chungcheongbuk-do. The migratory birds nestled on the 1,000-year-old ginkgo tree. However, as the tree started to decay due to bird droppings over time, resulting in the loss of the birds' main nest. Subsequently, the birds started to settle in the surrounding bushes and forests. In order to preserve the habitat and encourage gray heron breeding, the area was designated as a Natural Monument.","regDate":"2022-07-26","author":"korea-tour","tag":["Chungcheongbuk-do","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2022-07-26-1658832156448/212683_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-07-26-1658832156448","pageUrl":"https:/mcdryad.com/Chungcheongbuk-do/2022-07-26-1658832156448"}],"navList":["Busan","Chungcheongbuk-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Incheon","Jeju-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}