{"pageProps":{"content":"![Birthplace of Empress Myeongseong (Queen Min) (명성황후 생가)](/2022-07-18-1658137022392/184956_image2_1.webp)\n\n  \n## Overview\n\n> This is the house where Empress Myeongseong (Joseon Period) was born and lived until she was eight years old. She would grow up to be the wife of the dynasty’s 26th ruler, King Gojong. The birthplace and the adjoining Memorial Hall are open to the public. \n<br>\n\nEmpress Myeongseong was a brilliant diplomat who pursued openness and reform to maintain the sovereignty of the nation. Unfortunately, her tumultuous life came to an end in the early morning hours of October 8, 1895 when she was murdered by the Japanese army. \n<br>\n\n<br>\nDuring Japanese colonial rule, the empress was wrongfully accused of being a jealous and overly ambitious person. Studies of various archives have since revealed what a great person she really was. Recently, numerous television productions and musicals have also corrected those misunderstandings. Renovated in 1995, her birthplace includes three buildings with servants’ quarters, master’s quarters, and a separate house. A commemorative monument now stands at the site of the room where the empress studied as a child. The Memorial Hall in front of the house contains various archives and artifacts related to Empress Myeongseong’s life. There is also a 161-seat theater.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-31-887-3572|\n|parking:|Available (88 parking spaces)|\n|restdate:|Mondays, New Year's Day|\n|usetime:|March-October 09:00-18:00<br>November-February 09:00-17:00<br>* Last admission is 30 minute before closing.|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Parking Fees:|Large vehicles (16 person or more): 2,000 won <BR>Small vehicles: 1,000 won<br>Compact vehicles: 500 won|\n|Restrooms:|Available|\n  \n## Detail Image\n![/2022-07-18-1658137022392/1589908_image2_1.webp](/2022-07-18-1658137022392/1589908_image2_1.webp)\n![/2022-07-18-1658137022392/1589909_image2_1.webp](/2022-07-18-1658137022392/1589909_image2_1.webp)\n![/2022-07-18-1658137022392/1589910_image2_1.webp](/2022-07-18-1658137022392/1589910_image2_1.webp)\n![/2022-07-18-1658137022392/1589911_image2_1.webp](/2022-07-18-1658137022392/1589911_image2_1.webp)\n![/2022-07-18-1658137022392/1589912_image2_1.webp](/2022-07-18-1658137022392/1589912_image2_1.webp)\n![/2022-07-18-1658137022392/1589913_image2_1.webp](/2022-07-18-1658137022392/1589913_image2_1.webp)\n![/2022-07-18-1658137022392/1589914_image2_1.webp](/2022-07-18-1658137022392/1589914_image2_1.webp)\n![/2022-07-18-1658137022392/1589915_image2_1.webp](/2022-07-18-1658137022392/1589915_image2_1.webp)\n![/2022-07-18-1658137022392/184960_image2_1.webp](/2022-07-18-1658137022392/184960_image2_1.webp)\n![/2022-07-18-1658137022392/184964_image2_1.webp](/2022-07-18-1658137022392/184964_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-31-887-3572](tel:+82318873572)\n- [🏠www.yjcf.or.kr](http://www.yjcf.or.kr/main/empressmyungseong)\n\n\n```googleMap\nlatitude: 37.2604936594\nlongitude: 127.6556516417\ntitle: 71, Myeongseong-ro, Yeoju-si, Gyeonggi-do\n```\n  \n## Directions\n  \n[Bus]<BR>\nFrom Dong Seoul Bus Terminal, take a bus to Yeoju Bus Terminal.<br> \nFrom Yeoju Bus Terminal, take a bus bound  for Janghowon and get off at Jeombong Elementary School Bus Stop. <BR>Walk for approx. 5 min.\n","data":{"id":"2022-07-18-1658137022392","title":"Birthplace of Empress Myeongseong (Queen Min) (명성황후 생가)","description":"This is the house where Empress Myeongseong (Joseon Period) was born and lived until she was eight years old. She would grow up to be the wife of the dynasty’s 26th ruler, King Gojong. The birthplace and the adjoining Memorial Hall are open to the public. <br>Empress Myeongseong was a brilliant diplomat who pursued openness and reform to maintain the sovereignty of the nation. Unfortunately, her tumultuous life came to an end in the early morning hours of October 8, 1895 when she was murdered by the Japanese army. <br><br>During Japanese colonial rule, the empress was wrongfully accused of being a jealous and overly ambitious person. Studies of various archives have since revealed what a great person she really was. Recently, numerous television productions and musicals have also corrected those misunderstandings. Renovated in 1995, her birthplace includes three buildings with servants’ quarters, master’s quarters, and a separate house. A commemorative monument now stands at the site of the room where the empress studied as a child. The Memorial Hall in front of the house contains various archives and artifacts related to Empress Myeongseong’s life. There is also a 161-seat theater.","regDate":"2022-07-18","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Birthplaces"],"imgUrl":"/2022-07-18-1658137022392/184956_image2_1.webp","blogPath":"Gyeonggi-do/2022-07-18-1658137022392","pageUrl":"https:/mcdryad.com/Gyeonggi-do/2022-07-18-1658137022392"},"dataList":[{"id":"2022-08-24-1661337783812","title":"Goyang West Three Royal Tombs [UNESCO World Heritage] (고양 서삼릉(장경왕후) [유네스코 세계문화유산])","description":"The West Three Royal Tombs in Goyang is comprised of the three royal tombs of Huireung, Hyoreung and Yereung. Huireung is the tomb of Queen Janggyeong, the second wife of King Jungjong, the 11th ruler of the Joseon dynasty. Hyoreung is the name of the tombs of King Injong, the 12th ruler of the Joseon dynasty, and Queen Inseong. Yereung is the name of the tombs of King Cheoljong, the 25th ruler of the Joseon dynasty, and Queen Cheorin. There are additional royal tombs in an area not open to public access.","regDate":"2022-08-24","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-08-24-1661337783812/1150713_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-24-1661337783812"},{"id":"2022-08-24-1661334014118","title":"Godaesan Mountain (고대산)","description":"Godaesan Mountain (alt. 832 meters) is located next to Sintan-ri Station, which is the railroad disconnection point of the Gyeongwon Line. It is also on the way to Geumgangsan Mountain. Godaesan is ideal for mountain hiking because of its  natural beauty and well-preserved ecosystem. Moreover, this is the only mountain in South Korea on which the North Korean territory can be seen. <br><br>There are several theories about the origin of the mountain's name. One is that the mountain had been referred to as keungore (big whale) in the past by local residents. Another is that the mountain looks like the banggorae (smoke duct) of a traditional Korean heating system when seen from the Sintan area; this is because the mountain's deep valleys resemble the furrows under that house that facilitate the passage of hot air to heat the room above. On a topographic map, the mountain was also marked as Gotae (like the constellations high above). <br><br>Godaesan also has a dense forest, making it a suitable source of timber and charcoal. Because of its abundant forest resources, a jumak (a tavern or inn that served food and liquor and provided lodging to travelers) village was formed here. The place was well-known for charcoal production prior to the Korean War.<br><br>On November 4, 1907, 150 soldiers from the Korean militia fought a fierce battle with the 8th Company of the Japanese Army's 20th Infantry Regiment in Yeoncheon. After the fight, the Korean militia were scattered throughout  the jumak village. Later on, 60 of them engaged in a fierce battle again with the Japanese soldiers on Godaesan. This is a place imbued with the brave spirit of the Korean people.","regDate":"2022-08-24","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-08-24-1661334014118/1859997_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-24-1661334014118"},{"id":"2022-08-24-1661330755800","title":"Gimpo Jangneung Royal Tomb [UNESCO World Heritage] (김포 장릉(인헌왕후) [유네스코 세계문화유산])","description":"Jangneung Royal Tomb is located in Gimpo, Gyeonggi-do. This is the tomb for the parents of King Injo, the posthumously designated King Wonjong (1580-1619) and of his wife Queen Inheon (1578-1626). The tombs are small but well maintained.","regDate":"2022-08-24","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-08-24-1661330755800/2431751_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-24-1661330755800"},{"id":"2022-08-24-1661326682620","title":"Gimpo Hyanggyo Confucian School (김포향교)","description":"The Gimpo Hyanggyo Confucian School is where the tablets of the Five Sages (Confucius, Mencius, Xunzi, Weng zi, Zisi), the Wisemen of the Song dynasty, and the 18 wisemen of Korea are kept. The confucian temple had moved to Geolpo-dong in Gimpo before being relocated to its current site.","regDate":"2022-08-24","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-08-24-1661326682620/1591691_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-24-1661326682620"},{"id":"2022-08-24-1661323792919","title":"Geomdansan Mountain (검단산)","description":"Geomdansan Mountain (alt. 657 m) is one of the major mountains in Hanam. During the Baekje period, it was a sacred mountain where the kings would offer ceremonial services to the gods. From the summit, one can get a great view of Yangsuri, where the Namhangang River and Bukhangang River meet, as well as Hanam, Seoul, Yangpyeong, and Paldangho Lake area. <br><br>Due to its proximity to the Seoul Metropolitan Area, it is a popular day trip course. Getting there is easy and the hiking trails, which are not too difficult, are well maintained. From the summit, one can get a great view of Bukhansan Mountain and Dobongsan Mountain in the distance. Hikers can also see Paldang Dam to the east, Yongmasan Mountain to the south, and the Jungbu Expressway to the west.","regDate":"2022-08-24","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-08-24-1661323792919/2667406_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-24-1661323792919"},{"id":"2022-08-24-1661320590650","title":"Gapyeong Baengnyeonsa Temple (백련사(가평))","description":"Baengnyeonsa Temple is surrounded by mountains, as it is located off Yongmunsan, Myeongjisan, and Daegeumsan Mountains. On each side of the temple, one can also find Unaksan Mountain as well as Cheonmasan Mountain. In addition, just behind the temple are Chungnyeongsan Mountain and Seorisan Mountain.<br><br>This temple was built relatively recently, so the temple only has a few cultural treasures. However, as compared to the average temple in Korea, it is distinguished by its well-designed and refined architectures. The decorations in the temple are simple, with no overly vibrant colors nor complicated designs so as to help in seeking peace and inspiration.<BR><BR>The temple is also known for its hiking trails and beautiful scenery offered by the surrounding mountains.","regDate":"2022-08-24","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-08-24-1661320590650/1358644_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-24-1661320590650"},{"id":"2022-08-24-1661316783806","title":"Gahak-dong Dolmens (가학동지석묘)","description":"Gahak-dong Dolmens site is an ancient site where religious rites were conducted before burial ceremonies. Located on top of the mountain by Beolmal Village, the site dates from the Bronze Age and shows traces of megalithic worship. <br><br>There are six dolmens  a table-shaped dolmen is at the western end of the ceremonial space and the remaining five are situated on the opposite side, aligned from east to west.","regDate":"2022-08-24","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-08-24-1661316783806/734367_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-24-1661316783806"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}