{"pageProps":{"content":"![Jamsil Special Tourist Zone (잠실 관광특구)](/2022-08-04-1659618367261/722919_image2_1.webp)\n\n  \n## Overview\n\n> Jamsil Special Tourist Zone includes Lotte World, Lotte World Tower, along with various amusement facilities, shopping malls, and historic sites in the nearby area. Seoul’s sole natural lake, Seokchonhosu Lake, café streets, Bangi Food area, Olympic Park, Hanseong Baekje Cultural Historical Site and tourism resources are plentiful. Jamsil Special Tourist Zone is easily accessible by public transportation such as subway (Jamsil Station, Seoul Subway Line 2, 8, or 9) and airport limousine buses.\n\n\n<BR><BR>\n* Current State of Jamsil Special Tourist Zone <br>\n1) Districts Covered: Areas around Sincheon-dong, Jamsil-dong, Seokchon-dong, Songpa-dong, Bangi-dong (Lotte World~ Seokchonhosu Lake~ Bangi Food Street~ Olympic Park) <br>\n2) Total Area: 2,310,000 ㎡ <br>\n3) Designated on March 15, 2012<br><br>\n* Tourist Attractions<br>\nLotte World, Lotte Hotel, Folk Museum, Seokchonhosu Lake, Olympic Park, Cafe Street, museums, etc.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br>(Korean, English, Japanese, Chinese) <br> • For more info: +82-2-2147-2105|\n|parking:|Use theme park parking lot or nearby parking lots|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Restrooms:|Restrooms at the department store, hotel, Lotte World Amusement Park and 12 public restrooms in the neighboring areas are available.|\n|Available Facilities:|Tourist information center, tourist hotel, interpretation center, souvenir shop, duty-free shop, nightlife restaurant exclusively for foreigners, etc.|\n|Interpretation Services Offered:|Staff at the department store and amusement park speak some-what fluent English.|\n  \n## Detail Image\n![/2022-08-04-1659618367261/1567826_image2_1.webp](/2022-08-04-1659618367261/1567826_image2_1.webp)\n![/2022-08-04-1659618367261/1567861_image2_1.webp](/2022-08-04-1659618367261/1567861_image2_1.webp)\n![/2022-08-04-1659618367261/1567862_image2_1.webp](/2022-08-04-1659618367261/1567862_image2_1.webp)\n![/2022-08-04-1659618367261/1567863_image2_1.webp](/2022-08-04-1659618367261/1567863_image2_1.webp)\n![/2022-08-04-1659618367261/1567868_image2_1.webp](/2022-08-04-1659618367261/1567868_image2_1.webp)\n![/2022-08-04-1659618367261/1567869_image2_1.webp](/2022-08-04-1659618367261/1567869_image2_1.webp)\n![/2022-08-04-1659618367261/1567871_image2_1.webp](/2022-08-04-1659618367261/1567871_image2_1.webp)\n![/2022-08-04-1659618367261/1570407_image2_1.webp](/2022-08-04-1659618367261/1570407_image2_1.webp)\n![/2022-08-04-1659618367261/1570409_image2_1.webp](/2022-08-04-1659618367261/1570409_image2_1.webp)\n![/2022-08-04-1659618367261/1567866_image2_1.webp](/2022-08-04-1659618367261/1567866_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-2-2147-2105](tel:+82221472105)\n- [🏠culture.songpa.go.kr](http://culture.songpa.go.kr/)\n\n\n```googleMap\nlatitude: 37.5110683960\nlongitude: 127.0981394766\ntitle: 240, Olympic-ro, Songpa-gu, Seoul\n```\n  \n\n","data":{"id":"2022-08-04-1659618367261","title":"Jamsil Special Tourist Zone (잠실 관광특구)","description":"Jamsil Special Tourist Zone includes Lotte World, Lotte World Tower, along with various amusement facilities, shopping malls, and historic sites in the nearby area. Seoul’s sole natural lake, Seokchonhosu Lake, café streets, Bangi Food area, Olympic Park, Hanseong Baekje Cultural Historical Site and tourism resources are plentiful. Jamsil Special Tourist Zone is easily accessible by public transportation such as subway (Jamsil Station, Seoul Subway Line 2, 8, or 9) and airport limousine buses.<BR><BR>* Current State of Jamsil Special Tourist Zone <br>1) Districts Covered  Areas around Sincheon-dong, Jamsil-dong, Seokchon-dong, Songpa-dong, Bangi-dong (Lotte World~ Seokchonhosu Lake~ Bangi Food Street~ Olympic Park) <br>2) Total Area  2,310,000 ㎡ <br>3) Designated on March 15, 2012<br><br>* Tourist Attractions<br>Lotte World, Lotte Hotel, Folk Museum, Seokchonhosu Lake, Olympic Park, Cafe Street, museums, etc.","regDate":"2022-08-04","author":"korea-tour","tag":["Seoul","Culture/Art/History","Recreational Sites","Tourist Complexes"],"imgUrl":"/2022-08-04-1659618367261/722919_image2_1.webp","blogPath":"Seoul/2022-08-04-1659618367261","pageUrl":"https:/mcdryad.com/Seoul/2022-08-04-1659618367261"},"dataList":[{"id":"2022-08-06-1659750706314","title":"Mongchontoseong Fortress (서울 몽촌토성)","description":"Mongchontoseong Fortress is an earthen fortification from the Baekje dynasty (18 BC - AD 660). It was built sometime between the 3rd and 4th centuries, using the natural protection offered by a tributary to the Hangang River on one side and wooden barricades for added defense on the other side. The fortress has been designated as Historic Site No. 297, and is currently located inside Seoul Olympic Park.<br><br>Mongcheontoseong Fortress features an overlapping structure of the outer and inner fortifications that were built along the hill lands descending down from Namhansanseong Fortress. On display inside the fortress are artifacts excavated from the site that date back to the Baekje dynasty. The exhibited items include various earthenware and living tools. The site also displays dugout hut and storage pit sites in the state they were at the time of excavation.","regDate":"2022-08-06","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Fortresses"],"imgUrl":"/2022-08-06-1659750706314/1567814_image2_1.webp","blogPath":"Seoul/2022-08-06-1659750706314"},{"id":"2022-08-06-1659750561784","title":"Memorial to the Loyal Dead (호국충혼위령비)","description":"When the fate of the nation was hanging by a thread as the North Korean Army launched an invasion of the South on June 25, 1950, about 1,100 officers and men from the South Korean First Division's 11th, 12th, and 15th regiment retreated to Gimpo and built the last line of defense on Gaehwasan Mountain from June 26 to 30 to fight against a large army of North Korean soldiers disguised as South Korean men. <br><br>Unfortunately, their communication with the headquarters was cut off and their supply of ammunition and food ran out. As a result, the entire South Korean force was killed by the much larger North Korean army  in a valley around Gaehwasan Mountain.  In order to commemorate those who died for the country, the government established the Memorial to the Loyal Dead on Gaehwasan Mountain in 1994. A memorial service is also held here annualy on June 28th.  <br><br>x_height   4.7 meters high <br> Built by the First Division of the ROK Army, Mitasa Temple","regDate":"2022-08-06","author":"korea-tour","tag":["Seoul","Culture/Art/History","Architectural Sights","Monuments/Observatories"],"imgUrl":"/2022-08-06-1659750561784/1986090_image2_1.webp","blogPath":"Seoul/2022-08-06-1659750561784"},{"id":"2022-08-06-1659750536104","title":"Marzia Healing Spa - Cheongdam Branch (마르지아힐링스파 (청담점))","description":"Color therapy harmonized with aromatherapy.Indulge in the best relaxation experience at Marzia Healing Spa Cheongdam branch. <Br>This traditional Korean practice is combined with top European aromatherapy techniques, delivering excellent results.<Br> Facial care, body care, scalp care, men's care, and sugaring hair removal treatments are available.","regDate":"2022-08-06","author":"korea-tour","tag":["Seoul","Culture/Art/History","Recreational Sites","Hot Springs & Spa"],"imgUrl":"/2022-08-06-1659750536104/2009826_image2_1.webp","blogPath":"Seoul/2022-08-06-1659750536104"},{"id":"2022-08-05-1659710512785","title":"Marronnier Park (마로니에공원)","description":"Marronnier Park was given its name due to the marronnier trees, or horse chestnut trees, growing within the area. The location where Seoul National University's College of Liberal Arts & Science and School of Law once stood, it is now a park dedicated to culture and arts open to the public. In addition to a variety of outdoor performances that take place throughout the area, exhibitions and cultural centers create a romantic atmosphere unique to the park.","regDate":"2022-08-05","author":"korea-tour","tag":["Seoul","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-08-05-1659710512785/1554847_image2_1.webp","blogPath":"Seoul/2022-08-05-1659710512785"},{"id":"2022-08-05-1659707925206","title":"Mapodaegyo Bridge (마포대교 야경)","description":"Mapodaegyo Bridge connects Yonggang-dong, Mapo-gu and Yeouido-dong, Yeongdeungpo-gu. The bridge is 1,400 meters long and 25 meters wide (6-lane road), and was the fourth bridge to be built over the Hangang River, following the construction of Hannam Bridge. The construction of the bridge first started in February of 1968 and was completed in May of 1970. At the time of its completion the bridge was named Seouldaegyo Bridge, but was later changed to Mapodaegyo Bridge in 1984.","regDate":"2022-08-05","author":"korea-tour","tag":["Seoul","Culture/Art/History","Architectural Sights","Bridges"],"imgUrl":"/2022-08-05-1659707925206/758561_image2_1.webp","blogPath":"Seoul/2022-08-05-1659707925206"},{"id":"2022-08-05-1659705798688","title":"Mangwon Hangang Park (한강시민공원 망원지구 (망원한강공원))","description":"Near Mapo-gu, Mangwon Hangang Park is situated on the northern part of the river, between Wonhyodaegyo Bridge and Seongsandaegyo Bridge. It offers lush grass perfect for picnics and promenades. Since it’s located close to the World Cup Stadium, this spacious park is often full of residents and visitors. There is a wide array of excellent amenities  a bike trail, an outdoor swimming pool, sports facilities, and a dock for water sports such as yachting, waterskiing, and motor boating. Cultural attractions near the park include Mangwon Pavilion and Jeoldusan Martyrs’ Shrine.","regDate":"2022-08-05","author":"korea-tour","tag":["Seoul","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-08-05-1659705798688/2527123_image2_1.webp","blogPath":"Seoul/2022-08-05-1659705798688"},{"id":"2022-08-05-1659702417093","title":"Lotte World Tower & Mall (롯데월드타워&롯데월드몰)","description":"Lotte World Tower was designed with a conceptual motif inspired by Korean ceramics and writing brushes. With 123 floors total, the tower is the fifth tallest building in the world, standing at 555 meters. The tower contains galleries, cafés, and a luxury hotel, in addition to a skywalk and an observation deck. It is one of the best spots to appreciate the breathtaking view of Seoul's vibrant city lights.<br><br> Lotte World Mall, located next to the tower, features Avenuel, a complex of luxury department stores. The multi-leveled mall draws in many visitors as one of the top shopping attractions in Seoul, with a variety of domestic and foreign brands. The mall also offers a wide-range of entertainment facilities, such as a movie theater, aquarium, concert hall, and more.","regDate":"2022-08-05","author":"korea-tour","tag":["Seoul","Culture/Art/History","Architectural Sights","Buildings"],"imgUrl":"/2022-08-05-1659702417093/2577147_image2_1.webp","blogPath":"Seoul/2022-08-05-1659702417093"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}