{"pageProps":{"content":"![Iksan Ipjeomni Ancient Tombs (익산 입점리 고분)](/2023-01-03-1672727891410/573722_image2_1.webp)\n\n  \n## Overview\n\n> The Iksan Ipjeomni Ancient Tombs are a group of ancient Baekje-era tumuli located 100 meters above sea level on the northeast brow of Chilmokjae Hill in Ipjeom-ri, Iksan-si, Jeollabuk-do. The burial ground covers an area of more than 18,520 square meters and is officially listed as Historical Site No. 347. To date, a total of eight tumuli have been excavated, all of which are chamber tombs. <br><br>Surprisingly enough, the tombs were first discovered in 1986 by a high school student. While digging for arrowroot, a young man from a local high school found some pieces of gold that resembled a hat. He quickly notified the authorities and it was soon discovered that the pieces of gold were in fact valuable ancient artifacts. An emergency excavation was conducted and the eight tumuli were uncovered, but unfortunately all of the tumuli except Tomb No. 1 had been severely damaged. Tomb No. 1, which is still in relatively good condition, boasts an entrance measuring an impressive 16 meters in x_height and 2 meters in x_width. <br><br>Inside the tombs archaeologists found valuable relics from the Baekje dynasty including earthenware, jewelry (a gilt-bronze hat, gold earrings, glass beads, etc.), harnesses and ironware. Given the shapes and the types of the pieces found, historians estimate that the tumuli were built in the 5th century. Since the gilt-bronze hat is similar in shape to those found in Japan, experts believe that there was an active exchange between the Baekje people and the people of Japan.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-63-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-63-859-5875|\n  \n\n  \n## Detail Image\n![/2023-01-03-1672727891410/573723_image2_1.webp](/2023-01-03-1672727891410/573723_image2_1.webp)\n![/2023-01-03-1672727891410/573724_image2_1.webp](/2023-01-03-1672727891410/573724_image2_1.webp)\n![/2023-01-03-1672727891410/573727_image2_1.webp](/2023-01-03-1672727891410/573727_image2_1.webp)\n![/2023-01-03-1672727891410/573728_image2_1.webp](/2023-01-03-1672727891410/573728_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-63-859-5875](tel:+82638595875)\n- [🏠www.iksan.go.kr/tour</a> (Korean, English, Japanese, Chinese) <br><a href=\"http://www.cha.go.kr/\" target=\"_blank\" title=\"새창 : 문화재청 홈페이지로 이동\" >www.cha.go.kr](http://www.iksan.go.kr/tour/)\n\n\n```googleMap\nlatitude: 36.0468524591\nlongitude: 126.8721330900\ntitle: 80, Ipjeomgobun-gil, Iksan-si, Jeollabuk-do\n```\n  \n## Directions\n  \n[Train + Bus]<br>\nFrom Seoul Station or Yongsan Station, take a train to Iksan Station.<br>\nFrom Iksan Station, take Bus No. 35 or 35-1 and get off at Ipjeom Bus Stop. <br>Walk for approx. 10-20 min.\n","data":{"id":"2023-01-03-1672727891410","title":"Iksan Ipjeomni Ancient Tombs (익산 입점리 고분)","description":"The Iksan Ipjeomni Ancient Tombs are a group of ancient Baekje-era tumuli located 100 meters above sea level on the northeast brow of Chilmokjae Hill in Ipjeom-ri, Iksan-si, Jeollabuk-do. The burial ground covers an area of more than 18,520 square meters and is officially listed as Historical Site No. 347. To date, a total of eight tumuli have been excavated, all of which are chamber tombs. <br><br>Surprisingly enough, the tombs were first discovered in 1986 by a high school student. While digging for arrowroot, a young man from a local high school found some pieces of gold that resembled a hat. He quickly notified the authorities and it was soon discovered that the pieces of gold were in fact valuable ancient artifacts. An emergency excavation was conducted and the eight tumuli were uncovered, but unfortunately all of the tumuli except Tomb No. 1 had been severely damaged. Tomb No. 1, which is still in relatively good condition, boasts an entrance measuring an impressive 16 meters in x_height and 2 meters in x_width. <br><br>Inside the tombs archaeologists found valuable relics from the Baekje dynasty including earthenware, jewelry (a gilt-bronze hat, gold earrings, glass beads, etc.), harnesses and ironware. Given the shapes and the types of the pieces found, historians estimate that the tumuli were built in the 5th century. Since the gilt-bronze hat is similar in shape to those found in Japan, experts believe that there was an active exchange between the Baekje people and the people of Japan.","regDate":"2023-01-03","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2023-01-03-1672727891410/573722_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-03-1672727891410","pageUrl":"https:/mcdryad.com/Jeollabuk-do/2023-01-03-1672727891410"},"dataList":[{"id":"2023-01-11-1673415344453","title":"Wibongsanseong County Park (위봉산성군립공원)","description":"Wibongsanseong County Park is located north of Jeonju, past Songgwangsa Temple through a tunnel of cherry trees. The park has some noteworthy sightseeing attractions such as Wibongpokpo Falls, Wibongsa Temple, and Dongsang Reservoir. Winbongsanseong County Park was founded at the site of Winbongsanseong Fortress, which was built under King Sukjongs rule in 1675 as a refuge site to safekeep the portrait of Joeson dynastys founder King Taejo and the royal familys ancestral tablet in times of war or other national emergency. They are originally enshrined in Gyeonggijeon Shrine and Jogyeongmyo Shrine, and when Jeonju had fallen during the Donghak Peasant Revolution, the portrait and tablet were moved to a small palace inside the fortress. The original fortress walls were 16 kilometers in circumference with three gates in the north, east, and west, but only a half-moon shaped western gate remains standing today.","regDate":"2023-01-11","author":"korea-tour","tag":["Jeollabuk-do","Nature","Natural Sites","County Parks"],"imgUrl":"/2023-01-11-1673415344453/1606418_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-11-1673415344453"},{"id":"2023-01-11-1673411996622","title":"Wibongsa Temple - Wanju (위봉사 (완주))","description":"Wibongsa Temple is located past Mujigaemun Gate (Rainbow Gate) and Wibong Village and is a major temple in the Honam region that once oversaw 52 branch temples. Said to be built by Monk Seoam in 604 (the 5th year of King Mu of Baekje), the surviving buildings date back to the Joseon Era. Today, only Bogwangmyeongjeon Hall (Treasure No. 608), Yosa (Provincial Cultural Asset No. 698), and Samseonggak remain. The Baeguigwaneumbosal wall painting in particular is the pride of the temple.","regDate":"2023-01-11","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2023-01-11-1673411996622/1605102_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-11-1673411996622"},{"id":"2023-01-11-1673408186662","title":"Wibongpokpo Falls (위봉폭포)","description":"Located in the eastern section of Wibongsanseong Fortress, Wibongpokpo Falls is a two-tiered waterfall measuring 60 meters high. The strangely-shaped rocks and thick groves of trees that border the cascading falls make for such a magical scene that it comes as no surprise that the waterfall has long since been counted as one of the Eight Scenic Sights of Wansan. Attractions located nearby include a battlefield from the Imjin War (1592-1598), Songgwangsa Temple, Dongsang Reservoir, Daea Reservoir, and Hwasim Hot Springs.","regDate":"2023-01-11","author":"korea-tour","tag":["Jeollabuk-do","Nature","Natural Sites","Waterfalls"],"imgUrl":"/2023-01-11-1673408186662/215200_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-11-1673408186662"},{"id":"2023-01-10-1673347090484","title":"Wansanchilbong Peak (Wansan Park) (완산칠봉(완산공원))","description":"Wansanchilbong Peak, also referred to as Wansan Park, is located on the southern outskirts of downtown Jeonju. The mountain is known to be the origin of Iksan and Gunsans birthplace and the mountains fame had spread across the southern region along with Jeonju. In addition to the historically significant Chilseongsa Temple, there is a pavilion located at the top where people can look out over the surrounding area. The mountain is also a place where a fierce battle took place from the Donghak Peasant Revolution. Today, the mountain is made into a park and serves as a popular retreat for locals.","regDate":"2023-01-10","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2023-01-10-1673347090484/2490822_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-10-1673347090484"},{"id":"2023-01-10-1673343382073","title":"Wanju Songgwangsa Temple (송광사(완주))","description":"Songgwangsa Temple in Wanju-gun, Jeollabuk-do has a unique history that spans a period of over a thousand years. For many years the temple lay incomplete until Monk Bojo Chejing began reconstruction in the 7th year of King Gyeongmun of Silla (AD 867). The temple was destroyed at one point in time, but Master Monk Jinul prayed that it be rebuilt. In accordance with his fervent hopes, in the 1600s the monk’s followers rebuilt a number of the temple’s halls and buildings, many of which can still be seen today. The temple is also remembered as the temple that King Injo helped rebuild with the hope that his two sons, who had been taken hostage by the Qing dynasty during the Byeongjahoran War (Chinese invasion of Korea in 1636), would be returned safely and that Buddha would heal the nation.<br><br> One of the Korea’s four major temples, Songgwangsa is home to Jijangbosal and Siwangsang statues (found in Jijangjeon Hall), a Seokgayeorae statue, and 500 Nahansang statues (found in Nahanjeon Hall). The temple is also home to eight Tangible Cultural Assets and four Treasured Cultural Assets  Daeungjeon Hall, the Samsebulsang statues, the bell-tower, and the Sacheonwangsang statue.<br><br>Beloved for its historical significance as well as its beauty, the temple draws throngs of worshipers throughout the year. In spring, many tourists flock to the area to explore the temple and walk through the nearby cherry blossom tunnels. A worthwhile attraction for visitors of all ages, the temple is particularly well-suited for those with mobility problems since it is located on ground level.","regDate":"2023-01-10","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2023-01-10-1673343382073/215448_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-10-1673343382073"},{"id":"2023-01-10-1673339945737","title":"Wanggung Five-story Stone Pagoda (익산 왕궁리 오층석탑)","description":"The Wanggung Five-story Stone Pagoda is located on a hill about 2 kilometers south of Wanggung-myeon in Iksan, which is believed to have been the capital of the nation during the Mahan Era. The pagoda stands tall at 8.5 meters and was officially designated National Treasure No. 289. Relics from the Goryeo dynasty that were found inside the pagoda were designated National Treasure No. 123 and are currently housed in the National Museum of Korea. Of the excavated relics, the most famous; the Sarijangeomgu, a magnificent container of Buddha’s Sarira; the green glass Sarira bottle topped with a lotus-shaped stopper; and the Sungeumgeumganggyeongpan, which contains the 19 golden plates of the Diamond Sutra.","regDate":"2023-01-10","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2023-01-10-1673339945737/1308284_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-10-1673339945737"},{"id":"2023-01-10-1673336152673","title":"Unjangsan National Recreational Forest (국립 운장산자연휴양림)","description":"Unjangsan National Recreational Forest is located within Galgeogyegok Valley in Unjangsan Mountain. The valley has a 7-kilometer-long stream and natural attractions such as Madangbawi Rock and Haegiso Pond.","regDate":"2023-01-10","author":"korea-tour","tag":["Jeollabuk-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"/2023-01-10-1673336152673/219375_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-10-1673336152673"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}