{"pageProps":{"content":"![63 Square (63스퀘어)](/2022-07-10-1657421606130/2526386_image2_1.webp)\n  \n## Overview\n\n> With 63 floors measuring a total x_height of 249 meters, 63 Square is one of Korea’s tallest and most recognized skyscrapers. 63 Square boasts spectacular views of the Hangang River and the surrounding Bugaksan, Namsan and Gwanaksan Mountains. The building also offers an outstanding vantage point when viewing the sunset over the city.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br>(Korean, English, Japanese, Chinese) <br> • For more info: +82-2-789-5663|\n|opendate:|July 27, 1985|\n|parking:|Available (approx. 800 parking spaces)|\n|restdate:|N/A (Open all year round)|\n|usetime:|[Aqua Planet 63] 10:00-22:00 (Last admission 21:30)<br />[63 Art] 10:00-22:00 (Last admission 21:30)<br />[Baeknihyang] 11:30-15:00 / 17:30-22:00<br />[Baeknihyang Xingtai] 11:30-15:00 (Last order 14:20) / 17:30-21:30 (Last order 20;20)<br />[Touch the Sky] 11:30-15:00 / 17:30-22:00<br />[Shuchiku] 11:30-15:00 / 17:30-22:00<br />[Walking on the Cloud - Garden] 11:30-15:00 / 17:30-22:00  <BR>[Walking on the Cloud - Bar] 11:30-23:00 / Weekends & public holidays 11:00-22:00 <br />[63 Bakery] 07:00-21:00 / Weekends & public holidays 08:00-20:00<br>[63 Buffet Pavilion]<br> -  Monday-Friday: Lunch 12:00-15:00 / Dinner 18:00-21:30<br> - Weekends & public holidays: Lunch 11:00-13:10, 13:40-15:30 / Dinner 17:00-19:10, 19:40-22:00<br />[63 Art Cafe] 10:00-20:00|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Film Locations:|Frequent appearance on news, variety shows, dramas, etc.|\n|Facility Utilization Fees:|[Aqua Planet 63]<br>Adults 25,000 won / Teenagers 23,000 won / Children & Senior citizens 21,000 won<br><br>[63 Art]<br>Adults 20,000 won / Teenagers 18,000 won / Children & Senior citizens 16,000 won <br><br>* Adults (ages 20-64) / Teenagers (ages 14-19) / Children (ages 13 and under) / Senior citizens (ages 65 and older)|\n|Restrooms:|Available|\n|Parking Fees:|Free for up to 4 hours with a package purchase|\n|Interpretation Services Offered:|Available in English, Japanese, Chinese|\n|Reservation Info. for Foreigners:|[Online reservation](http://www.63mall.co.kr)|\n  \n## Detail Image\n![/2022-07-10-1657421606130/1567933_image2_1.webp](/2022-07-10-1657421606130/1567933_image2_1.webp)\n![/2022-07-10-1657421606130/1567934_image2_1.webp](/2022-07-10-1657421606130/1567934_image2_1.webp)\n![/2022-07-10-1657421606130/1567935_image2_1.webp](/2022-07-10-1657421606130/1567935_image2_1.webp)\n![/2022-07-10-1657421606130/1567937_image2_1.webp](/2022-07-10-1657421606130/1567937_image2_1.webp)\n![/2022-07-10-1657421606130/1567938_image2_1.webp](/2022-07-10-1657421606130/1567938_image2_1.webp)\n![/2022-07-10-1657421606130/2526321_image2_1.webp](/2022-07-10-1657421606130/2526321_image2_1.webp)\n![/2022-07-10-1657421606130/2526322_image2_1.webp](/2022-07-10-1657421606130/2526322_image2_1.webp)\n![/2022-07-10-1657421606130/2526323_image2_1.webp](/2022-07-10-1657421606130/2526323_image2_1.webp)\n![/2022-07-10-1657421606130/2526378_image2_1.webp](/2022-07-10-1657421606130/2526378_image2_1.webp)\n![/2022-07-10-1657421606130/2526380_image2_1.webp](/2022-07-10-1657421606130/2526380_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-2-789-5663](tel:+8227895663)\n- [🏠www.63.co.kr](http://www.63.co.kr/)\n\n\n```googleMap\nlatitude: 37.5198673186\nlongitude: 126.9403285961\ntitle: 50, 63-ro, Yeongdeungpo-gu, Seoul\n```\n  \n## Directions\n  \n[Bus] <br>\nDaebang Station (Seoul Subway Line 1), Exit 6.<br>\n - Take the free shuttle or Bus No. 11. <br>\n<br>\n Yeouinaru Station (Seoul Subway Line 5), Exit 4.<br>\n - Walk to the intersection, turn left and walk to the bus stop.<br>\n - Take the free shuttle across Sambu APT, 80 m away from Exit 4.<br>\n<br>\n Yeouinaru Station (Seoul Subway Line 5), Exit 1.<br>\n - Take Bus No. 5534, 5633 or 261.<br>\n<br>\n Yeoido Station (Seoul Subway Line 5), Exit 5.<br>\n - Take the free shuttle or Bus No. 11 in front of St. Mary’s Hospital Bus Stop.<br>\n<br>\n Saetgang Station (Seoul Subway Station 9), Exit 1. <br>\n - Take the free shuttle bus.<br>\n<br>\n Saetgang Station (Seoul Subway Station 9), Exit 3. <br>\n - Take Bus No. 5633 or 5534.\n","data":{"id":"2022-07-10-1657421606130","title":"63 Square (63스퀘어)","description":"With 63 floors measuring a total x_height of 249 meters, 63 Square is one of Korea’s tallest and most recognized skyscrapers. 63 Square boasts spectacular views of the Hangang River and the surrounding Bugaksan, Namsan and Gwanaksan Mountains. The building also offers an outstanding vantage point when viewing the sunset over the city.","regDate":"2022-07-10","author":"korea-tour","tag":["Seoul","Culture/Art/History","Architectural Sights","Buildings"],"imgUrl":"/2022-07-10-1657421606130/2526386_image2_1.webp","blogPath":"Seoul/2022-07-10-1657421606130","pageUrl":"https:/mcdryad.com/Seoul/2022-07-10-1657421606130"},"dataList":[{"id":"2022-08-08-1659980555730","title":"Seoul Bangidong Ancient Tombs (서울 방이동 고분군)","description":"The ancient tombs  in Bangi-dong were discovered during the land readjustment project of Jamsil-jigu District in 1975. A total of eight ancient tombs were excavated until 1976, and the site was restored into a park in 1983. The Bangi-dong area was originally a low line of hills with an altitude of 30-50m above sea level, but it has been made into flatland for urban development purposes. Tomb numbers 1 to 6 lie on the same hill, while tomb no. 7 and 8 are located on another hill a short distance away.<br><br>All eight tombs have circular burial mounds. The insides of the a tomb feature a square or rectangular-shaped burial chamber with earthen ground and stone walls, and a passage leading from the tomb entrance to the chamber. However, details of the burial chambers vary by tomb. Most of the tombs had been robbed before the investigation, but a few relics such as plates and pots have been excavated. At the time of excavation, the relics were presumed to have come from the Baekje dynasty (18 BC-660 AD), but it is now estimated that they date back to the Unified Silla Period (676-935 AD).","regDate":"2022-08-08","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-08-08-1659980555730/741946_image2_1.webp","blogPath":"Seoul/2022-08-08-1659980555730"},{"id":"2022-08-08-1659977795734","title":"Seoul Animation Center (서울 애니메이션센터)","description":"The Seoul Animation Center was established by the Seoul Metropolitan Government in May 1999 with the aim of providing comprehensive support to Korea’s cartoon and animation industry. The center runs an information desk, offers educational programs, holds events to support new talents and productions, and hosts diverse events and exhibitions.","regDate":"2022-08-08","author":"korea-tour","tag":["Seoul","Culture/Art/History","Industrial Sites","Others"],"imgUrl":"/2022-08-08-1659977795734/1895102_image2_1.webp","blogPath":"Seoul/2022-08-08-1659977795734"},{"id":"2022-08-08-1659973489363","title":"Seosomun Historical Park (서소문역사공원)","description":"The Seosomun Gate area, which is located outside Seosomun Gate, was used as a persecution site in the 19th century before it turned into the local park of today. Many Catholics were suppressed and martyred here, making the area a holy site for Korean Catholics. Seosomun Gate was a gateway to Chilpae Market located near Namdaemun Gate. It was always busy with passerbys and the persecution site was established outside the gate to set an example of crime punishment to all the witnesses.  <br><br>On May 15, 1999, a memorial tower was raised at the center of the park in honor of the martyrs. In 2013, Seoul's Jung-gu district also founded Seosumun Holy Shrine History Museum with a memorial exhibition hall in their honor.","regDate":"2022-08-08","author":"korea-tour","tag":["Seoul","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-08-08-1659973489363/1569102_image2_1.webp","blogPath":"Seoul/2022-08-08-1659973489363"},{"id":"2022-08-08-1659969496803","title":"Seoseoul Lake Park (서서울호수공원)","description":"Covering over 225,000 ㎡ of land in the southwestern part of Seoul, Seoseoul Lake Park, also known as West Lake Park, was opened in October 2009 to resolve the regional imbalance in the city. The park with themes of ‘water’ and ‘recycling’ produces approximately 120,000 tons of tap water to Seoul. Also, Neunggolsan Mountain that separates Seoul and Bucheon was renovated to include a park and  hiking trails. In addition, there are children's playground, sports facilities like the soccer field, basketball court and badminton courts, and a cultural plaza. With its vast space and 24-hour operation, the park provides a relaxing ground for the citizens of Seoul.","regDate":"2022-08-08","author":"korea-tour","tag":["Seoul","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-08-08-1659969496803/2611715_image2_1.webp","blogPath":"Seoul/2022-08-08-1659969496803"},{"id":"2022-08-08-1659967064652","title":"Seorae Village (서래마을)","description":"Seorae Village is located in between Banpo 4-dong and Bangbaebon-dong in Seocho-gu, Seoul. Seorae Village took its form as a French neighborhood when French residents moved to the area after Ecole Francaise de Seoul, a school for French residents in Korea, was established here in 1985. According to 2008 census, about half of the total 1,000 French citizens residing in Korea were registered to be living in Seorae Village. The area naturally took shape as a global neighborhood as many international residents settled at Seorae Village much thanks to the strong presence of French residents. In addition to its convenient location near the central district area as well as Gangnam area and Hangang River Park, Seorae Village serves as a pleasant environment space for all.<br><br>Many shops and restaurants in Seorae Village are small in size and rather charming, resembling those in Europe. A bakery that makes traditional French baguettes using ingredients directly imported from France can be found here. In recent years, Seorae Village has undergone several changes, gaining much attention as one of the most modern and fanciest regions found in Seoul.","regDate":"2022-08-08","author":"korea-tour","tag":["Seoul","Culture/Art/History","Experience Programs","Cultural Districts"],"imgUrl":"/2022-08-08-1659967064652/862805_image2_1.webp","blogPath":"Seoul/2022-08-08-1659967064652"},{"id":"2022-08-08-1659964757100","title":"Seonyudo Park (선유도공원)","description":"Located in the middle of Yanghwadaegyo Bridge, Seonyudo Park is the first ecological water park in Korea, repurposing a former water purification plant.<br><br>Built on area of 114,000㎡, the park consists of Water Purifying Botanical Garden, Aquatic Botanical Garden, an eco-friendly water playground, and more attractions where visitors can appreciate various aquatic plants and an ecological forest. There are also various things to see and areas to take a rest in the park, offering a great chance for visitors to learn about the ecosystem and to experience nature.<br><br>A pedestrian bridge connecting Seonyudo Island to the Yanghwa area is an ideal place to enjoy the beautiful views of the Hangang River, including the World Cup Fountain and World Cup Park. With colorful lights, the area is gaining popularity as a tourist spot to enjoy the nightscape near the Hangang River. An exhibition hall in the park displays photos of the Hangang River and has various convenient facilities including a computer room and restrooms.","regDate":"2022-08-08","author":"korea-tour","tag":["Seoul","Culture/Art/History","Industrial Sites","Others"],"imgUrl":"/2022-08-08-1659964757100/2548059_image2_1.webp","blogPath":"Seoul/2022-08-08-1659964757100"},{"id":"2022-08-08-1659948369513","title":"Seodaemun Independence Park (서대문독립공원)","description":"Seodaemun Independence Park was built on the former Seoul Detention Camp. It was used to imprison thousands of Korean independence activists until the liberation from the Japanese occupation on August 15, 1945, as well as the political prisoners during the political turmoil in the 1960s. When the prison was moved to Uiwang-si, Gyeonggi-do in November 1987, the area was restored and turned into a memorial park in August 15, 1992  to honor the sacrifices of the martyrs. The park preserves seven prison buildings, an execution ground, underground women’s prison, and the March 1st Movement Monument that has been moved from Tapgol Park in Jongno.<br><br>One of the most significant monuments of the Seodaemun Independence Park is Dongnimmun Gate (Independence Gate), which has been designated a Historic Site. Nearby is Dongnipgwan (Independence Hall), originally called Mohwagwan, which was used to greet Chinese envoys during the Joseon dynasty. Today, the hall enshrines 2,327 tablets inscribed with the names of Koreans who died for the cause of national independence. Standing right next to Dongnimmun Gate are the remnants of Yeongeunmun Gate, another Historic Site. Other sights inside the park include the Patriotic Martyr Monument, Declaration of Independence Monument, and Statue of Dr. Seo Jae-pil, who was an independence activist and publisher of Korea’s first independent newspaper. The main highlight of the park is the Seodaemun Prison History Hall, a former prison building that was renovated into a history museum.","regDate":"2022-08-08","author":"korea-tour","tag":["Seoul","Culture/Art/History","Recreational Sites","Theme Parks"],"imgUrl":"/2022-08-08-1659948369513/2413903_image2_1.webp","blogPath":"Seoul/2022-08-08-1659948369513"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}