{"pageProps":{"content":"![BIFF Square (BIFF 광장 (구, PIFF 광장))](/2022-07-15-1657864539142/2364283_image2_1.webp)\n  \n## Overview\n\n> Busan’s modern movie district was originally little more than a pair of cinemas that were built following Korea’s liberation from Japanese colonial rule over half a century ago. However, major renovations took place ahead of the first Busan International Film Festival (BIFF), and the newly transformed district was named BIFF Square on August 14, 1996.<br>\n<br>\n Having been remade into a&nbsp;cultural tourist attraction promoting the advancement of Korea’s film industry, BIFF Square has contributed to Busan’s newfound status as an international cultural tourist city. The 428 meter-long street stretching from the Buyeong Theater in Nampo-dong to the overpass in Chungmu-dong was divided into “Star Street” and “Festival Street,” and on the eve of the festival each year the “BIFF Square Ground Opening” is held on the street. During the ceremony, events such as the hand printing of famous movie celebrities and Nunggot Jeomdeung (snow-flower lighting) take place. A district such as BIFF Square, crowded with first-run theaters in a city is rare not only in Asia but Europe as well, and for this reason it holds great potential. In recent years, the square has grown into a more complex area, featuring not only movie theaters but also shops and leisure facilities, attracting growing numbers of young visitors and tourists.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330<br>(Korean, English, Japanese, Chinese)<br>• For more info: +82-51-253-8523|\n|parking:|Not available. Use a near by parking structure|\n|restdate:|N/A (Open all year round)|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Admission Fees:|Free|\n  \n## Detail Image\n![/2022-07-15-1657864539142/1960375_image2_1.webp](/2022-07-15-1657864539142/1960375_image2_1.webp)\n![/2022-07-15-1657864539142/1960378_image2_1.webp](/2022-07-15-1657864539142/1960378_image2_1.webp)\n![/2022-07-15-1657864539142/2364282_image2_1.webp](/2022-07-15-1657864539142/2364282_image2_1.webp)\n![/2022-07-15-1657864539142/2364284_image2_1.webp](/2022-07-15-1657864539142/2364284_image2_1.webp)\n![/2022-07-15-1657864539142/2364286_image2_1.webp](/2022-07-15-1657864539142/2364286_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-51-253-8523](tel:+82512538523)\n- [🏠www.bsjunggu.go.kr](http://www.bsjunggu.go.kr/tour/index.junggu)\n\n\n```googleMap\nlatitude: 35.0988508949\nlongitude: 129.0292126150\ntitle: 4, Nampo-gil, Jung-gu, Busan\n```\n  \n## Directions\n  \n[Subway]<br>\nJagalchi Station (Busan Subway Line 1), Exit 7.<br>\n- 5 min walk from the station (Walk straight and turn left).\n","data":{"id":"2022-07-15-1657864539142","title":"BIFF Square (BIFF 광장 (구, PIFF 광장))","description":"Busan’s modern movie district was originally little more than a pair of cinemas that were built following Korea’s liberation from Japanese colonial rule over half a century ago. However, major renovations took place ahead of the first Busan International Film Festival (BIFF), and the newly transformed district was named BIFF Square on August 14, 1996.<br><br> Having been remade into a&nbsp;cultural tourist attraction promoting the advancement of Korea’s film industry, BIFF Square has contributed to Busan’s newfound status as an international cultural tourist city. The 428 meter-long street stretching from the Buyeong Theater in Nampo-dong to the overpass in Chungmu-dong was divided into “Star Street” and “Festival Street,” and on the eve of the festival each year the “BIFF Square Ground Opening” is held on the street. During the ceremony, events such as the hand printing of famous movie celebrities and Nunggot Jeomdeung (snow-flower lighting) take place. A district such as BIFF Square, crowded with first-run theaters in a city is rare not only in Asia but Europe as well, and for this reason it holds great potential. In recent years, the square has grown into a more complex area, featuring not only movie theaters but also shops and leisure facilities, attracting growing numbers of young visitors and tourists.","regDate":"2022-07-15","author":"korea-tour","tag":["Busan","Culture/Art/History","Experience Programs","Cultural Districts"],"imgUrl":"/2022-07-15-1657864539142/2364283_image2_1.webp","blogPath":"Busan/2022-07-15-1657864539142","pageUrl":"https:/mcdryad.com/Busan/2022-07-15-1657864539142"},"dataList":[{"id":"2022-08-17-1660768754435","title":"Marine City (마린시티)","description":"When the lights lit up after sundown, the nightscape of the Marine City can compete with world famous nightscape locations such as Hong Kong and Shanghai. With various restaurants, cafes and bars along the street, it is a popular destination for people of all ages.","regDate":"2022-08-17","author":"korea-tour","tag":["Busan","Culture/Art/History","Experience Programs","Cultural Districts"],"imgUrl":"/2022-08-17-1660768754435/2617723_image2_1.webp","blogPath":"Busan/2022-08-17-1660768754435"},{"id":"2022-08-17-1660764920090","title":"Ilgwang Beach (일광해수욕장)","description":"Ilgwang Beach is a popular beach for families with a white sandy beach and Gangsongjeong Pine Tree Forest. With shallow waters and a clear view of the ocean, there is also Samseongdae Pavilion built during the late Joseon dynasty. There are numerous accommodation, dining and convenience facilities near the beach as well as a place to fish. Moreover, Ilgwang Beach hosts a festival annually in late July or early August.","regDate":"2022-08-17","author":"korea-tour","tag":["Busan","Nature","Natural Sites"],"imgUrl":"/2022-08-17-1660764920090/2557720_image2_1.webp","blogPath":"Busan/2022-08-17-1660764920090"},{"id":"2022-08-17-1660762024139","title":"Hwangnyeongsan Mountain (황령산)","description":"Hwangnyeongsan Mountain offers a lush green forest easily accesible from downtown Busan. The mountain is popular for hiking, as well as taking in the nightscape. The mountain stretches across Busanjin-gu, Nam-gu, and Suyeong-gu districts, and with an altitude of 427 meters, it is the second tallest mountain in the Geumnyeon Mountain Range. Despite this distinction, the summit can be reached after a two to three-hour hike. At the foot of the mountain, one can find a citizen's recreation area and a youth training center. Choosing which mountain trail to take depends on the transportation options available.","regDate":"2022-08-17","author":"korea-tour","tag":["Busan","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-08-17-1660762024139/2661675_image2_1.webp","blogPath":"Busan/2022-08-17-1660762024139"},{"id":"2022-08-17-1660758265800","title":"Hurshimchung (허심청)","description":"Hurshimchung Hot Springs is a new type of tourist zone that aims to improve the health of visitors through the power of comfortable hot spring bathes, relaxation, and physical training. Established during the citywide renovation of Busan in October 1991, Hurshimchung Hot Springs has a capacity of 3,000 people and covers approximately 4,297.54m², making it one of the largest hot springs in the East. There are around 40 different baths in the main hot spring area such as the Longevity Bath, Hoemok Bath, Cheongja Bath, Cave Bath, Outdoor Bath, and Event Baths, which combine hot spring water with oriental medicinal elements and seasonal herbs. Guests can also choose one of the recommended bathing courses according to their age, health concerns, and/or personal preferences.","regDate":"2022-08-17","author":"korea-tour","tag":["Busan","Culture/Art/History","Recreational Sites","Hot Springs & Spa"],"imgUrl":"/2022-08-17-1660758265800/1877705_image2_1.webp","blogPath":"Busan/2022-08-17-1660758265800"},{"id":"2022-08-17-1660755639145","title":"Hongbeopsa Temple-Busan (홍법사(부산))","description":"Hongbeopsa Temple is located in Geumjeong dugu-dong, Busan and is known for the largest bronze Amida Buddha Statue in Korea at 21 meters. Surrounded by Cheolmasan Mountain and Geumjeongsan Mountain, a beautiful scenery stretching out to Suyonggang River makes one feel as if you were in Yeonhwajang, an ideal world in Buddhism that is filled with lotus flowers. <br /> <br />The temple has training rooms for visitors to practice meditation as well as a bust statue of Gandhi, donated by the Government of India to celebrate the 40th anniversary of diplomatic relationship between Korea and India. The temple has a wealth of attractions that cannot be seen in other temples of Korea such as huge statue of Buddha, India Cultural Center, Jeokmyeolbogung Palace, and beautiful gardens, luring an increasing number of tourists every year.","regDate":"2022-08-17","author":"korea-tour","tag":["Busan","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-08-17-1660755639145/2023948_image2_1.webp","blogPath":"Busan/2022-08-17-1660755639145"},{"id":"2022-08-17-1660751017056","title":"Haeundae Special Tourist Zone (해운대 관광특구)","description":"Haeundae Beach in Busan is famous both in Korea and abroad. Not only is it popular as the largest summer vacation spot, but it also attracts people even in spring, autumn and winter for its variety of festivals and events, such as the Busan International Film Festival, the International Yacht Race and the Haeundae Sunrise Festival. These festivals help keep Haeundae busy as a popular tourist site all year round. <br><br>With Haeundae Beach at its center, Haeundae Special Tourist Zone offers diverse marine leisure activities and fresh seafood. The zone has transformed itself from a typical vacation spot into a destination where one can stay long-term while enjoying leisure activities and cultural events. Today, the zone attracts an increasing number of tourists from around the globe. <br><br>The zone not only has natural resources, such as Haeundae Beach, Dongbaekseom Island, Dalmaji Hill and sea water hot springs, but also a convention center and IT complex. Well-equipped with cultural facilities, including movie sets, art galleries and aquariums, it is a qualified destination for MICE (Meeting, Incentive tour, Convention and Exhibition) tourists. <br><br>The coastal drive course is another way to enjoy Haeundae Beach. Moontan Road, offering a grand night view and various walking trails, including Galmaet-gil lying along the coastline, should not be missed as well. <br><br>The skyline at Haeundae underwent a dramatic change with the advent of Centum City. At night, the city skyline that is brilliantly illuminated by the high-end residential/commercial buildings captivates travelers. Inside Centum City are luxury apartments and a grand shopping complex, including a department store and a retail outlet. <br><br>* Current State of Haeundae Special Tourist Zone<br>1) Districts Covered  Areas around Jung, Songjeong, Jaesong and U-dong (Centum City), Haeundae-gu, Busan<br>2) Area  6,225,000 ㎡ <br><br>* Tourist Attractions <br>Haeundae and Songjeong Beach, Dongbaek Island, Oryukdo Island, Centum City, Aquarium, Haeundae Hot Springs, etc.","regDate":"2022-08-17","author":"korea-tour","tag":["Busan","Culture/Art/History","Recreational Sites","Tourist Complexes"],"imgUrl":"/2022-08-17-1660751017056/1801918_image2_1.webp","blogPath":"Busan/2022-08-17-1660751017056"},{"id":"2022-08-17-1660747298223","title":"Haeundae Dongbaekseom Island (해운대 동백섬)","description":"Dongbaekseom Island (Island of Camellias) is an island located off one end of Busan's famous Haeundae Beach. Although the years of sedimentation have connected the island to the mainland, Dongbaekseom was originally an island and is still referred to as one.<br><br>Dongbaekseom Island is easy to navigate thanks to the walking path that is built around it. The island has several attractions, including the monument inscribed with a poem of scholar Choi Chi-won, the mermaid statue based on the legend of Princess Hwagok, and the Nurimaru APEC House. It also offers fantastic views of the Busan shoreline towards Mipo, Dalmaji Hill, Gwangangdaegyo Bridge, and Oryukdo Island. As the name suggests, camellias burst into bloom everywhere on the island from winter to spring.","regDate":"2022-08-17","author":"korea-tour","tag":["Busan","Nature","Natural Sites"],"imgUrl":"/2022-08-17-1660747298223/1804865_image2_1.webp","blogPath":"Busan/2022-08-17-1660747298223"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}