{"pageProps":{"content":"![Seogwipo Yerae Ecological Village (서귀포 예래생태마을)](/2023-02-12-1676183906205/1954923_image2_1.webp)\n\n  \n## Overview\n\n> Yaerae Village encompasses a beautiful natural landscape, prime seaside location in Jeju, and cultural and historic sites spread throughout the area. Located between valleys near Jungmun Resort, considered one of Korea’s greatest tourism complexes, the village retains its traditional way of life. Village residents value environmental awareness, placing an importance on educating youth to preserve both the local customs and the village’s natural surroundings. Villagers encourage a sense of community through engaging in environment-related activities.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br>(Korean, English, Japanese, Chinese) <br> • For more info: +82-64-738-6613|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Restrooms:|Available|\n  \n\n  \n## Contact\n\n- [☎️+82-64-738-6613](tel:+82647386613)\n\n\n\n```googleMap\nlatitude: 33.2542582784\nlongitude: 126.3979423492\ntitle: 82, Yerae-ro, Seogwipo-si, Jeju-do\n```\n  \n## Directions\n  \n[Airport Bus]<br>\nFrom Jeju International Airport Bus Stop, take Bus No. 600 and get off at Yerae Entrance Bus Stop. <br>\nWalk for approx. 15 min.<br><br>\n\n[Taxi]<br>\nApprox. 40 min from Jeju International Airport<br>\nApprox. 15 min from Seogwipo Intercity Bus Terminal<br>\nApprox. 5 min from Jungmun Resort\n","data":{"id":"2023-02-12-1676183906205","title":"Seogwipo Yerae Ecological Village (서귀포 예래생태마을)","description":"Yaerae Village encompasses a beautiful natural landscape, prime seaside location in Jeju, and cultural and historic sites spread throughout the area. Located between valleys near Jungmun Resort, considered one of Korea’s greatest tourism complexes, the village retains its traditional way of life. Village residents value environmental awareness, placing an importance on educating youth to preserve both the local customs and the village’s natural surroundings. Villagers encourage a sense of community through engaging in environment-related activities.","regDate":"2023-02-12","author":"korea-tour","tag":["Jeju-do","Culture/Art/History","Experience Programs","Village Experience"],"imgUrl":"/2023-02-12-1676183906205/1954923_image2_1.webp","blogPath":"Jeju-do/2023-02-12-1676183906205","pageUrl":"https:/mcdryad.com/Jeju-do/2023-02-12-1676183906205"},"dataList":[{"id":"2023-02-13-1676270470583","title":"Soesokkak Estuary (쇠소깍)","description":"Located in the Seogwipo area of Jeju Island, Soesokkak Estuary was originally called Soedun, which means a lying ox, and it was only later that it became more widely known as Soesokkak. Soe means an ox, so means a pool of water and kkak means the end. This is the mouth of the Hyodoncheon Stream. As the fresh water meets the ocean, it broadens into wide, slow-flowing river. Soesokkak Estuary is lined with cliffs of curious lava formations, which are overhung with pine trees. <br>It was chosen as one of hidden picturesque scenery in Chilsip-ri, Seogwi-po, comprised of deep blue ocean, uniquely-shaped rocks formed by lava and a pine forest.<br>Soesokkak Estuary is located in Hahyo-dong on the southern side of Hallasan Mountain. The area is also well-known for its tangerines, and visitors are drawn to the area by the fresh citrus scent. Popular destinations close to Soesokkak Estuary include the famous Jusang Jeolli Cliffs and Jungmun Resort, as well as Cheonjeyeonpokpo Falls.","regDate":"2023-02-13","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites","Valleys"],"imgUrl":"/2023-02-13-1676270470583/1786510_image2_1.webp","blogPath":"Jeju-do/2023-02-13-1676270470583"},{"id":"2023-02-13-1676266550850","title":"Sinyang Seopji Beach (신양 섭지해수욕장)","description":"Sinyang Seopji Beach is not yet a popular tourist attraction, leaving the fine-grained, sandy beach relatively untouched. Thanks to its quiet atmosphere, the beach gives visitors a calmer, more secluded beach experience than some of the larger beaches on Jeju. <br /><br />The 80-meter-wide, crescent-shaped beach stretches for a total length of 300 meters. Bordered by waters that are only an average of one meter deep, the beach gently slopes at a five degree angle. Known for its small waves, the beach is the perfect spot for children. <br /><br />Windsurfing is available nearby and popular tourist attractions such as Seongsan Ilchulbong Tuff Cone and Seopjikoji are located in the area.","regDate":"2023-02-13","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites"],"imgUrl":"/2023-02-13-1676266550850/1617251_image2_1.webp","blogPath":"Jeju-do/2023-02-13-1676266550850"},{"id":"2023-02-13-1676263230667","title":"Sinsan Park (신산공원)","description":"Sinsan Park was opened to commemorate the arrival of the Olympic Torch to Korea for the 88 Seoul Olympic Games but now serves as a resting place for local citizens. It has become a popular location for family outings, and many couples enjoy walking along the paths through the shade of the forest.","regDate":"2023-02-13","author":"korea-tour","tag":["Jeju-do","Culture/Art/History","Recreational Sites","Theme Parks"],"imgUrl":"/2023-02-13-1676263230667/2405220_image2_1.webp","blogPath":"Jeju-do/2023-02-13-1676263230667"},{"id":"2023-02-13-1676259587150","title":"Sinpung Sincheon Seaside Ranch (신풍 신천 바다목장)","description":"Jungsangangil Road, part of the Jeju Olle Trail, stretches 14 kilometers, and has a calm ambience. Old stone walls and dense trees line both sides of the road. The road also leads to Seaside Ranch Road, which is open to the public. The road is a unique location on Jeju with expansive green fields located next to the ocean.","regDate":"2023-02-13","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites"],"imgUrl":"/2023-02-13-1676259587150/2516623_image2_1.webp","blogPath":"Jeju-do/2023-02-13-1676259587150"},{"id":"2023-02-12-1676198173474","title":"Seopjikoji (섭지코지)","description":"Seopjikoji gets its name from its shape, jutting out to sea, with koji being the Jeju dialect for a cape. Located just south of Seongsan Ilchulbong Tuff Cone, the cape is a popular tourist attraction. The tuff cone along with a beautiful vista of the ocean and fields of canola flowers can easily be seen from the peak of Seopjikoji. On top of the hill stands a beacon fire station, reaching 4 meters in x_height with a diameter of 9 meters, built using volcanic rocks. Behind the beacon fire station is Bulgeunoreum Volcanic Cone, vibrant with red soil. The white lighthouse atop the cone stands out in contrast. Seopjikoji has been used as a filming site for many Korean movies and dramas.","regDate":"2023-02-12","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites"],"imgUrl":"/2023-02-12-1676198173474/2513480_image2_1.webp","blogPath":"Jeju-do/2023-02-12-1676198173474"},{"id":"2023-02-12-1676194558158","title":"Seongsan Ilchulbong Tuff Cone [UNESCO World Heritage] (성산일출봉 [유네스코 세계문화유산])","description":"Seongsan Ilchulbong Tuff Cone rose 180 meters above sea level due to a magma flow under the sea over 5,000 years ago. It was originally a separate island, but a build-up of sand and soil has connected it to the main island.  A large crater, formed by the hot lava mixing with cold ocean water, is located at the top of Seongsan Ilchulbong Tuff Cone. The crater is about 600 meters in diameter and 90 meters deep. It has been featured in films, and was originally used for agriculture, but has now been given over to a field of silver grass. From the summit, visitors can see Udo Island, as well as take in the magnificent sunrise. The tuff cone area was designated as a natural reserve on July 19, 2000.","regDate":"2023-02-12","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"","blogPath":"Jeju-do/2023-02-12-1676194558158"},{"id":"2023-02-12-1676191105346","title":"Seongeup Folk Village (성읍민속마을)","description":"Located at the foot of Halla Mountain on Jeju Island, Seongeup Folk Village is a small town that holds a vast amount of culture over a wide period of time from 1410 to 1914. Cultural properties in the folk village have been handed down from generation to generation and include treasures such as residential houses, Confucian shrines and schools, ancient government offices, stone statues, large millstones (pulled by horses or ox), fortress ruins, and stone monuments. Among the cultural gems of the folk village are intangible cultural assets such as folk plays, native foods, local folk craftsmanship, and local dialect. Even the trees are an important part of the area’s heritage. Several zelkova and nettle trees that are hundreds of years old stand at the center of the village, preserving the dignified atmosphere of a bygone era. <br><br> The Seongeup Folk Village shows the unique culture of Jeju Island. The local tongsi (traditional Jeju restroom) are especially well-known characteristics of Jeju folk culture.","regDate":"2023-02-12","author":"korea-tour","tag":["Jeju-do","Culture/Art/History","Historical Sites","Folk Villages"],"imgUrl":"/2023-02-12-1676191105346/2364393_image2_1.webp","blogPath":"Jeju-do/2023-02-12-1676191105346"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}