{"pageProps":{"content":"![Geumnyeonsan Mountain (금련산)](/2022-08-17-1660725880392/1156844_image2_1.webp)\n\n  \n## Overview\n\n> There are two stories about how Busan's 415m high Geumnyeonsan Mountain got its name. One suggests that the mountain resembled lotus flowers and the other argues that Buddhists served Buddha with golden flowers. Although the mountain used to be home to two temples, Banyaam and Banyamilda, there are only traces of those sites left. Renowned for majestic tolling of temple bells, the mountain belongs to one of eight scenic sights in Suyeong and offers a training facility for children, mineral spring spots, and hiking trails.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-51-253-8253|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Restricted Mountain Areas :|[Refer to the website.](http://hiking.kworks.co.kr/sub_map/map_user01.aspx)|\n  \n## Detail Image\n![/2022-08-17-1660725880392/1156848_image2_1.webp](/2022-08-17-1660725880392/1156848_image2_1.webp)\n![/2022-08-17-1660725880392/1156853_image2_1.webp](/2022-08-17-1660725880392/1156853_image2_1.webp)\n![/2022-08-17-1660725880392/1156868_image2_1.webp](/2022-08-17-1660725880392/1156868_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-51-253-8253](tel:+82512538253)\n- [🏠suyeong.go.kr](http://www.suyeong.go.kr/foreign/eng/main.asp)\n\n\n```googleMap\nlatitude: 35.1602230601\nlongitude: 129.0974161159\ntitle: Gwangan-dong, Suyeong-gu, Busan\n```\n  \n## Directions\n  \n1.  30min walk from Suyeong-gu Office towards Geumnyeon Youth Training Center<br><br>2. \n[Bus]<br> -Take the city bus #40, #139, #1003 from Suyeong-gu Office (buses run every 5 - 10 min).<br>Get off at Geumnyeon Youth Training Center<br> -Take the city bus #20, #51, #131 towards Yeonsan-dong (buses run every 5 - 10 min.<br>Get off at Mangmi-dong. 20min walk from the bus stop<br><br>3. \nGeumnyeonsan Mountain Station, Busan Subway line 2, Exit #6.<br>20min walk from the station<br><br>\n","data":{"id":"2022-08-17-1660725880392","title":"Geumnyeonsan Mountain (금련산)","description":"There are two stories about how Busan's 415m high Geumnyeonsan Mountain got its name. One suggests that the mountain resembled lotus flowers and the other argues that Buddhists served Buddha with golden flowers. Although the mountain used to be home to two temples, Banyaam and Banyamilda, there are only traces of those sites left. Renowned for majestic tolling of temple bells, the mountain belongs to one of eight scenic sights in Suyeong and offers a training facility for children, mineral spring spots, and hiking trails.","regDate":"2022-08-17","author":"korea-tour","tag":["Busan","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-08-17-1660725880392/1156844_image2_1.webp","blogPath":"Busan/2022-08-17-1660725880392","pageUrl":"https:/mcdryad.com/Busan/2022-08-17-1660725880392"},"dataList":[{"id":"2022-08-18-1660828636710","title":"Tiffany 21 Night Cruise (부산 티파니21 크루즈 유람선)","description":"Set in the largest marine tourism city in Korea, Tiffany 21 Cruise is one of Busan's special marine attractions. Tiffany 21 blends cruise excursions with a fine dining experience, offering a perfect venue for a variety of customer-tailored events. Haeundae Beach has a beautiful 1.8 kilometer-long coastline. Passengers can take in the views of the numerous coastal sites, including Nurimaru APEC House on Dongbaek Island, 49th Square in Suyeong-gu, Namcheon-dong, and Centum City in U-dong,  Gwangandaegyo Bridge, the nation's largest marine bridge, Igidae Park, a unique scenery, and Oryukdo Island, designated as Busan’s National Cultural Heritage Scenic Spot No. 24, Taejongdae, one of the representative tourism attractions of Busan, featuring rocky coastal line with strong wave and forest, and Busandaegyo Bridge, connecting Yeongdo Island and the mainland, Jagalchi Market, the largest fishery market, PIFF Square, and other things to see. <br><br> - Things to enjoy on Tiffany 21 <br><br> The cruise offers views of Oryukdo Island and Igidae in the daytime and Haeundae and Gwangandaegyo Bridge at night. In particular, the dinner tour includes a buffet as well as live performance, perfect for parties, sunrise-viewing, firework shows and other events. It's especially great for groups of families or domestic and foreign tourists, as it offers a truly unique experience of Busan.<br>","regDate":"2022-08-18","author":"korea-tour","tag":["Busan","Culture/Art/History","Recreational Sites","Cruises/Submarines"],"imgUrl":"/2022-08-18-1660828636710/1157887_image2_1.webp","blogPath":"Busan/2022-08-18-1660828636710"},{"id":"2022-08-18-1660822611480","title":"The Bay 101 (더베이101)","description":"The Bay 101 is located in a culture and art complex in Haeundae area, attracting many visitors to the area thanks to the beautiful nightscape that it offers.","regDate":"2022-08-18","author":"korea-tour","tag":["Busan","Culture/Art/History","Architectural Sights","Buildings"],"imgUrl":"/2022-08-18-1660822611480/1972564_image2_1.webp","blogPath":"Busan/2022-08-18-1660822611480"},{"id":"2022-08-18-1660819395251","title":"Suyeong Sajeok Park (수영사적공원)","description":"Suyeong-gu of Busan is a historical district nestled between Geumnyeonsan Mountain and Gwangalli Beach. It was the site of the Gyeongsang Jwado Marine Headquarters during the Joseon dynasty. In fact, its name 'Suyeong' was derived from 'Sugunjeoldosayeong,' meaning 'marine headquarters.'<br><br>The Suyeong Sajeok Park was established in commemoration of the spirit of the Suyeong residents. It is designed to show their maritime lifestyle.","regDate":"2022-08-18","author":"korea-tour","tag":["Busan","Culture/Art/History","Recreational Sites","Theme Parks"],"imgUrl":"/2022-08-18-1660819395251/2677061_image2_1.webp","blogPath":"Busan/2022-08-18-1660819395251"},{"id":"2022-08-18-1660815560959","title":"Songjeong Beach (송정해수욕장)","description":"Songjeong Beach stretches for 1.2 kilometers with a x_width ranging from 30 to 60 meters. The white sandy beach is ideal for families with young children because of its shallow waters. The beach is very popular as a photography venue for pre-wedding photoshoots. The area around the beach offers many <em>hoe</em> (sliced raw fish) restaurants. <br>Jukdo Park is located north of the beach at the entrance to Songjeonghang Port. The white and red lighthouses of the harbor are a popular photo spot, as well as the view of the beach from Songiljeong Pavilion at the peak of Jukdo Park. The path leads through a grove of evergreens. Fishermen often line the breakwaters to the lighthouses.","regDate":"2022-08-18","author":"korea-tour","tag":["Busan","Nature","Natural Sites"],"imgUrl":"/2022-08-18-1660815560959/2385262_image2_1.webp","blogPath":"Busan/2022-08-18-1660815560959"},{"id":"2022-08-18-1660812268586","title":"Shinsegae Centum City (신세계 센텀시티)","description":"Shinsegae Centum City Department Store is registered in the Guinness World Records as the largest shopping complex in the world, offering a full range of entertainment options, from an ice rink to movie theather, golf range, and a spa. Shops include 21 designer brands and 622 famous brands.<br><br>Opened as the first department store in Korea, Shinsegae reflects decades of retail experience in this flagship location. Globally renowned experts such as Italian architect Claudio Silvestrin and an American architecture and design firm Callison completed Centum City under the concept of a “golden sea”. The department store has emerged as a defining landmark in Busan.","regDate":"2022-08-18","author":"korea-tour","tag":["Busan","Culture/Art/History","Architectural Sights","Buildings"],"imgUrl":"/2022-08-18-1660812268586/1016443_image2_1.webp","blogPath":"Busan/2022-08-18-1660812268586"},{"id":"2022-08-18-1660808228753","title":"Seomyeon 1beon-ga (Seomyeon First Street) (서면1번가)","description":"<br>As one of the busiest streets in Busan, Seomyeon 1beon-ga is also known as the Art Street. It stretches over 330 meters, connecting former Cheonujang and the LG Service Center.<br><br>The street bustles with life all day long, full of cafes, bars, and restaurants that offer delicious, but inexpensive food and drinks. In addition, it offers a wide array of entertainment facilities such as movie theaters, performance halls, and game facilities. The streets also serve as a venue for festivals and performances, making it the most popular street in Busan. During weekends, diverse cultural events are held, providing visitors with an opportunity to enjoy street performances as well as engage in activities.","regDate":"2022-08-18","author":"korea-tour","tag":["Busan","Culture/Art/History","Experience Programs","Cultural Districts"],"imgUrl":"/2022-08-18-1660808228753/1571954_image2_1.webp","blogPath":"Busan/2022-08-18-1660808228753"},{"id":"2022-08-18-1660805350735","title":"Samnak Ecological Park (삼락생태공원)","description":"Samnak Ecological Park is the largest of the four riverside parks located along the banks of Nakdonggang River. Located within the Nakdonggang Estuary Eco-park's Migratory Bird Habitat (a Natural Heritage), the park is equipped with a marsh, bird feeding site, grassy fields, wildflower field, biking & walking paths, auto-camping site, water leisure town, and more aminities. The park also features more than 60 exercise machines for citizens' use.The marsh path is lined with reeds and willow trees for a beautiful and romantic walking location. The park is especially popular among bird-watchers in winter, when the migratory birds settle here to pass the cooler months.","regDate":"2022-08-18","author":"korea-tour","tag":["Busan","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-08-18-1660805350735/2488063_image2_1.webp","blogPath":"Busan/2022-08-18-1660805350735"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}