{"pageProps":{"content":"![Daejosa Temple (Buyeo) (대조사 (부여))](/2022-11-05-1667623862653/210537_image2_1.webp)\n\n  \n## Overview\n\n> Below Seongheungsanseong Fortress (built in 501 during the Baekje Kingdom) in Buyeo is an ancient temple called Daejosa (great bird temple). &nbsp;Inside the temple grounds stands a giant standing stone Buddha statue looking toward the east. The temple, which was founded during the&nbsp;5th year of the Baekje Kingdom, has an interesting legend behind its origin. <br><br>According to the legend, an old monk fell asleep after praying under a large rock on the slopes of Seongheungsan Mountain. In his dream, a large bird glowing in gold  flew in from the west and sat on the rock where Daejosa currently stands. While the bird continuoulsy flapped its wings, a ray of light shone on the rock and it was there that the statue of Avalokitasvara Bodhisattva appeared. <br><br>The old monk had the same dream at the same time for many days. He recounted his dream to the seongju (castle lord), who then reported it to King Seong of Baekje. The king interpreted the dream as a sign that it was the right time to move the capital of Baekje to Sabi (now Buyeo) and ordered the construction of a large temple at the location that appeared in the dream. The temple was so big that even at a hurried pace, it would still take 10 years to build. Workers had to work day and night, and every time the workers felt tired, birds would come singing to brighten up the atmosphere so that the workers can forget the fatigue and continue working. Hence, the temple was completed after only&nbsp;five years. Because of the golden bird, the temple was named Daejosa, literally meaning temple of a great bird.<br><br> The rock on which Avalokitasvara Bodhisattva appeared in the dream was recreated as a stone statue of a Buddha. This standing stone Maitreya Bodhisattva statue is a fine work of sculpture which, along with the stone Bodhisattva of Gwanchoksa Temple (Treasure No. 218), is a representative heritage of the early Gorye period.<br><br>In front of Wontongbojeon Hall (a hall enshrining Avalokitasvara Bodhisattva) stands a pagoda. In the old days, the stone pagoda used to have only the cover stones but as the pagoda body stones were found, the structure was completely restored in 1975. This pagoda is assumed to have been built in the early days of the Goryeo Kingdom.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 (Korean, English, Japanese, Chinese) <br> • For more info: +82-41-833-2510|\n|parking:|Available|\n|restdate:|N/A (Open all year round)|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Korean Info. Service:|Available|\n  \n## Detail Image\n![/2022-11-05-1667623862653/212367_image2_1.webp](/2022-11-05-1667623862653/212367_image2_1.webp)\n![/2022-11-05-1667623862653/212368_image2_1.webp](/2022-11-05-1667623862653/212368_image2_1.webp)\n![/2022-11-05-1667623862653/212370_image2_1.webp](/2022-11-05-1667623862653/212370_image2_1.webp)\n![/2022-11-05-1667623862653/491022_image2_1.webp](/2022-11-05-1667623862653/491022_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-41-833-2510](tel:+82418332510)\n\n\n\n```googleMap\nlatitude: 36.1907920635\nlongitude: 126.9009683972\ntitle: 112, Seongheung-ro 197beon-gil, Imcheon-myeon, Buyeo-gun, Chungcheongnam-do\n```\n  \n## Directions\n  \nFrom Seoul Nambu Terminal, take an express bus bound for Buyeo Intercity Bus Terminal. From the bus terminal, take a taxi to the venue.\n","data":{"id":"2022-11-05-1667623862653","title":"Daejosa Temple (Buyeo) (대조사 (부여))","description":"Below Seongheungsanseong Fortress (built in 501 during the Baekje Kingdom) in Buyeo is an ancient temple called Daejosa (great bird temple). &nbsp;Inside the temple grounds stands a giant standing stone Buddha statue looking toward the east. The temple, which was founded during the&nbsp;5th year of the Baekje Kingdom, has an interesting legend behind its origin. <br><br>According to the legend, an old monk fell asleep after praying under a large rock on the slopes of Seongheungsan Mountain. In his dream, a large bird glowing in gold  flew in from the west and sat on the rock where Daejosa currently stands. While the bird continuoulsy flapped its wings, a ray of light shone on the rock and it was there that the statue of Avalokitasvara Bodhisattva appeared. <br><br>The old monk had the same dream at the same time for many days. He recounted his dream to the seongju (castle lord), who then reported it to King Seong of Baekje. The king interpreted the dream as a sign that it was the right time to move the capital of Baekje to Sabi (now Buyeo) and ordered the construction of a large temple at the location that appeared in the dream. The temple was so big that even at a hurried pace, it would still take 10 years to build. Workers had to work day and night, and every time the workers felt tired, birds would come singing to brighten up the atmosphere so that the workers can forget the fatigue and continue working. Hence, the temple was completed after only&nbsp;five years. Because of the golden bird, the temple was named Daejosa, literally meaning temple of a great bird.<br><br> The rock on which Avalokitasvara Bodhisattva appeared in the dream was recreated as a stone statue of a Buddha. This standing stone Maitreya Bodhisattva statue is a fine work of sculpture which, along with the stone Bodhisattva of Gwanchoksa Temple (Treasure No. 218), is a representative heritage of the early Gorye period.<br><br>In front of Wontongbojeon Hall (a hall enshrining Avalokitasvara Bodhisattva) stands a pagoda. In the old days, the stone pagoda used to have only the cover stones but as the pagoda body stones were found, the structure was completely restored in 1975. This pagoda is assumed to have been built in the early days of the Goryeo Kingdom.","regDate":"2022-11-05","author":"korea-tour","tag":["Chungcheongnam-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-11-05-1667623862653/210537_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-05-1667623862653","pageUrl":"https:/mcdryad.com/Chungcheongnam-do/2022-11-05-1667623862653"},"dataList":[{"id":"2022-11-08-1667904363151","title":"House of Chusa (추사고택)","description":"House of Chusa, Chusa Gotaek in Korean, is the traditional Korean house of the renowned scholar and calligrapher Chusa, also known as Kim Jeong-hui. This old house is known to have been constructed by the great-grandfather of Chusa, Kim Han-Sin.<br><br>The Korean-style house compound (266.11 m²) consists of munganchae (a guesthouse), soseuldaemun (a high gate), sarangchae (ㄱ-shaped mens quarters), anchae (ㅁ-shaped women’s quarters) and a shrine where the remains of Chusa are enshrined. Theㄱ-shaped Sarangchae stretches for one kan (traditional measuring unit) to the south and 2 kans to the east and is comprised of two rooms and a daecheongmaru (living area). The Anchae consists of a six-kan daecheongmaru and two one-kan rooms.<br><br>Located on the ground is a tomb where Chusa’s great-grandfather (Kim Han-Sin) and his wife (Hwasun Princess) are buried. Nearby, visitors will see a gate that was constructed to commemorate Princess Hwasun’s faithfulness to her husband.<br><br>Located approximately 600 meters to the north of the old house is a lacebark pine tree, which was designated as a Natural Monument. The lacebark pine tree, originally from northern China, is among the few of its kind in Korea. It is said that Chusa snuck the pine across the border from China (formerly, the Qing dynasty) into the country when he was 25 years old and planted it at the tomb of his great-grandfather. Originally, the tree had three branches, but two were broken and the third branch was damaged. In 1980, the damaged branch was treated and since then, the tree has been kept under strong protection.","regDate":"2022-11-08","author":"korea-tour","tag":["Chungcheongnam-do","Culture/Art/History","Historical Sites","Old Houses"],"imgUrl":"/2022-11-08-1667904363151/2357922_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-08-1667904363151"},{"id":"2022-11-08-1667900379232","title":"Hongwonhang Port (홍원항)","description":"Hongwonhang Port, located near Chunjangdae Beach, is a popular place for enjoying sea fishing and delectable meals of fresh raw fish. In addition to its culinary appeal, the port offers the picturesque scene of long stretches of shoreline guarded by two beacons in red and white. Hongwonhang Port has many fishing boats thanks to its small tidal range, resulting in a lively atmosphere and cheap sashimi prices.<br><br>Hongwonhang Port, along with Gwangyanghang Port in Jeollanam-do, is the prime spot for gizzard shad. Each autumn the port holds the Gizzard Shad Festival, a festival that has plenty of events & delectable fish dishes. While at the festival, visitors are also encouraged to check out the Seocheon Museum of Marine & Natural History and Dongbaekjeong. The stuffed specimens at the museum are worth the visit and the view of Maryang Port from atop the museum is unbelievable.","regDate":"2022-11-08","author":"korea-tour","tag":["Chungcheongnam-do","Nature","Natural Sites"],"imgUrl":"/2022-11-08-1667900379232/2034929_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-08-1667900379232"},{"id":"2022-11-08-1667897286794","title":"Historic Site of General Gyebaek (계백장군 유적지)","description":"Gyebaek (? - 660) was a general in the ancient Korean kingdom of Baekje. This historic site is not far from Hwangsanbeol, the last battlefield of General Gyebaek who fell defending Baekje at the end of its days. Allied troops from Silla and Tang attacked Tanhyeon and Baekgang, strategic sites held by Baekje, in 660 (the 20th year of King Uija’s reign). <br><br>General Gyebaek and his 5,000 soldiers fought against General Kim Yu-sin and his 50,000 soldiers. General Gyebaek successfully defeated the allied troops four times, but was ultimately unable to overcome the insurmountable numbers brought to bear by his foe. The Baekje army was finally defeated, and the last general of Baekje, Gyebaek, died in the battle.","regDate":"2022-11-08","author":"korea-tour","tag":["Chungcheongnam-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-11-08-1667897286794/1279043_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-08-1667897286794"},{"id":"2022-11-08-1667893040681","title":"Haemieupseong Walled Town (서산 해미읍성)","description":"Haemieupseong Walled Town is a representative fortress from the Joseon period. Additional famous walled towns in Korea include Gochangeupseong Walled Town and Naganeupseong Walled Town. Haemieupseong Walled Town was established in 1491 during the 22nd year of King Seongjong. Its perimeter is approximately 1.8 kilometers, the x_height is 5 meters, and total area is 196,381 m², making it a huge fortress. Through restoration and purification projects, its old image has been restored as a historic park and it is famous as a site of Catholic martyrs in the late Joseon era. <br><br>During the persecution of Catholics, many Catholics from Chungcheong-do were forced to come to Haemieupseong Walled Town where the administration office was located. Upon arrival, they were tortured to death. In particular, approximately 1,000 people are recorded as having been executed during the persecution in 1866. <br><br>The plaza inside of the fortress has a prison site where Catholics were chained up under the Daewongun government, and a gigantic old tree which was the tree used for torturing. The stones which were used for thrashing are located outside of a fortress gate and have become a holy place.","regDate":"2022-11-08","author":"korea-tour","tag":["Chungcheongnam-do","Culture/Art/History","Historical Sites","Fortresses"],"imgUrl":"/2022-11-08-1667893040681/2671481_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-08-1667893040681"},{"id":"2022-11-08-1667890153983","title":"Haemi Martyrdom Holy Ground (Yeosutgol) (해미순교성지(여숫골))","description":"Haemi Martyrdom Holy Ground is the site where nearly 1,000 Catholics in Chungcheongnam-do were buried alive during the time between the  Byeongin Persecution in 1866 and 1882. At that time, Catholics were executed outside Haemieupseong Fortress Seomun Gate (West Gate). As it was difficult to execute them one by one, the martyrs were buried alive in a big hole all at once. When confronted with their deaths, the martyrs prayed while singing Yesumaria (Jesus Maria). Because it also sounds like  Yeosumeori,  the place was called Yeosutgol as well.<br><br>The 16-meter-high memorial&nbsp;tower was set set up near Haemicheon Stream to pay tribute to the nameless martyrs who were buried alive. Many Catholics visit this location every year to remember and honor the martyrs who sacrificed their lives for their belief.","regDate":"2022-11-08","author":"korea-tour","tag":["Chungcheongnam-do","Culture/Art/History","Historical Sites","Holy Sites"],"imgUrl":"/2022-11-08-1667890153983/1954554_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-08-1667890153983"},{"id":"2022-11-08-1667886221428","title":"Gyeryongsan National Park (계룡산국립공원)","description":"Gyeryongsan National Park stretches across the cities of Daejeon, Gongju, and Nonsan in Chungcheongnam-do and was made a national park on December 31, 1968. The name of the mountain comes from the fact that the ridgeline looks like a dragon wearing a chickens crest on its head. The topographical features are what make this mountain stand out and its mysterious folklore is what makes it so interesting. The park features many peaks, including the main peak Cheonhwangbong (alt. 845.1 m), as well as Sambulbong, Yeoncheonbong, and Gwaneumbong Peaks. This mountain is famous for its many interesting sites, with its fantastic rock structures and Yongmunpokpo Falls on the west, Eunseonpokpo Falls to the east, and Amyongchu and Sutyongchupokpo Falls in the south. <br><Br>In spring, cherry blossoms bloom along the path to Donghaksa Temple, and during summer the lush green of the valley is very beautiful. During fall, the maple trees reveal their crimson colored leaves around Gapsa Temple and Yongmunpokpo Falls. The snowcapped peak of Sambulbong in winter is simply breathtaking. Gyeryongsan is full of rare animals and plants, beautiful waterfalls and a rich history with mysterious legends and cultural treasures. To the east is Donghaksa Temple; northwest, Gapsa Temple; southwest, Sinwonsa Temple; and southeast, Yonghwasa Temple.","regDate":"2022-11-08","author":"korea-tour","tag":["Chungcheongnam-do","Nature","Natural Sites","National Parks"],"imgUrl":"/2022-11-08-1667886221428/1600077_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-08-1667886221428"},{"id":"2022-11-08-1667883853084","title":"Gyeryong Musangsa Temple (무상사(계룡))","description":"Musangsa Temple is an international Zen Temple exclusively for foreigners. The temple aims at promoting Korean Zen Buddhism among foreign monks and nuns while encouraging non-Buddhist priests and religious leaders to experience Zen. Twice a year (once in the summer and once in the winter) a 3-month program is held for foreign monks and nuns to come and practice Ganhwaseon, a type of Zen Buddhism. Travelers and other foreigners are also welcome to participate in shortened versions of the program, which are typically one week in length. During meditation/program periods, public visits are limited. The temple’s yearly schedule is divided into three sections with the last section providing various events and programs including weekend events and workshops. The temple also offers temple stay and other programs run in both Korean and English.","regDate":"2022-11-08","author":"korea-tour","tag":["Chungcheongnam-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-11-08-1667883853084/1277770_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-08-1667883853084"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}