{"pageProps":{"content":"![Cheollipo Beach (천리포해수욕장)](/2022-11-02-1667382169606/2653831_image2_1.webp)\n\n  \n## Overview\n\n> Cheollipo Beach is among the many beaches located within Taeanhaean National Park. It is located 2 kilometers north of Mallipo Beach, a well-known beach in Taean. Another 2 kilometers north is Baengnipo Beach. The beaches in the park are characterized by shallow waters that are 1~2 meters deep with a 1-kilometer beach shore. In particular, Cheollipo Beach is noted as an amazing sunset spot, making it a popular attraction regardless of swimming season.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-41-670-2691|\n|restdate:|N/A (Open all year round)|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Restrooms:|Available|\n|Available Facilities:|Accommodations, restaurant, shower booth, wooden bench, etc.|\n  \n## Detail Image\n![/2022-11-02-1667382169606/2653825_image2_1.webp](/2022-11-02-1667382169606/2653825_image2_1.webp)\n![/2022-11-02-1667382169606/2653826_image2_1.webp](/2022-11-02-1667382169606/2653826_image2_1.webp)\n![/2022-11-02-1667382169606/2653827_image2_1.webp](/2022-11-02-1667382169606/2653827_image2_1.webp)\n![/2022-11-02-1667382169606/2653828_image2_1.webp](/2022-11-02-1667382169606/2653828_image2_1.webp)\n![/2022-11-02-1667382169606/2653829_image2_1.webp](/2022-11-02-1667382169606/2653829_image2_1.webp)\n![/2022-11-02-1667382169606/2653830_image2_1.webp](/2022-11-02-1667382169606/2653830_image2_1.webp)\n![/2022-11-02-1667382169606/2653832_image2_1.webp](/2022-11-02-1667382169606/2653832_image2_1.webp)\n![/2022-11-02-1667382169606/2653833_image2_1.webp](/2022-11-02-1667382169606/2653833_image2_1.webp)\n![/2022-11-02-1667382169606/2653834_image2_1.webp](/2022-11-02-1667382169606/2653834_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-41-670-2691](tel:+82416702691)\n\n\n\n```googleMap\nlatitude: 36.8008729465\nlongitude: 126.1506671978\ntitle: 265-3, Cheollipo 1-gil, Taean-gun, Chungcheongnam-do\n```\n  \n\n","data":{"id":"2022-11-02-1667382169606","title":"Cheollipo Beach (천리포해수욕장)","description":"Cheollipo Beach is among the many beaches located within Taeanhaean National Park. It is located 2 kilometers north of Mallipo Beach, a well-known beach in Taean. Another 2 kilometers north is Baengnipo Beach. The beaches in the park are characterized by shallow waters that are 1~2 meters deep with a 1-kilometer beach shore. In particular, Cheollipo Beach is noted as an amazing sunset spot, making it a popular attraction regardless of swimming season.","regDate":"2022-11-02","author":"korea-tour","tag":["Chungcheongnam-do","Nature","Natural Sites"],"imgUrl":"/2022-11-02-1667382169606/2653831_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-02-1667382169606","pageUrl":"https:/mcdryad.com/Chungcheongnam-do/2022-11-02-1667382169606"},"dataList":[{"id":"2022-11-14-1668418855073","title":"Sinjindo Island (신진도)","description":"Sinjindo Island is located at the end of Jeongjuk Peninsula in Sinjindo-ri, Geunheung-myeon, Taean-gun, Chungcheongnam-do. The island has an area of 1.06 ㎢, and is 40 km away from Taean-gun and 1km away from Geunheung-myeon. People settled on the island after Manhocheon fortified the shore  during the period of King Seongjong.<br>","regDate":"2022-11-14","author":"korea-tour","tag":["Chungcheongnam-do","Nature","Natural Sites"],"imgUrl":"/2022-11-14-1668418855073/184797_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-14-1668418855073"},{"id":"2022-11-14-1668415676336","title":"Sinjeongho Tourist Park (신정호관광지)","description":"Sinjeongho Tourist Park was created in 1993 on land spanning 272,000 square meters in the Bangchuk-dong area of Asan City. The park has various attractions including a grass plaza, bird garden, wildflower park, sculpture park, youth facilities, and 8.45 meter-high statue of Admiral Lee Sun-shin. The ecological park at the tourist park entrance is home to a variety of plants such as pine trees and azalea flowers, while the sculpture park attracts visitors in the winter with a large ice sculpture 8 meters wide and 3 meters high.  Sinjeongho Lake, located in front of the tourist park, is a popular fishing spot throughout the year and visitors can enjoy a leisurely ride on motor boats or pleasure boats.","regDate":"2022-11-14","author":"korea-tour","tag":["Chungcheongnam-do","Culture/Art/History","Recreational Sites","Tourist Complexes"],"imgUrl":"/2022-11-14-1668415676336/2519808_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-14-1668415676336"},{"id":"2022-11-14-1668411487434","title":"Sinduri Coastal Sand Dune (태안 신두리 해안사구)","description":"Located on Sinduri Beach in Taean, Sinduri Coastal Sand Dune is the only sand dune in Korea and one of Eight Tourist Attractions in Taean. It was believed to have been formed approximately 15,000 years ago after the Ice Age when strong winds gradually carried sand from the sea to the current area. The dune has all the qualities of a typical dunelnd, as well as being a buffer between the coast and inland.","regDate":"2022-11-14","author":"korea-tour","tag":["Chungcheongnam-do","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2022-11-14-1668411487434/1954199_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-14-1668411487434"},{"id":"2022-11-14-1668408507155","title":"Seosan Seogwangsa Temple (서광사(서산))","description":"Seongwangsa Temple is located in the quiet downtown area of Eupnae-dong, Seosan in Chungcheongnam-do. Its convenient location makes it easily accessible from almost anywhere in town.   <Br><br>The temple was built by Great Monk Daegyeong in 928 in the late Silla period and the scholar Choi Chiwon came here to study while he was serving as the governor of Buseong-gun (currently Seosan) in 893. Originally, the temple was called Samseonam, or Three Hermitages, for there had been three hermitages in the upper, middle, and lower part of Buchunsan Mountain. During the late Joseon dynasty, the hermitages in the upper and middle part were closed and only the one at the bottom survived.  In 1987, the name was changed to Seogwangsa Temple.","regDate":"2022-11-14","author":"korea-tour","tag":["Chungcheongnam-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-11-14-1668408507155/2401998_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-14-1668408507155"},{"id":"2022-11-14-1668404666423","title":"Seosan Palbongsan Mountain (팔봉산(서산))","description":"Palbongsan Mountain stretches out like a folding screen and stands high with great spirit. It is known that the mountain was named Palbong (“eight peaks” in Korean) because of its eight peaks standing in a row. There are actually nine peaks, but the smallest was not included. Legend says the smallest weeps over its exclusion at the end of every December. The third peak is the highest, standing at 362 meters with a beautiful view and crisp air, making it ideal for hiking (3-hour course) and resting at the top. There is another mountain of the same name in Hongcheon, so this mountain is usually referred to as “Seosan Palbongsan.”","regDate":"2022-11-14","author":"korea-tour","tag":["Chungcheongnam-do","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-11-14-1668404666423/1919432_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-14-1668404666423"},{"id":"2022-11-14-1668401983817","title":"Seosan Munsusa Temple (문수사(서산))","description":"The exact founding date of Munsusa Temple is unknown because there are no official records that have been discovered. The temple is estimated to date back to the Goryeo dynasty due to a prayer found in 1973 at the Gilt-bronze Seated Buddha in the temple’s Geungnaksiljeon Hall dated 1346. Around 600 items were discovered along with the prayer, including unbleached ramie cloth, a short-sleeved gown, rice, and barley. Munsunsa has the tranquil atmosphere of a mountain temple. When spring arrives, cherry blossom flowers and wild flowers bloom across the mountain and the nearby cattle farm call to mind a traditional Korean painting.<br><br>Munsusa Temples Geungnaksiljeon Hall is a beautiful building constructed in the Jusimpo style (the column brackets placed only on top of the columns) combined with Dapo style (the column brackets placed between columns as well as on top of the columns). It is designated as Chungcheongnam-do Tangible Cultural Property No. 13. Inside the gorgeously and majestically carved hall are many relics including Gilt-bronze Seated Buddha, Samsebulsang statues (statues of Buddhas of Three Times (past, present and future)), Nahansang statues (statues of disciples of Buddha), and various portraits of Buddha.<br><br> The Gilt-bronze Seated Buddha (x_height  70cm, length between knees  50cm) was created in 1346. It is a fine example of late Goryo dynasty style Buddha statue along with Gilt-bronze Seated Bhaisajyaguru Buddha of Janggoksa Temple (Treasure No.337).","regDate":"2022-11-14","author":"korea-tour","tag":["Chungcheongnam-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-11-14-1668401983817/1954556_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-14-1668401983817"},{"id":"2022-11-14-1668399000382","title":"Seosan Illaksa Temple (일락사 (서산))","description":"Illaksa Temple is located on the southwestern side of Illaksan Mountain. There are no records referencing the temple building, but several documents mention a Uihyeonseonsa Temple, which is believed to have been Illaksa at the time of its foundation. Uihyeonseonsa Temple is estimated to have been founded in 663. There are records of several restorations in works including Seosan Gunji and Haemi Eupji, published after 1970. The temple premises also include the Three-story Stone Pagoda (Cultural Properties Materials) and Iron Buddha (Cultural Properties Materials), both estimated to have been built during the Goryeo dynasty. Hwangnakgyegok Valley is downhill from the temple.","regDate":"2022-11-14","author":"korea-tour","tag":["Chungcheongnam-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-11-14-1668399000382/2372711_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-14-1668399000382"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}