{"pageProps":{"content":"![Andong Ontrepieum (안동 온뜨레피움)](/2022-07-28-1659034133562/2018997_image2_1.webp)\n\n  \n## Overview\n\n> Ontrepieum, meaning \"to bloom flowers in a garden,\" is situated in Andong's Cultural Tourism Complex.  With an area of approximately 30,000 ㎡, it consists of a 1,500 ㎡ tropical green house, a 6,600 ㎡ herb garden, farming land, an animal performance theater, a nature experience section, and other areas. The tropical greenhouse features tropical and subtropical plants, including herbs, coffee and palm trees. Over 17,000 trees planted in the park, along with its water fountain and photo zones, make it the perfect place for a fun weekend getaway, not to mention that it has been used as a filming location. It is a fantastic place to take some photos with a unique feel. <br> The Andong Cultural Tourism Complex also has a couple of attractions nearby, including a KBS studio, the Korea Folk Museum, the Water Museum and Arts and Crafts Museum.\n\n  \n## Intro\n\n| | |\n| - | - |\n|accomcount:|Approx. 7,500 people|\n|expagerange:|Open to visitors ages 5 and older|\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-54-823-8850|\n|opendate:|April 1, 2011|\n|parking:|Available (163 regular parking spaces, 3 designated parking spaces, 12 large parking spaces)|\n|restdate:|Mondays|\n|usetime:|10:00-18:00 (Ticketing closes at 17:00)|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Film Locations:|KBS TV Drama Filming Location - Taejo Wang Geon, Age of Warriors, Hong Gil-dong (Nearby the port and the coast)|\n|Admission Fees:|Individual - Adults 2,000 won / Children & senior citizens 1,500 won<br> Groups (20 or more) - Adults 1,500 won / Children & senior citizens 1,000 won<br>* Free: Infants (ages 2 and under) <br>* Adults (from middle school student to ages 64) /  Children (ages 2 to elementary school)|\n|Available Facilities:|Mini train, Light tunnels, Windmills Cafes, Topieori garden, 4D theater, Farmer's Land, Children's playground, Central Square, Rainbow Pond,  Green Planet Green House, Ontre's Snacks, DIY Experiences, 3D Cinema,  Herb garden, Rock Garden, Green Planet cafe|\n|Restrooms:|Available|\n|Parking Fees:|Free|\n|Interpretation Services Offered:|Not Available|\n|Reservation Info. for Foreigners:|Group visit required|\n  \n## Detail Image\n![/2022-07-28-1659034133562/2018934_image2_1.webp](/2022-07-28-1659034133562/2018934_image2_1.webp)\n![/2022-07-28-1659034133562/2018938_image2_1.webp](/2022-07-28-1659034133562/2018938_image2_1.webp)\n![/2022-07-28-1659034133562/2018942_image2_1.webp](/2022-07-28-1659034133562/2018942_image2_1.webp)\n![/2022-07-28-1659034133562/2018950_image2_1.webp](/2022-07-28-1659034133562/2018950_image2_1.webp)\n![/2022-07-28-1659034133562/2018955_image2_1.webp](/2022-07-28-1659034133562/2018955_image2_1.webp)\n![/2022-07-28-1659034133562/2018957_image2_1.webp](/2022-07-28-1659034133562/2018957_image2_1.webp)\n![/2022-07-28-1659034133562/2018960_image2_1.webp](/2022-07-28-1659034133562/2018960_image2_1.webp)\n![/2022-07-28-1659034133562/2018967_image2_1.webp](/2022-07-28-1659034133562/2018967_image2_1.webp)\n![/2022-07-28-1659034133562/2018975_image2_1.webp](/2022-07-28-1659034133562/2018975_image2_1.webp)\n![/2022-07-28-1659034133562/2018978_image2_1.webp](/2022-07-28-1659034133562/2018978_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-54-823-8850](tel:+82548238850)\n\n\n\n```googleMap\nlatitude: 36.5659582060\nlongitude: 128.7792044224\ntitle: 346-95 Gwangwangdanji-ro, Andong-si, Gyeongsangbuk-do\n```\n  \n\n","data":{"id":"2022-07-28-1659034133562","title":"Andong Ontrepieum (안동 온뜨레피움)","description":"Ontrepieum, meaning \"to bloom flowers in a garden,\" is situated in Andong's Cultural Tourism Complex.  With an area of approximately 30,000 ㎡, it consists of a 1,500 ㎡ tropical green house, a 6,600 ㎡ herb garden, farming land, an animal performance theater, a nature experience section, and other areas. The tropical greenhouse features tropical and subtropical plants, including herbs, coffee and palm trees. Over 17,000 trees planted in the park, along with its water fountain and photo zones, make it the perfect place for a fun weekend getaway, not to mention that it has been used as a filming location. It is a fantastic place to take some photos with a unique feel. <br> The Andong Cultural Tourism Complex also has a couple of attractions nearby, including a KBS studio, the Korea Folk Museum, the Water Museum and Arts and Crafts Museum.","regDate":"2022-07-28","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Recreational Sites","Theme Parks"],"imgUrl":"/2022-07-28-1659034133562/2018997_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-07-28-1659034133562","pageUrl":"https:/mcdryad.com/Gyeongsangbuk-do/2022-07-28-1659034133562"},"dataList":[{"id":"2022-12-09-1670564156008","title":"Woryeonggyo Bridge (월영교)","description":"Woryeonggyo Bridge was named in reference to the submerged Woryeongdae Observatory and the names of nearby areas Wolgok-myeon and Eumdamgol. The view of Woryeonggyo Bridge with the moons reflection in the Nakdonggang River is a beautiful sight. Woryeonggyo Bridge harbors a tragic yet beautiful legend about a wife who made a pair of mituri (hemp shoes) out of her hair in heartfelt yearning and condolence for her late husband. In commemoration of her pure and noble love, the bridge was designed in the style of mituri.","regDate":"2022-12-09","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites"],"imgUrl":"/2022-12-09-1670564156008/2669949_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-09-1670564156008"},{"id":"2022-12-09-1670560873686","title":"Woljeonggyo Bridge (월정교)","description":"Woljeonggyo Bridge located in Gyo-dong, Gyeongju was built during the Unified Silla period (AD 676-935), but was burnt down during the Joseon dynasty. Through historical research, the bridge was rebuilt in April 2018 to become the largest wooden bridge in Korea. According to Samguk Sagi (History of the Three Kingdoms), the bridge was built during the 19th year of King Gyeongdeok’s reign (AD 760), connecting Wolseong and Namsan together. The historical research to rebuild the bridge lasted from November 26, 1984 to September 8, 1986, finding that the bridge was made with wood for the first time. The first rebuilding of the bridge was from 2008 to 2013 and the finishing touches were added from April 2016 to April 2018.  Through this research and rebuilding process, future restoration of historical buildings have a better reference to use.","regDate":"2022-12-09","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-12-09-1670560873686/2617814_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-09-1670560873686"},{"id":"2022-12-09-1670557112988","title":"Unmunsan National Recreational Forest (국립 운문산자연휴양림)","description":"Unmunsan National Recreational Forest in Cheongdo, Gyeongsangbuk-do is located at the foot of Unmunsan Mountain (1,188 meters), which is also called Hogeosan Mountain. It is a great place to spend time in summer for hiking and camping, surrounded by taller mountains (more than 1,000 meters above sea level) such as Munboksan Mountain (1,014 meters) and Gajisan Mountain (1,240 meters).<br><br>Yongmipokpo Falls (20 meters) and Byeokgyesu Valley, in which the waters flow across the sandless rock bed, are famous locales in the forest. Located in a thick broadleaf forest, inhabited by many diverse species such as Korean mountain camellia, Unmunsan National Recreational Forest offers lush greenery in summer, beautiful foliage in autumn, and cozy, splendid snowscapes along with the Yongmi Ice Wall in winter. In Unmunryeong, located 2.5 kilometers to the east, visitors can watch the spectacular sunrise above the East Sea.","regDate":"2022-12-09","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"/2022-12-09-1670557112988/582766_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-09-1670557112988"},{"id":"2022-12-08-1670495912711","title":"Unmunsan County Park (운문산군립공원)","description":"Unmunsan Mountain (1,118 meters) is one of the seven mountains rising over 1,000 meters above sea level in the Yeongnam Alps in the Taebaeksanmaek Mountain Range. Unmunsan Mountain features dense groves, attracting a large number of hikers. From the summit, one can get a great view of the golden reeds on Cheonhwangsan Mountain to the south, and the ridges of Gajisan Mountain to the east. <br /><br />There are various sized temples and hermitages on the mountain, nestled among a splendid landscape. Unmunsa Temple is situated at the foot of the mountain on the northern side. It was built by Sinseung in the 18th year of the reign of King Jinheung (557) of the Silla Kingdom. Though some buildings burned down during the Imjin War, the Obaengnahanjeon Hall and Gwaneumjeon Hall have been preserved in their original state. The dense groves of pine trees and fir trees add to the tranquility of the beautiful scenery. In the temple, seven treasures are kept, including the Stone Lantern at Geumdang Hall (Treasure). The historic relics date back to the Silla kingdom and Goryeo dynasty.","regDate":"2022-12-08","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites","County Parks"],"imgUrl":"/2022-12-08-1670495912711/1130201_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-08-1670495912711"},{"id":"2022-12-08-1670492168337","title":"Unmunsa Temple (운문사)","description":"Unmunsa Temple in Cheongdo, Gyeongsangbuk-do belongs to Cheongdo-gun in terms of administrative district. However, it is actually more closely connected to Daegu in terms of traffic and lifestyle. Unmunsa Temple was built in 560 during the Silla period. This ancient temple features seven treasured artifacts including the Weeping Pine Tree (Natural Monument No. 180) and stone lantern. There are four small hermitages (Sariam, Naewonam, Bukdaeam and Cheongsinam) around the temple. Moreover, the surrounding forest of pine and fir trees only enhances the temple’s beauty.<Br><br>Unmunsa is the largest Buddhist nunnery in Korea, maintaining a capacity of roughly 260 bhikkhunis, or Buddhist nuns, who practice Buddhism in a four-year term. But, thanks to its magnificence and lush forest, Unmunsan Mountain, located on the southernmost part of Taebaek Mountain range, has become a favorite spot for many tourists.","regDate":"2022-12-08","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-12-08-1670492168337/1130170_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-08-1670492168337"},{"id":"2022-12-08-1670488825762","title":"Ulleungdo Lighthouse (울릉도 등대 (태하등대))","description":"Ulleungdo Lighthouse, sometimes called Taeha Lighthouse, was first lit in 1958 as a guiding light for boats coming to and from Ulleungdo Island. The lighthouse is a round, white concrete structure rising 7.6 meters high. With a new prisim light placed in 2003, the lighthouse can reach as far as 50 kilometers away. The hiking trail up to the lighthouse is a natural, narrow path among groves of trees. The gentle slope is surrounded by uniquely shaped cliffs, so it is a popular hiking course for tourists.","regDate":"2022-12-08","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites"],"imgUrl":"/2022-12-08-1670488825762/1863795_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-08-1670488825762"},{"id":"2022-12-08-1670484973462","title":"Ulleungdo Island (울릉도)","description":"Ulleungdo Island is the seventh largest island in Korea. The volcanic island consists of 44 islets of varying sizes annexed around it. With many cliffs, the island is a popular spot for rock climbing. Many walking trails that connect the sea to the mountain and rivers are also available. A walk along the Ulleung Haedam-gil offers visitors a chance to see everyday life of people on the island as well as the islands natural beauty.","regDate":"2022-12-08","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites"],"imgUrl":"/2022-12-08-1670484973462/2547574_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-08-1670484973462"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}