{"pageProps":{"content":"![Beartree Park (베어트리파크)](/2022-07-17-1658051978226/2675585_image2_1.webp)\n  \n## Overview\n\n> Beartree Park is a beautiful natural space in Sejong founded by entrepreneur Lee Jae-yeon. The park first started out as a private garden cared for by Lee personally. The garden was turned into a park and opened to the public in 2009, boasting a beautiful collection of flora and fauna. Indoor and outdoor botanical gardens, junipers, wild flowers, irises, and bonsais are tended with the utmost of care. In addition to the magnificent gardens, visitors can also observe family of deer, bears, birds, and more.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330<br>(Korean, English, Japanese, Chinese) <br> • For more info: +82-44-866-7766|\n|opendate:|May 11, 2009|\n|parking:|Available|\n|restdate:|N/A (Open all year round)|\n|usetime:|March-November 09:00-Sunset<br> December-February 10:00-17:00/18:00|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Admission Fees:|Adults (Middle school students and older): 10,000 won / Children (ages 3-elementary school students): 8,000 won|\n|Available Facilities:|Pond, Beartree Garden, Pet Zoo, Bear Hill, Flower Hill, Observatory, Grass Square, Bear Sculpture Park, Tropical Botanic Garden, Welcome Restaurant, Beartree Cafe, Beartree Lounge, Food Court, etc.|\n|Restrooms:|Available|\n|Parking Fees:|Free|\n  \n## Detail Image\n![/2022-07-17-1658051978226/2675585_image2_1.webp](/2022-07-17-1658051978226/2675585_image2_1.webp)\n![/2022-07-17-1658051978226/2675586_image2_1.webp](/2022-07-17-1658051978226/2675586_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-44-866-7766](tel:+82448667766)\n- [🏠www.beartreepark.com](http://www.beartreepark.com/)\n\n\n```googleMap\nlatitude: 36.6720645155\nlongitude: 127.2092055880\ntitle: 217, Sinsong-ro, Sejong-si\n```\n  \n## Directions\n  \n[Bus]<br> \nFrom Seoul Express Bus Terminal, take an express bus to Jochiwon Bus Terminal. \n<br>From Jochiwon Bus Terminal, walk to the left along Jochiwon-ro Road for approx. 404 m.<br>\nTurn right at the first four-way intersection and take Bus No. 960 (Jeondong, Beartree, Songseong 3-ri) in front of Sejong Post Office Bus Stop and get off at Beartree Park Bus Stop.\n","data":{"id":"2022-07-17-1658051978226","title":"Beartree Park (베어트리파크)","description":"Beartree Park is a beautiful natural space in Sejong founded by entrepreneur Lee Jae-yeon. The park first started out as a private garden cared for by Lee personally. The garden was turned into a park and opened to the public in 2009, boasting a beautiful collection of flora and fauna. Indoor and outdoor botanical gardens, junipers, wild flowers, irises, and bonsais are tended with the utmost of care. In addition to the magnificent gardens, visitors can also observe family of deer, bears, birds, and more.","regDate":"2022-07-17","author":"korea-tour","tag":["Sejong","Nature","Natural Sites","Botanical Gardens"],"imgUrl":"/2022-07-17-1658051978226/2675585_image2_1.webp","blogPath":"Sejong/2022-07-17-1658051978226","pageUrl":"https:/mcdryad.com/Sejong/2022-07-17-1658051978226"},"dataList":[{"id":"2022-07-18-1658097643047","title":"Unjusanseong Fortress (운주산성)","description":"Unjusanseong Fortress, also known as Gosansanseong Fortress, is a cultural heritage of the Baekje dynasty. This is a mountain fortress built along the surrounding three mountain peaks in the westernmost and southernmost parts of Unjusan Mountain. The stone fortress wall, which borders three villages in Jeondong-myeon and two villages in Jeonui-myeon, is 3,210 meters long and two meters wide with a x_height that ranges from two to eight meters. The walls follow the natural geographical features of the mountain range, with the southern walls surrounding the mountain's peak.<br><br>Remnants of a village can still be observed within the fortress walls, such as the fortress gate and a ritual site. Pieces of earthenware from the Baekje period, porcelain from the Goryeo and Joseon periods, and broken tiles from the Baekje, Goryeo and Joseon periods have been discovered around the site as well.","regDate":"2022-07-18","author":"korea-tour","tag":["Sejong","Culture/Art/History","Historical Sites","Fortresses"],"imgUrl":"","blogPath":"Sejong/2022-07-18-1658097643047"},{"id":"2022-07-18-1658097582341","title":"Sejong Yeonhwasa Temple (연화사 (세종))","description":"Yeonhwasa Temple is said to have been built by Hong Mun-seop. After having a dream, Hong dug the current site of Yeonhwasa Temple to find two stone Buddha statues, and built a temple there. It was designated a traditional temple in 1988. The temple features Muryangsujeon Hall, Samseonggak Hall, and Yosachae (monks’ residence).   <br><br>There used to be a building with a tile roof, but following the discovery of a stele with the inscription of “Muin Year” and a pedestal (Treasure No. 649), the roof was improved. The side of the stele is in a trapezoid shape with a wider bottom. It is thought to date back to the Unified Silla era. The temple is also home to a stele with seven relief Buddhist images (Treasure No. 650). Together with the stone images of Biamsa and Jeonganmyeon, this stele is considered to have cast a new light on the Ancient Art.","regDate":"2022-07-18","author":"korea-tour","tag":["Sejong","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"","blogPath":"Sejong/2022-07-18-1658097582341"},{"id":"2022-07-17-1658062864404","title":"Sejong Singwangsa Temple (신광사 (세종))","description":"Singwangsa Temple is located on Nojeoksan Mountain. It is estimated to have been built 160 years ago, and renovated in 1920 by head monk Lee Gyeong-jik. The temple, originally called Togoljeol or Suryangsa, was renamed Singwangsa by monk Hyewon in 1980. Visitors will discover that this temple is filled with youthful energy. Although the temple has a short history, its location near Hongik University Sejong Campus has helped the temple become popular among college students.","regDate":"2022-07-17","author":"korea-tour","tag":["Sejong","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"","blogPath":"Sejong/2022-07-17-1658062864404"},{"id":"2022-07-17-1658057792715","title":"Sejong Hangnimsa Temple (학림사(세종))","description":"Hangnimsa Temple is said to have been built below Hakbawi Rock on Seohaksan Mountain about 600 years ago. The temple deteriorated over time, but was rebuilt in April 1965 and renamed Anyangsa Temple. The name changed back to Hangnimsa Temple after Daeungjeon Hall and the dormitory were rebuilt in 1985. In 2000, Gwaneumjeon Hall was also built, and colorfully painted in 2004. In spring, the temple grounds are filled with the aroma of various flowers.","regDate":"2022-07-17","author":"korea-tour","tag":["Sejong","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"","blogPath":"Sejong/2022-07-17-1658057792715"},{"id":"2022-07-17-1658054621546","title":"Sejong Cheongansa Temple (청안사(세종))","description":"Sitting at the foot of a mountain near Ganeusil Village, Cheongansa Temple belongs to the Jogye Order of Korean Buddhism. It had been believed to have been built in 1900, but the roof tile and white porcelain pieces from the mid-Joseon dynasty period found near the temple suggested that it might have been built even earlier. Cheongsansa had also been thought to be a branch of Biamsa Temple, which is presumably built in the 7th century during the late Baekje kingdom period.","regDate":"2022-07-17","author":"korea-tour","tag":["Sejong","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"","blogPath":"Sejong/2022-07-17-1658054621546"},{"id":"2022-07-17-1658052416868","title":"Gobok Natural Park (고복자연공원)","description":"Gobok Natural Park spans an area of 1,840,000 square meters and nearby attractions include a forest, Yonggul Cave, Sinheungsa Temple, and an outdoor sculpture park on Obongsan Mountain. A 3.65-kilometer-long deck circles the reservoir. The neighboring village is home to orchards for growing grapes, peaches, and pears. The park has a large meeting square and the outdoor sculpture park features works by Ewha Woman's University art professor Kang Tae-seong, attracting many visitors. The park is especially popular in summer when the outdoor swimming pool is open. In spring, people flock to Millakjeong Pavilion to view the cherry blossoms. There are many restaurants nearby specializing in <em>galbi</em> (ribs), <em>Hanbang ori</em> (duck with medicinal herbs), and <em>megi maeuntang</em> (spicy catfish stew), as well as cafes overlooking the natural scenery.","regDate":"2022-07-17","author":"korea-tour","tag":["Sejong","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"","blogPath":"Sejong/2022-07-17-1658052416868"},{"id":"2022-07-17-1658052382433","title":"Geumnam Egret Habitat (금남 백로 서식지)","description":"The Egret Habitat in Gamgseong-ri covers a small mountain located in Yuseong-gu District. Existing since the Joseon Dynasty era, the habitat is home to common herons and cattle egrets. Up to 5,000 birds have been observed at one time. The best time to visit the habitat and see the egrets is between April and May.","regDate":"2022-07-17","author":"korea-tour","tag":["Sejong","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"","blogPath":"Sejong/2022-07-17-1658052382433"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}