{"pageProps":{"content":"![Geoje Haegeumgang Island (거제도 해금강)](/2022-12-16-1671168960118/2612889_image2_1.webp)\n\n  \n## Overview\n\n> As one of the best sights in Geojedo Island, Geoje Haegeumgang River is called the Geumgang River (Sea Diamond) of the South Sea.  As a rock island, Haegeumgang River belongs to Hallyeo Marine National Park, which is assigned as an official green area in South Korea.  Its original name was Galgotdo, because it is shaped like the spreading roots of arrowroot.  These days it is known as Haegeumgang River, meaning  Geumgangsan Mountain in the sea.<br><br>The most stunning scenery of Haegeumgang River is the sunset and sunrise and can be best viewed on Ilwollbong Peak or Lion Rock.  There is Shipjagul Cave in the center of Haegeumgang River, which is 100m long from east to west and 180m long from south to north. It has been called Shipjagul (meaning ‘cross’ in Korean) Cave because it looks like a cross when viewed from the sky.  If you go on the tour, you will be fascinated by the x_height of the rock walls and the inside of the cave.  A long time ago, scholars expressed their yearning for the beauty of nature by writing and reading poems they wrote on sailboats with a bowl of makkoli (rice wine) in their hands.<br><br>When you take a ship around the island, you’ll be fascinated once more because of the great works such as the Maitreya Rock, which reflects on Eunjin Maitreya, Candlestick Rock and the 1,300 year old guardian pine tree of Haegeumgang River.<br><br>\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-55-639-4792|\n  \n\n  \n## Detail Image\n![/2022-12-16-1671168960118/1784640_image2_1.webp](/2022-12-16-1671168960118/1784640_image2_1.webp)\n![/2022-12-16-1671168960118/1999740_image2_1.webp](/2022-12-16-1671168960118/1999740_image2_1.webp)\n![/2022-12-16-1671168960118/2612887_image2_1.webp](/2022-12-16-1671168960118/2612887_image2_1.webp)\n![/2022-12-16-1671168960118/2612888_image2_1.webp](/2022-12-16-1671168960118/2612888_image2_1.webp)\n![/2022-12-16-1671168960118/2612890_image2_1.webp](/2022-12-16-1671168960118/2612890_image2_1.webp)\n![/2022-12-16-1671168960118/2612891_image2_1.webp](/2022-12-16-1671168960118/2612891_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-55-639-4792](tel:+82556394792)\n- [🏠tour.geoje.go.kr](http://tour.geoje.go.kr/)\n\n\n```googleMap\nlatitude: 34.7371404431\nlongitude: 128.6761974382\ntitle: San 1, Galgot-ri, Nambu-myeon, Geoje-si, Gyeongsangnam-do\n```\n  \n## Directions\n  \nFrom Seoul Nambu Bus Terminal, take an intercity bus to Tongyeong.<br><br>From Tongyeong Intercity bus Terminal, take a bus to Haegeumgang.\n","data":{"id":"2022-12-16-1671168960118","title":"Geoje Haegeumgang Island (거제도 해금강)","description":"As one of the best sights in Geojedo Island, Geoje Haegeumgang River is called the Geumgang River (Sea Diamond) of the South Sea.  As a rock island, Haegeumgang River belongs to Hallyeo Marine National Park, which is assigned as an official green area in South Korea.  Its original name was Galgotdo, because it is shaped like the spreading roots of arrowroot.  These days it is known as Haegeumgang River, meaning  Geumgangsan Mountain in the sea.<br><br>The most stunning scenery of Haegeumgang River is the sunset and sunrise and can be best viewed on Ilwollbong Peak or Lion Rock.  There is Shipjagul Cave in the center of Haegeumgang River, which is 100m long from east to west and 180m long from south to north. It has been called Shipjagul (meaning ‘cross’ in Korean) Cave because it looks like a cross when viewed from the sky.  If you go on the tour, you will be fascinated by the x_height of the rock walls and the inside of the cave.  A long time ago, scholars expressed their yearning for the beauty of nature by writing and reading poems they wrote on sailboats with a bowl of makkoli (rice wine) in their hands.<br><br>When you take a ship around the island, you’ll be fascinated once more because of the great works such as the Maitreya Rock, which reflects on Eunjin Maitreya, Candlestick Rock and the 1,300 year old guardian pine tree of Haegeumgang River.<br><br>","regDate":"2022-12-16","author":"korea-tour","tag":["Gyeongsangnam-do","Nature","Natural Sites"],"imgUrl":"/2022-12-16-1671168960118/2612889_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-16-1671168960118","pageUrl":"https:/mcdryad.com/Gyeongsangnam-do/2022-12-16-1671168960118"},"dataList":[{"id":"2022-12-23-1671770382256","title":"Mujidori Village (Muju Farm Village) (무지돌이마을)","description":"Having a 500-year-old history, Mujidori Village is a traditional village with a small stream by the entrance, seven mountain peaks, and three reservoirs. The village has 155 hectares of farm land, making it the largest of its kind in Goseong-gun.<br><br>The village only uses organic farming methods to grow their crops which include turmeric, luffa, chestnuts, beans, buckwheat, etc. Shade trees and rest areas can be found near the reservoirs and by the stream. The village also offers a rural experience through their farm-stay programs, folk games, and other hands-on activities.<br><br>Located nearby is Danghangpo Resort, the famous battlefield where Admiral Yi Sun-sin crushed the Japanese navy during the Imjin War (1592–1598). The resort complex includes a family recreational park, a camping site, an amusement park and a leisure-sports facility. The Goseong Dinosaur Museum, which was built next to one of the world’s largest dinosaur footprint fossil sites, is also worth a visit.","regDate":"2022-12-23","author":"korea-tour","tag":["Gyeongsangnam-do","Culture/Art/History","Experience Programs","Village Experience"],"imgUrl":"/2022-12-23-1671770382256/2485716_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-23-1671770382256"},{"id":"2022-12-23-1671766604756","title":"Mubongsa Temple (무봉사)","description":"Mubongsa, meaning “a sacred place where phoenix used to dance,” is a small Buddhist temple. It is conveniently located near one of the Miryang’s top attractions, Yeongnamnu Pavilion. Perched high on the cliffs above the upper reaches of the river is Aranggak Pavilion. A flight of stairs from this pavilion lead to the famous Yeongnamnu Pavilion and Mubongsa Temple. Enshrining a stone seated Buddha statue designated as Treasure No. 493, the temple has long been a popular site among poets and painters for its picturesque landscape.","regDate":"2022-12-23","author":"korea-tour","tag":["Gyeongsangnam-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-12-23-1671766604756/2606544_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-23-1671766604756"},{"id":"2022-12-22-1671705476464","title":"Miryang Yeongnamnu Pavilion (밀양 영남루)","description":"Located&nbsp;within Adongsan Mountain next to the Namcheongang River in Miryang, Yeongnamnu Pavilion (National Treasure No. 147) is one of three great pavilions of Korea together with Choseongnu Pavilion of Jinju and Bubyeongnu Pavilion of Pyeongyang. <br><br> A two-story-pavilion with a hip-and-gable roof was constructed&nbsp;at the&nbsp;same site during the Silla period, as part of Yeongnamsa Temple, which was one of the five great temples at the time. The pavilion was torn down and re-constructed during the ruling of King Gongmin in&nbsp;Goryeo dynasty. The current structure was built in 1884 and designed by&nbsp;then-magistrate Yi In-jae. <br><br> The pavilion area consists of Neungpagak, Chimnyugak, Sajumum Gate, Iljumun Gate and Cheonjingung. Stone-carved calligraphy from the Joseon period abounds in the pavilion complex, drawing many visitors.","regDate":"2022-12-22","author":"korea-tour","tag":["Gyeongsangnam-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-12-22-1671705476464/2589485_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-22-1671705476464"},{"id":"2022-12-22-1671701787603","title":"Miryang Pyochungsa Temple (표충사 (밀양))","description":"Pyochungsa Temple is located at the base of Jaeyaksan Mountain, 20 kilometers east of Miryang. The temple was originally founded by Monk Wonhyo in the 1st year of King Muyeol in Silla period under the name Junnimgsa Temple, then expanded and renamed by a monk from India in  the fourth year of King Heungdeok’s reign of the Silla period. Nearby attractions include Cheungcheungpokpo Falls, Geumgangpokpo Falls, and Eoreumgol Ice Valley, as well as Sajapyeong Plain at the ridge of the mountain.","regDate":"2022-12-22","author":"korea-tour","tag":["Gyeongsangnam-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-12-22-1671701787603/2589452_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-22-1671701787603"},{"id":"2022-12-22-1671698327960","title":"Miryang Eoreumgol Valley (밀양 얼음골)","description":"Just north of Jaeyaksan Mountain, Eoreumgol Valley (Ice Valley) sits at an elevation between 600 and 750 meters and covers an area of 29,752m². Designated as Natural Monument No. 224, the valley is unusual in that it begins to freeze in March when the weather becomes warm and thaws in the fall when the weather becomes cold. In the winter, the valley generates warm breezes and the water rarely freezes. Because of these unique attributes, the valley is considered one of the Four Mysteries in Miryang and attracts visitors from early summer through fall.","regDate":"2022-12-22","author":"korea-tour","tag":["Gyeongsangnam-do","Nature","Natural Sites","Valleys"],"imgUrl":"/2022-12-22-1671698327960/2666896_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-22-1671698327960"},{"id":"2022-12-22-1671694567115","title":"Mireukdo Island Special Tourist Zone (미륵도 관광특구)","description":"Mireukdo Island is located in Tongyeong, a city that holds great historical significance for being the home of the Tongjeyeong naval station during the Joseon dynasty. The Tongyeong base served as the central command station for the three other naval bases in the Gyeongsang, Jeolla and Chungcheong regions. <br><br>Not only is Mireukdo Island designated as a Special Tourist Zone, it is also a part of the Hallyeohaesang National Park and serves as the center of tourism in the South Coast. The Mireukdo Special Tourist Zone, with the Donam Tourist Complex as its core, is well-equipped with a variety of leisure facilities, tourist accommodations and restaurants. This district caters to visitors with yacht services and a variety of water sports such as windsurfing, kayaking and water skiing. Exceptionally popular is the ferry cruise that takes visitors to Hansando Island, which is located just off the coast of Tongyeong, and to the other scenic islands such as Bijindo and Maemuldo. <br><br>Mireukdo Island is connected to Tongyeong through an undersea tunnel, Chungmu Bridge and Tongyeong Bridge, making it even more accessible to visitors. At the center of the island is the towering Mireuksan Mountain. The panoramic Hallyeosudo Viewing Ropeway, which opened in 2008, takes visitors to the summit of Mireuksan Mountain. The top offers a commanding view of the forests and valleys below. On a clear day, visitors can even see the Japanese island of Tsushima. The mountain’s hiking trails are well-maintained and are suitable for short hikes. The most traveled trail is the one starting from Yonghwasa Temple. Hikers taking this trail pass through Gwaneumsa Temple and Mireukjae Pass to reach the top. The trail leads to Miraesa Temple and a grass field on the way down before finally going back to Yonghwasa Temple.<br><br><br><b>Mireukdo Special Tourist Zone </b><br><b>Areas Covered </b> Part of Sanyang-eup (Mireukdo Island and Obido Island), areas of Misu-dong, Bongpyeong-dong and Donam-dong in Tongyeong-si, Gyeongsangnam-do<br><b>Area size </b> 32,900,000 ㎡<br><b>Tourist Attractions </b> Hallyeosudo Viewing Ropeway,  Ferry Cruise, Tongyeong Concert Hall, Undersea Tunnel","regDate":"2022-12-22","author":"korea-tour","tag":["Gyeongsangnam-do","Culture/Art/History","Recreational Sites","Tourist Complexes"],"imgUrl":"/2022-12-22-1671694567115/1823760_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-22-1671694567115"},{"id":"2022-12-22-1671691187170","title":"Masan Agujjim Street (마산 오동동 아구찜거리)","description":"Masan, located on the southern coast of Gyeongsangnam-do, is famous for <em>agu jjim</em> (steamed monkfish). The dish is both spicy and refreshing, pairing the sweet and mild monkfish with strong and spicy broth. Monkfish is known to be full of vitamin A, making it good for the skin, and low in fat. The vegetables mixed into the broth contain vitamin C, making this spicy dish a very nutritious meal.","regDate":"2022-12-22","author":"korea-tour","tag":["Gyeongsangnam-do","Culture/Art/History","Experience Programs","Cultural Districts"],"imgUrl":"/2022-12-22-1671691187170/717838_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-22-1671691187170"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}