{"pageProps":{"content":"![Hwanghakjeong Pavilion (황학정)](/2022-08-02-1659468989162/1568125_image2_1.webp)\n\n  \n## Overview\n\n> Hwanghakjeong Pavilion was built in 1898 by decree of King Gojong’s. It was originally set up close to the northern wall of Hoesangjeon in Gyeonghuigung Palace for archery practice. In 1922 when the Japanese colonial government sold buildings of Gyeonghuigung Palace to the public to build Gyeongseong Middle School in the location, the Hwanghakjeong Pavilion was bought and restored at the current location, which is an old site of Deunggwajeong Pavilion located to the North of Sajik Park.<br><br>\n\nIt is relatively large for a pavilion, but the structure is plain and simple. There is a well behind the pavilion to the southwest. A rock behind the well has an engraved poem about eight beautiful scenes of Hwanghakjeong. Located to the right of the pavilion building (northeast of the building) is Hancheongak Pavilion, which has unique roof. To the west of the pavilion is Sauhoegwan Hall that was built with reinforced concrete.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-2-738-5785|\n  \n\n  \n## Detail Image\n![/2022-08-02-1659468989162/1568121_image2_1.webp](/2022-08-02-1659468989162/1568121_image2_1.webp)\n![/2022-08-02-1659468989162/1568122_image2_1.webp](/2022-08-02-1659468989162/1568122_image2_1.webp)\n![/2022-08-02-1659468989162/1568123_image2_1.webp](/2022-08-02-1659468989162/1568123_image2_1.webp)\n![/2022-08-02-1659468989162/1568126_image2_1.webp](/2022-08-02-1659468989162/1568126_image2_1.webp)\n![/2022-08-02-1659468989162/2530939_image2_1.webp](/2022-08-02-1659468989162/2530939_image2_1.webp)\n![/2022-08-02-1659468989162/2530956_image2_1.webp](/2022-08-02-1659468989162/2530956_image2_1.webp)\n![/2022-08-02-1659468989162/2530957_image2_1.webp](/2022-08-02-1659468989162/2530957_image2_1.webp)\n![/2022-08-02-1659468989162/2530960_image2_1.webp](/2022-08-02-1659468989162/2530960_image2_1.webp)\n![/2022-08-02-1659468989162/2530961_image2_1.webp](/2022-08-02-1659468989162/2530961_image2_1.webp)\n![/2022-08-02-1659468989162/1568124_image2_1.webp](/2022-08-02-1659468989162/1568124_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-2-738-5785](tel:+8227385785)\n- [🏠www.hwanghakjeong.org](http://www.hwanghakjeong.org)\n\n\n```googleMap\nlatitude: 37.5776027007\nlongitude: 126.9640359154\ntitle: 15-32, Sajik-ro 9-gil, Jongno-gu, Seoul\n```\n  \n## Directions\n  \n[Subway]<br>\nGyeongbokgung Station (Seoul Subway Line 3), Exit 1.<br>\n Go straight for 160m and take a right and then take a left again at the three way intersection. <BR>Continue walking for 112m and the venue will be on the right.\n","data":{"id":"2022-08-02-1659468989162","title":"Hwanghakjeong Pavilion (황학정)","description":"Hwanghakjeong Pavilion was built in 1898 by decree of King Gojong’s. It was originally set up close to the northern wall of Hoesangjeon in Gyeonghuigung Palace for archery practice. In 1922 when the Japanese colonial government sold buildings of Gyeonghuigung Palace to the public to build Gyeongseong Middle School in the location, the Hwanghakjeong Pavilion was bought and restored at the current location, which is an old site of Deunggwajeong Pavilion located to the North of Sajik Park.<br><br>It is relatively large for a pavilion, but the structure is plain and simple. There is a well behind the pavilion to the southwest. A rock behind the well has an engraved poem about eight beautiful scenes of Hwanghakjeong. Located to the right of the pavilion building (northeast of the building) is Hancheongak Pavilion, which has unique roof. To the west of the pavilion is Sauhoegwan Hall that was built with reinforced concrete.","regDate":"2022-08-02","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Palaces"],"imgUrl":"/2022-08-02-1659468989162/1568125_image2_1.webp","blogPath":"Seoul/2022-08-02-1659468989162","pageUrl":"https:/mcdryad.com/Seoul/2022-08-02-1659468989162"},"dataList":[{"id":"2022-08-06-1659821861702","title":"Nanji Hangang Park (Nanji Camping Site) (한강시민공원 난지지구(난지한강공원))","description":"As part of the Hangang Renaissance project, Nanji Hangang Park will be transformed into an eco-friendly theme park that should attract visitors from around the world.<br><br>The Park will feature the Nanji Eco-Wetland, Nanji Campground and a marina. Also, there will be a specially designed area where visitors can enjoy extreme sports such as inline skating and BMX. A riverside swimming pool, the Water Plaza, and a riverside stage will be set up as well. Visitors will be able to relax and take a leisurely stroll around the park.   <br><br>The fully equipped Nanji Campground will open first in August 2009. The campsite is complete with all the items and facilities needed for camping, such as 24-hour-shower rooms, tents, and BBQ grills. This camping site is open to everyone.","regDate":"2022-08-06","author":"korea-tour","tag":["Seoul","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-08-06-1659821861702/1805802_image2_1.webp","blogPath":"Seoul/2022-08-06-1659821861702"},{"id":"2022-08-06-1659818310507","title":"Namsangol Hanok Village (남산골한옥마을)","description":"Namsangol Hanok Village opened in 1998 on the northern side of Namsan Mountain in the center of the capital. This village has five restored hanok (traditional Korean house) premises, a pavilion, traditional garden, performance art stage and a time capsule plaza, making it a perfect spot for both locals and tourists to take a leisure walk. Upon entering from the front gate, visitors will get a taste of Korea's traditional life while escaping from the bustling city life. The traditional garden with its pavilion and old houses creates a peaceful ambiance before the forested Namsan Mountain. A time capsule commemorating Seoul’s 600th anniversary was buried in 1994 at the highest point of the village and is scheduled to be reopened 400 years later in 2394. <br><br> The five hanok premises at Namsangol Hanok Village once belonged to aristocrats and government officials of the Joseon dynasty. Each house was originally located in different neighborhoods, but they were all moved to this area and restored to their original form. The houses were rebuilt using their original materials, except for one house, where the materials were too old and deteriorated to be reused. The premises were carefully restored and replicated according to their original form to depict the owners’ social class and personality. These buildings are now used as an exhibit to portray the living environment during the Joseon dynasty as well as a venue for educational and cultural programs for children and tourists.<br><br>Some of the noteworthy programs and activities to participate in include wearing hanbok, folding hanji (traditional Korean paper), writing in Korean, traditional tea ceremony, traditional etiquette school and herbal medicine experience. There are also taekwondo demonstrations and other various performances held around the village. Visitors can also try traditional games such as <em>yunnori</em> (traditional board game), or understand more about the area through a guided tour.","regDate":"2022-08-06","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Folk Villages"],"imgUrl":"/2022-08-06-1659818310507/1946562_image2_1.webp","blogPath":"Seoul/2022-08-06-1659818310507"},{"id":"2022-08-06-1659814596495","title":"Namsan Seoul Tower Hanbok Culture Experience Center (남산서울타워 한복문화체험관)","description":"Namsan Seoul Tower Hanbok Culture Experience Center is located in the lobby level (B1) of Seoul's landmark Namsan Seoul Tower. The center is designed around the theme of the Joseon dynasty, and features both large photo zones and hanbok of various styles, ranging from traditional to modern and even wedding.","regDate":"2022-08-06","author":"korea-tour","tag":["Seoul","Culture/Art/History","Experience Programs","Traditional Experience"],"imgUrl":"/2022-08-06-1659814596495/2435112_image2_1.webp","blogPath":"Seoul/2022-08-06-1659814596495"},{"id":"2022-08-06-1659811428094","title":"Namsan Seoul Tower (남산서울타워)","description":"Namsan Seoul Tower was the first multipurpose tower to be established in Korea, effectively incorporating a sightseeing observatory to a broadcasting tower. For the past 40 years, Namsan Seoul Tower has served as an iconic landmark of Korea and a representative tourist attraction. The tower's observatory offers an unobstructed view of the whole city, allowing it to become one of the all-time favorite attractions of Seoul citizens as well as domestic and international tourists. Another highlight of the tower is the Namsan Cable Car. The cable car began its operation in 1962, transferring passengers from the foot of the mountain to the base of the tower. Shuttle buses to the Namsan Cable Car from downtown Seoul are also available for visitors' convenience.","regDate":"2022-08-06","author":"korea-tour","tag":["Seoul","Culture/Art/History","Architectural Sights","Monuments/Observatories"],"imgUrl":"/2022-08-06-1659811428094/2660695_image2_1.webp","blogPath":"Seoul/2022-08-06-1659811428094"},{"id":"2022-08-06-1659804717013","title":"Namsan Outdoor Botanical Garden (남산 야외식물원)","description":"Namsan Outdoor Botanical Garden opened its doors on February 18, 1997 in Hannam-dong, where the residential complex for foreigners once stood before it was demolished in 1994. Covering an area of around 59 ㎡, it is divided into 13 themed gardens with a total 117,132 plants from 269 species. Among this diversity, 60,912 plants from 129 species are tree types and 56,220 plants from 140 species are grass types.","regDate":"2022-08-06","author":"korea-tour","tag":["Seoul","Nature","Natural Sites","Botanical Gardens"],"imgUrl":"/2022-08-06-1659804717013/1568006_image2_1.webp","blogPath":"Seoul/2022-08-06-1659804717013"},{"id":"2022-08-06-1659800410727","title":"Namsan Octagonal Pavilion (남산 팔각정)","description":"Originally known as Unamjeong Pavilion, the pavilion was built in 1959 to commemorate Rhee Syngman. It was demolished by the 4.19 movement in 1960 and was rebuilt on November 11, 1968. This pavilion now sits atop Namsan Mountain, with views covering the entirety of Seoul below. As it is a prime spot to view the first sunrise of the year, the annual sunrise festival takes place every New Year's Day.","regDate":"2022-08-06","author":"korea-tour","tag":["Seoul","Culture/Art/History","Architectural Sights","Buildings"],"imgUrl":"/2022-08-06-1659800410727/1567972_image2_1.webp","blogPath":"Seoul/2022-08-06-1659800410727"},{"id":"2022-08-06-1659796635392","title":"Namsan Cable Car (남산 케이블카)","description":"Namsan Cable Car provides a panoramic view of downtown Seoul. The cable car has been in operation for over 40 years, taking tourists and residents alike to Namsan Seoul Tower, one of the most representative tourist attractions in the city.","regDate":"2022-08-06","author":"korea-tour","tag":["Seoul","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-08-06-1659796635392/1919696_image2_1.webp","blogPath":"Seoul/2022-08-06-1659796635392"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}