{"pageProps":{"content":"![Hapcheon Image Theme Park (합천영상테마파크)](/2022-12-19-1671435346356/1867863_image2_1.webp)\n\n  \n## Overview\n\n> <br>The Hapcheon Image Theme Park became a major tourist attraction after the release of Tae Guk Gi  The Brotherhood of War (2004), and has continued to increase in popularity following the filming of additional movies and dramas within the park. Well-known films and soap operas include Seoul 1945, Fighter in the Wind, Gyeongseong Scandals, Meeting Plaza, Dachimawa Lee, Modern Boy and East of Eden. The park is one of the largest film and television studio sets in Korea.<br><br>The theme park is located in Gahori, Yongju-myeon (Hapcheon) and covers an area of over 231,406.00㎡. It is divided into two main sets separately owned by the major broadcasting companies KBS and MBC. The section owned by KBS houses reproductions of Seoul landmarks such as Seoul Station, Chosun Governor-General Office, and the Bando Hotel, as they appeared from the 1930s to the 1960s. MBC’s set focuses mainly on reproductions of streets from Sogong-dong, Seoul from the 1970s and 80s. A walk around this major filming location will transport visitors back into the Seoul of yore, a Seoul vastly different from the one people know and love today.<br><br>After a set is used for a film or a soap opera, the City of Hapcheon remodels and displays it as a type of exhibit, chronicling the area’s anthropologic development. In the future, the city plans to expand exhibits to include a facility where visitors can view a collection of historic military pieces.<br>&nbsp;<br>\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-55-930-3752~5,<br>+82-55-930-3744,<br> +82-55-930-3743 (Nighttime)|\n|usetime:|9:00-18:00|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Admission Fees:|Individuals - Adults 5,000 won / Students & Children 3,000 won / Seniors (ages 65 or more) & People with disabilities (lvl. 4 or higher) 2,500 won<br>Groups - Adults 3,000 won / Students & Children 2,000 won / Seniors (ages 65 or more) & People with disabilities (lvl. 4 or higher) 1,500 won<br><br>* Free admission (proof required): People with disabilities (lvl. 1-3), Children (ages 6 or younger), etc.|\n|Available Facilities:|Filming set (40 sites), agricultural and specialty product sales market, restaurant, etc.|\n  \n## Detail Image\n![/2022-12-19-1671435346356/1867861_image2_1.webp](/2022-12-19-1671435346356/1867861_image2_1.webp)\n![/2022-12-19-1671435346356/1867864_image2_1.webp](/2022-12-19-1671435346356/1867864_image2_1.webp)\n![/2022-12-19-1671435346356/1867866_image2_1.webp](/2022-12-19-1671435346356/1867866_image2_1.webp)\n![/2022-12-19-1671435346356/1867869_image2_1.webp](/2022-12-19-1671435346356/1867869_image2_1.webp)\n![/2022-12-19-1671435346356/1867872_image2_1.webp](/2022-12-19-1671435346356/1867872_image2_1.webp)\n![/2022-12-19-1671435346356/1867862_image2_1.webp](/2022-12-19-1671435346356/1867862_image2_1.webp)\n![/2022-12-19-1671435346356/1867867_image2_1.webp](/2022-12-19-1671435346356/1867867_image2_1.webp)\n![/2022-12-19-1671435346356/1867868_image2_1.webp](/2022-12-19-1671435346356/1867868_image2_1.webp)\n![/2022-12-19-1671435346356/1867870_image2_1.webp](/2022-12-19-1671435346356/1867870_image2_1.webp)\n![/2022-12-19-1671435346356/1867873_image2_1.webp](/2022-12-19-1671435346356/1867873_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-55-930-3752~5](tel:+82559303752~5)\n- [🏠 theme.hc.go.kr](http://culture.hc.go.kr/contents/view_contents/contents_2_1)\n\n\n```googleMap\nlatitude: 35.5491995167\nlongitude: 128.0713092811\ntitle: 757, Hapcheonhosu-ro, Yongju-myeon, Hapcheon-gun, Gyeongsangnam-do\n```\n  \n## Directions\n  \nFrom the \nSeoul Nambu Bus Terminal, take a bus towards Hapcheon<br>(5 buses daily at 10:08, \n12:00, 14:00, 15:00, 16:45. Travel time is roughly 4 \nand a half hour.) and \nget off at Hapcheon Bus Terminal.<br>Take a county bus headed \ntowards  Hapcheon Image Theme Park.<br>(The buses are available at  08:10, 08:30, 09:00, \n09:30, 10:30, 11:10, 12:30, 13:40, 14:20, 15:00, 16:00, 16:50, 17:20, 18:30, \n19:30&nbsp;and \nthe trip takes about 15 minutes.)\n","data":{"id":"2022-12-19-1671435346356","title":"Hapcheon Image Theme Park (합천영상테마파크)","description":"<br>The Hapcheon Image Theme Park became a major tourist attraction after the release of Tae Guk Gi  The Brotherhood of War (2004), and has continued to increase in popularity following the filming of additional movies and dramas within the park. Well-known films and soap operas include Seoul 1945, Fighter in the Wind, Gyeongseong Scandals, Meeting Plaza, Dachimawa Lee, Modern Boy and East of Eden. The park is one of the largest film and television studio sets in Korea.<br><br>The theme park is located in Gahori, Yongju-myeon (Hapcheon) and covers an area of over 231,406.00㎡. It is divided into two main sets separately owned by the major broadcasting companies KBS and MBC. The section owned by KBS houses reproductions of Seoul landmarks such as Seoul Station, Chosun Governor-General Office, and the Bando Hotel, as they appeared from the 1930s to the 1960s. MBC’s set focuses mainly on reproductions of streets from Sogong-dong, Seoul from the 1970s and 80s. A walk around this major filming location will transport visitors back into the Seoul of yore, a Seoul vastly different from the one people know and love today.<br><br>After a set is used for a film or a soap opera, the City of Hapcheon remodels and displays it as a type of exhibit, chronicling the area’s anthropologic development. In the future, the city plans to expand exhibits to include a facility where visitors can view a collection of historic military pieces.<br>&nbsp;<br>","regDate":"2022-12-19","author":"korea-tour","tag":["Gyeongsangnam-do","Culture/Art/History","Recreational Sites","Theme Parks"],"imgUrl":"/2022-12-19-1671435346356/1867863_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-19-1671435346356","pageUrl":"https:/mcdryad.com/Gyeongsangnam-do/2022-12-19-1671435346356"},"dataList":[{"id":"2022-12-28-1672220161774","title":"Jangcheokgyegok Valley (장척계곡)","description":"Located at the foot of Sineosan Mountain in Gimhae, Gyeongsangnam-do, Jangcheokgyegok Valley is a natural recreation area that is surrounded by natures beauty. The sound of running water coming from Dongbonggyegok Valley, the dense forest, and the huge rocks make this place a soothing place to relax. Located close to the valley are Jangcheok Village, Jangcheok Reservoir, and a site thats shaped like a wild boar descending from the mountain.","regDate":"2022-12-28","author":"korea-tour","tag":["Gyeongsangnam-do","Nature","Natural Sites","Valleys"],"imgUrl":"","blogPath":"Gyeongsangnam-do/2022-12-28-1672220161774"},{"id":"2022-12-28-1672216629205","title":"House N Garden (원예예술촌)","description":"House N Garden was created by people who love gardens including Park Won-suk, the TV actress. The garden is comprised of themed private gardens such as the perfume, palm tree, topiary, vegetable, windmill, spa, flower roof gardens and other facilities including a path, a pond, observation deck, a pavilion, a fountain, flower road, flower fences, and a green house. In addition, the garden offers the facilities like a cutting-edge video room, performance room, exhibition room, a café, and a guest house for visitors.","regDate":"2022-12-28","author":"korea-tour","tag":["Gyeongsangnam-do","Nature","Natural Sites","Botanical Gardens"],"imgUrl":"/2022-12-28-1672216629205/2609990_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-28-1672216629205"},{"id":"2022-12-28-1672212935139","title":"Hongryudonggyegok Valley (홍류동계곡)","description":"The 4 km valley between the entrance of Gayasan Mountain National Park entrance and Haeinsa Temple is called Hongryudonggyegok Valley.  It was named so because the leaves turn so crimson that the water of the valley reflects the color and appears crimson as well. This is the place where Chi-Won Choe, after returning from Dang China to Silla (BC 57-AD 935) found Korea in disarray. It was too much to bear for him so he retired to live privately with poetry until his death. <br><br>There are 19 famous places in Hongryudonggyegok Valley, including major cultural assets like Jongsangjeong Pavilion, Nakhwadam, and Bunokpok. The scenery of Nongsanjeong Pavilion, where Chi-Won Choe read poetry and played baduk, is especially beautiful.  On the opposite side is a rock where you can see the handwring of Chi-Won Choe. The Yongmunpokpo Falls, located on the north end of the valley, has beautiful scenery with its harmonious blend of falling water and Giamgoiseok (fantastic rocks and stones).  <br><br>The scenery of Hongryudonggyegok Valley changes every season, and it is the finest part of Gayasan Mountain. It is famous for the azaleas in full bloom during the spring, and for the thousand-year-old pine trees and broad-leaved trees growing thickly throughout the valley and the cool, clear water that runs through it during the summer. In the fall, the nearby pine tree forests and broad-leaved trees tinge in color and accentuate the crimson foliage of autumnal leaves, making the crimson reflection of the leaves in the valley water look like a rising flame, and shows why the valley was named Hongryudonggyegok Valley.","regDate":"2022-12-28","author":"korea-tour","tag":["Gyeongsangnam-do","Nature","Natural Sites","Valleys"],"imgUrl":"/2022-12-28-1672212935139/2625847_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-28-1672212935139"},{"id":"2022-12-28-1672209537187","title":"Hapcheon Okgyeseowon Confucian Academy (옥계서원(합천))","description":"Hapcheon Okgyeseowon Confucian Academy was built to store Yulgok Yi Is writings, Gyeokmongyogyeol and Haedongyeonwonnok. Okgyeseowon was originally founded approximately 4 kilometers away from Hyangok-dong on the third year of Yeongjos reign (1725) before it was closed due to the seowon abolishment policy by Heungseon Daewongun. On the sixth year of King Gojong’s reign, it was re-built about 200 meters away from the east side of the village. The academy is composed of a lecture hall, Sowonsa, Naesammun, Oesammun, Gwallisa and more.","regDate":"2022-12-28","author":"korea-tour","tag":["Gyeongsangnam-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"","blogPath":"Gyeongsangnam-do/2022-12-28-1672209537187"},{"id":"2022-12-28-1672198581086","title":"Hambyeongnu Pavilion (함벽루)","description":"Included in Hapcheons Eight Scenic Views, Hambyeongnu Pavilion was built in 1321, during the 8th year of Goryeo King Chungsuk by Hapcheon County Lord Kim Mo. It is located at the foot of Chuijeokbong Peak, with views of Jeongyangho Lake and Hwanggang River. The pavilion was visited by many poets, with writings from Toegye Yi Hwang, Nammyeong Josil, and Wooam Song Si-yeol hanging from tablets inside, and a rock engraved with Hambyeongnu behind the pavilion.<br><br>Hambyeongnu is a 3 pillar wide by 2 pillar deep, 2-story pavilion, with an octagonal roof connected with a frame of five parts. The roof of the pavilion is famous in that when it rains, the water drips straight off the eaves and into the river below.","regDate":"2022-12-28","author":"korea-tour","tag":["Gyeongsangnam-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"","blogPath":"Gyeongsangnam-do/2022-12-28-1672198581086"},{"id":"2022-12-27-1672137374801","title":"Gayasan National Park (Hongnyu-dong, Cheongnyang-dong Area) (가야산국립공원(홍류동,청량동지구))","description":"Gayasan Mountain stretches along the border of Gyeongsangnam-do and Gyeongsangbuk-do in an area of approximately 76 square kilometers. The mountains peak, Sangwangbong Peak, reaches 1,430 meters above sea level. Gayasan Mountain was designated as Scenic Site No. 5 in 1966 and National Park No. 9 in 1972 due to its breathtaking scenery. Gayasan Mountain is known to offer one of the best scenic views in the country and also as the home of Haeinsa Temple.","regDate":"2022-12-27","author":"korea-tour","tag":["Gyeongsangnam-do","Nature","Natural Sites","National Parks"],"imgUrl":"","blogPath":"Gyeongsangnam-do/2022-12-27-1672137374801"},{"id":"2022-12-27-1672133762383","title":"Fossilized Dinosaur Footprint Site Gain-ri, Namhae (남해 가인리 화석산지)","description":"<br>Gain-ri village in Changseon-myeon, Namhae, Gyeongnam Province, has a primitive fossil site that includes 34 footprints of pterosaurs, or flying dinosaurs. The footprints are deeply imprinted in the wide sheets of rocks arrayed along Dongdaeman Beach. Researchers believe that these enormous footprints belong to a species of huge pterosaur, and visitors can see about 60 smaller footprints that are believed to belong to early humans. The dinosaur footprints and other cretaceous fossils are located along the cape by the shore, so you must time your visit well to see them. According to paleontologists, the footprints are the evidence of three specimens of herbivorous  sauropoda, which walked on two 60 centimeter-long feet; two specimens of ornithopoda, which were also herbivores, that had three toes on each foot; and one specimen of another ornithopod species, a carnivore that had sharp claws and walked on two feet. The layout of the footprints alludes to a situation where the herbivores were walking in a group followed by a carnivore preparing for an attack! <br><br>","regDate":"2022-12-27","author":"korea-tour","tag":["Gyeongsangnam-do","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2022-12-27-1672133762383/212944_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-27-1672133762383"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}