{"pageProps":{"content":"![Gwangseongbo Fortress (광성보)](/2022-08-11-1660196262031/2363682_image2_1.webp)\n\n  \n## Overview\n\n> Gwangseongbo Fortress’s outer wall from the Goryeo era was mended in 1618. The fortress was built in 1656 and the outpost was constructed in 1679. It was completely remodeled into \na masonry castle with gates in 1745. During Sinmiyangyo (the American invasion in 1871), Gwangseongbo was the fiercest battle ground in Ganghwa. On April 24, 1871, a \n fleet with 1,230 American naval forces led by Rear Admiral John Rodgers landed on Ganghwado Island to demand the \nopening of Korea's ports and commerce. The armed forces attacked Chojijin Fortress \nand Deokjinjin Camp, then marched to Gwangseongbo Fortress, where they engaged in close combat with the warriors of Joseon. Although General Eo Jae-yeon and the other warriors were poorly equipped with far inferior weapons, they bravely fought to the \ndeath against the invading forces. \n\n<br><br>The battlefield ruins of the fortress and the gate towers such as Anhaeru, Gwangseongdon, Sondolmokdon, and Yongdudon were repaired \nin 1977.  The twin tombs of General Eo Jae-Yeon and his brother Eo Jae-seon, along with the anonymous tombs of warriors who died on the battlefield were \nalso honorably arranged at the same time. Furthermore, a stone monument commemorating the restoration of Ganghwa Battlefield was erected on Yongdudondae Post. \n<br><br>In 1988, an extensive rest area was created toward the shore for visitors’ convenience. Gwangseongbo Fortress is presently designated as Historical Relic No. 227. A religious service known as Gwangseongje is held annually to commemorate the patriotic spirits of General Eo Jae-yeon and other unnamed warriors. This service takes place at 11 a.m. on every April 24th of the lunar calendar.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-32-930-7070|\n|parking:|Available|\n|restdate:|N/A (Open all year round)|\n|usetime:|09:00-18:00|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Restrooms:|Available|\n|Admission Fees:|Adults: Individuals 1,100 won / Groups 1,000 won <br>Children & Teenagers: Individuals 700 won / Groups 600 won <br>* Groups: 20 people or more <br>* Free admission: Preschoolers (ages 6 or younger) with one companion, Senior citizens (ages 65 or more), People with disabilities plus one companion (Proof required)<br><br>* Ganghwa-gun Main Tourist Sites Discount (up to 20% discount)<br>Main tourist sites: Chojijin Fortress, Deokjinjin Fortress, Gwangseongbo Fortress, Gapgotdondae Fortification, Goryeogung Palace Site, Peace Observatory, Hwamunseok Cultural Center, Ganghwa History / Natural History Museum, Manisan Mountain, Mudflat Center, and Hamheodongcheon Stream<br><br>- 15% discount: 3-4 sites<br>- 20% discount: 5 or more sites<br> * When choosing 8 sites or more, the ticket is valid until the next day|\n|Interpretation Services Offered:|Not available|\n  \n## Detail Image\n![/2022-08-11-1660196262031/1575766_image2_1.webp](/2022-08-11-1660196262031/1575766_image2_1.webp)\n![/2022-08-11-1660196262031/1579026_image2_1.webp](/2022-08-11-1660196262031/1579026_image2_1.webp)\n![/2022-08-11-1660196262031/1579029_image2_1.webp](/2022-08-11-1660196262031/1579029_image2_1.webp)\n![/2022-08-11-1660196262031/1579030_image2_1.webp](/2022-08-11-1660196262031/1579030_image2_1.webp)\n![/2022-08-11-1660196262031/1579034_image2_1.webp](/2022-08-11-1660196262031/1579034_image2_1.webp)\n![/2022-08-11-1660196262031/1579039_image2_1.webp](/2022-08-11-1660196262031/1579039_image2_1.webp)\n![/2022-08-11-1660196262031/1579041_image2_1.webp](/2022-08-11-1660196262031/1579041_image2_1.webp)\n![/2022-08-11-1660196262031/1579043_image2_1.webp](/2022-08-11-1660196262031/1579043_image2_1.webp)\n![/2022-08-11-1660196262031/2363686_image2_1.webp](/2022-08-11-1660196262031/2363686_image2_1.webp)\n![/2022-08-11-1660196262031/1575762_image2_1.webp](/2022-08-11-1660196262031/1575762_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-32-930-7070](tel:+82329307070)\n- [🏠www.ghss.or.kr</a> (Korean only)<br><a href=\"http://www.cha.go.kr/\" target=\"_blank\" title=\"새창: 문화재청 홈페이지로 이동\">www.cha.go.kr](http://www.ghss.or.kr/)\n\n\n```googleMap\nlatitude: 37.6641793544\nlongitude: 126.5302453301\ntitle: 27, Haeandong-ro 466beon-gil, Ganghwa-gun, Incheon\n```\n  \n## Directions\n  \n[Bus]<BR>\nSinchon Station (Seoul Subway Line 2), Exit 4.<br>Go \nstraight 260m to arrive at the bus stop in front of Artreon.<br>From the bus \nstop, take Bus No. 3000 to Ganghwa Bus Terminal. <br>\nFrom Ganghwa Terminal, take \nthe tour bus and get off at Gwangseongbo Fortress.\n","data":{"id":"2022-08-11-1660196262031","title":"Gwangseongbo Fortress (광성보)","description":"Gwangseongbo Fortress’s outer wall from the Goryeo era was mended in 1618. The fortress was built in 1656 and the outpost was constructed in 1679. It was completely remodeled into a masonry castle with gates in 1745. During Sinmiyangyo (the American invasion in 1871), Gwangseongbo was the fiercest battle ground in Ganghwa. On April 24, 1871, a  fleet with 1,230 American naval forces led by Rear Admiral John Rodgers landed on Ganghwado Island to demand the opening of Korea's ports and commerce. The armed forces attacked Chojijin Fortress and Deokjinjin Camp, then marched to Gwangseongbo Fortress, where they engaged in close combat with the warriors of Joseon. Although General Eo Jae-yeon and the other warriors were poorly equipped with far inferior weapons, they bravely fought to the death against the invading forces. <br><br>The battlefield ruins of the fortress and the gate towers such as Anhaeru, Gwangseongdon, Sondolmokdon, and Yongdudon were repaired in 1977.  The twin tombs of General Eo Jae-Yeon and his brother Eo Jae-seon, along with the anonymous tombs of warriors who died on the battlefield were also honorably arranged at the same time. Furthermore, a stone monument commemorating the restoration of Ganghwa Battlefield was erected on Yongdudondae Post. <br><br>In 1988, an extensive rest area was created toward the shore for visitors’ convenience. Gwangseongbo Fortress is presently designated as Historical Relic No. 227. A religious service known as Gwangseongje is held annually to commemorate the patriotic spirits of General Eo Jae-yeon and other unnamed warriors. This service takes place at 11 a.m. on every April 24th of the lunar calendar.","regDate":"2022-08-11","author":"korea-tour","tag":["Incheon","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-08-11-1660196262031/2363682_image2_1.webp","blogPath":"Incheon/2022-08-11-1660196262031","pageUrl":"https:/mcdryad.com/Incheon/2022-08-11-1660196262031"},"dataList":[{"id":"2022-08-13-1660357888699","title":"Baemikkumi Sculpture Park (배미꾸미조각공원)","description":"Baemikkumi Sculpture Park rests on Modo Island, one of the nearest islets to Yeongjongdo Island where Incheon International Airport is located.<br><br>The name 'baemikkumi' comes from the local dialect, as people say the island resembles the shape of a hole normally seen from the bottom of a ship as 'baemit' translates to the bilge, and 'kkumi' is most closely translated to mean 'a hole' in English. <br><br>The entire island has now become a beautiful exhibition hall of art works thanks to sculptor Lee Il-ho, who originally started and donated his talents for visitors coming to the island. The art displayed on the island makes for an inspiring contrast to Seohae (west sea, or yellow sea) in the background.","regDate":"2022-08-13","author":"korea-tour","tag":["Incheon","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-08-13-1660357888699/190608_image2_1.webp","blogPath":"Incheon/2022-08-13-1660357888699"},{"id":"2022-08-12-1660347497659","title":"Yongyudo Island (용유도)","description":"With 48.2 kilometers long coastline and a total area of 13.603 kilometer square, Yongyudo Island is located near other islands such as Sinbuldo Island, Sammokdo Island, Yeongjongdo Island, Daemuuido Island, Jangbongdo Island, Modo Island, Sido Island, and Sindo Island. Yongyudo Island and Yeongjongdo Island were once connected by a bridge. The two islands were joined as one when Incheon International Airport was constructed on a reclaimed land between these two.<br><br>Attractions on Yongyudo Island include Eulwangni Beach, Wangsan Beach, Seonnyeobawi Beach, Geojampo (a peaceful fishing port offering great views of the the sunrise and sunset), and Masian Beach (famous for its red, glowing evening sky). In early August, the island holds a variety of events such as a sea festival, fishing contests and shellfish harvesting, making it an ideal place for nature exploration.<br><br>Because of its proximity to the airport, the area resembles a resort complex due to the availability of various accommodation facilities such as a floating hotel, casino, and a golf course.","regDate":"2022-08-12","author":"korea-tour","tag":["Incheon","Nature","Natural Sites"],"imgUrl":"/2022-08-12-1660347497659/1577650_image2_1.webp","blogPath":"Incheon/2022-08-12-1660347497659"},{"id":"2022-08-12-1660343994183","title":"Yongheunggung Palace (용흥궁)","description":"Yongheunggung Palace is where King Cheoljong (r. 1849-1863) used to live before his ascension to throne. The chief of Ganghwa County, Jeong Gi-se, enlarged the original residence and named it Yongheunggung (meaning palace of the rising dragon) in the 4th year of King Cheoljong’s reign. Its architectural features include a paljak (traditional Korean half-hipped roof) and supporting columns  rendered in Jusimpo style, the column brackets  placed only on top of the columns. The palace was built in the tradition of dwelling houses such as the Yeongyeongdang and Nakseonjae houses in Changdeokgung Palace, so the palace buildings give off a simple and plain atmosphere. Within the precincts of the palace are a memorial stone and a monument house indicating that the palace used to be the old home of King Cheoljong.","regDate":"2022-08-12","author":"korea-tour","tag":["Incheon","Culture/Art/History","Historical Sites","Old Houses"],"imgUrl":"/2022-08-12-1660343994183/1575640_image2_1.webp","blogPath":"Incheon/2022-08-12-1660343994183"},{"id":"2022-08-12-1660340265213","title":"Yeonpyeongdo Island (연평도(대/소 연평도))","description":"Yeonpyeongdo Island is a small island resided by fishing communities. Despite the tragic incident of November 2010 shelling from North Korea, this bucolic island offers many natural and cultural attractions.<br><br><b>Island History<br></b>The earliest known history of Socheongdo Island comes from Chungmin-sa Temple, which was built to commemorate the island's once abundant but now extinct fish species called Yellow corbina (Sciaenidae). This fish was related to the family of fish commonly called drums, croakers, or hardheads for the repetitive throbbing or drumming sounds they make. When the economy flourished thanks to profitable fishing, the Socheongdo port was congested with fishing boats, so much that it was said that one could cross from one island to the next by walking over boats. The species of fish is depleted, and the island remains as quiet with views of North Korea.<br><br>In November 2010, Socheongdo Island was hit by the fatal shelling from North Korea that killed two civilians and two soldiers. In recent months, the island has made an attempt to recover its tourism industry and to develop security tourism by blending its newer military presence at tourist attractions.","regDate":"2022-08-12","author":"korea-tour","tag":["Incheon","Nature","Natural Sites"],"imgUrl":"/2022-08-12-1660340265213/1385383_image2_1.webp","blogPath":"Incheon/2022-08-12-1660340265213"},{"id":"2022-08-12-1660336750306","title":"Yeonan Pier (연안부두)","description":"Yeonan Pier is the starting point for all coastal passenger ships bound for the numerous islands in the western sea. The nearby Incheon Fish Market is always bustling with people who come to buy fresh fish and pickled fish at reasonable prices. Also located near the pier is the sliced raw fish market operated by the Marine Products Association. The southern quay is where boats and ships leave for sea fishing. The ships here are also available for rent for various purposes so events like reunions and seminars can be held aboard ship.","regDate":"2022-08-12","author":"korea-tour","tag":["Incheon","Nature","Natural Sites"],"imgUrl":"/2022-08-12-1660336750306/624759_image2_1.webp","blogPath":"Incheon/2022-08-12-1660336750306"},{"id":"2022-08-12-1660332941155","title":"Wolmido Island (월미도)","description":"Wolmido Island has very few historical records, despite being the location of a temporary palace, built in 1653 during the reign of King Hyojong. The palace was built on the eastern side of the island, but it is impossible to find traces of it now. From the late 1920s until the '30s, the island was transformed into a resort, a very popular destination at the time. Wolmi Culture Street opened in July 1989 and helped improve the area's fame. <br /><br />On weekends and holidays, people flock to Wolmido Island to enjoy coffee and fresh seafood at the cafes and restaurants overlooking the sea. Despite being 1 kilometer off the coast, Wolmido is no longer an island, being connected to the mainland through modern construction techniques. It is now an easily accessible retreat for locals and tourists alike.","regDate":"2022-08-12","author":"korea-tour","tag":["Incheon","Nature","Natural Sites"],"imgUrl":"/2022-08-12-1660332941155/1577671_image2_1.webp","blogPath":"Incheon/2022-08-12-1660332941155"},{"id":"2022-08-12-1660329964728","title":"Wolmi Theme Park (월미테마파크)","description":"Wolmi Theme Park is a popular amusement park complex located on Wolmido Island. It was formerly known as My Land, which first opened in September 1992. It was remodeled and reopened as a 13,223㎡-large theme park in August 2009 under the new name of Wolmi Theme Park. The park has various rides, such as the 70-meter-high Hyper Shoot Drop, Tagada Disco, a two-story Viking Ship, a 115-meter-high Ferris Wheel, and other thrilling attractions. <br><br>The theme park has made appearances in several variety shows like We Got Married, Two Days and One Night, Running Man, and more. Also, it houses a large indoor children’s playground that includes water activity facilities such as mini flume ride, water boats, and water ball playing, as well as a 4D room. All these features make the complex perfect for visitors of all ages.","regDate":"2022-08-12","author":"korea-tour","tag":["Incheon","Culture/Art/History","Recreational Sites","Theme Parks"],"imgUrl":"/2022-08-12-1660329964728/1997258_image2_1.webp","blogPath":"Incheon/2022-08-12-1660329964728"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}