{"pageProps":{"content":"![Ulsanbawi Rock (설악산 울산바위)](/2022-10-16-1665913620696/2711195_image2_1.webp)\n\n  \n## Overview\n\n> Ulsan Peak is the most well-known attraction at Seoraksan Mountain. The peak is made of strange rocks stretching from the foot of the mountain to the top at 900 m above sea level. The peak consists of six rocks, which create a majestic view of the rocky peak. The peak with the circumference of 4 km forms a great panoramic view along with Daecheongbong Peak and Outer Seorak. Ulsan Peak presents an imposing scene, and it was visited by many famous poets and calligraphers including Choe Yeon and Heo Jeok during the Joseon period who left behind their records. In addition, several legends are associated with Ulsan Peak. One day, a heavenly god commanded peaks of all mountains to assemble at Geumgangsan Mountain to create the greatest scenery. However, the Ulsan Peak was too heavy, so it was late for the meeting. Feeling ashamed, it didn’t go back home (Ulsan) directly, and took a rest at Seoraksan Mountain, but stayed there forever. Also, there is a saying that the peak was named after the shape of the rock, which resembles a fence (ul+tari) or a crying (ul) mountain (san). Visitors can get to the Ulsan Peak by starting from the small park and passing through Sinheungsa Temple and Heundeul Rock. At the beginning of the path, it starts with a gentle slope, but after the Heundeul Rock, there are a steep rocky hill and the iron stairs. It requires about 4 hr for getting to and from the peak. It is hard for the elderly or children to climb because of high level of difficulty.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br>(English, Korean, Japanese, Chinese)<br>• For more info: +82-33-680-3382|\n|parking:|Available (250 spaces)|\n|restdate:|N/A (Open all year round)|\n|usetime:|Winter season (04:00–12:00), Summer season (03:00–14:00)|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Restrooms:|Available|\n|Parking Fees:|Small vehicle, Low season, For the day: 4,000 won, Accommodation:  8,000 won<br />Small vehicle, High season, For the day: 5,000 won, Accommodation: 10,000 won<br />Large vehicle, Low season, For the day: KRW 6,000; Accommodation: KRW 12,000Large vehicle, High season, For the day: KRW 7,500; Accommodation: KRW 15,000|\n|Activity Fees:|Adults: 3,500 won / Youth: 1,000 won / Children: 500 won|\n|Reservation Info. for Foreigners:|None|\n|Interpretation Services Offered:|None|\n  \n## Detail Image\n![/2022-10-16-1665913620696/2654852_image2_1.webp](/2022-10-16-1665913620696/2654852_image2_1.webp)\n![/2022-10-16-1665913620696/2654855_image2_1.webp](/2022-10-16-1665913620696/2654855_image2_1.webp)\n![/2022-10-16-1665913620696/2654856_image2_1.webp](/2022-10-16-1665913620696/2654856_image2_1.webp)\n![/2022-10-16-1665913620696/2711196_image2_1.webp](/2022-10-16-1665913620696/2711196_image2_1.webp)\n![/2022-10-16-1665913620696/2711197_image2_1.webp](/2022-10-16-1665913620696/2711197_image2_1.webp)\n![/2022-10-16-1665913620696/2711198_image2_1.webp](/2022-10-16-1665913620696/2711198_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-33-680-3382](tel:+82336803382)\n- [🏠seorak.knps.or.kr](http://seorak.knps.or.kr/)\n\n\n```googleMap\nlatitude: 38.1869348183\nlongitude: 128.4664782790\ntitle: 1091, Seoraksan-ro, Sokcho-si, Gangwon-do\n```\n  \n## Directions\n  \n[Bus]<br>\nFrom Seoul Express Bus Terminal, take a bus to \nSokcho Express Bus Terminal. <br>From Sokcho Bus Terminal Bus Stop, take Bus No. 7 or 7-1 and get off at Sogongwon Entrance Bus Stop.\n","data":{"id":"2022-10-16-1665913620696","title":"Ulsanbawi Rock (설악산 울산바위)","description":"Ulsan Peak is the most well-known attraction at Seoraksan Mountain. The peak is made of strange rocks stretching from the foot of the mountain to the top at 900 m above sea level. The peak consists of six rocks, which create a majestic view of the rocky peak. The peak with the circumference of 4 km forms a great panoramic view along with Daecheongbong Peak and Outer Seorak. Ulsan Peak presents an imposing scene, and it was visited by many famous poets and calligraphers including Choe Yeon and Heo Jeok during the Joseon period who left behind their records. In addition, several legends are associated with Ulsan Peak. One day, a heavenly god commanded peaks of all mountains to assemble at Geumgangsan Mountain to create the greatest scenery. However, the Ulsan Peak was too heavy, so it was late for the meeting. Feeling ashamed, it didn’t go back home (Ulsan) directly, and took a rest at Seoraksan Mountain, but stayed there forever. Also, there is a saying that the peak was named after the shape of the rock, which resembles a fence (ul+tari) or a crying (ul) mountain (san). Visitors can get to the Ulsan Peak by starting from the small park and passing through Sinheungsa Temple and Heundeul Rock. At the beginning of the path, it starts with a gentle slope, but after the Heundeul Rock, there are a steep rocky hill and the iron stairs. It requires about 4 hr for getting to and from the peak. It is hard for the elderly or children to climb because of high level of difficulty.","regDate":"2022-10-16","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Resources","Rocks"],"imgUrl":"/2022-10-16-1665913620696/2711195_image2_1.webp","blogPath":"Gangwon-do/2022-10-16-1665913620696","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-10-16-1665913620696"},"dataList":[{"id":"2022-10-24-1666598504208","title":"Janghohang Port (장호항)","description":"Janghohang Port is a short distance out of downtown Samcheok. The port is famous for its round beach line and white sand shore and is known as the “Naples of Korea.” From the beach, Janghohang Port offers excellent views of unique rock formations in the sea. The beach at Janghohang Port is small but charming, and has a tranquil atmosphere unlike the bigger beaches.","regDate":"2022-10-24","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites"],"imgUrl":"/2022-10-24-1666598504208/2642260_image2_1.webp","blogPath":"Gangwon-do/2022-10-24-1666598504208"},{"id":"2022-10-24-1666593829704","title":"Jade Garden (제이드가든)","description":"Jade Garden is an exotic arboretum established with the theme of “small Europe in the forest.” It was built on an area of 163,500 m2 by keeping its natural topography and establishing 24 themed gardens. This European-style arboretum comprises Italy’s Tuscan-style Visitor Center at the entrance, English Border Garden, and Italian Wedding Garden built with Italian style of garden and waterway. It also has three walking paths -Namunaeum-gil, Danpungnamu-gil, Supsokbaram-gil. Namunaeum-gil in the middle of the arboretum is paved with woodchips and has good accessibility to the theme gardens. Danpungnamu-gil located at a high ground is a quiet trail, while Supsokbaram-gil is surrounded by thick trees and an ideal walking path in the summer season. Each walking path requires 40 to 60 min each way, and they are connected in the middle of the trails. Each path begins from the Visitor Center and ends at the White Garden or Sky Garden at the top of the arboretum. Visitors can take a rest at a cafe, restaurant, and souvenir shop. The nighttime operation is available depending on the season, and the shuttle bus runs between Gulbongsan Station of the Gyeongchun Line and the Arboretum.","regDate":"2022-10-24","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Botanical Gardens"],"imgUrl":"/2022-10-24-1666593829704/1812327_image2_1.webp","blogPath":"Gangwon-do/2022-10-24-1666593829704"},{"id":"2022-10-24-1666588465696","title":"Hyangho Beach (향호해수욕장)","description":"Hyangho Beach is located in Jumunjin, Gangneung. It is a beach attraction where the boy band BTS filmed their album photo at a bus stop. Although the bus stop in the photo is not an actual bus stop, the booth remains at the beach as a photo zone. Other photo zones are also scattered around the beach, drawing many visitors who seek to take memorable photos with the open beach in the background.<br>","regDate":"2022-10-24","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites"],"imgUrl":"","blogPath":"Gangwon-do/2022-10-24-1666588465696"},{"id":"2022-10-23-1666522101052","title":"Hongcheon Hot Springs (홍천온천원탕)","description":"Hongcheon Hot Springs has a great seaside view and the water at the springs contains a lot of alkali sodium bicarbonate that has a silky texture and is great for skin health. In addition, if people who suffer from hyperacidity drink this spring water, the water helps neutralizes stomach acid. It also is good for recovering from fatigue, neuralgia, rheumatoid arthritis, hypertension, allergy dermatitis, eczema chronicum, removing fat, healing skin cells, and anti-aging.","regDate":"2022-10-23","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Recreational Sites","Hot Springs & Spa"],"imgUrl":"","blogPath":"Gangwon-do/2022-10-23-1666522101052"},{"id":"2022-10-23-1666518476350","title":"Gwaneumgul Cave (Daei-ri Cave Caverns) (관음굴(삼척 대이리 동굴지대))","description":"Gwaneumgul Cave has a reputation of being a must-explore cave by not only Korean scientists but throughout cave academia around the world. The entrance of the cave is 4.2 meters wide, 3 meters high and 1.6 kilometers deep. The underground water flows from the entrance all the way to end all year long producing approximately 15,000 ㎥ per day. The cave also has 4 waterfalls along the way with the largest being 9 meters high. The cave is full of stalactites and stalagmites, as well as straw soda, columns, flowstones, cave corals, aragonite crystals and more. The cave has a total of 24 different types of living organisms, making a desirable cave for academic research.","regDate":"2022-10-23","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites"],"imgUrl":"","blogPath":"Gangwon-do/2022-10-23-1666518476350"},{"id":"2022-10-23-1666515124320","title":"Guryongpokpo Falls (Sogeumgang River) (구룡폭포 (소금강))","description":"Guryongpokpo Falls refers to the group of nine waterfalls, varying in size, located over a three-kilometer stretch of Sogeumgang River in Odaesan National Park. Guryong means nine dragons and legend has it that each of the waterfalls was occupied by a dragon. The sixth waterfall is particularly attractive. It is simultaneously the most magnificent and serene of the falls, which is why it is also known as the Gentleman’s Waterfall. Two kilometers away from the sixth waterfall, is a curious-looking piece of rock called Manmulsang. The name literally means tens of thousands of different looks. Some of these looks have earned it to other names such as Giant Rock, Phantom-Face Rock, Iworam, and Candlestick Rock’","regDate":"2022-10-23","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Waterfalls"],"imgUrl":"","blogPath":"Gangwon-do/2022-10-23-1666515124320"},{"id":"2022-10-23-1666511191599","title":"Gongjicheon Recreation Area (공지천유원지)","description":"The area of Gongjicheon Stream connected to the Bukhangang River is a shelter in the middle of Chuncheon City. This recreation area comprises various facilities along both sides of the Gongjicheon Stream, including Gongjicheon Sculpture Park, Uiam Park, Memorial Hall for Ethiopian Veterans in the Korean War, inline skating rink, outdoor stage, and fountain. Visitors can cross the water easily through the Gongjicheon Bridge and the lower pedestrian bridge. The waterside trail and the bike path are popular among citizens with the seasonal scenic view. In particular, cherry blossom attracts many visitors in spring. There is a bicycle rental stand nearby the stream. It is recommended to enjoy biking around the Gongjicheon Stream or along the Uiamho Bike Path. Another interesting ride is a pedal boat with which visitors can create a romantic memory with a splendid scenery of the Gongjicheon Stream.","regDate":"2022-10-23","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Recreational Sites","Resorts"],"imgUrl":"","blogPath":"Gangwon-do/2022-10-23-1666511191599"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}