{"pageProps":{"content":"![Eco Land Theme Park (에코랜드테마파크)](/2022-07-19-1658256328080/2046439_image2_1.webp)\n\n  \n## Overview\n\n> Eco Land Theme Park is built in the 1km² Gotjawal primeval forest. Visitors can explore around in a train that looks like 1800s’ steam powered Baldwin train. The&nbsp;seven Baldwin train look-alike (Lincoln Train)&nbsp;operated in the park were specially ordered and manually manufactured in UK. In the large Gotjawal forest with railway trails, visitors can see a variety of plants, animals, and insects living in the mysterious Gotjawal forests, while touring around by the special train. It also has a lake for visitors to experience the ecosystem of the forest, take a walk and enjoy a picnic. Besides, there are many things to enjoy including Eco Bridge, Eco Windmill, Picnic Garden, Kid’s Town, Eco Road, Bare Foot on Scoria, Floating Café, and topiary art works.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-64-802-8020|\n|parking:|Available|\n|usetime:|[May-September] 09:00-17:00 <br>[October] 08:30-19:00<br> [November-April] 09:00-16:50<BR>* Time between trains: 7-12 minutes <br> * Time for the last train subject to change depending on the sunset hours. <br>* Ticketing hours: 10 min. before the last train leaves. <br>* If you would like to enjoy the long course, make sure to take the train at least 1 hour before the last train.|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Admission Fees:|Adults (ages 19 and over):  Individual 14,000 won / Group 12,000 won<br> Teenagers (ages 13-18): Individual 12,000 won / Group 10,000 won<br> Children (ages 25 months-12): Individual 10,000 won / Group 8,000 won<br> <br> * Group: 30 people or more (Infants under the ages of 2 are not eligible for free admission. Children fare will be applied.)<br> *&nbsp;Group rate will be applicable for seniors and people with disabilities (proof of identification required)|\n|Available Facilities:|* Train station route<br>Main station: Eco-bridge Station – Lakeside Station – Picnic Garden Station – Lavender, Green Tea & Rose Garden Station (Only Stops during April ~ November)<br><br>* Facilities<br>Ticket booth, snack bar, restaurant, gift shop, floating cafe, Main square with fountain, feeding room,&nbsp;video room, picnic cafe, eco cafe.<br>&nbsp;<br>* Attractions<br> Bumper boat, discovery zone, Don Quixote and windmill, Garden, floating deck, eco-road, barefoot scoria experience, miniature pony, eco-therapy, Kid's town, grass square, miniature wooden train, European garden, etc.|\n|Restrooms:|Available|\n|Parking Fees:|Free|\n  \n## Detail Image\n![/2022-07-19-1658256328080/1141478_image2_1.webp](/2022-07-19-1658256328080/1141478_image2_1.webp)\n![/2022-07-19-1658256328080/2046403_image2_1.webp](/2022-07-19-1658256328080/2046403_image2_1.webp)\n![/2022-07-19-1658256328080/2046411_image2_1.webp](/2022-07-19-1658256328080/2046411_image2_1.webp)\n![/2022-07-19-1658256328080/2046412_image2_1.webp](/2022-07-19-1658256328080/2046412_image2_1.webp)\n![/2022-07-19-1658256328080/2046415_image2_1.webp](/2022-07-19-1658256328080/2046415_image2_1.webp)\n![/2022-07-19-1658256328080/2046417_image2_1.webp](/2022-07-19-1658256328080/2046417_image2_1.webp)\n![/2022-07-19-1658256328080/2046421_image2_1.webp](/2022-07-19-1658256328080/2046421_image2_1.webp)\n![/2022-07-19-1658256328080/2046426_image2_1.webp](/2022-07-19-1658256328080/2046426_image2_1.webp)\n![/2022-07-19-1658256328080/2046427_image2_1.webp](/2022-07-19-1658256328080/2046427_image2_1.webp)\n![/2022-07-19-1658256328080/2046429_image2_1.webp](/2022-07-19-1658256328080/2046429_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-64-802-8020](tel:+82648028020)\n- [🏠www.ecolandjeju.co.kr](http://www.ecolandjeju.co.kr)\n\n\n```googleMap\nlatitude: 33.4564874302\nlongitude: 126.6670616591\ntitle: 1278-169, Beonyeong-ro, Jeju-si, Jeju-do\n```\n  \n## Directions\n  \n[Bus]<br>\nFrom Jeju Intercity Bus Terminal Bus Stop, take Bus No. 730 bound for Jeju Hannamri. Seogwipo and get off at Lee Gipung Missionary \nMemorial Hall Bus Stop.<BR>Walk for approx. 10 min.\n","data":{"id":"2022-07-19-1658256328080","title":"Eco Land Theme Park (에코랜드테마파크)","description":"Eco Land Theme Park is built in the 1km² Gotjawal primeval forest. Visitors can explore around in a train that looks like 1800s’ steam powered Baldwin train. The&nbsp;seven Baldwin train look-alike (Lincoln Train)&nbsp;operated in the park were specially ordered and manually manufactured in UK. In the large Gotjawal forest with railway trails, visitors can see a variety of plants, animals, and insects living in the mysterious Gotjawal forests, while touring around by the special train. It also has a lake for visitors to experience the ecosystem of the forest, take a walk and enjoy a picnic. Besides, there are many things to enjoy including Eco Bridge, Eco Windmill, Picnic Garden, Kid’s Town, Eco Road, Bare Foot on Scoria, Floating Café, and topiary art works.","regDate":"2022-07-19","author":"korea-tour","tag":["Jeju-do","Culture/Art/History","Recreational Sites","Theme Parks"],"imgUrl":"/2022-07-19-1658256328080/2046439_image2_1.webp","blogPath":"Jeju-do/2022-07-19-1658256328080","pageUrl":"https:/mcdryad.com/Jeju-do/2022-07-19-1658256328080"},"dataList":[{"id":"2023-02-17-1676608827342","title":"Jeju Island Special Tourist Zone (제주도 관광특구)","description":"Jeju Island, designated as Jeju Special Autonomous Province, lies southwest of the Korean Peninsula and is the largest tourist destination in Korea. The whole island was designated as a special tourist zone, and wherever tourists go, they can look upon beautiful scenery. Every year, about 8.7 million people from Korea and abroad visit this fascinating island that measures 73 kilometers across, east to west, and 31 kilometers, from north to south.<br>Jeju Island earned the UNESCO triple crown, being designated as a World Natural Heritage, Global Geopark, and Biosphere Reserve as well as one of the Seven Wonders of Nature. The climate of Jeju is quite different from the temperate climate of mainland Korea. Since the island has a subtropical climate as well as a subarctic one, there are many peculiar plants that can only to be found on this island. The unique sight of Jeju Island captivates travelers. The scenery that represents this volcanic island of Jeju, such as Jusangjeolli Cliff (columnar joints on the coast) were created by Hallasan Mountain and Oreum (parasitic cones in Jeju dialect). The piedmont area that visitors encounter on their way from the beach to Hallasan Mountain is a gift of nature and the piedmont area on the way to Geomunoreum Volcanic Cone, where Jeju World Natural Heritage Center is located, is worth seeing. Another unique aspect here is the Jeju dialect and lifestyle.<br>Traveling the 182-kilometer circuit road along the coastline by car, motor scooter or bike is recommended. There is a trail for walking called “Jeju Olle-gil” for those who choose to make a round trip on foot. Jeju Island is implementing more discretionary and diversified policies in politics and economy as well as tourism, and this is what makes Jeju worthy of the name “free international city.”","regDate":"2023-02-17","author":"korea-tour","tag":["Jeju-do","Culture/Art/History","Recreational Sites","Tourist Complexes"],"imgUrl":"/2023-02-17-1676608827342/1620163_image2_1.webp","blogPath":"Jeju-do/2023-02-17-1676608827342"},{"id":"2023-02-17-1676605198655","title":"Jeju Glass Castle (제주유리의성)","description":"Visitors to Jeju Glass Castle will be entranced by its magical atmosphere. Jeju Glass Castle is a glass art theme park featuring an exhibition hall, garden and models all made entirely out of glass.  There are six themed model parks, in which over two hundred and fifty models are exhibited. These include the world’s very first all-glass labyrinth, the world’s largest glass ball and largest glass diamond, a glass stonewall, a mirror lake, and a glass bridge.  There are also glass art masterpieces by internationally famous artists from Italy, the Czech Republic, Japan, and more. Visitors to Jeju Glass Castle can even experience making glass artwork.  In the main hall of the Glass Castle they can try making glass ornaments, glass balloons, and glass bottles.","regDate":"2023-02-17","author":"korea-tour","tag":["Jeju-do","Culture/Art/History","Recreational Sites","Theme Parks"],"imgUrl":"/2023-02-17-1676605198655/2668600_image2_1.webp","blogPath":"Jeju-do/2023-02-17-1676605198655"},{"id":"2023-02-16-1676543946864","title":"Jeju Central Park (제주 센트럴파크)","description":"Jeju Central Park is a miniature theme park located in the beautiful scenery of Hallasan Mountain. The park is divided into five different zones, including the World Heritage Land, Fantasy Land, and Dinosaur Land. It serves as a fun education park for children and teenagers where they can explore exotic landscapes without having to travel far. It also has the nations first and largest outdoor go-kart track.","regDate":"2023-02-16","author":"korea-tour","tag":["Jeju-do","Culture/Art/History","Recreational Sites","Theme Parks"],"imgUrl":"","blogPath":"Jeju-do/2023-02-16-1676543946864"},{"id":"2023-02-16-1676540172861","title":"Jeju Aerospace Museum (제주항공우주박물관)","description":"Jeju Aerospace Museum is the largest aerospace museum in Asia. The museum not only offers information and exhibitions related to aerospace as well as astronomy, but it also integrates education with entertainment to provide an enjoyable learning opportunity for both kids and adults. The view from the museum’s second floor is another sight not to be missed.","regDate":"2023-02-16","author":"korea-tour","tag":["Jeju-do","Culture/Art/History","Industrial Sites","Others"],"imgUrl":"","blogPath":"Jeju-do/2023-02-16-1676540172861"},{"id":"2023-02-16-1676536839009","title":"Iho Tewoo Beach (이호테우해변)","description":"Iho Tewoo Beach is conveniently located close to downtown Jeju-si. The sandy, gently sloping beach and its mix of city amenities and natural beauty make it a popular destination for tourists during the summer.<br /><br />There are plenty of things for visitors to enjoy in the beach area. Visitors can rent boats to go fishing or fish off the seawall, an area known among the local fisherman for its abundance of sea smelts. The beach and the pine forest are especially beautiful at night. There are also many restaurants located nearby to enjoy a great meal with a view of the beach.","regDate":"2023-02-16","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites"],"imgUrl":"","blogPath":"Jeju-do/2023-02-16-1676536839009"},{"id":"2023-02-16-1676532952288","title":"Hyeopjaegul Lava Tube (Hallim Park) (협재굴(한림공원))","description":"Hyeopjaegul Lava Tube is one example of the lava tube systems of Jeju Island, along with Hwanggeumgul, Socheongul, Ssangyonggul and Manjanggul Lava Tubes. The cave is approximately 200 meters in length, 10 meters in x_width and 5 meters in x_height. It is thought to have been created by the lava that erupted from Hallasan Mountain some 25 million years ago. This cave uniquely contains features of both lava and limestone caves. The entire area surrounding the cave is a huge stratum of seashells and sand, while the interior of the cave has a mystical ambience due to its various formations such as stalactites and stalagmites, hanging from the ceiling and sprouting up from the bottom of the cave. The cave also features pillars formed when stalactites and stalagmites join together. The cave walls are covered in lime, which at times looks like beautiful cave paintings. The temperature inside the cave stays at 17~18℃ throughout the year, making the cave a welcome escape from the summer heat and a great place to keep warm during winter. <Br><Br>Hyeopjaegul Lava Tube has been designated Natural Monument No. 236 and ranks among the world’s major mysterious caves, such as the stone salt cave of Peru and the underwater limestone caves of Yugoslavia. As Hyeopjaegul Lava Tube is close to Ssangyonggul Lava Tube, the two can be visited on the same day.","regDate":"2023-02-16","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites"],"imgUrl":"","blogPath":"Jeju-do/2023-02-16-1676532952288"},{"id":"2023-02-16-1676529633249","title":"Honinji Pond (혼인지)","description":"Honinji Pond is connected to a myth of how agriculture and farming started on Jeju Island. Despite its small size, the pond is said to have been the location of the wedding between the Samsinin (three founding demi-gods) and three princesses of the East Kingdom. Next to the pond is Samseonghyeol, three caves that served as bridal homes. Honinji Pond and Samseonghyeol are great places to trace the origin of the founders of Jeju Island. In the summer, the area is in full bloom with red lotus flowers.","regDate":"2023-02-16","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2023-02-16-1676529633249/1617266_image2_1.webp","blogPath":"Jeju-do/2023-02-16-1676529633249"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}