{"pageProps":{"content":"![Eco Land Theme Park (에코랜드테마파크)](/2022-07-19-1658256328080/2046439_image2_1.webp)\n\n  \n## Overview\n\n> Eco Land Theme Park is built in the 1km² Gotjawal primeval forest. Visitors can explore around in a train that looks like 1800s’ steam powered Baldwin train. The&nbsp;seven Baldwin train look-alike (Lincoln Train)&nbsp;operated in the park were specially ordered and manually manufactured in UK. In the large Gotjawal forest with railway trails, visitors can see a variety of plants, animals, and insects living in the mysterious Gotjawal forests, while touring around by the special train. It also has a lake for visitors to experience the ecosystem of the forest, take a walk and enjoy a picnic. Besides, there are many things to enjoy including Eco Bridge, Eco Windmill, Picnic Garden, Kid’s Town, Eco Road, Bare Foot on Scoria, Floating Café, and topiary art works.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-64-802-8020|\n|parking:|Available|\n|usetime:|[May-September] 09:00-17:00 <br>[October] 08:30-19:00<br> [November-April] 09:00-16:50<BR>* Time between trains: 7-12 minutes <br> * Time for the last train subject to change depending on the sunset hours. <br>* Ticketing hours: 10 min. before the last train leaves. <br>* If you would like to enjoy the long course, make sure to take the train at least 1 hour before the last train.|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Admission Fees:|Adults (ages 19 and over):  Individual 14,000 won / Group 12,000 won<br> Teenagers (ages 13-18): Individual 12,000 won / Group 10,000 won<br> Children (ages 25 months-12): Individual 10,000 won / Group 8,000 won<br> <br> * Group: 30 people or more (Infants under the ages of 2 are not eligible for free admission. Children fare will be applied.)<br> *&nbsp;Group rate will be applicable for seniors and people with disabilities (proof of identification required)|\n|Available Facilities:|* Train station route<br>Main station: Eco-bridge Station – Lakeside Station – Picnic Garden Station – Lavender, Green Tea & Rose Garden Station (Only Stops during April ~ November)<br><br>* Facilities<br>Ticket booth, snack bar, restaurant, gift shop, floating cafe, Main square with fountain, feeding room,&nbsp;video room, picnic cafe, eco cafe.<br>&nbsp;<br>* Attractions<br> Bumper boat, discovery zone, Don Quixote and windmill, Garden, floating deck, eco-road, barefoot scoria experience, miniature pony, eco-therapy, Kid's town, grass square, miniature wooden train, European garden, etc.|\n|Restrooms:|Available|\n|Parking Fees:|Free|\n  \n## Detail Image\n![/2022-07-19-1658256328080/1141478_image2_1.webp](/2022-07-19-1658256328080/1141478_image2_1.webp)\n![/2022-07-19-1658256328080/2046403_image2_1.webp](/2022-07-19-1658256328080/2046403_image2_1.webp)\n![/2022-07-19-1658256328080/2046411_image2_1.webp](/2022-07-19-1658256328080/2046411_image2_1.webp)\n![/2022-07-19-1658256328080/2046412_image2_1.webp](/2022-07-19-1658256328080/2046412_image2_1.webp)\n![/2022-07-19-1658256328080/2046415_image2_1.webp](/2022-07-19-1658256328080/2046415_image2_1.webp)\n![/2022-07-19-1658256328080/2046417_image2_1.webp](/2022-07-19-1658256328080/2046417_image2_1.webp)\n![/2022-07-19-1658256328080/2046421_image2_1.webp](/2022-07-19-1658256328080/2046421_image2_1.webp)\n![/2022-07-19-1658256328080/2046426_image2_1.webp](/2022-07-19-1658256328080/2046426_image2_1.webp)\n![/2022-07-19-1658256328080/2046427_image2_1.webp](/2022-07-19-1658256328080/2046427_image2_1.webp)\n![/2022-07-19-1658256328080/2046429_image2_1.webp](/2022-07-19-1658256328080/2046429_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-64-802-8020](tel:+82648028020)\n- [🏠www.ecolandjeju.co.kr](http://www.ecolandjeju.co.kr)\n\n\n```googleMap\nlatitude: 33.4564874302\nlongitude: 126.6670616591\ntitle: 1278-169, Beonyeong-ro, Jeju-si, Jeju-do\n```\n  \n## Directions\n  \n[Bus]<br>\nFrom Jeju Intercity Bus Terminal Bus Stop, take Bus No. 730 bound for Jeju Hannamri. Seogwipo and get off at Lee Gipung Missionary \nMemorial Hall Bus Stop.<BR>Walk for approx. 10 min.\n","data":{"id":"2022-07-19-1658256328080","title":"Eco Land Theme Park (에코랜드테마파크)","description":"Eco Land Theme Park is built in the 1km² Gotjawal primeval forest. Visitors can explore around in a train that looks like 1800s’ steam powered Baldwin train. The&nbsp;seven Baldwin train look-alike (Lincoln Train)&nbsp;operated in the park were specially ordered and manually manufactured in UK. In the large Gotjawal forest with railway trails, visitors can see a variety of plants, animals, and insects living in the mysterious Gotjawal forests, while touring around by the special train. It also has a lake for visitors to experience the ecosystem of the forest, take a walk and enjoy a picnic. Besides, there are many things to enjoy including Eco Bridge, Eco Windmill, Picnic Garden, Kid’s Town, Eco Road, Bare Foot on Scoria, Floating Café, and topiary art works.","regDate":"2022-07-19","author":"korea-tour","tag":["Jeju-do","Culture/Art/History","Recreational Sites","Theme Parks"],"imgUrl":"/2022-07-19-1658256328080/2046439_image2_1.webp","blogPath":"Jeju-do/2022-07-19-1658256328080","pageUrl":"https:/mcdryad.com/Jeju-do/2022-07-19-1658256328080"},"dataList":[{"id":"2023-02-16-1676529633249","title":"Honinji Pond (혼인지)","description":"Honinji Pond is connected to a myth of how agriculture and farming started on Jeju Island. Despite its small size, the pond is said to have been the location of the wedding between the Samsinin (three founding demi-gods) and three princesses of the East Kingdom. Next to the pond is Samseonghyeol, three caves that served as bridal homes. Honinji Pond and Samseonghyeol are great places to trace the origin of the founders of Jeju Island. In the summer, the area is in full bloom with red lotus flowers.","regDate":"2023-02-16","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2023-02-16-1676529633249/1617266_image2_1.webp","blogPath":"Jeju-do/2023-02-16-1676529633249"},{"id":"2023-02-16-1676525759109","title":"Hamo Beach (하모해변)","description":"Hamo Beach is located near Moseulpo Port, and is sometimes referred to as Moseulpo Beach. The beach used to be open for swimming but a variety of issues caused the beach to close for safety. The beach is located along Jeju Olle Trail Course 10, and features a campground nearby. The campground is a paid service and requires advance reservation during peak season. In summer, visitors can enjoy sea walking here, a water leisure sport featuring a divers helmet. Across from the beach is a field of sunflowers standing before Sanbangsan Mountain.","regDate":"2023-02-16","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites"],"imgUrl":"","blogPath":"Jeju-do/2023-02-16-1676525759109"},{"id":"2023-02-16-1676522430541","title":"Hamdeok Seoubong Beach (함덕 서우봉해변 (함덕해수욕장))","description":"Hamdeok Beach is located along Jeju Olle Trail Course 19. It is also referred to as Hamdeok Seoubong Beach due to the volcanic cone nearby. Located just 20 kilometers from Jeju International Airport, the beach is famous for its great scenery of emerald-blue waters, tall palm trees, and white sandy shore. The beach is considered one of Jejus top three beaches. To the western end of the beach, there is a bridge built over the water. Additional amenities include a grassy field perfect for picnics and a coastal walking trail. In particular, many people visit during summer evenings to enjoy the night sea. Seoubong Volcanic Cone is beautiful in spring when it is covered in yellow canola blossoms. Climbing up to the summit offers fantastic views of the entire area, including Hallasan Mountain on clear days.","regDate":"2023-02-16","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites"],"imgUrl":"","blogPath":"Jeju-do/2023-02-16-1676522430541"},{"id":"2023-02-16-1676518688148","title":"Hallim Park (한림공원)","description":"Hallim Park is one of the most popular tourist spots on Jeju Island, located approximately 33 kilometers west of Jeju-si and Hallasan Mountain along the beach in Hallim-eup. It faces the pleasant scenery of Biyangdo Island, Hyeopjae Beach and Geumneung Beach. The park was established in early 1971 on barren land with the importation of tons of earth and the planting of assorted subtropical plants.<br><br>Hallim Park, reaching almost 100 thousand square meters, has a variety of gardens that can be enjoyed in any season. Visitors can enjoy Palm Tree Road, Jeju Stone and Bonsai Garden, Water Garden, Subtropical Botanic Garden and much more. The most famous tourist sites in Hallim Park are Hyeopjaegul and Ssangyonggul Caves, known to be the only two-dimensional caves in the world. In addition, a folk village, childrens amusement park and outdoor resort facilities make it enjoyable for both children and adults.","regDate":"2023-02-16","author":"korea-tour","tag":["Jeju-do","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"","blogPath":"Jeju-do/2023-02-16-1676518688148"},{"id":"2023-02-15-1676457527715","title":"Gogeunsan Mountain (고근산)","description":"Located near Seogwipo-si on Jeju Island, Gogeunsan Mountain (altitude of 396 m, relative x_height of 171 m, a circumference of 4,324 m) is a parasitic cone volcano and an oreum with a shallow crater on the top. Although it is not high in elevation, its expansive presence offers outstanding views overlooking nearby areas including Marado Island and Jigwido Island.<br><br>The mountain is also an ideal location to go for an evening stroll to enjoy the nightscape of the sea and Seogwipo Chilsimni.","regDate":"2023-02-15","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites","Mountains"],"imgUrl":"","blogPath":"Jeju-do/2023-02-15-1676457527715"},{"id":"2023-02-15-1676453793572","title":"Gimnyeong Maze Park (김녕미로공원)","description":"Gimnyeong Maze Park is located between the two major tourist destinations of Manjanggul Lava Tube and Gimnyeongsagul Cave. It was designed by the world famous company Adrian Fisher Minotaur Maze Designs and funded by the life-time savings of a former professor at Cheju National University, Frederic H. Dustin. The trees used to create the maze are green all year round, and the natural volcanic rocks that form the base of the maze purify the air.","regDate":"2023-02-15","author":"korea-tour","tag":["Jeju-do","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"","blogPath":"Jeju-do/2023-02-15-1676453793572"},{"id":"2023-02-15-1676450494241","title":"Dangcheomuldonggul Cave [UNESCO World Natural Heritage Site] (당처물동굴 [유네스코 세계자연유산])","description":"Dangcheomuldonggul Cave, located in Jeju, is a lava tube estimated to have been formed some 320,000 years ago due to volcanic activity; it is located approximately 3 kilometers underground. With no entrance as such, the cave is not open to the general public and thus its original form remains preserved to this day, giving it a high geological value. <Br><Br> Although the Dangcheomuldonggul Cave is technically a lava tube, it resembles a limestone cave due to the secondary geological formations of lime substances that have accumulated in the ground above the tube. The tunnel has a spectacular and mystical beauty with countless stalactites and stalagmites, as well as stalactite columns. The particularly thin stalactites and stalactic columns in this cave are well-known for their uniqueness and beauty. Although this is a relatively small lava tunnel, its exotic colors and the richness of the secondary topological formations make it extraordinary in terms of research value. This cave has been designated natural monument.<Br><Br>* The UNESCO World Heritage inscribed Geomun Oreum Lava Tube System consists of Bengdwigul, Manjanggul Cave, Gimnyeonggul, Yongcheondonggul and Dangcheomuldonggul Caves.","regDate":"2023-02-15","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites"],"imgUrl":"","blogPath":"Jeju-do/2023-02-15-1676450494241"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}