{"pageProps":{"content":"![Daejeon Hoedeok Dongchundang Park (대전 회덕 동춘당 공원)](/2022-07-12-1657637193971/2364205_image2_1.webp)\n  \n## Overview\n\n> Dongchundang Park was once the residence of Song Jung-gil, a noted scholar during the Joseon dynasty. Dongchundang Residential Compound (Treasure No. 209) has kept some of its original features including its three ponds, pavilions, old swings, and the nameplate written by Uam Song Si-yeol in 1678 in honor of Song Jung-gil. Today, the park is the main venue of the annual Dongchundang Culture Festival along with other local festivals.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-42-608-6574|\n|parking:|Available|\n|restdate:|N/A (Open all year round)|\n|usetime:|08:00-17:00|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Admission Fees:|Free|\n|Available Facilities:|Ponds, swings, pavilions, exercise equipment, benches, water fountains, etc.|\n|Restrooms:|Available|\n  \n## Detail Image\n![/2022-07-12-1657637193971/1585332_image2_1.webp](/2022-07-12-1657637193971/1585332_image2_1.webp)\n![/2022-07-12-1657637193971/1585334_image2_1.webp](/2022-07-12-1657637193971/1585334_image2_1.webp)\n![/2022-07-12-1657637193971/1585336_image2_1.webp](/2022-07-12-1657637193971/1585336_image2_1.webp)\n![/2022-07-12-1657637193971/1585337_image2_1.webp](/2022-07-12-1657637193971/1585337_image2_1.webp)\n![/2022-07-12-1657637193971/1585339_image2_1.webp](/2022-07-12-1657637193971/1585339_image2_1.webp)\n![/2022-07-12-1657637193971/1585340_image2_1.webp](/2022-07-12-1657637193971/1585340_image2_1.webp)\n![/2022-07-12-1657637193971/1585341_image2_1.webp](/2022-07-12-1657637193971/1585341_image2_1.webp)\n![/2022-07-12-1657637193971/1585342_image2_1.webp](/2022-07-12-1657637193971/1585342_image2_1.webp)\n![/2022-07-12-1657637193971/1585343_image2_1.webp](/2022-07-12-1657637193971/1585343_image2_1.webp)\n![/2022-07-12-1657637193971/1585344_image2_1.webp](/2022-07-12-1657637193971/1585344_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-42-608-6574](tel:+82426086574)\n- [🏠www.daedeok.go.kr](http://www.daedeok.go.kr/ect/ECT.do)\n\n\n```googleMap\nlatitude: 36.3653510299\nlongitude: 127.4413181434\ntitle: 80, Dongchundang-ro, Daedeok-gu, Daejeon\n```\n  \n## Directions\n  \n[Bus]<br>\nFrom Daejeon Station, take Bus  No. 311, 314, or 616 and get off at  Dongchundang Bus Stop.\n","data":{"id":"2022-07-12-1657637193971","title":"Daejeon Hoedeok Dongchundang Park (대전 회덕 동춘당 공원)","description":"Dongchundang Park was once the residence of Song Jung-gil, a noted scholar during the Joseon dynasty. Dongchundang Residential Compound (Treasure No. 209) has kept some of its original features including its three ponds, pavilions, old swings, and the nameplate written by Uam Song Si-yeol in 1678 in honor of Song Jung-gil. Today, the park is the main venue of the annual Dongchundang Culture Festival along with other local festivals.","regDate":"2022-07-12","author":"korea-tour","tag":["Daejeon","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-07-12-1657637193971/2364205_image2_1.webp","blogPath":"Daejeon/2022-07-12-1657637193971","pageUrl":"https:/mcdryad.com/Daejeon/2022-07-12-1657637193971"},"dataList":[{"id":"2022-08-14-1660452767026","title":"Yuseong Special Tourist Zone (유성 관광특구)","description":"Daejeon is the center of state-of-the-art science and technology in Korea, where the nation’s top-tier venture enterprises, including Daedeok Special Research and Development Zone, run their businesses. As the representative city of science and technology for the nation, it is comparable to Silicon Valley in the United States.  <br><br>Yuseong Special Tourist Zone, which is located in Daejeon Metropolitan City, has won a nationwide reputation as a tourism and resort district rich in hot springs and tourism resources. Yuseong Special Tourist Zone includes a hot springs water source that yields high quality water in copious streams; therefore, there is no need to dilute the water or raise the temperature. <br><br>With its healing effect proven, Yuseong Hot Springs has been the place for treatment and recuperation since the Three Kingdoms Period, and today, it is a popular travel destination for those seeking rest. The water is supplied to the hotels and other hot springs in the zone, and there are many restaurants serving a variety of dishes. There is also a facility where visitors can take a foot bath for free. Since Gyeryongsan National Park is near Yuseong-gu District, hikers take the opportunity to visit the nearby hot springs. <br><br>Science museums and pavilions, including Expo Science Park, around Yuseong Special Tourist Zone are popular destinations for families with children. Bordered by Gongju City which was the capital of Baekje during the period of Three Kingdoms, visitors can see the cultural heritage of Baekje. <br><br>* Current State of Yuseong Special Tourist Zone<br>1) Districts Covered  Areas around Yuseong Hot Springs and Expo Science Park (Jangdae, Guam, Gung, Eoeun, Doryong and Bongmyeong-dong, Yuseong-gu, Daejeon) <br>2) Area  5,858,972 ㎡ <br><br>* Tourist Attractions <br>Yuseong Hot Springs, Daedeok Science Complex, Kumdori Land, Expo Science Park, Art Museum, museums, ferry tour, amusement park, etc.","regDate":"2022-08-14","author":"korea-tour","tag":["Daejeon","Culture/Art/History","Recreational Sites","Tourist Complexes"],"imgUrl":"/2022-08-14-1660452767026/1201206_image2_1.webp","blogPath":"Daejeon/2022-08-14-1660452767026"},{"id":"2022-08-14-1660449904650","title":"Yuseong Hot Spring (유성온천지구)","description":"Yuseong Hot Springs is located at the center of Daejeon. The hot spring is known to be effective in countering many kinds of maladies.  The water here contains alkaline minerals such as calcium, and potassium, sulphur, carbonic acid, silicic acid and radium. <br><br>An especially high concentration of radium is found here.  Such alkaline hot springs are known to be good for treating neuralgia and geriatric diseases.  Nearby are large accommodations with many convenient facilities, which make it easy to visit here while touring.  <br><br>Yuseong Hot Springs has long been associated with cranes.  During the final days of Baekje Kingdom, a man who was the only son and heir of a family for seven generations was seriously wounded during a war with Silla. His mother worried greatly over her son’s wounds.  <br><br>One day she saw a crane with a wounded wing dip itself into a hot spring in the midst of snow covered ground and healed.  She took her son there and his wound was healed as well so the legend goes.  Perhaps because of this legend, the Yuseong Hot Springs is famous for its incredible healing properties.","regDate":"2022-08-14","author":"korea-tour","tag":["Daejeon","Culture/Art/History","Recreational Sites","Hot Springs & Spa"],"imgUrl":"/2022-08-14-1660449904650/1885424_image2_1.webp","blogPath":"Daejeon/2022-08-14-1660449904650"},{"id":"2022-08-14-1660445519037","title":"Uam Historic Park (우암사적공원)","description":"Uam Historic Park opened in 1998 at the site where Uam Song Si-yeol (1607-1689), a renowned Confucian scholar from the late Joseon period, meditated on his studies. Many buildings were reconstructed, including Jangpangak Pavilion. In addition to its historical value, the park is a restful retreat within the city for locals.","regDate":"2022-08-14","author":"korea-tour","tag":["Daejeon","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-08-14-1660445519037/2675746_image2_1.webp","blogPath":"Daejeon/2022-08-14-1660445519037"},{"id":"2022-07-13-1657680298988","title":"Solomon Law Park (솔로몬 로파크)","description":"Solomon Law Park is a theme park for justice education inspired by King Solomon, who realized ultimate justice in society through fair trial and judgment. The theme park offers a valued opportunity to develop oneself as a rightful citizen of a reliable democracy by experiencing the liberty, wisdom and justice of society governed by law. Created and maintained by the Korean Ministry of Justice, Solomon Law Park is a venue that provides an easy and fun learning experience regarding the laws and legal system of the nation for youth and adult citizens. <br><br>The Legal Center offers a chance to become more familiar with the legal system of Korea and overall global legal history with a wide variety of hands-on programs such as a legislation class, scientific investigation class, mock courtroom & trial, and simulated prisons. For preschoolers, there is the Children's Law Village where they learn and experience laws in simpler terms. Also, diverse law experience and training facilities in the theme park offer a wide variety of justice educational programs.","regDate":"2022-07-13","author":"korea-tour","tag":["Daejeon","Culture/Art/History","Experience Programs","Unique Experience"],"imgUrl":"/2022-07-13-1657680298988/1093557_image2_1.webp","blogPath":"Daejeon/2022-07-13-1657680298988"},{"id":"2022-07-13-1657666012120","title":"Jangtaesan Recreational Forest (장태산자연휴양림)","description":"Located in Jangan-dong, Seo-gu, Daejeon, Jangtaesan Recreational Forest consists of a dense forest of ginkgo trees and bald cypress. Lush valleys nearby make for a great getaway during summer vacation. Yongtaeul Reservoir, located at the entrance, gives beautiful views as well. Inside the natural recreation forest, various facilities including walking paths, physical activity facilities, a botanical garden and bare-foot walking paths are available for visitors.","regDate":"2022-07-13","author":"korea-tour","tag":["Daejeon","Nature","Natural Sites","Recreational Forests"],"imgUrl":"/2022-07-13-1657666012120/2661750_image2_1.webp","blogPath":"Daejeon/2022-07-13-1657666012120"},{"id":"2022-07-13-1657665632186","title":"Hanbat Arboretum (한밭수목원)","description":"Hanbat Arboretum, linked with the Government Complex-Daejeon and Science Park, is the largest man-made urban arboretum in Korea. It serves multiple purposes  a reservoir of genetically diverse foliage, an eco learning center for students, and a recreational area where people can relax and pass the time in the peaceful embrace of nature. The arboretum, standing on a lot measuring 387,000 square meters, is divided into three sections. The West Garden and Nammun Square opened on April 28th, 2005, while the East Garden, which consists of 19 uniquely themed parks such as the Magnolia Garden, Medicinal Herbs Garden, Rock Garden and Fruit Garden, opened on May 9th, 2009.","regDate":"2022-07-13","author":"korea-tour","tag":["Daejeon","Nature","Natural Sites","Botanical Gardens"],"imgUrl":"/2022-07-13-1657665632186/2661770_image2_1.webp","blogPath":"Daejeon/2022-07-13-1657665632186"},{"id":"2022-07-12-1657669714962","title":"Sangso-dong Forest Park (상소동 산림욕장)","description":"Sangso-dong Forest Park is located at the point where the foothills of Maninsan Mountain and Sikjangsan Mountain meet. The road to the park is beautifully lined with sycamore trees. The park offers various facilities for enjoying nature and in particular, the stone pagodas placed throughout the park are a must-see. Visitors can stack their own rocks and make wishes relating to family, health, relationships, and more. The park is great for walks, hikes, or even just to relax as wild flowers bloom all throughout spring to fall.","regDate":"2022-07-12","author":"korea-tour","tag":["Daejeon","Nature","Natural Sites","Recreational Forests"],"imgUrl":"/2022-07-12-1657669714962/2661838_image2_1.webp","blogPath":"Daejeon/2022-07-12-1657669714962"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}