{"pageProps":{"content":"![Wonju Sogeumsan Suspension Bridge (원주 소금산 출렁다리)](/2022-10-18-1666075236578/2654858_image2_1.webp)\n\n  \n## Overview\n\n> One of the main attractions of Wonju, Sogeumsan Suspension Bridge is the longest and largest pedestrian bridge in Korea with the length of 200 meters, x_height of 100 meters, and x_width of 1.5 meters. The thrill of walking midair is enough to make visitors come to this attraction. The skywalk next to the bridge offers an amazing view of the surroundings. With a protective deck at the entrance of the bridge, anyone who has the courage can walk on the bridge. Other attractions nearby include Wonju Railbike, Museum SAN, the Grave of Joeom, and more.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br>• For more info: +82-33-731-4088|\n|opendate:|January 11, 2018|\n|parking:|Available (approx. 261 parking spaces)|\n|restdate:|First and third Monday of every month, the day of Seollal (Lunar New Year's Day) & Chuseok (Korean Thanksgiving Day)|\n|usetime:|May-October 09:00-18:00 / November-April 09:00-17:00 (last ticketing is 1 hr before closing)|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Hiking Course:|* Ganeungol Village - Forest Camping Site (3.5 km, estimated 1.5 hr)<br />* Solgaemi Dungji and Bawi Oreumteo passage is connected by a suspension bridge|\n|Tour Course Information:|Wonju Station - Wonju Bus Terminal - Manjong Station - Museum SAN - Wonju Railbike - Ganhyeon Tourist Attraction (Sogeumsan Suspension Bridge) - Herb Farm - Haengu-dong Cafe Street - Haengu Waterfront Park -  Traditional Market (Miro Arts Market) - Wonju Station|\n|Film Locations:|Infinite Challenge (MBC), Gypsy Man (MBN), VJ's on the Scene (KBS), Power Magazine (MBC), Sindaedongyeo Jido (Channel A) |\n|Restrooms:|Available|\n|Available Facilities:|[Accommodations]<br /> City-owned camping sites - 69 <br />Privately owned accommodation facilities - 18 <br />Condos must be booked in advance<br /><br>[Others]<br />Convenient facilities - Information center, park, pavilion, walking path, hiking trail, water activity area<br />Sports facilities - Foot volleyball court, soccer field, gateball field, etc.<br />Hygiene facilities - Restroom, drinking fountain, shower room, etc.<br />Special facilities - Suspension bridge, observatory, etc.|\n|Parking Fees:|[One-day parking]<br>Small sized vehicles / sedans - 2,000 won <br>Vans & trucks - 4,000 won|\n|Admission Fees:|General admission (ages 7 & older): 3,000 won (refund of 2,000 won with gift certificate)|\n  \n## Detail Image\n![/2022-10-18-1666075236578/2531625_image2_1.webp](/2022-10-18-1666075236578/2531625_image2_1.webp)\n![/2022-10-18-1666075236578/2535171_image2_1.webp](/2022-10-18-1666075236578/2535171_image2_1.webp)\n![/2022-10-18-1666075236578/2535174_image2_1.webp](/2022-10-18-1666075236578/2535174_image2_1.webp)\n![/2022-10-18-1666075236578/2535176_image2_1.webp](/2022-10-18-1666075236578/2535176_image2_1.webp)\n![/2022-10-18-1666075236578/2535181_image2_1.webp](/2022-10-18-1666075236578/2535181_image2_1.webp)\n![/2022-10-18-1666075236578/2535183_image2_1.webp](/2022-10-18-1666075236578/2535183_image2_1.webp)\n![/2022-10-18-1666075236578/2535184_image2_1.webp](/2022-10-18-1666075236578/2535184_image2_1.webp)\n![/2022-10-18-1666075236578/2535185_image2_1.webp](/2022-10-18-1666075236578/2535185_image2_1.webp)\n![/2022-10-18-1666075236578/2535187_image2_1.webp](/2022-10-18-1666075236578/2535187_image2_1.webp)\n![/2022-10-18-1666075236578/2531621_image2_1.webp](/2022-10-18-1666075236578/2531621_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-33-731-4088](tel:+82337314088)\n- [🏠wonju.go.kr](https://www.wonju.go.kr/tour/viewTnResrceDataT.do?resrceNo=4016&key=4088)\n\n\n```googleMap\nlatitude: 37.3646293574\nlongitude: 127.8340575195\ntitle: 26, Sogeumsan-gil, Wonju-si, Gangwon-do\n```\n  \n\n","data":{"id":"2022-10-18-1666075236578","title":"Wonju Sogeumsan Suspension Bridge (원주 소금산 출렁다리)","description":"One of the main attractions of Wonju, Sogeumsan Suspension Bridge is the longest and largest pedestrian bridge in Korea with the length of 200 meters, x_height of 100 meters, and x_width of 1.5 meters. The thrill of walking midair is enough to make visitors come to this attraction. The skywalk next to the bridge offers an amazing view of the surroundings. With a protective deck at the entrance of the bridge, anyone who has the courage can walk on the bridge. Other attractions nearby include Wonju Railbike, Museum SAN, the Grave of Joeom, and more.","regDate":"2022-10-18","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Architectural Sights","Bridges"],"imgUrl":"/2022-10-18-1666075236578/2654858_image2_1.webp","blogPath":"Gangwon-do/2022-10-18-1666075236578","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-10-18-1666075236578"},"dataList":[{"id":"2022-10-22-1666424746299","title":"Chuncheon Cheongpyeongsa Temple (청평사 (춘천))","description":"Cheongpyeongsa Temple is a Buddhist temple with 1,000 years of tradition, located at Obongsan Mountain. Originally established as Baegamseonwon Temple in 973, the temple changed its name several times, went through construction works, and has become the current Cheongpyeongsa Temple. Yi Ja-hyeon, a scholar of the Goryeo period, built a garden here by keeping its natural topography after he left his government post. In this area, there is a pond that was built during the Goryeo period and has preserved its original form. Many cultural heritages have disappeared over the years and during the Korean War as well. The remaining cultural heritages include Hoejeonmun Gate of Cheongpyeongsa Temple (Treasure No. 164), Three-story Stone Pagoda of Cheongpyeongsa Temple (Gangwon-do Cultural Heritage Material No. 8), and Stupa of Yi Ja-hyeon (posthumous epithet  Jillakgong). Cheongpyeongsa Temple’s Hoejeonmun Gate was built instead of Sacheonwangmun Gate (the gate of the Four Guardian Kings), in order to enlighten people about the transmigration of souls. Cheongpyeongsa Temple bears a myth about a princess and a serpent. The princess suffered a lot from a serpent as she couldn’t get rid of it from her body. Then she came to Cheongpyeongsa Temple and prayed to the Buddha, and she became free from the serpent. Therefore, the Three-story Stone Pagoda of Cheongpyeongsa Temple is also called “Princess Pagoda.” Although the scale of the temple is not large, it is known for beautiful natural landscape harmonized with artificial structures, such as a pavilion and a pond. Accordingly, the area of the temple was designated as Scenic Site No. 70. Cheongpyeongsa Temple can be also reached by taking a ferry at the Soyanggang Dam Quay.","regDate":"2022-10-22","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-10-22-1666424746299/1780622_image2_1.webp","blogPath":"Gangwon-do/2022-10-22-1666424746299"},{"id":"2022-10-22-1666421910900","title":"Chuam Suspension Bridge (추암 출렁다리)","description":"Chuam Suspension Bridge is located near Chotdae Rock, famous as a sunrise spot. The 72 meters long suspension bridge is the first suspension bridge that crosses over the ocean in Korea.","regDate":"2022-10-22","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Architectural Sights","Bridges"],"imgUrl":"/2022-10-22-1666421910900/2639501_image2_1.webp","blogPath":"Gangwon-do/2022-10-22-1666421910900"},{"id":"2022-10-22-1666418364901","title":"Chuam Beach (추암해변)","description":"Chuam Beach is a white sandy beach with various unique rock formations. Even though the beach itself is small, there are plenty of things to see like beautiful sunsets, a suspension bridge over the ocean, and the famous Chotdaebawi Rock. The suspension bridge is a perfect photo spot with the East Sea in the backdrop. There is also Haeamjeong Pavilion, first built in 1361 and renovated in 1790. Chuam Sculpture Park at the end of the suspension bridge is also worth a visit.","regDate":"2022-10-22","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites"],"imgUrl":"/2022-10-22-1666418364901/1798308_image2_1.webp","blogPath":"Gangwon-do/2022-10-22-1666418364901"},{"id":"2022-10-22-1666413980211","title":"Cheorwon Plain (Migratory Bird Habitat) (철원평야(철새도래지))","description":"After the fall harvest season, the fields of Cheorwon Plain are littered with fallen grains, providing an abundant source of food for migratory birds. Moreover, the well-preserved ecosystem of the Demilitarized Zone provides clean water and a healthy habitat, making the Cheorwon area a paradise for migratory birds. <br><br>Cranes stalking around the fields and birds taking off en masse from the reservoir make bird watchers exclaim in awe. In Cheorwon, which boasts the biggest white-fronted goose population in Korea, visitors can see observe 110 species of birds, some of which are protected as national treasures. Examples include red-crowned cranes, vultures, white-tailed sea eagles, and golden eagles as well as mallards and spot-billed ducks, which migrate to Korea for the winter.","regDate":"2022-10-22","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2022-10-22-1666413980211/1955738_image2_1.webp","blogPath":"Gangwon-do/2022-10-22-1666413980211"},{"id":"2022-10-21-1666349469880","title":"Byeolmaro Observatory (별마로천문대)","description":"Byeolmaro is a public astronomical observatory built on the peak of Bongnaesan Mountain (alt. 799.8 m) in Yeongwol. The term ‘Byeolmaro’ combines the words byeol (star), ma (peak) and ro (peaceful). Together, they collectively represent the wish to view stars in a clean and peaceful environment. The observatory has a variety of telescopes, including one with a diameter of 80 centimeters. The observatory also has accommodation facilities, audio & visual rooms, and a lecture hall, making it suitable for educational programs.","regDate":"2022-10-21","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2022-10-21-1666349469880/2517650_image2_1.webp","blogPath":"Gangwon-do/2022-10-21-1666349469880"},{"id":"2022-10-21-1666345971150","title":"Biseondae Rock (비선대)","description":"Biseondae Rock is a large rock located in the Cheonbuldong Valley of Seoraksan Mountain. The rock blended with a giant surrounding rocky wall creates a mysterious atmosphere. When it rains, water flows down through the rock and forms a small waterfall. The stream of water winding around the rock is considered the magnificent view, which is similar to that of the Manpokdong Valley in Geumgangsan Mountain. When the season changes, its landscape boasts different scenery  full-blown flowers in spring, green and refreshing trees in summer, colorful autumnal leaves in autumn, and white snowy view in winter. Due to such a mysterious landscape, Biseondae Rock bears a legend in which Taoist hermit called Magoseon enjoyed scenery of this place and ascended to heaven. The name of Biseondae, meaning the rock (dae) where a Taoist hermit (seon) flew up (bi) to the sky, originates from this legend.","regDate":"2022-10-21","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Resources","Rocks"],"imgUrl":"/2022-10-21-1666345971150/650537_image2_1.webp","blogPath":"Gangwon-do/2022-10-21-1666345971150"},{"id":"2022-10-21-1666342637738","title":"Biryongpokpo Falls (비룡폭포)","description":"Biryongpokpo Falls is 2.4 km away in the south from the Seoraksan Small Park ticket booth. Biryongpokpo Falls is located between Towangseong Falls in the upper region and Yukdam Falls in the lower region. Biryongpokpo Falls was named after the shape of the water stream of the falls (pokpo) resembling a dragon (ryong) ascending (bi) to heaven. Their powerful water streams pouring into the narrow and rough valley look like a legendary dragon. There is another tale associated with Biryongpokpo Falls. A dragon lived here, and one day villagers offered a maiden to the dragon to break the drought. Then, the dragon flew up to the sky, and there were no more droughts in the village. The waterfalls drop 16 m to the ground and their loud sound resonates in the valley. In winter, the waterfalls freeze and the frozen water columns offer another magnificent view. A clear pond is formed beneath the falls and around which there is a wooden observation deck. Biryongpokpo Falls and Surroundings in Seoraksan Mountain were designated as the Scenic Site No. 95. It takes about 1 hr from the Small Park to the Biryongpokpo Falls, while it takes about 3 hr (round-trip) to visit up to Towangseong Falls and Yukdam Falls. The difficulty level of this tour course is ordinary.","regDate":"2022-10-21","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Waterfalls"],"imgUrl":"","blogPath":"Gangwon-do/2022-10-21-1666342637738"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}