{"pageProps":{"content":"![Buseoksa Temple [UNESCO World Heritage] (부석사 [유네스코 세계문화유산])](/2022-07-29-1659102944914/2654222_image2_1.webp)\n\n  \n## Overview\n\n> Buseoksa Temple was built in 676, during the reign of King Munmu (661-681) of the Silla Kingdom (57 BC-AD 935). The temple was founded by Great Monk Uisang (625-702) upon orders from the king. When Uisang was studying in the Dang dynasty of China, he heard of a plot by the Dang dynasty to attack Silla. Upon hearing this, he hurried home and passed the message along to the king. The temple was created to pray for protection of the country.<br><br>\n\nBuseoksa Temple gets its name from a large stone to the west of Buljeon Hall, that appears to be floating rather than supported by the stone beneath it. During the Goryeo dynasty, the temple was referred to Seondalsa Temple or Heunggyosa Temple. During excavation work in 1916, records of the temple's repair work were discovered. According to these findings, it was learned that Muryangsujeon Hall and other buildings were rebuilt in the early part of the Goryeo dynasty. The hall burned down during war in 1358, and was later rebuilt in 1376. Josadang Shrine was rebuilt in 1377.<br><br> \n\nBuseoksa Temple is home to many national treasures, including Stone Lantern at Muryangsujeon Hall of Buseoksa Temple (National Treasure No. 17), Muryangsujeon Hall of Buseoksa Temple (National Treasure No. 18), Josadang Shrine of Buseoksa Temple (National Treasure No. 19), Clay Seated Buddha of Buseoksa Temple (National Treasure No. 45), Mural Painting in Josadang Shrine of Buseoksa Temple (National Treasure No. 46), Stone Seated Buddhas in Bukji-ri (Treasure No. 220), Three-story Stone Pagoda of Buseoksa Temple (Treasure No. 249), Flagpole Supports of Buseoksa Temple (Treasure No. 255), Printing Woodblocks of Buddhist Scriptures in Buseoksa Temple (Treasure 735), and more.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-54-633-3464|\n|parking:|Available|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Admission Fees:|Individuals - Adults 2,000 won / Teenagers 1,500 won / Children 1,000 won<br>Groups - Adults 1,800 won / Teenagers 1,300 won / Children 800 won<br><br>* Groups: 30 people or more|\n|Restrooms:|Available|\n|Parking Fees:|Cars 3,000 won <br>Buses 6,000 won<br>* Inquires: +82-54-631-4762|\n  \n## Detail Image\n![/2022-07-29-1659102944914/2654220_image2_1.webp](/2022-07-29-1659102944914/2654220_image2_1.webp)\n![/2022-07-29-1659102944914/2654221_image2_1.webp](/2022-07-29-1659102944914/2654221_image2_1.webp)\n![/2022-07-29-1659102944914/2654223_image2_1.webp](/2022-07-29-1659102944914/2654223_image2_1.webp)\n![/2022-07-29-1659102944914/2654224_image2_1.webp](/2022-07-29-1659102944914/2654224_image2_1.webp)\n![/2022-07-29-1659102944914/2654225_image2_1.webp](/2022-07-29-1659102944914/2654225_image2_1.webp)\n![/2022-07-29-1659102944914/2654226_image2_1.webp](/2022-07-29-1659102944914/2654226_image2_1.webp)\n![/2022-07-29-1659102944914/2654227_image2_1.webp](/2022-07-29-1659102944914/2654227_image2_1.webp)\n![/2022-07-29-1659102944914/2654228_image2_1.webp](/2022-07-29-1659102944914/2654228_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-54-633-3464](tel:+82546333464)\n- [🏠www.pusoksa.org](http://www.pusoksa.org/)\n\n\n```googleMap\nlatitude: 36.9984792058\nlongitude: 128.6876110241\ntitle: 345, Buseoksa-ro, Yeongju-si, Gyeongsangbuk-do\n```\n  \n## Directions\n  \n[Bus]<br>\nFrom Seoul Express Bus Terminal, take a bus to Yeongju Bus Terminal.\n<br>Across from Yeongju Bus Terminal, take Bus No. 27 and get off at Buseoksa Temple Bus Stop.\n","data":{"id":"2022-07-29-1659102944914","title":"Buseoksa Temple [UNESCO World Heritage] (부석사 [유네스코 세계문화유산])","description":"Buseoksa Temple was built in 676, during the reign of King Munmu (661-681) of the Silla Kingdom (57 BC-AD 935). The temple was founded by Great Monk Uisang (625-702) upon orders from the king. When Uisang was studying in the Dang dynasty of China, he heard of a plot by the Dang dynasty to attack Silla. Upon hearing this, he hurried home and passed the message along to the king. The temple was created to pray for protection of the country.<br><br>Buseoksa Temple gets its name from a large stone to the west of Buljeon Hall, that appears to be floating rather than supported by the stone beneath it. During the Goryeo dynasty, the temple was referred to Seondalsa Temple or Heunggyosa Temple. During excavation work in 1916, records of the temple's repair work were discovered. According to these findings, it was learned that Muryangsujeon Hall and other buildings were rebuilt in the early part of the Goryeo dynasty. The hall burned down during war in 1358, and was later rebuilt in 1376. Josadang Shrine was rebuilt in 1377.<br><br> Buseoksa Temple is home to many national treasures, including Stone Lantern at Muryangsujeon Hall of Buseoksa Temple (National Treasure No. 17), Muryangsujeon Hall of Buseoksa Temple (National Treasure No. 18), Josadang Shrine of Buseoksa Temple (National Treasure No. 19), Clay Seated Buddha of Buseoksa Temple (National Treasure No. 45), Mural Painting in Josadang Shrine of Buseoksa Temple (National Treasure No. 46), Stone Seated Buddhas in Bukji-ri (Treasure No. 220), Three-story Stone Pagoda of Buseoksa Temple (Treasure No. 249), Flagpole Supports of Buseoksa Temple (Treasure No. 255), Printing Woodblocks of Buddhist Scriptures in Buseoksa Temple (Treasure 735), and more.","regDate":"2022-07-29","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-07-29-1659102944914/2654220_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-07-29-1659102944914","pageUrl":"https:/mcdryad.com/Gyeongsangbuk-do/2022-07-29-1659102944914"},"dataList":[{"id":"2022-12-10-1670650568186","title":"Yeongju Huibangsa Temple (희방사(영주))","description":"Four kilometers northeast of Huibang Station is Huibangsa Temple, which is located at the foot of Sobaeksan Mountain. The temple was built by the Great Monk Duwun in the 12th year (643) of Queen Seondeok’s reign during the Silla Kingdom. The temple used to preserve a wooden printing block for Weolinseokbo vol.1 & 2 (a biography of Buddha), but it was destroyed when the temple burned down during the Korean War. Recently, the wooden printing block has been recreated. Near the entrance of the temple is a natural forest that creates beautiful shadows when the sunlight hits the trees. Also near the temple, one can find Huibang Falls (28m), which is the largest waterfall in the central inland region of Korea. <br> <br> * Huibang Falls <br> Four kilometers northeast of Huibangsa Temple Station on the Jungang Subway Line is Huibang Falls, which is located at the foot of the Sobaeksan Mountain. The waterfall is on the way to Yeonhwabong Peak (1,383  m in x_height) of Sobaeksan Mountain, and it is the largest water fall in the central inland region of Korea. The valley where the water falls has trees and rocks, and right above the water fall is the recently rebuilt Huibangsa Temple. Other tourist attractions nearby include Buseoksa Temple, and Sosuseowon Confucian Academy located along the hiking course of Sobaeksan Mountain.","regDate":"2022-12-10","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-12-10-1670650568186/2366281_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-10-1670650568186"},{"id":"2022-12-10-1670647257548","title":"Yeongju Birosa Temple (비로사 (영주))","description":"Birosa Temple is located at the southern foot of Birobong, the highest peak of Sobaeksan Mountain. It was founded by revered Buddhist monk Uisang Daesa in the 20th year of King Munmu’s reign (AD 680) during the Silla Kingdom. The temple’s Buddha statues and the flagpole supports reveal the long history of this ancient temple. <br><br>To the left of the entrance to Birosa Temple stand a pair of flagpole supports. The 4.8-meter-high flagpole supports facing each other have a meticulous structure. Inside the temple precincts is Jingongdaesa Bobeoptapbi, a stele with a stone turtle base erected in honor of the great monk Jingong Daesa. <br><br>The temple enshrines the Amitabha and Vairocana Buddha statues, which were created during the Silla Kingdom in the late 9th century. Both of these Buddha statues realistically depict the human form, and show similar characteristics, which reveal that they were crafted by the same artisan. Preserving such valuable cultural heritages, Birosa Temple also has a serene view of Birobong Peak on Sobaeksan Mountain.<br><br>* Major cultural properties  Stone Seated Amitabha and Vairocana Buddha Statues (Treasure No. 996), Samgadong Stone Flagpole Supports (Provincial Tangible Cultural Property No. 7)","regDate":"2022-12-10","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-12-10-1670647257548/2376699_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-10-1670647257548"},{"id":"2022-12-10-1670643420149","title":"Yeongdeok Sunrise Park (영덕 해맞이공원)","description":"Yeongdeok Sunrise Park is located on the eastern coast, with an unmanned lighthouse and wooden promenades, using wood from trees that were damanged in a large fire here in 1997. The observation deck from the peak of the park provides grand views of the surrounding area, and is a popular location for photography. Additional attractions within the park include a pergola, musical fish statues, and an ecological education field.","regDate":"2022-12-10","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-12-10-1670643420149/2043609_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-10-1670643420149"},{"id":"2022-12-09-1670582318596","title":"Yeongdeok Crab Village (영덕대게마을)","description":"Located on the coast of the East Sea, Yeongdeok Crab Village is famous for its classical scholars, and its wonderful scenery, where the mountains meet the sea. The traditional fishing village is the home of Yeongdeok snow crab that was well-known from Goryeo dynasty (King Taejo) and also has a huge street for snow crabs, packed with around 100 shops selling crabs along the Gangguan Port. When the season for snow crabs arrives in November, lasting through May, the village is crowded with visitors from all over the world eager to try Yeongdeok snow crabs. <br><br>In addition, the location of the village gives visitors the opportunity to enjoy one of the most beautiful sea roads in Korea. In the area are also a sea fishing site, beaches, and water resort venues that are suitable for both recreation and relaxation.","regDate":"2022-12-09","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites"],"imgUrl":"/2022-12-09-1670582318596/1801817_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-09-1670582318596"},{"id":"2022-12-09-1670578569182","title":"Yeongcheon Eunhaesa Temple (은해사 (영천))","description":"Eunhaesa Temple, located on Palgongsan Mountain in Yeongcheon city, Gyeongsangbuk-do, is one of two major temples on the mountain along with Donghwasa Temple. <br> <br> The temple was founded by Monk Hyecheol and was given the name Haeansa Temple in the first year of King Heondeok’s reign during the Silla Kingdom (AD 809), but was moved to the current site in the Joseon dynasty in 1546 (the first year of King Myeongjong). Upon its relocation, King Injong of Joseon dynasty was commemorated with a new lecture hall along with a memorial stone plaque where the kings umbilical cord was buried and sealed. It was then when the temple was also given its current name, Eunhaesa Temple.<br> <br> The temple houses the main shrine, Bohwaru pavilion, Seolseondan Hall, Shimgeondang Hall, eight small hermitages, as well as Baegeungam Temple, Jungangam Temple, and a professional Buddhist education institution,&nbsp;the Eunhaesa Buddhist University. Eunhaesa Temple is home to a National Treasure, Geojoamyongsanjeon Hall, and Treasure, Baekheungamgeukrakjeon Hall. It also contains Treasure, the Sunidan Buddha Platform; Treasure, the Wunbuamcheongdongbosal Seated Buddha Statue; and Treasure, the Eunhaesa Temple Gwaebultaeng hanging Buddha picture. The area is also close to the Seongbu Museum, which exhibits cultural assets from Eunhaesa Temple and the neighboring areas, as well as popular tourist attractions such as Geukrakgul grotto of Jungangam temple (Hwaeomgul Grotto), Geondeul Rock, Manyeonsong Pine Tree, Ganggunsu Waters, and Anheungpokpo Falls of Gigiam Temple.","regDate":"2022-12-09","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-12-09-1670578569182/702622_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-09-1670578569182"},{"id":"2022-12-09-1670575190056","title":"YeongYang Doodle Village (영양 두들마을)","description":"Located in the administrative district of Wonri-ri, Seokbo-myeon, Yeongyang-gun, Gyeongsangbuk-do, Doodle Villages name means ‘village on a hill’ in Korean. In 1640, Lee Sim-yeong who used the pen name Seokgye, decided to build the village as an escape during the second Manchu invasion in Korea. His descendants, the family of Lee Jae-ryeong have lived and continued to build up the village since his settlement.  In the year 1899 during the Joseon dynasty, Gwangjewon, the national hospital back then, was also established nearby. After the last syllable of Gwangjewon, the village was also called Wondoodle or Wonri <br><br>The village master, Seokgye, lived in his own house called Seokgye Gotaek (old Hanok house) and Seokgye Seodang, a private learning institute where he taught his students. The village also treasures many cultural heritages including 30 houses, a memorial stone for Madam Jangs first cookbook written in Hangeul (Korean alphabet) and Gwangsan Literature Laboratory, set up by famous writer Lee Mun-yeol. <Br><br>Hwamaecheon Stream wraps around the village and on the rocky cliff hugging the stream, the fourth son of Master Seokgye set up Dongdae, Seodae, Nakgidae, and Sesimdae.The village was designated as a cultural village in 1994 by the government.","regDate":"2022-12-09","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Folk Villages"],"imgUrl":"/2022-12-09-1670575190056/1979166_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-09-1670575190056"},{"id":"2022-12-09-1670571380972","title":"Yecheon Hot Spring (예천온천)","description":"Yecheon Hot Spring is one of the top three hot springs of Gyeongsangbuk-do along with Punggi Hot Spring and Mungyeong Hot Spring. From Yecheon, you can also visit nearby attractions in Yeongju and Bonghwa. Yecheon Hot Spring opened on March 24, 2000 and is proud of its clean and gentle waters, which make skin soft and smooth by removing built-up cells. The nutrients in the water also have anti-aging properties. <br><br>The facility completed renovations on both the mens and womens saunas on September 28, 2012, adding outdoor hot tubs that are roughly 100㎡ in size to accommodate more people wishing to enjoy the Korean spa experience.","regDate":"2022-12-09","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Recreational Sites","Hot Springs & Spa"],"imgUrl":"/2022-12-09-1670571380972/692028_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-09-1670571380972"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}