{"pageProps":{"content":"![Dae Jang Geum Park (용인 대장금 파크)](/2022-07-18-1658183864181/2391318_image2_1.webp)\n\n  \n## Overview\n\n> Dae Jang Geum Park in Yongin, Gyeonggi-do is the largest historical drama set in Korea. Facilities in the themed park are semi-permanent facilities reflected the architectural style, lifestyle and culture of the past, based on historical records. The facilities are in great harmony with the surrounding natural landscapes, which makes tourists feel as if they have traveled to the past in a time machine. The park has also been used as a filming site for music videos, documentaries, and commercials.\n\n  \n## Intro\n\n| | |\n| - | - |\n|accomcount:|No limit|\n|expagerange:|Open to visitors of all ages|\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br>(Korean, English, Japanese, Chinese) <br /> • For more info: +82-31-337-3241,<br>+82-2-789-1675|\n|opendate:|June 21, 2011|\n|parking:|Available|\n|restdate:|N/A (open all year round)|\n|usetime:|March-October 09:00-18:00<br />November-February 09:00-17:00|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Film Locations:|Filming site for MBC dramas like Flower in Prison, Scholar Who Walks the Night, Hwajung, Shine or Go Crazy, Diary of a Night Watchman, Triangle, King's Daughter- Soo Baek Hyang, Jeong Yi, the Goddess of Fire, Gu Family Book, Guam Heo Jun, The Moon that Embraces the Moon, Jumong, Queen Seondeok, Yi San, Dong Yi, The Duo, Gyebaek, God of War, Dr. Jin, Arang and the Magistrate, Horse Doctor, etc.|\n|Shopping Information:|* Café The Moon that Embraces the Sun - Coffee, other beverages and snacks <br />* Café Mia - Coffee, tea, other beverages, cookies, instant ramen and other instant food <br />* Mongyuhyang (court costume rental) - Drama-related souvenirs and traditional souvenirs|\n|Admission Fees:|Adults 9,500 won / Middle & high school students 8,000 won / Ages 4 years - elementary school students 7,000 won <br /><br>* Children under 4 years of age enter for free<br />* Discount rate applies to group visitors and senior citizens (ID required).|\n|Available Facilities:|* Tour facilities <br />- Open studios (sets) <br />* Experience facilities (Mongyuhyang) <br />- Costume-wearing: Try on costumes used for dramas <br />- Photo shoots: Take photos with characters from dramas (instant printing service available) <br />* Convenient facilities <br />- Cafes and vending machines <br />|\n|Facility Utilization Fees:|[Experience facilities] Try-on costumes: 20,000 won / Take photos: 20,000 won<br>* Take photos with mobile phones and cameras for free|\n|Restrooms:|Available |\n|Parking Fees:|Free|\n|Interpretation Services Offered:|Cultural tour docents available (English, Japanese, Chinese).|\n|Reservation Info. for Foreigners:|Reservations can be made online or by email. <br />* Email: djgpark@mbc.co.kr|\n  \n## Detail Image\n![/2022-07-18-1658183864181/2009786_image2_1.webp](/2022-07-18-1658183864181/2009786_image2_1.webp)\n![/2022-07-18-1658183864181/2009787_image2_1.webp](/2022-07-18-1658183864181/2009787_image2_1.webp)\n![/2022-07-18-1658183864181/2009788_image2_1.webp](/2022-07-18-1658183864181/2009788_image2_1.webp)\n![/2022-07-18-1658183864181/2009789_image2_1.webp](/2022-07-18-1658183864181/2009789_image2_1.webp)\n![/2022-07-18-1658183864181/2009790_image2_1.webp](/2022-07-18-1658183864181/2009790_image2_1.webp)\n![/2022-07-18-1658183864181/2009791_image2_1.webp](/2022-07-18-1658183864181/2009791_image2_1.webp)\n![/2022-07-18-1658183864181/2009792_image2_1.webp](/2022-07-18-1658183864181/2009792_image2_1.webp)\n![/2022-07-18-1658183864181/2009793_image2_1.webp](/2022-07-18-1658183864181/2009793_image2_1.webp)\n![/2022-07-18-1658183864181/2009794_image2_1.webp](/2022-07-18-1658183864181/2009794_image2_1.webp)\n![/2022-07-18-1658183864181/2009795_image2_1.webp](/2022-07-18-1658183864181/2009795_image2_1.webp)\n\n\n  \n## Contact\n\n\n- [🏠djgpark.imbc.com](http://djgpark.imbc.com)\n\n\n```googleMap\nlatitude: 37.1206595774\nlongitude: 127.3373315954\ntitle: 25, Yongcheon drama-gil, Baegam-myeon, Cheoin-gu, Yongin-si, Gyeonggi-do\n```\n  \n## Directions\n  \n[Bus]<br>\nFrom Yongin Bus Terminal, take Bus No. 10 to Baekam.<br>\n- Transfer to Bus No. 105 and get off at MBC Set Bus Stop.\n","data":{"id":"2022-07-18-1658183864181","title":"Dae Jang Geum Park (용인 대장금 파크)","description":"Dae Jang Geum Park in Yongin, Gyeonggi-do is the largest historical drama set in Korea. Facilities in the themed park are semi-permanent facilities reflected the architectural style, lifestyle and culture of the past, based on historical records. The facilities are in great harmony with the surrounding natural landscapes, which makes tourists feel as if they have traveled to the past in a time machine. The park has also been used as a filming site for music videos, documentaries, and commercials.","regDate":"2022-07-18","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Industrial Sites","Others"],"imgUrl":"/2022-07-18-1658183864181/2391318_image2_1.webp","blogPath":"Gyeonggi-do/2022-07-18-1658183864181","pageUrl":"https:/mcdryad.com/Gyeonggi-do/2022-07-18-1658183864181"},"dataList":[{"id":"2022-08-25-1661417236103","title":"Gwangneung Royal Tomb [UNESCO World Heritage] (남양주 광릉(세조, 정희왕후) [유네스코 세계문화유산])","description":"Gwangneung, located in Namyangju in Gyeonggi-do is the royal tomb of King Sejo (1417-1468, reign 1455-1468) and Queen Jeonghui (1418-1483). The king and queen are enshrined separately. The tomb on the left is King Sejo’s and the one on the right is Queen Jeonhui’s with a pavilion standing between the two tombs. Requested by King Sejo on his will, the simple design of the tomb and the surrounding compare to the past tombs saved cost and manpower required to finish the work, which became the model for future royal tomb design. Gwangneung is surrounded by forests where an abundance of wild plants grow. It is famous for being the habitat of the Korean redheaded woodpecker (Natural Monument No. 11).","regDate":"2022-08-25","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-08-25-1661417236103/2364478_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-25-1661417236103"},{"id":"2022-08-25-1661413316101","title":"Gwangmyeongdonggul Cave (광명동굴)","description":"Gwangmyeongdonggul Cave is the largest themed cave park with varied cultural and artistic things, created in a gold mine where gold, silver, and bronze were mined. Visitors can experience wine at Wine Cave, as well as Cave Aqua World, Gold Falls, Gold Road, Gold Palace, Horror Experience, Cave Basement World, Underground Lake, the largest dragon sculpture in the nation, LED lights, and other facilities adding more fun to the visit. In addition, Black Light Performance will be held every weekend. The cave features many healing spots to heal one’s mind while taking a walk around the venue.","regDate":"2022-08-25","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Industrial Sites","Mines"],"imgUrl":"/2022-08-25-1661413316101/2509943_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-25-1661413316101"},{"id":"2022-08-25-1661410818533","title":"Guri Hangang Park (Cosmos Park) (구리시민한강공원 (코스모스공원))","description":"Guri Hangang Park offers a perfect rest area for visitors where visitors can feel the cool breeze coming off the river and rest amidst the beautiful natural scenery. The park’s bounties of flowers are at their peak in May with field of canola flowers, and in September when the cosmos bloom.","regDate":"2022-08-25","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-08-25-1661410818533/1963222_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-25-1661410818533"},{"id":"2022-08-25-1661407658717","title":"Gunnam Flood Control Theme Park (군남홍수조절지 두루미테마파크)","description":"The Gunnam Flood Control Site is situated near the border between North and South Korea just six kilometers away from the demarcation line.  More than 97% of the land around the Gunnam flood control dam is part of North Korea. The site is effective in controlling the flooding of the Imjingang River and improving irregular water flow. This area is a key wintering site for various migratory birds such as white-naped cranes, and hooded cranes, with up to 200 birds spending every winter in the area. Given the unique characteristics created by the geographical condition of the area near the border between South and North Korea and the natural environment of the Imjingang River, the site is a great natural ecological habitat for various wildlife. <br><br>The Gunnam Flood Control Theme Park features “The Story of Peace and Love told by Cranes” as its theme. Various story-telling facilities are installed, such as the drum of peace, a wishing tree, and crane structures. There are also outstanding facilities to minimize impact on the environment, such as an alternative habitat for cranes, fishway ecology, and ecological wetlands. The facility makes it a great place to learn about and experience ecology.","regDate":"2022-08-25","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2022-08-25-1661407658717/2480741_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-25-1661407658717"},{"id":"2022-08-25-1661403617108","title":"Gungmangbong Recreational Forest (Pocheon) (국망봉자연휴양림 (포천))","description":"Gungmangbong Recreational Forest is situated to the west of Sillobong Peak and Gukmangbong Peak. Within the recreation forest there are around 170 kinds of plants including nut pine trees, pine trees, and others. Visitors can enjoy with cool valley in summer and the beautiful snowy landscape of the mountains in winter.","regDate":"2022-08-25","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"/2022-08-25-1661403617108/219076_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-25-1661403617108"},{"id":"2022-08-24-1661337783812","title":"Goyang West Three Royal Tombs [UNESCO World Heritage] (고양 서삼릉(장경왕후) [유네스코 세계문화유산])","description":"The West Three Royal Tombs in Goyang is comprised of the three royal tombs of Huireung, Hyoreung and Yereung. Huireung is the tomb of Queen Janggyeong, the second wife of King Jungjong, the 11th ruler of the Joseon dynasty. Hyoreung is the name of the tombs of King Injong, the 12th ruler of the Joseon dynasty, and Queen Inseong. Yereung is the name of the tombs of King Cheoljong, the 25th ruler of the Joseon dynasty, and Queen Cheorin. There are additional royal tombs in an area not open to public access.","regDate":"2022-08-24","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-08-24-1661337783812/1150713_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-24-1661337783812"},{"id":"2022-08-24-1661334014118","title":"Godaesan Mountain (고대산)","description":"Godaesan Mountain (alt. 832 meters) is located next to Sintan-ri Station, which is the railroad disconnection point of the Gyeongwon Line. It is also on the way to Geumgangsan Mountain. Godaesan is ideal for mountain hiking because of its  natural beauty and well-preserved ecosystem. Moreover, this is the only mountain in South Korea on which the North Korean territory can be seen. <br><br>There are several theories about the origin of the mountain's name. One is that the mountain had been referred to as keungore (big whale) in the past by local residents. Another is that the mountain looks like the banggorae (smoke duct) of a traditional Korean heating system when seen from the Sintan area; this is because the mountain's deep valleys resemble the furrows under that house that facilitate the passage of hot air to heat the room above. On a topographic map, the mountain was also marked as Gotae (like the constellations high above). <br><br>Godaesan also has a dense forest, making it a suitable source of timber and charcoal. Because of its abundant forest resources, a jumak (a tavern or inn that served food and liquor and provided lodging to travelers) village was formed here. The place was well-known for charcoal production prior to the Korean War.<br><br>On November 4, 1907, 150 soldiers from the Korean militia fought a fierce battle with the 8th Company of the Japanese Army's 20th Infantry Regiment in Yeoncheon. After the fight, the Korean militia were scattered throughout  the jumak village. Later on, 60 of them engaged in a fierce battle again with the Japanese soldiers on Godaesan. This is a place imbued with the brave spirit of the Korean people.","regDate":"2022-08-24","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-08-24-1661334014118/1859997_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-24-1661334014118"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}