{"pageProps":{"content":"![Chisanseowon Confucian Academy (치산서원)](/2022-07-16-1657944189780/1588262_image2_1.webp)\n  \n## Overview\n\n> Relics of Park Jesang is also referred to as Chisanseowon Confucian Academy. \n<br><br>\nPark Jesang, a descendent of Park Hyeokgeose, was severly tortured and then burned to death after rescuing two hostages taken by Japan, who were the brothers of King Nulji.\n<br><br>\nThe nearby temple and Mangbuseok have a folk tale regarding the story. His wife and two daughters died waiting for him and then his wife is said to have turned into Mangbuseok (faithful wife stone) in the eastern Chisullyeong Mountain in Manhwa-ri, Dudong-myeon. According to the legend, her spirit became a bird, and flew away to hide behind Euneulam (Bird Hidden Rock).\n<br><br>\nAfter Park Jesang's couragous act, King Nulji gave him a loyal officers position as well as the role of godmother to his wife for her model behavior of wifely duty. Chisanseowon Confucian Academy keeps their ancestral tablets to honor royalty.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-52-204-0324|\n  \n\n  \n## Detail Image\n![/2022-07-16-1657944189780/1588257_image2_1.webp](/2022-07-16-1657944189780/1588257_image2_1.webp)\n![/2022-07-16-1657944189780/1588258_image2_1.webp](/2022-07-16-1657944189780/1588258_image2_1.webp)\n![/2022-07-16-1657944189780/1588259_image2_1.webp](/2022-07-16-1657944189780/1588259_image2_1.webp)\n![/2022-07-16-1657944189780/1588260_image2_1.webp](/2022-07-16-1657944189780/1588260_image2_1.webp)\n![/2022-07-16-1657944189780/1588261_image2_1.webp](/2022-07-16-1657944189780/1588261_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-52-204-0324](tel:+82522040324)\n- [🏠www.cha.go.kr</a> (Korean, English, Japanese, Chinese)<br><a href=\"http://chisanseowon.alltheway.kr/\" target=\"_blank\">chisanseowon.alltheway.kr](http://www.cha.go.kr/)\n\n\n```googleMap\nlatitude: 35.6545394713\nlongitude: 129.2303018878\ntitle: 7, Chisullyeong-gil, Dudong-myeon, Ulju-gun, Ulsan\n```\n  \n## Directions\n  \n[Bus]<br>\nFrom Seoul Express Bus Terminal or Dong Seoul Bus Terminal, take an express bus or intercity bus to Ulsan Bus Terminal.<br>\nFrom Ulsan Intericty Bus Terminal Bus Stop, take Bus No. 1713 and get off at Eonyang Bus Stop. <br>\nTake a right at the first four-way intersection and take Bus No. 318 at Eonyang Bus Stop and get off at Relics of Park Jesang Bus Stop.<br>\nWalk for approx. 41m and the museum will be on the left.\n","data":{"id":"2022-07-16-1657944189780","title":"Chisanseowon Confucian Academy (치산서원)","description":"Relics of Park Jesang is also referred to as Chisanseowon Confucian Academy. <br><br>Park Jesang, a descendent of Park Hyeokgeose, was severly tortured and then burned to death after rescuing two hostages taken by Japan, who were the brothers of King Nulji.<br><br>The nearby temple and Mangbuseok have a folk tale regarding the story. His wife and two daughters died waiting for him and then his wife is said to have turned into Mangbuseok (faithful wife stone) in the eastern Chisullyeong Mountain in Manhwa-ri, Dudong-myeon. According to the legend, her spirit became a bird, and flew away to hide behind Euneulam (Bird Hidden Rock).<br><br>After Park Jesang's couragous act, King Nulji gave him a loyal officers position as well as the role of godmother to his wife for her model behavior of wifely duty. Chisanseowon Confucian Academy keeps their ancestral tablets to honor royalty.","regDate":"2022-07-16","author":"korea-tour","tag":["Ulsan","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-07-16-1657944189780/1588262_image2_1.webp","blogPath":"Ulsan/2022-07-16-1657944189780","pageUrl":"https:/mcdryad.com/Ulsan/2022-07-16-1657944189780"},"dataList":[{"id":"2022-07-17-1658031547503","title":"Seonam Lake Park (선암호수공원)","description":"Seonam Lake Park was originally developed to provide industrial water, and was closed off to the public with high barbed wire fences for over four decades. However, after the area was no longer used for industrial reasons, the fences were removed and the 1.2 ㎢ lake area was converted into a park. Various facilities and walking paths were created to compliment the breathtaking scenery and the  surroundings.","regDate":"2022-07-17","author":"korea-tour","tag":["Ulsan","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-07-17-1658031547503/2662719_image2_1.webp","blogPath":"Ulsan/2022-07-17-1658031547503"},{"id":"2022-07-16-1658014768474","title":"Petroglyphs of Cheonjeon-ri, Ulju (울주 천전리 각석)","description":"Petroglyphs refer to the paintings in which objects and symbols are carved, pecked, and colored on rocks, huge cliffs and cave walls.<br><br>Some of these rocky paintings are from as early as the late Paleolithic Era, but mostly they are seen from the New Stone Age, Neolithic Era and Bronze Age in which times these paintings were abundant.<br><br>The upper part of the rock shows various animals including deer pecked into the rock, and the lower part of the rock has writing and drawings of humans, and animals made by penciling.<br>As for the upper part, it is thought to have been made throughout the New Stone Age and Bronze Age to express their consciousness for abundance. In comparision, the painting of a cavalcade, a sailing boat, a dragon, a horse, and a deer and about 300 writings on the lower part of the rock were considered to be done by people during unified Silla, showing their belief of the area as a holy ground.","regDate":"2022-07-16","author":"korea-tour","tag":["Ulsan","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-07-16-1658014768474/2488059_image2_1.webp","blogPath":"Ulsan/2022-07-16-1658014768474"},{"id":"2022-07-16-1658011212721","title":"Petroglyphs of Bangudae Terrace (울주 대곡리 반구대 암각화)","description":"Petroglyphs of Bangudae Terrace are located in Daegok-ri, Ulsan. These petroglyphs can be observed from the bedrock connected to the foothills of Yeongosan Mountain. The rocks of Bungudae Terrace have been noted to be a scenic site since the old times, serving as an inspirational sight for poets and writers. Petroglyphs were found on a total of 10 rocks along Daegokcheon Stream, engraved on a rock surface spanning 10 meters in x_width and 3 meters in x_height. The engravings depict a total of 200 etchings including figures of land animals (deer, tigers, wild boar, etc.), hunting scenes, sea animals (whales, seals, sea turtles), and boats and fishermen. The Bangudae petroglyphs are important reflections of the hunting rituals and religious arts of Korea’s prehistoric era and serve as an important clue into the lifestyle and customs of ancient Koreans.","regDate":"2022-07-16","author":"korea-tour","tag":["Ulsan","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-07-16-1658011212721/2675629_image2_1.webp","blogPath":"Ulsan/2022-07-16-1658011212721"},{"id":"2022-07-16-1658007517073","title":"Paraesopokpo Falls (파래소폭포)","description":"Paraesopokpo Falls is located in Baenaegol Valley, connected to the foothills of Ganwolsan and Sinbulsan Mountains. The falls and surrounding valley are a popular attraction during the summer among vacationers and hikers eager to escape from the summer heat. The falls' water flows into Baenaecheon Stream, which later merges with the Nakdonggang River.","regDate":"2022-07-16","author":"korea-tour","tag":["Ulsan","Nature","Natural Sites","Waterfalls"],"imgUrl":"/2022-07-16-1658007517073/219541_image2_1.webp","blogPath":"Ulsan/2022-07-16-1658007517073"},{"id":"2022-07-16-1658004019878","title":"Oegosan Onggi Village (외고산옹기마을)","description":"Oegosan Onggi Village was established when earthenware master Heo Deok-man settled in the area in 1975. The village today showcases a massive collection of various earthenware products, which creates a unique sight. Over 50% of the country's earthenware products are crafted at this village. The village also features several attractions for visitors to enjoy, such as the Ulsan Onggi Museum, which houses the largest earthenware pottery recognized by the Guinness Book of World Records; and the annual Ulsan Onggi Festival, with many diverse activity programs.","regDate":"2022-07-16","author":"korea-tour","tag":["Ulsan","Culture/Art/History","Industrial Sites","Others"],"imgUrl":"/2022-07-16-1658004019878/2601663_image2_1.webp","blogPath":"Ulsan/2022-07-16-1658004019878"},{"id":"2022-07-16-1658000280084","title":"Naewonam Hermitage (Ulsan) (내원암 (울산))","description":"Naewonam Hermitage is located on Daeunsan Mountain in Ulsan. Daewonsa, the once head temple of this hermitage, was located at the entrance to the complex, but only the remains exist today. The valley around the hermitage is famous for its clean and clear waters. The 500-year-old nettle tree within the hermitage grounds catches the eye for resembling an elephant. An annual music concert performed by Buddhist monks from Ulsan City takes place at Naewonam Hermitage.","regDate":"2022-07-16","author":"korea-tour","tag":["Ulsan","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-07-16-1658000280084/2364256_image2_1.webp","blogPath":"Ulsan/2022-07-16-1658000280084"},{"id":"2022-07-16-1657997084043","title":"Migration Site of Gray Whales of Ulsan (울산 귀신고래 회유해면)","description":"The Migration Site of Gray Whales of Ulsan is a famous site for watching large gray whales, which usually appear in winter season. The area was officially designated as a National Natural Monument to protect the endangered species.","regDate":"2022-07-16","author":"korea-tour","tag":["Ulsan","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2022-07-16-1657997084043/1588056_image2_1.webp","blogPath":"Ulsan/2022-07-16-1657997084043"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Incheon","Jeju-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}