{"pageProps":{"list":[{"id":"2022-07-16-1657935834649","title":"Busan Songdo Beach (부산 송도해수욕장)","description":"Songdo Beach is 800 meters long and 50 meters wide. The average water level is 1~1.5 meters. It is located 3 kilometers from Busan's Jagalchi Market and was one of the first beaches to open in 1913. In 2000, the beach underwent a comprehensive 5-year reconstruction and reopened with restored and expanded coastlines and the addition of several fountains. Nearby attractions include Busan’s famed Jagalchi Seafood Market and Amnam Park. Amnam Park was a military protected area that opened to the public as a nature park in April 1996. Amnam Park, as well as Dudo Park, a famous sea fishing spot, connects to Songdo, where visitors can see a spectacular landscape with seagulls, a symbol of busan, and the quiet seascape with Yeongdo Island in the distance. <br><br>The area has a variety of accommodation and dining options, and is well equipped with convenient facilities such as an overpass, promenade, boat yard, and parking lot. Amnam Park on the Songdo coast is a coastal ecological park. It has an observatory, a 3.8-kilometer promenade, a roadside cafe, and raw fish restaurants with a panoramic view of the Songdo coast and Busan Namhang Port. Another historically important attraction in the area is the Provisional Capital Memorial Hall that was used as the presidential residence for three years when Busan was the temporary capital during the Korean War.","regDate":"2022-07-16","author":"korea-tour","tag":["Busan","Nature","Natural Sites"],"imgUrl":"/2022-07-16-1657935834649/2504686_image2_1.webp","blogPath":"Busan/2022-07-16-1657935834649","pageUrl":"https:/mcdryad.com/Busan/2022-07-16-1657935834649"},{"id":"2022-07-15-1657910895859","title":"Busan Gwangandaegyo Bridge (부산 광안대교)","description":"Busan Gwangandaegyo Bridge (Busan 66, also called Gwangan-daero) stretches over 7.4 kilometers from Namcheon-dong in Suyeong-gu, Busan to Centum City in U-dong, Haeundae-gu. It is the longest bi-level bridge over the ocean in Korea. In addition to providing a quick way to get around, the bridge offers breathtaking views of nearby attractions, including the endlessly unfolding ocean, Oryukdo Island, Hwangnyeongsan Mountain, Gwangalli Beach, Dongbaekseom Island, and Dalmaji Hill.<br><br>Equipped with thousands of LED lights, the bridge showcases a beautiful lighting exhibition at night that changes with the seasons. The bridge offers a majesty beauty when combined with nearby attractions during the day and a romantic atmosphere at night, attracting many residents and tourists.","regDate":"2022-07-15","author":"korea-tour","tag":["Busan","Culture/Art/History","Architectural Sights","Bridges"],"imgUrl":"/2022-07-15-1657910895859/2612484_image2_1.webp","blogPath":"Busan/2022-07-15-1657910895859","pageUrl":"https:/mcdryad.com/Busan/2022-07-15-1657910895859"},{"id":"2022-07-15-1657907151399","title":"Busan Cinema Center (부산 영화의 전당)","description":"Busan Cinema Center is a film culture complex showing performances and films across all genres. The facility is comprised of large and small theaters, cinematech, sky theater, indie plus, as well as the 4,000-seat outdoor theater which serves as the venue for the opening and closing ceremonies of Busan International Film Festival.","regDate":"2022-07-15","author":"korea-tour","tag":["Busan","Culture/Art/History","Industrial Sites","Others"],"imgUrl":"/2022-07-15-1657907151399/2716235_image2_1.webp","blogPath":"Busan/2022-07-15-1657907151399","pageUrl":"https:/mcdryad.com/Busan/2022-07-15-1657907151399"},{"id":"2022-07-15-1657904480611","title":"Busan Chinatown Special Zone (부산 차이나타운특구(상해문.상해거리))","description":"Busan Chinatown, also known as Shanghai Street, offers visitors a chance to experience the past with old fashioned streets and Chinese songs playing from restaurants. Travelers can experience little China in the middle of Busan.","regDate":"2022-07-15","author":"korea-tour","tag":["Busan","Culture/Art/History","Recreational Sites","Tourist Complexes"],"imgUrl":"/2022-07-15-1657904480611/1571125_image2_1.webp","blogPath":"Busan/2022-07-15-1657904480611","pageUrl":"https:/mcdryad.com/Busan/2022-07-15-1657904480611"},{"id":"2022-07-15-1657899961878","title":"Busan Cheokpanam Hermitage (척판암 (부산))","description":"Cheokpanam Hermitage was initially built in 673 by a monk named Wonhyo, whose legend is still passed down, and was restored in 1938 by another monk named Gyeongheo. Nestled inside the forest on Bulgwangsan Mountain, the hermitage offers a splendid view of the its surroundings. It is located nearby Jangansa Temple, also built by Monk Wonhyo.","regDate":"2022-07-15","author":"korea-tour","tag":["Busan","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-07-15-1657899961878/2372222_image2_1.webp","blogPath":"Busan/2022-07-15-1657899961878","pageUrl":"https:/mcdryad.com/Busan/2022-07-15-1657899961878"},{"id":"2022-07-15-1657896149996","title":"Busan Beomeosa Temple (범어사(부산))","description":"Beomeosa Temple is located on the eastern side of Geumjeongsan Mountain, a famous mountain in Busan. It was founded by monk Uisang in 678, the 18th year of King Munmu (r. 661-681) of the Silla Kingdom. It is one of the three most famous temples in the Yeongnam region, along with Haeinsa Temple and Tongdosa Temple.<br><br>Most of the original Beomeosa Temple site was lost during the Imjin War (1592-1598) but was restored in 1613 and has remained until now. Daeungjeon Hall is considered one of the most delicate and luxurious architectures of the Joseon dynasty. Other important sites of the temple include Iljumun Gate, a three-story pagoda with four pillars built in the 9th century; pavilions, gates, and eleven hermitages. Beomeosa Temple also operates a templestay program for visitors to learn more about the Buddhist culture and discover oneself.","regDate":"2022-07-15","author":"korea-tour","tag":["Busan","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-07-15-1657896149996/1954572_image2_1.webp","blogPath":"Busan/2022-07-15-1657896149996","pageUrl":"https:/mcdryad.com/Busan/2022-07-15-1657896149996"},{"id":"2022-07-15-1657893768168","title":"Busan Air Cruise (부산 송도해상케이블카)","description":"Busan Air Cruise was built to revive the reputation of Songdo Beach, the first public beach in Korea opened nearly 30 years ago. Thirty-nine cabins, including crystal cabins with transparent floors, travel over the ocean between Songnim Park on the east and Amnam Park on the west. Visitors can also enjoy the first cable car museum in the nation at Songdo Doppelmayr World, Asia's first midair swing Sky Swing, theme park photo services and more.","regDate":"2022-07-15","author":"korea-tour","tag":["Busan","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-07-15-1657893768168/2661227_image2_1.webp","blogPath":"Busan/2022-07-15-1657893768168","pageUrl":"https:/mcdryad.com/Busan/2022-07-15-1657893768168"},{"id":"2022-07-15-1657890753285","title":"Bosu-dong Book Street Cultural Center(보수동 책방골목 문화관)","description":"The used bookstore that sells memories <br> Bosu-dong Book Street has a unique background. It was formed after the independence of Korea (August 15) as a residential area in the empty place where the previous Gukje Market was demolished. Book stores began opening one-by-one and soon the street became known as Bosu-dong Book Street. The street is popular amongst booklovers for their used books as well as new books, and amongst travelers for the street’s unique atmosphere. Many young adults also frequent the street because there are many specialty shops for comic books. Every year, the Bosu-dong Culture Festival takes place and visitors can participate in events such as, make-your-own book cover, make-your-own book, and so on. The festival not only gives an opportunity to learn about the history of Bosu-dong Book Street, but have a good time as well. <br>","regDate":"2022-07-15","author":"korea-tour","tag":["Busan","Culture/Art/History","Industrial Sites","Others"],"imgUrl":"/2022-07-15-1657890753285/2559054_image2_1.webp","blogPath":"Busan/2022-07-15-1657890753285","pageUrl":"https:/mcdryad.com/Busan/2022-07-15-1657890753285"},{"id":"2022-07-15-1657864539142","title":"BIFF Square (BIFF 광장 (구, PIFF 광장))","description":"Busan’s modern movie district was originally little more than a pair of cinemas that were built following Korea’s liberation from Japanese colonial rule over half a century ago. However, major renovations took place ahead of the first Busan International Film Festival (BIFF), and the newly transformed district was named BIFF Square on August 14, 1996.<br><br> Having been remade into a&nbsp;cultural tourist attraction promoting the advancement of Korea’s film industry, BIFF Square has contributed to Busan’s newfound status as an international cultural tourist city. The 428 meter-long street stretching from the Buyeong Theater in Nampo-dong to the overpass in Chungmu-dong was divided into “Star Street” and “Festival Street,” and on the eve of the festival each year the “BIFF Square Ground Opening” is held on the street. During the ceremony, events such as the hand printing of famous movie celebrities and Nunggot Jeomdeung (snow-flower lighting) take place. A district such as BIFF Square, crowded with first-run theaters in a city is rare not only in Asia but Europe as well, and for this reason it holds great potential. In recent years, the square has grown into a more complex area, featuring not only movie theaters but also shops and leisure facilities, attracting growing numbers of young visitors and tourists.","regDate":"2022-07-15","author":"korea-tour","tag":["Busan","Culture/Art/History","Experience Programs","Cultural Districts"],"imgUrl":"/2022-07-15-1657864539142/2364283_image2_1.webp","blogPath":"Busan/2022-07-15-1657864539142","pageUrl":"https:/mcdryad.com/Busan/2022-07-15-1657864539142"},{"id":"2022-07-15-1657860472029","title":"Amnam Park (부산 암남공원)","description":"The magnificent cliffs and tree-lined seaside views of Amnam Park bring the harmony of the bluish-green waters and the forested landscape together. Originally a protected area, entrance was not permitted until its opening to the public in 1996, when visitors could first experience the untouched landscape. Now, visitors can fish, explore the observatory, and enjoy the walking path and the elevated bridge. The abundunt pine trees along the walking path make for a pleasant stroll while the path up to the observatory offers great views. If it is fishing that you want, here you can fish on the ocean as well as off the fantastically shaped rocks.  There is also a famous road to go for a drive, leading from Songdo Beach to Amnam Park. This drive takes approximately 5 minutes, but it takes about 20 minutes on foot.","regDate":"2022-07-15","author":"korea-tour","tag":["Busan","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-07-15-1657860472029/1919826_image2_1.webp","blogPath":"Busan/2022-07-15-1657860472029","pageUrl":"https:/mcdryad.com/Busan/2022-07-15-1657860472029"},{"id":"2022-07-15-1657854261522","title":"75 Square (75광장)","description":"A small plaza projecting toward the southern coast of Jeoryeongdo Island, 75 Square is one of the eight scenic sites of Yeongdo-gu in Busan. Its name derives from the year it was built, which is 1975. Several coastal walking paths are available near the square.","regDate":"2022-07-15","author":"korea-tour","tag":["Busan","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-07-15-1657854261522/1572237_image2_1.webp","blogPath":"Busan/2022-07-15-1657854261522","pageUrl":"https:/mcdryad.com/Busan/2022-07-15-1657854261522"},{"id":"2022-07-14-1657842176676","title":"40-step Culture & Tourism Theme Street (40계단 문화관광테마거리)","description":"<br>The 40-step Culture & Tourism Theme Street is a 450m-street which leads up to the 40-step stairway of the '40-step Cultural Center' and continues on to the Palseong Tour.<br>&nbsp;<br> The time-honored 40-step stairway embodies the joys and sorrows of refugees and those displaced by the Korean War. The entire area has been recently renovated to reflect life in Korea in the 50s & 60s.<br>&nbsp;<br> The 40-step Culture & Tourism Theme Street was designated 'The Best Street' by the Busan municipal government in June 2004.br&gt;&nbsp;<br>","regDate":"2022-07-14","author":"korea-tour","tag":["Busan","Culture/Art/History","Experience Programs","Cultural Districts"],"imgUrl":"/2022-07-14-1657842176676/2364277_image2_1.webp","blogPath":"Busan/2022-07-14-1657842176676","pageUrl":"https:/mcdryad.com/Busan/2022-07-14-1657842176676"},{"id":"2022-07-14-1657834588187","title":"168 Stairs (168계단)","description":"This is the fastest way to go downhill from Sanbok road to Busan port. The stairs is known to be as tall as a 6-story building and has exactly 168 steps. In the past, there used to be 3 wells located at the bottom of the stairs, which locals would wait in line to draw water when there was insufficient water, but now, there is only 1 well with drinking water.","regDate":"2022-07-14","author":"korea-tour","tag":["Busan","Culture/Art/History","Experience Programs","Cultural Districts"],"imgUrl":"/2022-07-14-1657834588187/2366034_image2_1.webp","blogPath":"Busan/2022-07-14-1657834588187","pageUrl":"https:/mcdryad.com/Busan/2022-07-14-1657834588187"}],"metaData":{"pageUrl":"https://mcdryad.com/Busan","nav":"Busan"},"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}