{"pageProps":{"content":"![Historical Site of Dr. Wangin (왕인박사 유적지)](/2023-01-22-1674376665395/1008111_image2_1.webp)\n\n  \n## Overview\n\n> The hometown of Wangin Baksa (Wangin, the Great Scholar) is located at the foot of Munpilbong Peak to the east of Gurim village. Due to Wangin’s importance and contributions to Korean history, this historical attraction is preserved and maintained in honor of his memory and achievements.<br><br>Seonggidong is the official birthplace of Dr. Wangin (marked by the Yuheobi memorial monument) and is also home to Seongcheon; the well Wangin is believed to have drunk from.  Halfway up Wolchulsan Mountain are Chaekgul, Munsanjae and Yangsajae where Wangin is said to have studied as well as nurtured local pupils. To commemorate the significance of these areas, a memorial is held every March at Munsanjae and Yansanjae.<br><br>      In front of Chaekgul is a statue of Dr. Wangin which is said to symbolize his benevolent character. Just west of Seonggidong is Doljeonggogae, a hill from which it is believed Dr. Wangin made a sorrowful look back at his countrymen before leaving for Japan. <br><br>Wangin departed for Japan from Sangdaepo, which at the time was an international trading port. The renowned Baekje scholar was beginning his journey at the request of Japanese Emperor Eungshin. He took with him ten books on the Analects of Confucius and a book of Cheonjamun, a text of one thousand Chinese characters. Over time, he earned the trust of the emperor and became instructor to the crown prince. Wangin is well-known for his part in the development of Japanese culture and his name appears often in Japanese history. Wangin educated beyond textbooks and made great contributions to the development of arts, crafts and music and is revered as the originator of Japan’s Asuka culture.<br><br>This historic site was originally reconstructed from 1985 to 1987 and is continually receiving improvements to improve accessibility for visitors.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330<br> (Korean, English, Japanese, Chinese) <br> •For more info: +82-61-470-6643|\n|parking:|Available (150 parking spaces)|\n|usetime:|09:00-18:00|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Parking Fees:|Large vehicles 2,500 won / Mid-sized vehicles (more than 9 passengers) 2,000 won / Small vehicles 1,500 won|\n|Admission Fees:|Adults (ages 19-64): 1,000 won / Group: 700 won<br>Teenagers (ages 13-18): 800 won / Group: 500  won<br>Children (ages 7-12): 500 won / Group: 300 won<br><br>* Group: 30 or more people<br>* Free admission: Preschoolers (ages 6 or younger) & Senior citizens (ages 65 & older)|\n|Available Facilities:|* Yeongwolgwan – Information on Dr. Waningin’s achievements and contributions to the Baekje dynasty on display. Second floor houses video room and exhibition hall. <br><br>* Statue of Dr. Wangin<br><br>* Reliefs depicting life of Dr. Wangin – A total of six artworks chronicling the life of the great scholar.<br><br>* Bongseondae –A variety of events and festivals held at the historic site of Dr. Wangin.<br><br>* Sinseon Taegeuk Garden & the Tombstone of Dr. Wangin – Replica of Wangin’s burial site in Hirakata, Japan. (In celebration of the 10th anniversary of the Wangin Culture Festival, Sinseon Taegeuk Garden was decorated with blue and yellow dragons. The two dragons symbolize co-existence of Korea and Japan.) <br><br>* Wolak-ru Pavilion and Rampart<br><br>* Wangin Suiseki Exhibition Hall – More than 700 suiseki contributed by Park Chan-dae of Yeongam are on display. <br><br>* Mangujeong Pavilion – Rest area.<br><br>* Aehyang Suseok Hall - Visitors can relax and take a break here within the historic site.<br><br>* The Statue of Choe Ji-mong, a meritorious retainer of the Goryo Dynasty, Hongsalmun Gate, Jemyeongdang, Baekjemun Gate <br><br>* Other Facilities - Store, Viewing Deck, Wangin Park |\n|Restrooms:|Available|\n  \n## Detail Image\n![/2023-01-22-1674376665395/1008070_image2_1.webp](/2023-01-22-1674376665395/1008070_image2_1.webp)\n![/2023-01-22-1674376665395/1008098_image2_1.webp](/2023-01-22-1674376665395/1008098_image2_1.webp)\n![/2023-01-22-1674376665395/1008163_image2_1.webp](/2023-01-22-1674376665395/1008163_image2_1.webp)\n![/2023-01-22-1674376665395/1008172_image2_1.webp](/2023-01-22-1674376665395/1008172_image2_1.webp)\n![/2023-01-22-1674376665395/1008229_image2_1.webp](/2023-01-22-1674376665395/1008229_image2_1.webp)\n![/2023-01-22-1674376665395/1008332_image2_1.webp](/2023-01-22-1674376665395/1008332_image2_1.webp)\n![/2023-01-22-1674376665395/1008396_image2_1.webp](/2023-01-22-1674376665395/1008396_image2_1.webp)\n![/2023-01-22-1674376665395/1008462_image2_1.webp](/2023-01-22-1674376665395/1008462_image2_1.webp)\n![/2023-01-22-1674376665395/1008488_image2_1.webp](/2023-01-22-1674376665395/1008488_image2_1.webp)\n![/2023-01-22-1674376665395/1008078_image2_1.webp](/2023-01-22-1674376665395/1008078_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-61-470-6643](tel:+82614706643)\n- [🏠www.yeongam.go.kr](http://www.yeongam.go.kr/home/historicalsite)\n\n\n```googleMap\nlatitude: 34.7554697471\nlongitude: 126.6310731379\ntitle: 440, Wangin-ro, Yeongam-gun, Jeollanam-do\n```\n  \n## Directions\n  \n[Bus]<BR>\nFrom Central City Terminal,  take an intercity&nbsp;bus to Mokpo Bus Terminal.<br>\nFrom Mokpo Bus Terminal, take a  local bus bound for Yeongam and get off at Historical  Site of Dr. Wangin Bus Stop.\n","data":{"id":"2023-01-22-1674376665395","title":"Historical Site of Dr. Wangin (왕인박사 유적지)","description":"The hometown of Wangin Baksa (Wangin, the Great Scholar) is located at the foot of Munpilbong Peak to the east of Gurim village. Due to Wangin’s importance and contributions to Korean history, this historical attraction is preserved and maintained in honor of his memory and achievements.<br><br>Seonggidong is the official birthplace of Dr. Wangin (marked by the Yuheobi memorial monument) and is also home to Seongcheon; the well Wangin is believed to have drunk from.  Halfway up Wolchulsan Mountain are Chaekgul, Munsanjae and Yangsajae where Wangin is said to have studied as well as nurtured local pupils. To commemorate the significance of these areas, a memorial is held every March at Munsanjae and Yansanjae.<br><br>      In front of Chaekgul is a statue of Dr. Wangin which is said to symbolize his benevolent character. Just west of Seonggidong is Doljeonggogae, a hill from which it is believed Dr. Wangin made a sorrowful look back at his countrymen before leaving for Japan. <br><br>Wangin departed for Japan from Sangdaepo, which at the time was an international trading port. The renowned Baekje scholar was beginning his journey at the request of Japanese Emperor Eungshin. He took with him ten books on the Analects of Confucius and a book of Cheonjamun, a text of one thousand Chinese characters. Over time, he earned the trust of the emperor and became instructor to the crown prince. Wangin is well-known for his part in the development of Japanese culture and his name appears often in Japanese history. Wangin educated beyond textbooks and made great contributions to the development of arts, crafts and music and is revered as the originator of Japan’s Asuka culture.<br><br>This historic site was originally reconstructed from 1985 to 1987 and is continually receiving improvements to improve accessibility for visitors.","regDate":"2023-01-22","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2023-01-22-1674376665395/1008111_image2_1.webp","blogPath":"Jeollanam-do/2023-01-22-1674376665395","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-22-1674376665395"},"dataList":[{"id":"2023-02-04-1675503361164","title":"Jeamsan Recreational Forest (제암산자연휴양림)","description":"Jeamsan Mountain is beautiful throughout the year with royal azaleas in spring, cool water in summer, silver grass in fall, and a snow-covered mountain in winter. The mountain attracts over 100,000 visitors during vacation periods with Yongchugyegok Valley nearby. Just over the mountain is the ocean with Yulpo Beach where visitors can enjoy after relaxing at Jeamsan Recreational Forest.","regDate":"2023-02-04","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"","blogPath":"Jeollanam-do/2023-02-04-1675503361164"},{"id":"2023-02-04-1675499868944","title":"Jasan Park (자산공원)","description":"The city of Yeosu is nestled on the Yeosu Peninsula and the areas of Yeosu-si, Yeoncheon-si and Yeocheon-gun, which all have the same first character ‘려(麗) (ryeo)’ were combined as one into Yeosu-si as of April, 1998.<br><br>Located at the entrance of the breakwater of Odongdo Island, Jasan Park embraces the South Sea.<br>Thousands of evergreen trees and flowering plants spread out over the wide flats when approaching the peak by the steep staircase. The park has a 15 meter-high Yi Sun-sin statue, built in 1967 to honor his birth along with Jinnamje Festival, Jasangak, Chunghontop (memorial tower) and a fair view with a refreshing sea breeze. In addition, Ilchuljeong, Sunrise Arbor which was constructed in 1998, is beloved as a resting spot by many visitors.","regDate":"2023-02-04","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2023-02-04-1675499868944/177688_image2_1.webp","blogPath":"Jeollanam-do/2023-02-04-1675499868944"},{"id":"2023-02-04-1675496145606","title":"Jangsupungdengi Village (장수풍뎅이마을)","description":"Located in the far upstream of Jangheung Dam, Jangsupungdengi Village preserves the natural environment. The village has a shiitake mushroom center, eco experience center, and beetle farming field where children and teenage students may visit and learn about the nature and its eco system. The village is also open to the general public for quality time in nature.","regDate":"2023-02-04","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Experience Programs","Village Experience"],"imgUrl":"","blogPath":"Jeollanam-do/2023-02-04-1675496145606"},{"id":"2023-02-04-1675492691639","title":"Heungguksa Temple (Yeosu) (흥국사 (여수))","description":"The name of Heungguksa Temple means “if the country prospers, the temple does well.” The temple was established to pray for the country to flourish. Located on Yeongchwisan Mountain, Heunaguksa was founded by Bojo Guksa in 1195. <br><br>Within the compound are other buildings including Wontongjeon, Palsangjeon and Daeungjeon (Main Hall). The temple’s main hall, a Treasure, is open in its structure and equipped with traditional Korean doors. A Buddhist painting named Hubultaenghwa is designated as a Treasure. At the entrance to the temple is a rainbow-shaped stone bridge called Honggyo Bridge,a Treasure, which is widely known as a distinguished work of art. <br><br>On Yeongchwisan Mountain, azaleas begin to bloom in early April and completely take over the mountain by the end of the month. Azalea blossoms create an extravagant view along the ridgeline of Yeongchwibong Peak (439 meters above sea level) and Jillyebong Peak (510 meters above sea level).During this period, the Mount Yeongchwisan Azalea Festival takes place.","regDate":"2023-02-04","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2023-02-04-1675492691639/1607899_image2_1.webp","blogPath":"Jeollanam-do/2023-02-04-1675492691639"},{"id":"2023-02-04-1675488968510","title":"Hataedo Island (하태도)","description":"Hataedo Island is known to be first settled by Park Haeng-seo from the Miryang Park family when he moved out from Daeheuksando Island. The island was given its name for being the southernmost island among three clustered islands that produce abundant edible seaweed. Besides the diverse fish that inhabit the nearby waters, attracting numerous fishers, the island is also known to be a heavy producer of edible seaweed, including laver. Although most of the islanders make a living through the fishing industry, black goats are also often seen grazing on green pastures. Hataedo Islands beach is only 300 meters long, but boasts pristine beauty.","regDate":"2023-02-04","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"","blogPath":"Jeollanam-do/2023-02-04-1675488968510"},{"id":"2023-02-04-1675485522259","title":"Hallyeohaesang National Park (Odongdo Island District) (한려해상국립공원 (오동도))","description":"The base point of Hallyeohaesang National Park, Odongdo Island is famous for colonies of camellia found on the island. In addition to the camellias, there are 70 species of wildflowers and 200 species of evergreen trees that flourish here. The island is known to be most beautiful in mid-March when the camellias are at its peak. To get to the island, it takes around 10 minutes by car from Yeosu downtown. Other options include the Dongbaek Train, a ferry or motorboat.","regDate":"2023-02-04","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"/2023-02-04-1675485522259/1812888_image2_1.webp","blogPath":"Jeollanam-do/2023-02-04-1675485522259"},{"id":"2023-02-04-1675481763666","title":"Gurye Cheoneunsa Temple (천은사(구례))","description":"Located north of Gurye on Jirisan Mountain, and built during the Unified Silla Period, Cheoneunsa Temple is one of the three great Buddhist temples of Jirisan Mountain. Cheoneunsa Temple is believed to have been built by Monk Deokun and Monk Seru from India in AD 828 during the 3rd year of King Heungdeok. Because it initially laid next to spring water as clean and cold as a morning dew, the temple was also called Gamrosa, meaning Sweet Dew Temple. The spring water was rumored to clean one’s body and soul, leading to crowd of Buddhist monks to visit the temple. During King Chungryeol’s reign, the temple was named the Best Temple in the south.<br><br>The temple was burned down during the Imjin War (1592-1598) and then later rebuilt and renamed Cheoneunsa. Legend has it that while the temple was being rebuilt, a large serpent often came out of the spring. When the serpent was finally captured and killed, the spring waters suddenly dried up. Hence the name Cheoneunsa, meaning Disappearance of Spring Water, was given.","regDate":"2023-02-04","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"","blogPath":"Jeollanam-do/2023-02-04-1675481763666"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}