{"pageProps":{"content":"![Muju Gucheong-dong Special Tourist Zone (무주구천동관광특구)](/2023-01-06-1672997763984/1929742_image2_1.webp)\n\n  \n## Overview\n\n> At the heart of the Muju Gucheondong Special Tourist Zone is Muju Gucheondong Valley. The outer parts of Deogyusan National Park and the mountain’s natural recreation forest are also part of the special tourist zone.<br><br>The 30-kilometer-long Muju Gucheondong Valley is located to the north of Deogyusan National Park. The calm and soothing sound of the water flowing through a lush forest make this a great summer destination. The 33 scenic points of Gucheondong include Eunguam Rock, Haksodae Falls, Waryongdam Pond, Gucheon Waterfall and Yeonhwa Waterfall. In the summer, visitors can see the rare sight of fireflies in their natural habitat.  The fall foliage in autumn and the winter snowscape are also quite exquisite. <br><br>Within the vicinity of Muju Gucheondong is Muju Resort. The resort complex is made up of a family hotel, resort condominium and various recreational facilities where visitors can enjoy skiing, hiking, horseback riding and mountain biking. Visitors can take the gondola from the resort all the way up to Deogyusan Mountain’s Seolcheonbong Peak (1,520 meters). From, there, they can easily reach the summit at Hyangjeokbong Peak (1,614 meters).<br><br>Taekwondowon, located near the Muju Gucheondong Special Tourist Zone, offers a hands-on Taekwondo experience program. Those who are interested in learning Taekwondo can take part in a 1-day program which includes a Taekwondo demonstration, a Taekwondo class (basic movements), and board breaking. <br><br><br><b>Muju Gucheondong Special Tourist Zone <br></b><b>Areas Covered </b> Mupung-myeon (Samgoe-ri) and Seolcheon-myeon (Samgong-ri and Simgok-ri) in Muju-gun, Jeollabuk-do <br><b>Area size </b> 7,610,000 ㎡ <br><b>Tourist Attractions </b> Deogyusan National Park, 33 Scenic Views of Muju, Gucheondong Valley, Muju Resort, forest park, Taekwondowon, Muju Hyanggyo (Confucian school), Baengnyeonsa Temple, Jeoksansanseong Fortress, etc.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <BR>(Korean, English, Japanese, Chinese) <br> • For more info: +82-63-320-2114|\n|parking:|Parking lots at Deogyusan National Park and Muju Gucheondong tourist sites|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Available Facilities:|Tourist information center, interpretation center, theater for tourists, recreation forest, museum, swimming pool, resort condominiums, etc.|\n|Restrooms:|31 public restrooms at Deogyusan National Park and Muju Gucheondong and Muju Resort.|\n|Interpretation Services Offered:|English and Chinese travel guidebooks are available at Deogyusan National Park's tourist information center.|\n  \n## Detail Image\n![/2023-01-06-1672997763984/1604153_image2_1.webp](/2023-01-06-1672997763984/1604153_image2_1.webp)\n![/2023-01-06-1672997763984/1604158_image2_1.webp](/2023-01-06-1672997763984/1604158_image2_1.webp)\n![/2023-01-06-1672997763984/1604160_image2_1.webp](/2023-01-06-1672997763984/1604160_image2_1.webp)\n![/2023-01-06-1672997763984/1795549_image2_1.webp](/2023-01-06-1672997763984/1795549_image2_1.webp)\n![/2023-01-06-1672997763984/1795552_image2_1.webp](/2023-01-06-1672997763984/1795552_image2_1.webp)\n![/2023-01-06-1672997763984/1795573_image2_1.webp](/2023-01-06-1672997763984/1795573_image2_1.webp)\n![/2023-01-06-1672997763984/1929715_image2_1.webp](/2023-01-06-1672997763984/1929715_image2_1.webp)\n![/2023-01-06-1672997763984/1929720_image2_1.webp](/2023-01-06-1672997763984/1929720_image2_1.webp)\n![/2023-01-06-1672997763984/1929733_image2_1.webp](/2023-01-06-1672997763984/1929733_image2_1.webp)\n![/2023-01-06-1672997763984/1604154_image2_1.webp](/2023-01-06-1672997763984/1604154_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-63-320-2114](tel:+82633202114)\n- [🏠tour.muju.go.kr](http://tour.muju.go.kr)\n\n\n```googleMap\nlatitude: 35.8992073610\nlongitude: 127.7761537319\ntitle: Seolcheon-myeon, Muju-gun, Jeollabuk-do\n```\n  \n\n","data":{"id":"2023-01-06-1672997763984","title":"Muju Gucheong-dong Special Tourist Zone (무주구천동관광특구)","description":"At the heart of the Muju Gucheondong Special Tourist Zone is Muju Gucheondong Valley. The outer parts of Deogyusan National Park and the mountain’s natural recreation forest are also part of the special tourist zone.<br><br>The 30-kilometer-long Muju Gucheondong Valley is located to the north of Deogyusan National Park. The calm and soothing sound of the water flowing through a lush forest make this a great summer destination. The 33 scenic points of Gucheondong include Eunguam Rock, Haksodae Falls, Waryongdam Pond, Gucheon Waterfall and Yeonhwa Waterfall. In the summer, visitors can see the rare sight of fireflies in their natural habitat.  The fall foliage in autumn and the winter snowscape are also quite exquisite. <br><br>Within the vicinity of Muju Gucheondong is Muju Resort. The resort complex is made up of a family hotel, resort condominium and various recreational facilities where visitors can enjoy skiing, hiking, horseback riding and mountain biking. Visitors can take the gondola from the resort all the way up to Deogyusan Mountain’s Seolcheonbong Peak (1,520 meters). From, there, they can easily reach the summit at Hyangjeokbong Peak (1,614 meters).<br><br>Taekwondowon, located near the Muju Gucheondong Special Tourist Zone, offers a hands-on Taekwondo experience program. Those who are interested in learning Taekwondo can take part in a 1-day program which includes a Taekwondo demonstration, a Taekwondo class (basic movements), and board breaking. <br><br><br><b>Muju Gucheondong Special Tourist Zone <br></b><b>Areas Covered </b> Mupung-myeon (Samgoe-ri) and Seolcheon-myeon (Samgong-ri and Simgok-ri) in Muju-gun, Jeollabuk-do <br><b>Area size </b> 7,610,000 ㎡ <br><b>Tourist Attractions </b> Deogyusan National Park, 33 Scenic Views of Muju, Gucheondong Valley, Muju Resort, forest park, Taekwondowon, Muju Hyanggyo (Confucian school), Baengnyeonsa Temple, Jeoksansanseong Fortress, etc.","regDate":"2023-01-06","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Recreational Sites","Tourist Complexes"],"imgUrl":"/2023-01-06-1672997763984/1929742_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-06-1672997763984","pageUrl":"https:/mcdryad.com/Jeollabuk-do/2023-01-06-1672997763984"},"dataList":[{"id":"2023-01-13-1673581063688","title":"Iksan Sungnimsa Temple (숭림사(익산))","description":"Sungnimsa Temple is one of the major temples in Iksan under Geumsansa Temple and was believed by some to have been built by monk Jinpyo Yulsa during the reign of King Gyeongdeok (742-764) during the Silla period. Others believe that the temple was established during the first year of King Chungmok of the Goryeo dynasty in 1345. Sungnimsa Temple was named in honor of great monk Bodhi-Dharma, who practiced seated Zen meditation for nine years at Sorimsa Temple located deep inside Sungsan Mountain in China. The temple was burnt down during the Imjin War (1592-1598), leaving only Bogwangjeon Hall. Bits and pieces of the temple were later restored in 1697, 1819, and 1892.","regDate":"2023-01-13","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2023-01-13-1673581063688/2551116_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-13-1673581063688"},{"id":"2023-01-12-1673520013413","title":"Hoemunsan Mountain (회문산)","description":"Hoemunsan Mountain (alt. 830 m) stands at the border of Imsil-gun, Sunchang-gun, and Jeongeup-si. It consists of three peaks — Hoemunbong, Janggunbong, and Gitdaebong Peaks — and stretches 8 kilometers from east to west and 5 kilometers from north to south. Because the Seomjingang River, flowing from Okjeongho Lake, surrounds Hoemunsan Mountain on two sides, the view from the peak is fascinating. There are many valleys popular for water play in the summer, drawing many visitors to the villages of Deokchi and Cheondam.","regDate":"2023-01-12","author":"korea-tour","tag":["Jeollabuk-do","Nature","Natural Sites","Mountains"],"imgUrl":"","blogPath":"Jeollabuk-do/2023-01-12-1673520013413"},{"id":"2023-01-12-1673516273167","title":"Gochang Munsusa Temple (문수사 (고창))","description":"Nestled on the slope of Munsusan Mountain (alt. 621 m) in Gochang, Jeollabuk-do and Jangseong, Jeollanam-do, Munsusa Temple is located in the area of a dense mountain ridge to the west of Gosu Kiln Site in Gosu-myeon, and Josan Reservoir. The ridge features clean water and a thick forest that has remained uncontaminated due to its isolated location. <br><br>The temples establishment date is uncertain. The temple houses Daeungjeon Hall (Local Tangible Cultural Heritage No. 51) and Munsujeon Hall (Local Tangible Heritage No. 52), as well as Myeongbujeon and Hansanjeon Halls. Daeungjeon is a small building featuring the unique architecture of gable roofing. Visitors will be fascinated by the temples scenery, boasting valley waters flowing from dense forests. It is particularly beautiful in fall, when the autumn foliage harmonizes well with the colors of the old temple. The temple grounds are surrounded by a colony of maple trees 100 to 400 years old. <br><br>The Forest of Maple Trees at Munsusa Temple, Gochang, was designated in 2005 as Natural Monument No. 463. It covers the area from the entrance of Munsusan Mountain to the entrance of Munsusa Temple with nearly 500 maple trees lining the 80 meter-long path.","regDate":"2023-01-12","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"","blogPath":"Jeollabuk-do/2023-01-12-1673516273167"},{"id":"2023-01-12-1673512913200","title":"Gimje Munsusa Temple (문수사(김제))","description":"Munsusa Temple, located in Hwangsan-dong, Gimje, is a branch temple of Geumsansa Temple. The temple is located in the heart of nature atop Bonghwangsan Mountain (alt. 100 meters), which is surrounded by the seemingly endless Mangyeong Plains. The temple was built by the great monk Hyedeok Seonsa in the 25th year of King Mu of Baekje after he was visited in his dreams by Munsu Bosal (a Buddhist Saint). The temple was named ‘Munsu’ after ‘Munsugol,’ the original name of the neighborhood in which the temple is located.<br><br>In front of the temple stands an ancient zelkova tree whose giant girth measures well over 5 meters. The tree, which is called <em>gwimok</em> (meaning holy, miraculous tree), was recently designated a specially protected tree and is now the focus of preservation efforts. Every January 14th (according to the lunar calendar), local lovernment of Gimje holds a sacred ritual for the tree while the temple holds a ritual to honor the mountain spirit.","regDate":"2023-01-12","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"","blogPath":"Jeollabuk-do/2023-01-12-1673512913200"},{"id":"2023-01-12-1673508961801","title":"Dosolgyegok Valley (Seonunsan Mountain) (도솔계곡 (선운산))","description":"Dosolgyegok Valley is located in Seonunsan Mountain in the Gochang-gun district. Seonunsan Mountain, which is also called Dosolsan Mountain, is known for its thick forests and intriguing rock formations. Along the valley, there are many interesting sites such as Jinheungdonggul Cave, Yongmundonggul Cave, Nakjodae Overlook, and Cheonma peak.  Dosolgyegok Valley is also famous for being very deep, where the mountain and water fight each other and whirl around in a yin & yang shape. The green forests in summer cover the valley beautifully, and the red leaves and white snow decorate the area in fall and winter.","regDate":"2023-01-12","author":"korea-tour","tag":["Jeollabuk-do","Nature","Natural Sites","Valleys"],"imgUrl":"","blogPath":"Jeollabuk-do/2023-01-12-1673508961801"},{"id":"2023-01-12-1673505537879","title":"Dongho Beach (동호해수욕장)","description":"Dongho Beach is located south of Gomsoman Bay, between the Byeonsan Peninsula of Buan and Gochang-gun, Jeollabuk-do. Skirting the 1 kilometer-long white sandy beach lies a green forest with pine trees hundreds of years old. The sunset viewed from the forest is particularly eye-catching as the soft pink from the falling sun covers the sky. The water just offshore is relatively shallow, varying in depth between 0.5 and 1.5 meters. The high salt content in the seawater makes it an ideal place for sea and sand bathing. <br><br>On the hill above the forest is Suseongdang, a shrine honoring the God of the Sea, where the local fishermen gather each year to pray for big catches.","regDate":"2023-01-12","author":"korea-tour","tag":["Jeollabuk-do","Nature","Natural Sites"],"imgUrl":"/2023-01-12-1673505537879/781708_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-12-1673505537879"},{"id":"2023-01-12-1673501744694","title":"Deokcheonseowon Confucian Academy (덕천서원)","description":"Deokcheonseowon Confucian Academy, originally called Yucheonsa, was built in front of Gusan Village in Dugil-ri  in 1919. The Confucian academy was moved to Inam Village in Socheon-ri in 1982, and was finally moved to its current site and renamed Deokcheonseowon. Within the building is a shrine called Deokcheonsa, which has memorial stones that have been carefully placed inside.","regDate":"2023-01-12","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"","blogPath":"Jeollabuk-do/2023-01-12-1673501744694"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}