{"pageProps":{"content":"![Naewonsagyegok Valley (내원사계곡)](/2022-12-23-1671777581771/1228124_image2_1.webp)\n\n  \n## Overview\n\n> Naewonsagyegok Valley is located just below Naewonsa Temple at the foot of Cheonseongsan Mountain. The valley is surrounded by Jeongjoksan Mountain to the northeast, Wonjeoksan Mountain to the south, and Cheonseongsan Mountain to the southeast. The water running through the numerous valleys between these mountains has formed streams like Yongyeoncheon and Sangnicheon, which form the Yangsancheon Stream out of Naewonsagyegok Valley.<br><br>Naewonsagyegok Valley was formerly called Sogeumgang (little Geumgang), meaning that its beautiful scenery is comparable to that of the breathtaking Geumgangsan Mountain. It is also known as the “mystical valley” as crystal clear water flows all year round. The word “Sogeumgang” is distinctly engraved on one side of the cliff and large rocks stand in layers throughout the valley. Some of the rocks are called Byeongpungbawi Rock, literally meaning folding screen rocks, as they are stretched out much like folding screens. <br><br>The valley and the surrounding mountains are a popular summer vacation spot and a well-known hiking destination during the spring, fall, and winter. Muk (acorn jelly) made with acorns gathered from this area not only tastes great, but is also very healthy. Nearby attractions include Tongdosa Temple and Hongnyongpokpo Falls.<br><br>* Entrance into the upper region of Naewonsagyegok Valley is restricted.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br>• For more info: +82-55-380-4826|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Admission Fees:|Adults - 2,000 won|\n  \n## Detail Image\n![/2022-12-23-1671777581771/1228101_image2_1.webp](/2022-12-23-1671777581771/1228101_image2_1.webp)\n![/2022-12-23-1671777581771/1228111_image2_1.webp](/2022-12-23-1671777581771/1228111_image2_1.webp)\n![/2022-12-23-1671777581771/1228112_image2_1.webp](/2022-12-23-1671777581771/1228112_image2_1.webp)\n![/2022-12-23-1671777581771/1228117_image2_1.webp](/2022-12-23-1671777581771/1228117_image2_1.webp)\n![/2022-12-23-1671777581771/1228127_image2_1.webp](/2022-12-23-1671777581771/1228127_image2_1.webp)\n![/2022-12-23-1671777581771/1228135_image2_1.webp](/2022-12-23-1671777581771/1228135_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-55-380-4826](tel:+82553804826)\n- [🏠www.yangsan.go.kr](http://www.yangsan.go.kr/tour)\n\n\n```googleMap\nlatitude: 35.4243519049\nlongitude: 129.1047970740\ntitle: 207, Naewon-ro, Yangsan-si, Gyeongsangnam-do\n```\n  \n## Directions\n  \n[Taxi]<br>\nApprox. 30 min from Yangsan Intercity Bus Terminal.\n","data":{"id":"2022-12-23-1671777581771","title":"Naewonsagyegok Valley (내원사계곡)","description":"Naewonsagyegok Valley is located just below Naewonsa Temple at the foot of Cheonseongsan Mountain. The valley is surrounded by Jeongjoksan Mountain to the northeast, Wonjeoksan Mountain to the south, and Cheonseongsan Mountain to the southeast. The water running through the numerous valleys between these mountains has formed streams like Yongyeoncheon and Sangnicheon, which form the Yangsancheon Stream out of Naewonsagyegok Valley.<br><br>Naewonsagyegok Valley was formerly called Sogeumgang (little Geumgang), meaning that its beautiful scenery is comparable to that of the breathtaking Geumgangsan Mountain. It is also known as the “mystical valley” as crystal clear water flows all year round. The word “Sogeumgang” is distinctly engraved on one side of the cliff and large rocks stand in layers throughout the valley. Some of the rocks are called Byeongpungbawi Rock, literally meaning folding screen rocks, as they are stretched out much like folding screens. <br><br>The valley and the surrounding mountains are a popular summer vacation spot and a well-known hiking destination during the spring, fall, and winter. Muk (acorn jelly) made with acorns gathered from this area not only tastes great, but is also very healthy. Nearby attractions include Tongdosa Temple and Hongnyongpokpo Falls.<br><br>* Entrance into the upper region of Naewonsagyegok Valley is restricted.","regDate":"2022-12-23","author":"korea-tour","tag":["Gyeongsangnam-do","Nature","Natural Sites","Valleys"],"imgUrl":"/2022-12-23-1671777581771/1228124_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-23-1671777581771","pageUrl":"https:/mcdryad.com/Gyeongsangnam-do/2022-12-23-1671777581771"},"dataList":[{"id":"2022-12-25-1671957393021","title":"Tomb of King Guhyeong, Sancheong (산청 전 구형왕릉)","description":"This stone grave is known to be the tomb of King Guhyeong, the 10th King of the Gaya Kingdom. He is also known as King Guhae or King Yang, and is the grandfather of Kim Yoo Shin. Since becoming the King of Gaya in 521 AD, he reigned for 11 years until he handed over his country to King Beopheung of the Silla Kingdom in 532 AD.<br><br>There are two different scholarly opinions  about this tomb. One is that it should be classified&nbsp;as a stone pagoda and the other, a royal tomb. The reason why this was regarded as a pagoda is that there are similarly shaped stone pagodas in the Andong and Uiseong regions. The basis for it being called Wangreung, or royal tomb, is that there is a record in Dongguk Yeoji Seongram (an ancient history book published during the rule of King Seongjong in the Joseon dynasty) and in Saneum-hyeon Sancheonjo (a record of events in the region) of it being a tomb. The notes state that there is a structure with steps on the four faces, in the form of nine dragons piled up of stones at a distance of about 16 km (40 ri&nbsp;in traditional Korean scale) from the village, so people believe it must be a royal tomb.<br><br> The record describing the name of the king buried in this tomb can be extracted from a record of travels called Wangsan Shimreunggi written by Hong Ui Young, a Joseon dynasty scholar. In addition, there’s also an entry&nbsp; in Wangsansagi, a book on the history of Wangsansa Temple (a temple located  west of the tomb) that the person buried in the tomb is King Guhyeong.<br><br>Unlike ordinary graves, the tomb is built at&nbsp;the middle part of the hills slope. The tomb has a unique appearance made up of steps and layers, with the highest point being 7.15 meters high. There are seven layers at the front and no steps at the back due to it being built on an inclined surface. The overall shape of this tomb is different from the pyramids built on level ground.  The top of the tomb is  oval in shape. At the center, there is a stone tablet with the words Royal Tomb of King Yang of the Garak Nation. In front of the tomb, there are several stone pieces that have been added to the original tomb. <br><br>During the 17th Year of King Jeongjo of the Joseon dynasty (1793), a wooden box that was passed down from generation to generation in Wangsansa<i> </i>Temple was discovered. The box contained portraits of King Guhyeong and his queen, their clothes, an archery bow, and other objects. To preserve these, a royal building called Deogyangjeon Hall was constructed. To this date, a memorial service is held here in spring and autumn of every year.","regDate":"2022-12-25","author":"korea-tour","tag":["Gyeongsangnam-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-12-25-1671957393021/792954_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-25-1671957393021"},{"id":"2022-12-25-1671953759460","title":"Suchi Beach (수치해안)","description":"From Pungho-dong, follow Haengam-ro for four kilometers and cross the small mountain pass to reach Suchi Village and Suchi Beach. Nestled in the mountains facing the quiet sea, Suchi Village was once a small village with only a few inhabitants. In recent years, the city has grown dramatically and draws a steady stream of visitors who come for <em>hoe</em> (sliced raw fish), a local specialty served fresh all year round. <br><br>The town and its main beach boast a variety of amenities including hoe restaurants, accommodations, and parking lots. Happo, the nearest town, also offers plenty to see and do and surrounds visitors with forests and other natural wonders. Happo is famous as the site where Admiral Yi Sun-Sin (1545-1598) achieved many victories against the Japanese navy during the Imjin War (1592-1598).","regDate":"2022-12-25","author":"korea-tour","tag":["Gyeongsangnam-do","Nature","Natural Sites"],"imgUrl":"/2022-12-25-1671953759460/2487291_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-25-1671953759460"},{"id":"2022-12-25-1671950299520","title":"Somaemuldo Island Lighthouse (소매물도 등대)","description":"Deungdaeseom Island, originally called Haeguemdo Island, is known for the lighthouse and beautiful landscape. In 2002, the island was renamed Deungdaedo Island. Somaemuldo Island Lighthouse built in 1917 as an unmanned lighthouse transformed into a manned lighthouse in 1940. The concrete lighthouse is 16 meters in x_height with a light that can reach up to 48 kilometers. The lighthouse is located on Deungdaeseom Island, which is an islet attached to an island named Somaemuldo Island, south of Geojedo Island.","regDate":"2022-12-25","author":"korea-tour","tag":["Gyeongsangnam-do","Nature","Natural Sites"],"imgUrl":"/2022-12-25-1671950299520/2021764_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-25-1671950299520"},{"id":"2022-12-25-1671946566448","title":"Somaemuldo Island (소매물도)","description":"One of the magnificent sights here is the breathtaking combination of bizarre rocks and the stratified bluffs of Deungdaeseom Island and Somaemuldo Island. At low tide, one can walk from one island to the other. <br><br>Yongbawi Rock (Dragon Rock), Bucheobawi Rock (Buddha Rock), Geobukbawi Rock (Turtle Rock), Chotdaebawi Rock (Candlestick Rock) and Geulssingigul Cave are absolute masterpieces created by Mother Nature. Another must-see is the view of Somaemuldo Island from Deungdaeseom Island. From there, the rock formations look like a sitting dinosaur. <br><br>Nammaebawi Rock (brother and sister rock) is made up of two rocks, one at the top and the other at the bottom. The name of the rock was inspired by a folk tale of a twin brother and sister. The upper rock is also known as Sutbawi Rock (charcoal rock) as it is bigger and darker than the other, while the bottom one is called Ambawi Rock.<br><br>Somaemuldo Island was named as such due to its small size (so means small) in comparison to Maemuldo Island right next to it. In 1904, the island was settled by the Kim family from Gimhae, who came from the mainland as they heard that the island was so abundant in food that no one would starve. Now, the island is popular as a scenic tourist attraction.<br><br>* Composition  1 main island, 2 islets<br>* Area  330,000 ㎡ (including islets)","regDate":"2022-12-25","author":"korea-tour","tag":["Gyeongsangnam-do","Nature","Natural Sites"],"imgUrl":"/2022-12-25-1671946566448/2021781_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-25-1671946566448"},{"id":"2022-12-25-1671943124627","title":"Sinseondae Observatory (신선대 전망대)","description":"Sinseondae Observatory, located between Dojangpo Maeul and Haegeumgang, offers picturesque views of the fantastically shaped rocks against the deep-blue ocean hues. Sinseon in Korean means supernatural beings; the beauty of this spot is said to attract such beings to come frolic. The blue and yellow colors layered on the rocks tell a unique history of the terrain. A stairway from the road leads directly to the lookout point. <br />Just past a gas station along the coastal highway, Sinseondae Observatory reveals itself. Walking out onto the rocks of Sinseondae, views of the surrounding islands and incredible landscape open up to viewers. Many commercials and TV shows have been filmed here taking advantage of this amazing setting. April and May are the perfect times to see the bright-yellow canola flowers across the island.","regDate":"2022-12-25","author":"korea-tour","tag":["Gyeongsangnam-do","Culture/Art/History","Architectural Sights","Monuments/Observatories"],"imgUrl":"/2022-12-25-1671943124627/212108_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-25-1671943124627"},{"id":"2022-12-25-1671939369326","title":"Simni (10-ri) Cherry Blossom Road (십리벚꽃길)","description":"Simni (10-ri) Cherry Blossom Road in Hwagae is famous for its beautiful views in spring. It is believed that if a young couple walks down this road holding hands, they will be together for one hundred years. For this reason, the road is sometimes referred to as the “wedding road.”","regDate":"2022-12-25","author":"korea-tour","tag":["Gyeongsangnam-do","Culture/Art/History","Experience Programs","Cultural Districts"],"imgUrl":"/2022-12-25-1671939369326/2617788_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-25-1671939369326"},{"id":"2022-12-24-1671878132574","title":"Seonyudonggyegok Valley (Sancheong Section) (선유동계곡(산청))","description":"Seonyudong means the place where fairies come down from heaven to play. It has been said that fairies would often come down to the valley to make liquor and store them in flagons. There are some leftover depressions in the boulders which demonstrate there may be some truth to the legend.<br><br>Near Seonyudonggyegok Valley, they say that the bamboos and pine trees stay green all year long and wood nymphs fly down to play with each other under the Suwolpokpo Falls in Suwol Village.","regDate":"2022-12-24","author":"korea-tour","tag":["Gyeongsangnam-do","Nature","Natural Sites","Valleys"],"imgUrl":"/2022-12-24-1671878132574/1611449_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-24-1671878132574"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}