{"pageProps":{"content":"![Dutasan National Recreational Forest  (국립 두타산자연휴양림)](/2022-09-21-1663757171084/1177168_image2_1.webp)\n\n  \n## Overview\n\n> Dutasan National Recreational Forest is located at the foot of Dutasan Mountain, which rises 1,357 meters above the sea level and straddles the border between Jinbu-myeon of Pyeongchang-gun and Jeongseon-gun. The recreational forest is in the center of many popular attractions, including Odaesan National Park, Woljeongsa Temple, and beautiful valleys. The robust and rich forest is filled with a wide variety of animals such as badgers, raccoons, boars, and hares, as well as abundant medicinal herbs, and trees such as huge birch, nut trees and lime trees.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br>(Korean, English, Japanese, Chinese) <br> • For more info: +82-33-334-8815, <BR>+82-1588-3250|\n|opendate:|2008|\n|parking:|Available|\n|restdate:|Tuesdays|\n|usetime:|[Park Hours] 09:00-18:00<br>[Accommodations] Check-in 15:00 / Check-out 12:00|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Restrooms:|Available|\n|Admission Fees:|House of Forest: Low season weekdays 67,000 won / High season & weekends 119,000 won<BR>Hyuyang Building A: Low season weekdays 39,000 won / High season & weekends 68,000 won<BR>Hyuyang Building B: Low season weekdays 135,000 won / High season & weekends 210,000 won<BR>Yeollip Building: Low season weekdays 67,000 won / High season & weekends 119,000 won<BR>Camping deck: Low season weekdays 14,000 won / High season & weekends 15,500 won<BR>* Peak season: July 15 - August 24<BR>* Groups: 20 or more|\n|Available Facilities:|Forest Culture Recreation Center, Samteobawi Rock, camping deck, communal kitchens, camping ground, walking paths, trails, etc.|\n  \n## Detail Image\n![/2022-09-21-1663757171084/1172658_image2_1.webp](/2022-09-21-1663757171084/1172658_image2_1.webp)\n![/2022-09-21-1663757171084/1172959_image2_1.webp](/2022-09-21-1663757171084/1172959_image2_1.webp)\n![/2022-09-21-1663757171084/1173403_image2_1.webp](/2022-09-21-1663757171084/1173403_image2_1.webp)\n![/2022-09-21-1663757171084/1174686_image2_1.webp](/2022-09-21-1663757171084/1174686_image2_1.webp)\n![/2022-09-21-1663757171084/1177112_image2_1.webp](/2022-09-21-1663757171084/1177112_image2_1.webp)\n![/2022-09-21-1663757171084/1177139_image2_1.webp](/2022-09-21-1663757171084/1177139_image2_1.webp)\n![/2022-09-21-1663757171084/1177159_image2_1.webp](/2022-09-21-1663757171084/1177159_image2_1.webp)\n![/2022-09-21-1663757171084/1177165_image2_1.webp](/2022-09-21-1663757171084/1177165_image2_1.webp)\n![/2022-09-21-1663757171084/1177172_image2_1.webp](/2022-09-21-1663757171084/1177172_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-33-334-8815](tel:+82333348815)\n- [🏠www.foresttrip.go.kr](https://www.foresttrip.go.kr/indvz/main.do?hmpgId=0243)\n\n\n```googleMap\nlatitude: 37.5596930115\nlongitude: 128.5758764931\ntitle: 132, Achagol-gil, Pyeongchang-gun, Gangwon-do\n```\n  \n## Directions\n  \n[Express/Intercity Bus]<br>\nTake a bus from Dong Seoul Bus Terminal to Jangpyeong.<br>\nFrom Jangpyeong Intercity Bus Terminal, take a bus or taxi to Suhang-ri.\n","data":{"id":"2022-09-21-1663757171084","title":"Dutasan National Recreational Forest  (국립 두타산자연휴양림)","description":"Dutasan National Recreational Forest is located at the foot of Dutasan Mountain, which rises 1,357 meters above the sea level and straddles the border between Jinbu-myeon of Pyeongchang-gun and Jeongseon-gun. The recreational forest is in the center of many popular attractions, including Odaesan National Park, Woljeongsa Temple, and beautiful valleys. The robust and rich forest is filled with a wide variety of animals such as badgers, raccoons, boars, and hares, as well as abundant medicinal herbs, and trees such as huge birch, nut trees and lime trees.","regDate":"2022-09-21","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"/2022-09-21-1663757171084/1177168_image2_1.webp","blogPath":"Gangwon-do/2022-09-21-1663757171084","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-09-21-1663757171084"},"dataList":[{"id":"2022-09-23-1663909574042","title":"Gangneung Gyeongpo Beach (강릉 경포수욕장)","description":"Located 1 kilometer away from Gyeongpodae Pavilion and 6 kilometers from downtown Gangneung, Gyeongpo Beach is a sand bank formed between Gyeongpoho Lake and the ocean. This beach has a beautiful sandy shore that extends to a length of 1.8 kilometers and shallow waters, making it a popular beach attraction. By the beach is a lush pine forest where visitors can enjoy forest bathing. Other activities to enjoy around the area include the cultural art fair that takes place at the beach stage every summer, riding a bike along Gyeongpoho Lake, and hiking the nearby mountains and valleys.","regDate":"2022-09-23","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites"],"imgUrl":"/2022-09-23-1663909574042/2671422_image2_1.webp","blogPath":"Gangwon-do/2022-09-23-1663909574042"},{"id":"2022-09-22-1663843577657","title":"Gangneung Boksakkot Village (강릉 복사꽃마을)","description":"Gangneung Boksakkot Village blooms with peach blossoms each spring. The village is criss-crossed by Hacheon and Sillicheon Streams, which can be crossed by log bridges built long ago by the residents. These precious log bridges are sometimes removed for protection during the rainy summer season, and then put back out when the stream level lowers.<br><br>Boksakkot Village provides a wonderful glimpse into the rural agricultural lifestyle of Korea. Visitors can pick their own fruit directly from the tree to enjoy right away, as well as make a scarecrow or spread green tea fertilizer around the trees to help them grow. The village is also the venue for an annual peach blossom festival in April, and a scarecrow festival in August.","regDate":"2022-09-22","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Experience Programs","Village Experience"],"imgUrl":"/2022-09-22-1663843577657/2480146_image2_1.webp","blogPath":"Gangwon-do/2022-09-22-1663843577657"},{"id":"2022-09-22-1663840048251","title":"Gangchon Resort (강촌유원지)","description":"The Gangchon Resort, as one of Chuncheon’s major resorts, stretches along the Bukhangang River and the Gangchoncheon Stream. It offers splendid scenery and many neighboring tourist attractions, such as Gugok Falls, Deungseon Falls, and Samaksan Mountain. It has excellent accessibility of public transportation, many theme park facilities, and accommodation facilities, so it has been a popular location for a young people’s membership trip from the 1970s to the 1990s. However, along with the opening of the double-track railway on the Gyeongchun Line in 2010, the Gangchon Station building was relocated and consequently, the number of visitors has decreased and the local business experienced depression. Therefore, there has been a campaign to revitalize Gangchon. Near the former Gangchon Station, the large sculpture “Ddo-ori Gangchon” has been installed, and the reduced-size model of the Deungseongyo Bridge (suspension bridge), which was a famous tourist attraction in the past, has been reproduced. In particular, “Ddo-ori Gangchon,” which is a popular photo zone, was built by embodying the Scaly-side Merganser (Mergus squamatus, Natural Monument No. 448), which come the area of Gangchon in winter. Additionally, the Deungseongyo Bridge, which was Korea’s first suspension bridge, but demolished in 1985, was reproduced as a tourist pedestrian bridge with a length of 58 m. Furthermore, Gangchon Land, which is a well-known theme park, and the activity of four-wheel motorcycle riding along the riverside, are also major tourist attractions in Gangchon.","regDate":"2022-09-22","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Recreational Sites","Resorts"],"imgUrl":"/2022-09-22-1663840048251/1850165_image2_1.webp","blogPath":"Gangwon-do/2022-09-22-1663840048251"},{"id":"2022-09-22-1663836728735","title":"Gachilbong Battlefield (가칠봉지구전투전적지)","description":"The entire town of Haean-myeon is contained in Haean Basin. Also known as Punch Bowl, Haean Basin is surrounded by high peaks and one of these peaks is Gachilbong. <br><br>The nature of the&nbsp;terrain in the Gachilbong area made it difficult to conduct military operations during the Korean War. The North Korean military utilized these natural features to build a solid defense position and launch counterattacks, while the South Korean soldiers in the lowland were in a disadvantageous position. South Korean soldiers were under the command of 5th Division Commander Brigadier General Min Gi-sik and 24th Regiment Commander Colonel Yu Ui-jun. On the North Korean side, the 7th, 14th, and 32nd Regiments of the 27th Division and the 23rd Regiment of the 12th Division under the  2nd Corps fought back. <br><br>By sending a&nbsp;military deployment and conducting search operations, the South Korean military completed a reconnaissance of the area on August 30 and advanced to counterattack. On August 31, after defending their position for two days, the South Korean soldiers were able to break the North Korean resistance. Each unit secured a strongly fortified position to&nbsp;draw the North Korean soldiers out. Thereafter, South Korea launched an all-out attack and captured&nbsp;Hill 1241. However, North Korea attacked again and South Korea retreated. After several attacks and counterattacks, South Korea was able to take back Gachilbong and the surrounding areas. Although it&nbsp;resulted in heavy casualties on both sides, this battle ultimately gave South Korea possession of Haean Basin.","regDate":"2022-09-22","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-09-22-1663836728735/2495061_image2_1.webp","blogPath":"Gangwon-do/2022-09-22-1663836728735"},{"id":"2022-09-22-1663833255962","title":"Eulji Observatory (을지전망대)","description":"Eulji Observatory, located near the Military Demarcation Line along the ridge of Gachilbong Peak, is now one of the most informative sites dating back to the Korean War. From Eulji Observatory, visitors can see North Korean land from afar as well as Birobong Peak of Geumgangsan Mountain. It is the northernmost DMZ attraction and over 100,000 people visit this observation platform every year.","regDate":"2022-09-22","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Architectural Sights","Monuments/Observatories"],"imgUrl":"/2022-09-22-1663833255962/2659891_image2_1.webp","blogPath":"Gangwon-do/2022-09-22-1663833255962"},{"id":"2022-09-22-1663828297635","title":"Eorayeon Valley -Gangwon Paleozoic Geopark (어라연-강원고생대 국가지질공원)","description":"A beautiful and mysterious valley located 12 km up the Donggang River, Eorayeon Valley is renowned for its clean waters and for the many fish that inhabit it.The valley has beautiful rock formations and a dense pine forest that were designated as the No.14 National Scenic Spot in December 2004. It is one of Koreas most popular sites for rafting, followed by Naerincheon Creek and Cheorwons Hantangang River. The trail to Eorayeon through Jatbong Peak is also quite popular (approx. 3 hours).","regDate":"2022-09-22","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Valleys"],"imgUrl":"/2022-09-22-1663828297635/1990309_image2_1.webp","blogPath":"Gangwon-do/2022-09-22-1663828297635"},{"id":"2022-09-22-1663823020488","title":"Dutayeon Valley [National Geopark] (두타연 (강원평화지역 국가지질공원))","description":"Dutayeon Valley is located north of the Civilian Control Line, requiring advance reservation through the Yanggu-gun Office website as well as filling out admission information at the Dutayeon Gallery before entering the area with a guide. The valley has a waterfall located along Sataecheon Stream where it merges with Suipcheon Stream. The water falls into a plunge pool, which has also carved out a deep cave in the bedrock at the base of the waterfall.","regDate":"2022-09-22","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Valleys"],"imgUrl":"/2022-09-22-1663823020488/2668213_image2_1.webp","blogPath":"Gangwon-do/2022-09-22-1663823020488"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}