{"pageProps":{"content":"![Cypress Forest Woodland (정남진 편백숲 우드랜드)](/2023-01-16-1673840180985/2546930_image2_1.webp)\n\n  \n## Overview\n\n> Jeongnamjin in Jangheung is a pristine region with beautiful mountains, beaches, and rivers. One of these attractions is the cypress forest, where a refreshing breeze blows through the green shade of these 40-year-old trees. Cypress Forest Woodland is a wood culture & experience center located in the foothills of Eokbulsan Mountain. Guests can stay in the various hanok-style pensions, enjoy the cypress and salt rooms of the jjimjilbang, and take part in various ecology education experiences at this relaxing family leisure resort.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330<br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-61-864-7911|\n|parking:|Available|\n|restdate:|N/A (Open all year round)|\n|usetime:|[Park] 08:00-18:00<br>[Accommodations] Check in 15:00 / Check out 11:00|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Admission Fees:|Individuals - Adults 3,000 won / Teenagers 2,000 won / Children 1,000 won<br>Groups - Adults 2,000 won / Teenagers 1,500 won / Children 500 won<br /><br>* Adults (ages 19-64) / Teenagers (ages 13-18) / Children (ages 12 and younger)<br>* Group: 20 people or more<br />* Free admission for senior citizens (ages 65 and older)|\n|Available Facilities:|Accommodations, lecture room, botanical garden, exhibition hall, etc.|\n  \n## Detail Image\n![/2023-01-16-1673840180985/2006672_image2_1.webp](/2023-01-16-1673840180985/2006672_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-61-864-7911](tel:+82618647911)\n- [🏠www.jhwoodland.co.kr](http://www.jhwoodland.co.kr)\n\n\n```googleMap\nlatitude: 34.6683512370\nlongitude: 126.9340041552\ntitle: 180, Woodland-ro, Jangheung-gun, Jeollanam-do\n```\n  \n\n","data":{"id":"2023-01-16-1673840180985","title":"Cypress Forest Woodland (정남진 편백숲 우드랜드)","description":"Jeongnamjin in Jangheung is a pristine region with beautiful mountains, beaches, and rivers. One of these attractions is the cypress forest, where a refreshing breeze blows through the green shade of these 40-year-old trees. Cypress Forest Woodland is a wood culture & experience center located in the foothills of Eokbulsan Mountain. Guests can stay in the various hanok-style pensions, enjoy the cypress and salt rooms of the jjimjilbang, and take part in various ecology education experiences at this relaxing family leisure resort.","regDate":"2023-01-16","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2023-01-16-1673840180985/2546930_image2_1.webp","blogPath":"Jeollanam-do/2023-01-16-1673840180985","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-16-1673840180985"},"dataList":[{"id":"2023-02-05-1675586212073","title":"Mokpo Gatbawi Rock (목포 갓바위)","description":"Located on the coast of Yonghae-dong in Mokpo, Gatbawi is a natural sandstone and tafoni formation near the mouth of the Yeongsangang River, where freshwater runs into the sea. Gatbawi is named after its shape, which is said to look like two men wearing traditional Korean hats called “gat” (“bawi” meaning “rock”). The rock is actually made of two individual formations  one measuring 8 meters tall and one 6 meters tall. Valued not only for its aesthetics, Gatbawi Rock is of high geological value as a “natural sculpture” that was formed as a result of years of weathering. The rock formation was officially recognized as Natural Monument No. 500 on April 27, 2009.","regDate":"2023-02-05","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Resources","Rocks"],"imgUrl":"/2023-02-05-1675586212073/1609494_image2_1.webp","blogPath":"Jeollanam-do/2023-02-05-1675586212073"},{"id":"2023-02-05-1675582517908","title":"Modo Island (모도)","description":"In 1929, Modo Island was spotted by Kim Hae-gim on his way to Jeju Island. He called the island Ttiseom because of the multitude of ttipul grass, a grass native to Korea, on the island. There were also many houses with thatched roofs made with dried ttipul on the island. The name Modo Island comes from the Hanja characters for Ttiseom.","regDate":"2023-02-05","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"","blogPath":"Jeollanam-do/2023-02-05-1675582517908"},{"id":"2023-02-05-1675579041869","title":"Jungni Beach (중리해수욕장)","description":"Jungni Beach is the best beach for swimming in the sea on Bogildo Island. The white sandy beach is long and the depth of the water is shallow enough for people to enjoy, even at 200 meters into the water. The beach is also lined with pine trees that provide shade from the hot sun. The road to the beach is also paved, making it easy to reach. <br> <br> Within a little distance from Jungni Beach there is a small and beautiful beach called Tongni Beach. The silver sand is lined with pine trees and the water is shallow. During summer, visitors can access the shower booths, water fountains, and convenience store at Jungni Beach and Tongni Beach. Accommodations and restaurants can be found in the nearby village. Approximately 1.5 kilometers away, there is an evergreen forest (Natural Monument No. 40) and a river with large black rocks stretching 1 kilometer.","regDate":"2023-02-05","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"/2023-02-05-1675579041869/2721621_image2_1.webp","blogPath":"Jeollanam-do/2023-02-05-1675579041869"},{"id":"2023-02-05-1675575337863","title":"Jirisan Spa Land (지리산온천랜드)","description":"Jirisan Spa Land is home to a large open-air hot spring facility that uses 100 percent natural germanium mineral waters containing no chemical additives. The natural germanium mineral water in the spa prevents various kinds of geriatric illnesses, speeds up metabolism and improves your body’s immune system. The water also helps blood circulation and digestion, and stabilizes your body temperature.<br><br>A bath themed with the 12 Asian zodiac animals, a Japanese cypress bath, a utopia-themed bade pool and a waterfall bath are located in the open-air spa area. Apart from the huge spa area, Jirisan Spa Land also has a hotel equipped with 60 high-end modern bedrooms and subsidiary facilities. Each guest room uses natural germanium mineral water.","regDate":"2023-02-05","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Recreational Sites","Hot Springs & Spa"],"imgUrl":"","blogPath":"Jeollanam-do/2023-02-05-1675575337863"},{"id":"2023-02-05-1675571940772","title":"Jinnamgwan Hall (여수 진남관)","description":"Jinnamgwan Hall (National Treasure) is located at the site of the Jeolla Province naval base during the Joseon dynasty. At that time, it was a watchtower called Jimhaeru, where Admiral Yi Sun-sin commanded his forces during the Imjin War (1592-1598). The original building burned down near the end of the war, and Admiral Yi Sun-sins successor, Yi Si-eon, constructed Jinnamgwan Hall, a large <em>gaeksa</em> (government officer guesthouse) at the site in 1599.<br /><br />Jinnamgwan Hall is a single-story gable-roofed building with 15 <em>kan</em> (traditional Korean measurement between two pillars) on the front and 5 kan on the sides. It is the largest single-story goverment building from the Joseon dynasty in the region. At the hall entrance is a small museum outlining the history of Jinnamgwan and the Imjin War, and the famous Yeosu Stone Statue (Jeollanam-do Tangible Cultural Asset) is located within the precincts of the hall. Nearby attractions include Jasan Park, Odongdo Island, Dolsan Bridge, Chungminsa Shrine, and Manseongni Beach.","regDate":"2023-02-05","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2023-02-05-1675571940772/600668_image2_1.webp","blogPath":"Jeollanam-do/2023-02-05-1675571940772"},{"id":"2023-02-05-1675568289742","title":"Jindodaegyo Bridge (진도대교)","description":"Jindodaegyo Bridge measures 484 meters in length and 11.7 meters in x_width, and is located between Nokjin-ri, Gunnae-myeon, Jindo-gun and Hak-dong, Munnae-myeon, Haenam-gun on National Road No. 18. The bridge has been a popular tourist attraction since its completion on October 18, 1984. On December 15, 2005, the second Jindo Bridge opened, from which visitors can observe breathtaking sunsets and evening views while enjoying the fantastic nearby sceneries. Uldolmok, a passage to the West Sea, is a strait between Haenam and Jindo. Uldolmok is also known as the location of Myeongnyang Daecheop, one of the three major naval battles won by Admiral Yi Sun-sin. The x_width of the strait is only 294 meters, which is similar to that of the Hangang River. Jindodaegyo Bridge is the most accessible gateway to Jindo Island, a place with many local specialties and unique cultural arts.","regDate":"2023-02-05","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Architectural Sights","Bridges"],"imgUrl":"/2023-02-05-1675568289742/2653769_image2_1.webp","blogPath":"Jeollanam-do/2023-02-05-1675568289742"},{"id":"2023-02-04-1675506964115","title":"Jeongsusa Temple (정수사)","description":"According to the historical archives, Jeongsusa Temple was once a very large temple. Unfortunately, most of the temple buildings have been destroyed and only the main hall, Daeungjeon Hall, and a few smaller structures such as the living quarters remain on site today. The temple was originally called Ssanggyesa Temple because the waters of two valleys meet in front of this temple. It was renamed Jeongsusa Temple during the latter part of the Joseon dynasty (1392-1905).<br><br>The temple was reportedly established by the state monk Doseon-guksa in the first year of the reign of Silla Kingdom’s King Aejang (800). However, the temple’s founding year preceded the monk’s year of birth so there seems to have been a mistake in the year of foundation. Daeungjeon, the main hall, has three rooms in the front and two on the sides with a gambrel roof. Designated as Jeollanam-do Tangible Cultural Property, the structure features a modest and simple architecture that is estimated to date back to the latter half of the Joseon dynasty.","regDate":"2023-02-04","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"","blogPath":"Jeollanam-do/2023-02-04-1675506964115"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}