{"pageProps":{"content":"![Eco Land Theme Park (에코랜드테마파크)](/2022-07-19-1658256328080/2046439_image2_1.webp)\n\n  \n## Overview\n\n> Eco Land Theme Park is built in the 1km² Gotjawal primeval forest. Visitors can explore around in a train that looks like 1800s’ steam powered Baldwin train. The&nbsp;seven Baldwin train look-alike (Lincoln Train)&nbsp;operated in the park were specially ordered and manually manufactured in UK. In the large Gotjawal forest with railway trails, visitors can see a variety of plants, animals, and insects living in the mysterious Gotjawal forests, while touring around by the special train. It also has a lake for visitors to experience the ecosystem of the forest, take a walk and enjoy a picnic. Besides, there are many things to enjoy including Eco Bridge, Eco Windmill, Picnic Garden, Kid’s Town, Eco Road, Bare Foot on Scoria, Floating Café, and topiary art works.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-64-802-8020|\n|parking:|Available|\n|usetime:|[May-September] 09:00-17:00 <br>[October] 08:30-19:00<br> [November-April] 09:00-16:50<BR>* Time between trains: 7-12 minutes <br> * Time for the last train subject to change depending on the sunset hours. <br>* Ticketing hours: 10 min. before the last train leaves. <br>* If you would like to enjoy the long course, make sure to take the train at least 1 hour before the last train.|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Admission Fees:|Adults (ages 19 and over):  Individual 14,000 won / Group 12,000 won<br> Teenagers (ages 13-18): Individual 12,000 won / Group 10,000 won<br> Children (ages 25 months-12): Individual 10,000 won / Group 8,000 won<br> <br> * Group: 30 people or more (Infants under the ages of 2 are not eligible for free admission. Children fare will be applied.)<br> *&nbsp;Group rate will be applicable for seniors and people with disabilities (proof of identification required)|\n|Available Facilities:|* Train station route<br>Main station: Eco-bridge Station – Lakeside Station – Picnic Garden Station – Lavender, Green Tea & Rose Garden Station (Only Stops during April ~ November)<br><br>* Facilities<br>Ticket booth, snack bar, restaurant, gift shop, floating cafe, Main square with fountain, feeding room,&nbsp;video room, picnic cafe, eco cafe.<br>&nbsp;<br>* Attractions<br> Bumper boat, discovery zone, Don Quixote and windmill, Garden, floating deck, eco-road, barefoot scoria experience, miniature pony, eco-therapy, Kid's town, grass square, miniature wooden train, European garden, etc.|\n|Restrooms:|Available|\n|Parking Fees:|Free|\n  \n## Detail Image\n![/2022-07-19-1658256328080/1141478_image2_1.webp](/2022-07-19-1658256328080/1141478_image2_1.webp)\n![/2022-07-19-1658256328080/2046403_image2_1.webp](/2022-07-19-1658256328080/2046403_image2_1.webp)\n![/2022-07-19-1658256328080/2046411_image2_1.webp](/2022-07-19-1658256328080/2046411_image2_1.webp)\n![/2022-07-19-1658256328080/2046412_image2_1.webp](/2022-07-19-1658256328080/2046412_image2_1.webp)\n![/2022-07-19-1658256328080/2046415_image2_1.webp](/2022-07-19-1658256328080/2046415_image2_1.webp)\n![/2022-07-19-1658256328080/2046417_image2_1.webp](/2022-07-19-1658256328080/2046417_image2_1.webp)\n![/2022-07-19-1658256328080/2046421_image2_1.webp](/2022-07-19-1658256328080/2046421_image2_1.webp)\n![/2022-07-19-1658256328080/2046426_image2_1.webp](/2022-07-19-1658256328080/2046426_image2_1.webp)\n![/2022-07-19-1658256328080/2046427_image2_1.webp](/2022-07-19-1658256328080/2046427_image2_1.webp)\n![/2022-07-19-1658256328080/2046429_image2_1.webp](/2022-07-19-1658256328080/2046429_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-64-802-8020](tel:+82648028020)\n- [🏠www.ecolandjeju.co.kr](http://www.ecolandjeju.co.kr)\n\n\n```googleMap\nlatitude: 33.4564874302\nlongitude: 126.6670616591\ntitle: 1278-169, Beonyeong-ro, Jeju-si, Jeju-do\n```\n  \n## Directions\n  \n[Bus]<br>\nFrom Jeju Intercity Bus Terminal Bus Stop, take Bus No. 730 bound for Jeju Hannamri. Seogwipo and get off at Lee Gipung Missionary \nMemorial Hall Bus Stop.<BR>Walk for approx. 10 min.\n","data":{"id":"2022-07-19-1658256328080","title":"Eco Land Theme Park (에코랜드테마파크)","description":"Eco Land Theme Park is built in the 1km² Gotjawal primeval forest. Visitors can explore around in a train that looks like 1800s’ steam powered Baldwin train. The&nbsp;seven Baldwin train look-alike (Lincoln Train)&nbsp;operated in the park were specially ordered and manually manufactured in UK. In the large Gotjawal forest with railway trails, visitors can see a variety of plants, animals, and insects living in the mysterious Gotjawal forests, while touring around by the special train. It also has a lake for visitors to experience the ecosystem of the forest, take a walk and enjoy a picnic. Besides, there are many things to enjoy including Eco Bridge, Eco Windmill, Picnic Garden, Kid’s Town, Eco Road, Bare Foot on Scoria, Floating Café, and topiary art works.","regDate":"2022-07-19","author":"korea-tour","tag":["Jeju-do","Culture/Art/History","Recreational Sites","Theme Parks"],"imgUrl":"/2022-07-19-1658256328080/2046439_image2_1.webp","blogPath":"Jeju-do/2022-07-19-1658256328080","pageUrl":"https:/mcdryad.com/Jeju-do/2022-07-19-1658256328080"},"dataList":[{"id":"2023-02-12-1676180133673","title":"Seogwipo Submarine (서귀포잠수함)","description":"When it opened in 1988, Seogwipo Submarine was the first of its kind in Asia and the third in the world. Seogwipo Submarine offers safe undersea tours in its recently acquired state of the art submarine from Finland. Munseom, where the submarine travels, is home to outstanding coral reefs, colorful schools of fish, and rich seaweed. The exquisite landscape makes it one of the most beautiful places to dive as well. Going deep into the 40 meter sea-bed, visitors can see countless fish, rare iridescent coral reefs, and a surreal-looking shipwreck with schools of fish surrounding it. Over 20 years of technical knowhow and safe operation (in fact, the longest submarine tour without a single accident on record) make Seogwipo Submarine a must-see attraction on Jeju Island.","regDate":"2023-02-12","author":"korea-tour","tag":["Jeju-do","Culture/Art/History","Recreational Sites","Cruises/Submarines"],"imgUrl":"/2023-02-12-1676180133673/1618776_image2_1.webp","blogPath":"Jeju-do/2023-02-12-1676180133673"},{"id":"2023-02-12-1676176737273","title":"Seogwipo Recreational Forest (서귀포자연휴양림)","description":"Seogwipo Recreational Forest is Korea’s southernmost recreational park that serves as an excellent nature getaway by preserving the mountain’s forest environment and ecosystem while minimalizing manmade structures as much as possible. The park is located approximately 700 meters above sea level, and is 10 °C lower in average temperature compared to that of Seogwipo’s downtown, providing the ideal condition to enjoy forest bathing and camping from spring to fall. The park is easily accessible by car, thanks to the paved road from the mountain’s foothills all the way up to the park’s entrance. It takes about 30 minutes by car from Seogwipo’s downtown to the recreational park. The park is densely packed with trees and the air is filled with the refreshing forest scent, and even has a pebble walking trail suitable for a barefoot massage. The forest is equipped with amenities such as a mountain cottage, forest bathing site, campfire site, cooking area, and auto-camping site. Although the amenities serve to provide visitors’ convenience, they are minimized so as to prevent damage to the forest’s natural environment.","regDate":"2023-02-12","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"/2023-02-12-1676176737273/1207811_image2_1.webp","blogPath":"Jeju-do/2023-02-12-1676176737273"},{"id":"2023-02-12-1676173046682","title":"Seogwipo New Paradise Cruise (서귀포유람선 뉴파라다이스호)","description":"Seogwipo New Paradise Cruise offers dazzling scenery on the coastal lines and islands around Seogwipo Port in Jeju. Famous for its scenery worldwide, it has become a representative tour course for international dignitaries and tourists visiting Jeju.","regDate":"2023-02-12","author":"korea-tour","tag":["Jeju-do","Culture/Art/History","Recreational Sites","Cruises/Submarines"],"imgUrl":"/2023-02-12-1676173046682/1618782_image2_1.webp","blogPath":"Jeju-do/2023-02-12-1676173046682"},{"id":"2023-02-11-1676111756782","title":"Seogwang Tea Garden (제주 서광다원)","description":"Seogwang Tea Garden, located in Seogwipo-si, Jeju, is known as the most well managed and largest tea plantation in Korea. Here, the tea leaves receive just the right amount of sun for it to be made into the highest quality product. Occupying an area 528,928m², the green field is spread out across the slopes of Seogwangseo-ri, attracting many visitors to the site. <br><br>The fields didnt use to be this green though; the ground was rocky and the soil composition wasnt fertile enough for plants to survive. Seogwang Tea Gardens transformation from a barren land to a lush green plantation became a good example of successful agriculture in the mountain areas. <br><br>The garden was also where  Kim Jeong-hui (pen name Chusa), one of the most celebrated practitioners of calligraphy in the Joseon dynasty, spent his life of exile growing tea plants.","regDate":"2023-02-11","author":"korea-tour","tag":["Jeju-do","Culture/Art/History","Experience Programs"],"imgUrl":"/2023-02-11-1676111756782/1620141_image2_1.webp","blogPath":"Jeju-do/2023-02-11-1676111756782"},{"id":"2023-02-11-1676108152206","title":"Sehwa Beach (세화해변)","description":"Sehwa Beach, located in Sehwa-ri in Gujwa-eup, is a white sandy beach with black basalt that harmonizes perfectly with the emerald waters. Sehwa Beach is well-known in Jeju Island due to its close proximity with Bellongjang Market and Sehwa Folk Fifth-day Market, opening right next to Sehwa Beach, as well as the flea market at Bellongjang Market attracting many visitors.","regDate":"2023-02-11","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites"],"imgUrl":"/2023-02-11-1676108152206/1618259_image2_1.webp","blogPath":"Jeju-do/2023-02-11-1676108152206"},{"id":"2023-02-11-1676104701261","title":"Sarabong Park (사라봉공원)","description":"Sarabong Park is located on a 143 meter-high hill just east of Dongmun Rotary in Jeju. The park is best known for its spectacular sunset views, which is often regarded as a perfect complement to Seongsan Ilchulbong Peaks view of the sunrise.<br><br>Sarabong Park offers a spectacular view of the expansive blue waters to the north and Hallasan Mountain to the south, making it popular among locals and tourists alike. Visitors traveling by bus will see Mochungsa Temple on the way to the park. Byeoldobong Peak lying to the east features a paragliding runway. At the foot of Sarabong is Udang Library. The road from the library, passing behind Sarabong Peak to Jeju Harbor and to Tapdong provides a very scenic driving route.","regDate":"2023-02-11","author":"korea-tour","tag":["Jeju-do","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2023-02-11-1676104701261/197792_image2_1.webp","blogPath":"Jeju-do/2023-02-11-1676104701261"},{"id":"2023-02-11-1676100919356","title":"Sanjicheon Stream (산지천)","description":"Running across from Dongmun Market in Jeju City, Sanjicheon Stream is home to a rich array of freshwater fish (e.g. sweetfish, gray mullets, Amur goby, and carps). In summer, it attracts hundreds of thousands of anglers as well as children.<br><br>The port, downstream from Sanjicheon Stream, is renowned for picturesque views of fishing boats, egrets, and seagulls. A restored Chinese sailing vessel is exhibited at the end of the stream for visitors. Along the stream are walking paths, a park, and music fountains, in which Sanjicheon Art Festival and a slew of cultural events and performances are held every summer and winter, attracting many visitors.","regDate":"2023-02-11","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites","Valleys"],"imgUrl":"/2023-02-11-1676100919356/1938304_image2_1.webp","blogPath":"Jeju-do/2023-02-11-1676100919356"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}