{"pageProps":{"content":"![Gapsa Temple (갑사)](/2022-11-06-1667720221452/2675821_image2_1.webp)\n\n  \n## Overview\n\n> Gapsa Temple is located in the forested foothills of Gyeryongsan Mountain, 19 kilometers from Gongju and a three-hour walk from Donghaksa Temple. The temple is most beautiful during fall when surrounded by crimson foliage. Gapsa Temple was established by monk Adohwasang in 420, during the early Baekje Period. The temples beauty allowed it to escape destruction many times, but it was ultimately burned down during the Imjin War (1592-1598). The current structures were built in 1604. Nearby attractions include Yongmunpokpo Falls, Sujeongbong Peak, and Cheonjinbotab Pagoda.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br>(Korean, English, Japanese, Chinese)<br>• For more info: +82-41-857-8981|\n|parking:|Available (Paid parking lot)|\n|restdate:|N/A (Open all year round)|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Hiking Course:|* Gapsa Temple - Youngmunpokpo Falls - Geumjandigogae Pass - Nammaetap Pagoda - Dognhaksa Temple<br>* Gapsa Temple - Gwaneumbong Peak - Eunseonpokpo Falls - Donghaksa Temple|\n|Admission Fees:|Individuals - Adults 3,000 won / Teenagers 1,500 won / Children 1,000 won<br>Groups - Adults 2,500 won / Teenagers 1,000 won / Children 500 won<br><br>* Groups - 30 people or more|\n|Restrooms:|Available|\n  \n## Detail Image\n![/2022-11-06-1667720221452/1600086_image2_1.webp](/2022-11-06-1667720221452/1600086_image2_1.webp)\n![/2022-11-06-1667720221452/1600091_image2_1.webp](/2022-11-06-1667720221452/1600091_image2_1.webp)\n![/2022-11-06-1667720221452/1600092_image2_1.webp](/2022-11-06-1667720221452/1600092_image2_1.webp)\n![/2022-11-06-1667720221452/1600093_image2_1.webp](/2022-11-06-1667720221452/1600093_image2_1.webp)\n![/2022-11-06-1667720221452/2675822_image2_1.webp](/2022-11-06-1667720221452/2675822_image2_1.webp)\n![/2022-11-06-1667720221452/1600083_image2_1.webp](/2022-11-06-1667720221452/1600083_image2_1.webp)\n![/2022-11-06-1667720221452/1600084_image2_1.webp](/2022-11-06-1667720221452/1600084_image2_1.webp)\n![/2022-11-06-1667720221452/1600085_image2_1.webp](/2022-11-06-1667720221452/1600085_image2_1.webp)\n![/2022-11-06-1667720221452/1600087_image2_1.webp](/2022-11-06-1667720221452/1600087_image2_1.webp)\n![/2022-11-06-1667720221452/1600088_image2_1.webp](/2022-11-06-1667720221452/1600088_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-41-857-8981](tel:+82418578981)\n- [🏠www.gapsa.org</a><br><a href=\"http://gapsa.templestay.com\" target=\"_blank\">gapsa.templestay.com](http://www.gapsa.org)\n\n\n```googleMap\nlatitude: 36.3653437567\nlongitude: 127.1873853143\ntitle: 567-3, Gapsa-ro, Gongju-si, Chungcheongnam-do\n```\n  \n\n","data":{"id":"2022-11-06-1667720221452","title":"Gapsa Temple (갑사)","description":"Gapsa Temple is located in the forested foothills of Gyeryongsan Mountain, 19 kilometers from Gongju and a three-hour walk from Donghaksa Temple. The temple is most beautiful during fall when surrounded by crimson foliage. Gapsa Temple was established by monk Adohwasang in 420, during the early Baekje Period. The temples beauty allowed it to escape destruction many times, but it was ultimately burned down during the Imjin War (1592-1598). The current structures were built in 1604. Nearby attractions include Yongmunpokpo Falls, Sujeongbong Peak, and Cheonjinbotab Pagoda.","regDate":"2022-11-06","author":"korea-tour","tag":["Chungcheongnam-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-11-06-1667720221452/2675821_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-06-1667720221452","pageUrl":"https:/mcdryad.com/Chungcheongnam-do/2022-11-06-1667720221452"},"dataList":[{"id":"2022-11-14-1668411487434","title":"Sinduri Coastal Sand Dune (태안 신두리 해안사구)","description":"Located on Sinduri Beach in Taean, Sinduri Coastal Sand Dune is the only sand dune in Korea and one of Eight Tourist Attractions in Taean. It was believed to have been formed approximately 15,000 years ago after the Ice Age when strong winds gradually carried sand from the sea to the current area. The dune has all the qualities of a typical dunelnd, as well as being a buffer between the coast and inland.","regDate":"2022-11-14","author":"korea-tour","tag":["Chungcheongnam-do","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2022-11-14-1668411487434/1954199_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-14-1668411487434"},{"id":"2022-11-14-1668408507155","title":"Seosan Seogwangsa Temple (서광사(서산))","description":"Seongwangsa Temple is located in the quiet downtown area of Eupnae-dong, Seosan in Chungcheongnam-do. Its convenient location makes it easily accessible from almost anywhere in town.   <Br><br>The temple was built by Great Monk Daegyeong in 928 in the late Silla period and the scholar Choi Chiwon came here to study while he was serving as the governor of Buseong-gun (currently Seosan) in 893. Originally, the temple was called Samseonam, or Three Hermitages, for there had been three hermitages in the upper, middle, and lower part of Buchunsan Mountain. During the late Joseon dynasty, the hermitages in the upper and middle part were closed and only the one at the bottom survived.  In 1987, the name was changed to Seogwangsa Temple.","regDate":"2022-11-14","author":"korea-tour","tag":["Chungcheongnam-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-11-14-1668408507155/2401998_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-14-1668408507155"},{"id":"2022-11-14-1668404666423","title":"Seosan Palbongsan Mountain (팔봉산(서산))","description":"Palbongsan Mountain stretches out like a folding screen and stands high with great spirit. It is known that the mountain was named Palbong (“eight peaks” in Korean) because of its eight peaks standing in a row. There are actually nine peaks, but the smallest was not included. Legend says the smallest weeps over its exclusion at the end of every December. The third peak is the highest, standing at 362 meters with a beautiful view and crisp air, making it ideal for hiking (3-hour course) and resting at the top. There is another mountain of the same name in Hongcheon, so this mountain is usually referred to as “Seosan Palbongsan.”","regDate":"2022-11-14","author":"korea-tour","tag":["Chungcheongnam-do","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-11-14-1668404666423/1919432_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-14-1668404666423"},{"id":"2022-11-14-1668401983817","title":"Seosan Munsusa Temple (문수사(서산))","description":"The exact founding date of Munsusa Temple is unknown because there are no official records that have been discovered. The temple is estimated to date back to the Goryeo dynasty due to a prayer found in 1973 at the Gilt-bronze Seated Buddha in the temple’s Geungnaksiljeon Hall dated 1346. Around 600 items were discovered along with the prayer, including unbleached ramie cloth, a short-sleeved gown, rice, and barley. Munsunsa has the tranquil atmosphere of a mountain temple. When spring arrives, cherry blossom flowers and wild flowers bloom across the mountain and the nearby cattle farm call to mind a traditional Korean painting.<br><br>Munsusa Temples Geungnaksiljeon Hall is a beautiful building constructed in the Jusimpo style (the column brackets placed only on top of the columns) combined with Dapo style (the column brackets placed between columns as well as on top of the columns). It is designated as Chungcheongnam-do Tangible Cultural Property No. 13. Inside the gorgeously and majestically carved hall are many relics including Gilt-bronze Seated Buddha, Samsebulsang statues (statues of Buddhas of Three Times (past, present and future)), Nahansang statues (statues of disciples of Buddha), and various portraits of Buddha.<br><br> The Gilt-bronze Seated Buddha (x_height  70cm, length between knees  50cm) was created in 1346. It is a fine example of late Goryo dynasty style Buddha statue along with Gilt-bronze Seated Bhaisajyaguru Buddha of Janggoksa Temple (Treasure No.337).","regDate":"2022-11-14","author":"korea-tour","tag":["Chungcheongnam-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-11-14-1668401983817/1954556_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-14-1668401983817"},{"id":"2022-11-14-1668399000382","title":"Seosan Illaksa Temple (일락사 (서산))","description":"Illaksa Temple is located on the southwestern side of Illaksan Mountain. There are no records referencing the temple building, but several documents mention a Uihyeonseonsa Temple, which is believed to have been Illaksa at the time of its foundation. Uihyeonseonsa Temple is estimated to have been founded in 663. There are records of several restorations in works including Seosan Gunji and Haemi Eupji, published after 1970. The temple premises also include the Three-story Stone Pagoda (Cultural Properties Materials) and Iron Buddha (Cultural Properties Materials), both estimated to have been built during the Goryeo dynasty. Hwangnakgyegok Valley is downhill from the temple.","regDate":"2022-11-14","author":"korea-tour","tag":["Chungcheongnam-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-11-14-1668399000382/2372711_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-14-1668399000382"},{"id":"2022-11-13-1668336086604","title":"Seosan Gayasan Mountain (가야산(서산))","description":"Gayasan Mountain has easy and enjoyable hiking trails connecting Gayabong Peak, the main peak, with other peaks and mountains, namely Wonhyobong Peak (677 m), Ogyangbong Peak (621.4 m), Illaksan Mountain (521.4 m), Sujeongbong Peak (453 m), and Sangwangsan Mountain (307.2 m). The trails are as easy and suitable for all hikers including the elderly and young hikers. A distant view of the west sea is even visible from the top of the mountain. Gayasan Mountain offers amazing scenery all year round, most notably in spring when azaleas, royal azaleas, and an array of wildflowers are in full bloom.<br /><br />The mountain also contains the Seosan Rock-carved Buddha Triad (National Treasure), which is considered the best rock-carved Buddha from the Baekje period. The mountain is also home to Bowonsa Temple Site, Gaesimsa Temple, and Illaksa Temple. With one National Treasure, six Treasures, and four cultural heritages preserved on the mountain, it is safe to say that Gayasan Mountain is the heart of Naepo Culture Zone (northwestern region of the province of Chungcheongnam-do), making the entire mountain a cultural asset.","regDate":"2022-11-13","author":"korea-tour","tag":["Chungcheongnam-do","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-11-13-1668336086604/1961100_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-13-1668336086604"},{"id":"2022-11-13-1668332361185","title":"Seosan Gaesimsa Temple (개심사(서산))","description":"Situated in a dense forest in Sangwangsan Mountain and 6 kilometers away from Haemi-myeon, Gaesimsa Temple is one of the four major temples in Chungcheongnam-do. The path from the parking lot to the temple site is quite remote and curved, but beautiful especially in spring when cherry blossoms are in full bloom. <br><br>The temple was built in 1484 during the 15th year of King Seongjong and designated as a Treasure. The architecture of the temple stands out, as the buildings use bent tree trunks for pillars.","regDate":"2022-11-13","author":"korea-tour","tag":["Chungcheongnam-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-11-13-1668332361185/2562948_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-13-1668332361185"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}