{"pageProps":{"content":"![Boramae Safety Experience Center (보라매안전체험관)](/2022-07-20-1658349570970/1095139_image2_1.webp)\n\n  \n## Overview\n\n> Located inside Boramae Park, the Boramae Safety Experience Center operates an experience program focused on safety measures in the event of disaster. With a 'Safe Seoul' vision, the center teaches safety awareness and safety measures through simulation-based training in how to handle disasters, earthquakes, windstorms, fire and traffic accidents. The center also operates a program to learn about first aid such as CPR and the use of various safety facilities and equipment.<br>\n<br>\nAt this safety experience center, visitors can also listen to real-life stores \nfrom fire officers and participate in the programs to learn more about safety.\n\n  \n## Intro\n\n| | |\n| - | - |\n|expagerange:|Elementary ~ High school students (Elementary school students should be accompanied by appointed guardian.)|\n|infocenter:|• 1330 Travel Hotline: +82-2-1330<br>(Korean, English, Japanese, Chinese) <br> • For more info: +82-2-2027-4100|\n|opendate:|May 25, 2010|\n|parking:|Not available (Use Boramae Park parking lot)|\n|restdate:|Mondays, New Year’s Day, the day of Seollal (Lunar New Year’s Day) & Chuseok (Korean Thanksgiving Day)|\n|usetime:|09:00-17:00|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Admission Fees:|Free|\n|Available Facilities:|B1F: Eperience evaluation hall, orientation hall, 4D Theater, subway accident experience zone<br>1F: Fire safety history museum, windstorm experience zone, earthquake experience zone<br>2F: Traffic accident experience zone, fire experience zone<br>3F: Fire safety facility practice room, children's safety zone, emergency care practive room|\n|Restrooms:|Available|\n|Parking Fees:|100 won for every 5-minute|\n  \n## Detail Image\n![/2022-07-20-1658349570970/1094994_image2_1.webp](/2022-07-20-1658349570970/1094994_image2_1.webp)\n![/2022-07-20-1658349570970/1094997_image2_1.webp](/2022-07-20-1658349570970/1094997_image2_1.webp)\n![/2022-07-20-1658349570970/1095001_image2_1.webp](/2022-07-20-1658349570970/1095001_image2_1.webp)\n![/2022-07-20-1658349570970/1095034_image2_1.webp](/2022-07-20-1658349570970/1095034_image2_1.webp)\n![/2022-07-20-1658349570970/1095040_image2_1.webp](/2022-07-20-1658349570970/1095040_image2_1.webp)\n![/2022-07-20-1658349570970/1095048_image2_1.webp](/2022-07-20-1658349570970/1095048_image2_1.webp)\n![/2022-07-20-1658349570970/1095051_image2_1.webp](/2022-07-20-1658349570970/1095051_image2_1.webp)\n![/2022-07-20-1658349570970/1095055_image2_1.webp](/2022-07-20-1658349570970/1095055_image2_1.webp)\n![/2022-07-20-1658349570970/1095066_image2_1.webp](/2022-07-20-1658349570970/1095066_image2_1.webp)\n![/2022-07-20-1658349570970/1095070_image2_1.webp](/2022-07-20-1658349570970/1095070_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-2-2027-4100](tel:+82220274100)\n- [🏠fire.seoul.go.kr](http://fire.seoul.go.kr/boramea)\n\n\n```googleMap\nlatitude: 37.4929339232\nlongitude: 126.9172397911\ntitle: 33, Yeouidaebang-ro 20-gil, Dongjak-gu, Seoul\n```\n  \n## Directions\n  \n[Subway]<br>Sindaebang Station (Seoul Subway Line 2), Exit 4.\n<br>Go straight, passing Munchang Elementary School and the South Gate of Boramae Park. \n<br>Walk for approx. 5 min from Nambu Disability Welfare Center to Boramae Safety Experience Center (Music Fountain).<br>Boramae Safety Experience Center is next to the music fountain.\n","data":{"id":"2022-07-20-1658349570970","title":"Boramae Safety Experience Center (보라매안전체험관)","description":"Located inside Boramae Park, the Boramae Safety Experience Center operates an experience program focused on safety measures in the event of disaster. With a 'Safe Seoul' vision, the center teaches safety awareness and safety measures through simulation-based training in how to handle disasters, earthquakes, windstorms, fire and traffic accidents. The center also operates a program to learn about first aid such as CPR and the use of various safety facilities and equipment.<br><br>At this safety experience center, visitors can also listen to real-life stores from fire officers and participate in the programs to learn more about safety.","regDate":"2022-07-20","author":"korea-tour","tag":["Seoul","Culture/Art/History","Experience Programs","Unique Experience"],"imgUrl":"/2022-07-20-1658349570970/1095139_image2_1.webp","blogPath":"Seoul/2022-07-20-1658349570970","pageUrl":"https:/mcdryad.com/Seoul/2022-07-20-1658349570970"},"dataList":[{"id":"2022-07-21-1658411667922","title":"Cheongdam Fashion Street (청담패션거리)","description":"The street from the Cheongdam Station intersection to Galleria Department Store is lined with luxury brand stores and dubbed as “Cheongdam Fashion Street.\" Often frequented by celebrities, the area became a popular tourist destination for hallyu fans. Inside the alleys are famous restaurants, and with art galleries and boutiques popping up within the area, the street has gained a reputation as a cultural shopping street.","regDate":"2022-07-21","author":"korea-tour","tag":["Seoul","Culture/Art/History","Experience Programs","Cultural Districts"],"imgUrl":"/2022-07-21-1658411667922/2728682_image2_1.webp","blogPath":"Seoul/2022-07-21-1658411667922"},{"id":"2022-07-21-1658408805584","title":"Cheongansa Temple (천간사)","description":"Cheongansa Temple was first built in 1960, and was re-built in 2009. It has many pagodas and monuments  a pagoda filled with sari relics of Buddha; Budotap Pagoda, which is a shrine to the monk who found the temple and his sacred relics; and a monument honoring the late first lady Yuk yeong-su. The re-built temple was awarded the Hanok Prize in the Hanok Competition 2011. Located along the Bukhansan Mt. Dulaegil Trail, the temple provide visitors with the chance to enjoy fresh air and a rest from hiking along the trail.","regDate":"2022-07-21","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-07-21-1658408805584/2048008_image2_1.webp","blogPath":"Seoul/2022-07-21-1658408805584"},{"id":"2022-07-21-1658403194324","title":"Cheong Wa Dae (Blue House) (청와대)","description":"The signature markings of the Presidential Residence of Cheong Wa Dae are its blue tiles on the Main Office; it is the first thing to catch one's attention upon viewing the premises. Approximately 150 thousand tiles compose the roof of the Main Office. Each tile was baked individually to make them strong enough to last for hundreds of years. The blue tiles and the smoothly curving roofline blend beautifully with Bugaksan Mountain in the backdrop. <br /><br />Cheong Wa Dae is comprised of the Main Office, Yeongbingwan (State Guest House), Chunchugwan (Spring and Autumn) Hall, Nokjiwon Garden, Mugunghwa (Rose of Sharon) Hill, and Chilgung Palace. It is interesting to see that all the buildings are unique and beautifully designed, built in the traditional Korean style. Just outside the premises is Cheongwadae Sarangchae, an exhibition hall showing the history of Cheong Wa Dae and the Korean presidency, as well as gifts received by heads of State over the years. The hall is open free to all visitors.","regDate":"2022-07-21","author":"korea-tour","tag":["Seoul","Culture/Art/History","Architectural Sights","Buildings"],"imgUrl":"/2022-07-21-1658403194324/774323_image2_1.webp","blogPath":"Seoul/2022-07-21-1658403194324"},{"id":"2022-07-21-1658400126222","title":"Changuimun Gate - Jahamun Gate (창의문(자하문))","description":"Changuimun Gate was often called Jahamun Gate. It was one of four mini-gates in the north surrounding the walled city of Hanyang (Seoul) during the Joseon dynasty. After the closure of Sukjeongmun Gate, one of the four main gates, Changuimun Gate became a favorite north gate. Hence, people also called Changuimun the North Gate. It is the only gate among four mini gates that is still in its original state. Although it is small, almost 50m² in terms of size, it looks very firm and sturdy. While Dongsomun Gate, another of the four mini gates, is decorated with a phoenix, Changuimun Gate is adorned with a wooden chicken along its rafters. The reason behind the wooden chicken was that the chicken was believed to be the nemesis of the centipede. People believed that installing the wooden chicken was important to overcome the harmful spirit of the centipede.","regDate":"2022-07-21","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-07-21-1658400126222/1570526_image2_1.webp","blogPath":"Seoul/2022-07-21-1658400126222"},{"id":"2022-07-21-1658396211724","title":"Changgyeonggung Palace Honghwamun Gate (창경궁 홍화문)","description":"Honghwamun Gate is the main gate of Changgyeonggung Palace. It has three opening gates in the front and two to the side with a sophisticated locking mechanism.","regDate":"2022-07-21","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Gates"],"imgUrl":"/2022-07-21-1658396211724/2616931_image2_1.webp","blogPath":"Seoul/2022-07-21-1658396211724"},{"id":"2022-07-21-1658392909232","title":"Changgyeonggung Palace (창경궁)","description":"Located in the heart of Seoul, Changgyeonggung Palace was originally built as Suganggung Palace by the 4th ruler of the Joseon dynasty, King Sejong (r.1418-1450), for his retiring father, King Taejong. It often served as residential quarters for queens and concubines. During the reign of King Seongjong (r.1469-1494), the palace was renovated and renamed to Changgyeonggung Palace. It later became a park with a zoo and a botanical garden during Japanese colonial rule. The palace grounds remained this way until 1983 when restoration of its old grace was completed.","regDate":"2022-07-21","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Palaces"],"imgUrl":"/2022-07-21-1658392909232/2612510_image2_1.webp","blogPath":"Seoul/2022-07-21-1658392909232"},{"id":"2022-07-21-1658388852503","title":"Changdeokgung Palace Complex [UNESCO World Heritage] (창덕궁과 후원 [유네스코 세계문화유산])","description":"Changdeokgung Palace was the second royal villa built following the construction of Gyeongbokgung Palace in 1405. It was the principal palace for many kings of the Joseon dynasty, and is the most well-preserved of the five remaining royal Joseon palaces. The palace grounds are comprised of a public palace area, a royal family residence building, and the rear garden. Known as a place of rest for the kings, the rear garden boasts a gigantic tree that is over 300 years old, a small pond and a pavilion. <br><br> The palace gained importance starting from the time of Seongjong, the 9th king of Joseon, when a number of kings began using it as a place of residence. Unfortunately, the palace was burned down by angry citizens in 1592 when the royal family fled their abode during the Imjin War. Thanks to Gwanghaegun, the palace was restored in 1611. Even today, it houses a number of cultural treasures, such as Injeongjeon Hall, Daejojeon Hall, Seonjeongjeon Hall, and Nakseonjae Hall. <br><br> Changdeokgung Palace’s garden behind the inner hall, called the Secret Garden, was constructed during the reign of King Taejong and served as a rest area for the royal family members. The garden had formerly been called Bugwon and Geumwon, but was renamed Biwon Garden, or Secret Garden, after King Gojong came into power. The garden was kept as natural as possible and was touched by human hands only when absolutely necessary. Buyongjeong Pavilion, Buyongji Pond, Juhamnu Pavilion, Eosumun Gate, Yeonghwadang Hall, Bullomun Gate, Aeryeonjeong Pavilion, and Yeongyeongdang Hall are some of the many attractions that occupy the garden. The most beautiful time to see the garden is during the fall when the autumn foliage is at its peak and the leaves have just started to fall. <br><br> Though it has been treasured by Koreans for centuries, Changdeokgung Palace was  recognized as a World Cultural Heritage site by the UNESCO World Cultural Heritage Committee in December of 1997 during the committee meeting in Naples, Italy.","regDate":"2022-07-21","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Palaces"],"imgUrl":"/2022-07-21-1658388852503/1568306_image2_1.webp","blogPath":"Seoul/2022-07-21-1658388852503"}],"navList":["Busan","Daegu","Daejeon","Gwangju","Gyeonggi-do","Incheon","Jeju-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}