{"pageProps":{"content":"![Gameunsaji Temple Site (경주 감은사지)](/2022-11-24-1669272162384/2371515_image2_1.webp)\n\n  \n## Overview\n\n> Gameunsaji Temple Site was built by King Munmu (AD 661-681), the king of Silla who unified Baekje and Goguryeo in the late 7th century. The purpose of the temple site was to pray for help and guidance from Buddha against Japanese invasion. Unfortunately, King Munmu passed away before the completion of the temple, and left a will to be cremated and buried in the East Sea so that he may reincarnate as a sea dragon in order to protect the country. As he wished, King Munmus ashes were scattered at Daewangam of the East Sea. The temple was completed and was named by his son, King Sinmun (AD 681-692) in respect and appreciation for his father. <br>Gameunsaji Temple Site was rebuilt in 1979 based on the discovery of the sites foundation after two years of archeological research. The three-story stone pagoda at the temple site is a reminent of the early period of unified Silla, assembled with several parts which rise up to 13.4m high, known to be Sillas highest three-story pagoda.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330<br>(Korean, English, Japanese, Chinese)<br>• For more info: +82-54-772-3843|\n|parking:|Available|\n|restdate:|N/A (Open all year round)|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Restrooms:|Available|\n|Admission Fees:|Free|\n|Interpretation Services Offered:|Not available|\n  \n## Detail Image\n![/2022-11-24-1669272162384/530275_image2_1.webp](/2022-11-24-1669272162384/530275_image2_1.webp)\n![/2022-11-24-1669272162384/680942_image2_1.webp](/2022-11-24-1669272162384/680942_image2_1.webp)\n![/2022-11-24-1669272162384/680958_image2_1.webp](/2022-11-24-1669272162384/680958_image2_1.webp)\n![/2022-11-24-1669272162384/1031336_image2_1.webp](/2022-11-24-1669272162384/1031336_image2_1.webp)\n![/2022-11-24-1669272162384/1200461_image2_1.webp](/2022-11-24-1669272162384/1200461_image2_1.webp)\n![/2022-11-24-1669272162384/1200462_image2_1.webp](/2022-11-24-1669272162384/1200462_image2_1.webp)\n![/2022-11-24-1669272162384/1200465_image2_1.webp](/2022-11-24-1669272162384/1200465_image2_1.webp)\n![/2022-11-24-1669272162384/1613352_image2_1.webp](/2022-11-24-1669272162384/1613352_image2_1.webp)\n![/2022-11-24-1669272162384/1613354_image2_1.webp](/2022-11-24-1669272162384/1613354_image2_1.webp)\n![/2022-11-24-1669272162384/530276_image2_1.webp](/2022-11-24-1669272162384/530276_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-54-772-3843](tel:+82547723843)\n- [🏠www.gyeongju.go.kr/tour](http://www.gyeongju.go.kr/tour)\n\n\n```googleMap\nlatitude: 35.7482196956\nlongitude: 129.4768554542\ntitle: Yongdang-ri, Gyeonju-si, Gyeongsangbuk-do\n```\n  \n## Directions\n  \n[Bus]<br>\nFrom Gyeongju Intercity Bus Terminal, take city Bus No. 150 and get off at Gameunsa Temple Site Bus Stop.<br>\nWalk for approx. 3 min.\n","data":{"id":"2022-11-24-1669272162384","title":"Gameunsaji Temple Site (경주 감은사지)","description":"Gameunsaji Temple Site was built by King Munmu (AD 661-681), the king of Silla who unified Baekje and Goguryeo in the late 7th century. The purpose of the temple site was to pray for help and guidance from Buddha against Japanese invasion. Unfortunately, King Munmu passed away before the completion of the temple, and left a will to be cremated and buried in the East Sea so that he may reincarnate as a sea dragon in order to protect the country. As he wished, King Munmus ashes were scattered at Daewangam of the East Sea. The temple was completed and was named by his son, King Sinmun (AD 681-692) in respect and appreciation for his father. <br>Gameunsaji Temple Site was rebuilt in 1979 based on the discovery of the sites foundation after two years of archeological research. The three-story stone pagoda at the temple site is a reminent of the early period of unified Silla, assembled with several parts which rise up to 13.4m high, known to be Sillas highest three-story pagoda.","regDate":"2022-11-24","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Holy Sites"],"imgUrl":"/2022-11-24-1669272162384/2371515_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-11-24-1669272162384","pageUrl":"https:/mcdryad.com/Gyeongsangbuk-do/2022-11-24-1669272162384"},"dataList":[{"id":"2022-12-08-1670495912711","title":"Unmunsan County Park (운문산군립공원)","description":"Unmunsan Mountain (1,118 meters) is one of the seven mountains rising over 1,000 meters above sea level in the Yeongnam Alps in the Taebaeksanmaek Mountain Range. Unmunsan Mountain features dense groves, attracting a large number of hikers. From the summit, one can get a great view of the golden reeds on Cheonhwangsan Mountain to the south, and the ridges of Gajisan Mountain to the east. <br /><br />There are various sized temples and hermitages on the mountain, nestled among a splendid landscape. Unmunsa Temple is situated at the foot of the mountain on the northern side. It was built by Sinseung in the 18th year of the reign of King Jinheung (557) of the Silla Kingdom. Though some buildings burned down during the Imjin War, the Obaengnahanjeon Hall and Gwaneumjeon Hall have been preserved in their original state. The dense groves of pine trees and fir trees add to the tranquility of the beautiful scenery. In the temple, seven treasures are kept, including the Stone Lantern at Geumdang Hall (Treasure). The historic relics date back to the Silla kingdom and Goryeo dynasty.","regDate":"2022-12-08","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites","County Parks"],"imgUrl":"/2022-12-08-1670495912711/1130201_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-08-1670495912711"},{"id":"2022-12-08-1670492168337","title":"Unmunsa Temple (운문사)","description":"Unmunsa Temple in Cheongdo, Gyeongsangbuk-do belongs to Cheongdo-gun in terms of administrative district. However, it is actually more closely connected to Daegu in terms of traffic and lifestyle. Unmunsa Temple was built in 560 during the Silla period. This ancient temple features seven treasured artifacts including the Weeping Pine Tree (Natural Monument No. 180) and stone lantern. There are four small hermitages (Sariam, Naewonam, Bukdaeam and Cheongsinam) around the temple. Moreover, the surrounding forest of pine and fir trees only enhances the temple’s beauty.<Br><br>Unmunsa is the largest Buddhist nunnery in Korea, maintaining a capacity of roughly 260 bhikkhunis, or Buddhist nuns, who practice Buddhism in a four-year term. But, thanks to its magnificence and lush forest, Unmunsan Mountain, located on the southernmost part of Taebaek Mountain range, has become a favorite spot for many tourists.","regDate":"2022-12-08","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-12-08-1670492168337/1130170_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-08-1670492168337"},{"id":"2022-12-08-1670488825762","title":"Ulleungdo Lighthouse (울릉도 등대 (태하등대))","description":"Ulleungdo Lighthouse, sometimes called Taeha Lighthouse, was first lit in 1958 as a guiding light for boats coming to and from Ulleungdo Island. The lighthouse is a round, white concrete structure rising 7.6 meters high. With a new prisim light placed in 2003, the lighthouse can reach as far as 50 kilometers away. The hiking trail up to the lighthouse is a natural, narrow path among groves of trees. The gentle slope is surrounded by uniquely shaped cliffs, so it is a popular hiking course for tourists.","regDate":"2022-12-08","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites"],"imgUrl":"/2022-12-08-1670488825762/1863795_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-08-1670488825762"},{"id":"2022-12-08-1670484973462","title":"Ulleungdo Island (울릉도)","description":"Ulleungdo Island is the seventh largest island in Korea. The volcanic island consists of 44 islets of varying sizes annexed around it. With many cliffs, the island is a popular spot for rock climbing. Many walking trails that connect the sea to the mountain and rivers are also available. A walk along the Ulleung Haedam-gil offers visitors a chance to see everyday life of people on the island as well as the islands natural beauty.","regDate":"2022-12-08","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites"],"imgUrl":"/2022-12-08-1670484973462/2547574_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-08-1670484973462"},{"id":"2022-12-08-1670481691808","title":"Ulleung Jukdo Island (죽도(울릉))","description":"Jukdo Island is a small inhabited island near Ulleungdo Island, located 4 kilometers apart from Jeodonghang Port and 7 kilometers away from Dodonghang Port, both of which are nestled northeast of Ulleungdo Island. Normally, tourists visit Jukdo Island on their way back to the mainland by taking a ferry service that departs from Dodonghang Port. <br> <br>The natural environment of Jukdo Island is uncontaminated, thus almost everything is so pristine to the extent that people can even collect rainwater to drink, much thanks to its geological and cultural distance from the more modernized parts of Korea.","regDate":"2022-12-08","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites"],"imgUrl":"/2022-12-08-1670481691808/169631_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-08-1670481691808"},{"id":"2022-12-08-1670477766720","title":"Uljin Hupohang Port (울진 후포항)","description":"Uljin-gun’s southern most port of Hupohang has beautiful seaside scenery throughout the four seasons. Almost all of the fish caught in the East Sea can be seen at Hupohang Port. On the hill behind the port is the Hupo Lighthouse, which lights the waters for boats coming in at night, and its observatory provides a great view over the East sea during the day. Also, children’s playground and rest area are situated on top of the hill next to the lighthouse. On the opposite side of the hill, visitors can enjoy the spectacular scenery of the 1,004-meter tall Baekamsan Mountain. <BR><Br>At dawn, visitors can tour Hupohang Park and look at the many freshly caught fish. Visitors can also buy fresh fish at extremely low prices. Furthermore, the Hupohang Port is known for its numerous raw fish restaurants and the hot springs are located nearby as well.","regDate":"2022-12-08","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites"],"imgUrl":"/2022-12-08-1670477766720/183330_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-08-1670477766720"},{"id":"2022-12-08-1670474510444","title":"Uljin Bulyeongsa Temple (불영사(울진))","description":"<br>Bulyeongsa Temple, located at the western foot of Cheonchuksan Mountain in Uljin, Gyeongsangbuk-do, was built during the Silla period. ‘Bulyeongsa’ means ‘the reflection of Buddha’s shadow on the pond.’ A lovely path leads from the parking area to the temple, and a beautiful pond and green farm in the courtyard give the temple, inhabited by Buddhist nuns, a cozy and welcoming feeling.<br><br>The 13 km-long Bulyeongsa Valley is also found around Bulyeongsa Temple. With unique rock formations and thick forest, the valley creates an almost mystical atmosphere. Even though Bulyeongsa Valley is not as magnificent or splendid as Cheonbuldong Valley at Seoraksan Mountain or Mureung Valley and Bogyeongsa Valley at Odaesan Mountain, it offers a serene and beautiful view against the backdrop of Cheonchuksan Mountain.","regDate":"2022-12-08","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-12-08-1670474510444/2502362_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-08-1670474510444"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}