{"pageProps":{"content":"![Gwanmaedo Island (관매도)](/2023-01-21-1674290258733/1954200_image2_1.webp)\n\n  \n## Overview\n\n> Located 17㎞ south of Jindo Island in the southwestern tip of the Korean peninsula, Gwanmaedo Island is part of the Dadohae National Park. With excellent beaches, rocky cliffs and boulders, mountains, pine forests, hiking trails, delicious sea foods, traditional villages, and friendly locals, the island is recognized as one of the most scenic islands in the region. Moreover, its location serves as a gateway to many other smaller, remote islands.<br><br><b>Island History<br></b>Gwanmaedo Island had been called Bolmae Island until 1914.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330<br>(Korean, English, Japanese, Chinese)<br>• For more info: +82-61-540-3417|\n|parking:|Available|\n|usetime:|09:00-18:00|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Film Locations:|KBS2 - Two Days and One Night<br>SBS – Fashion 70s’|\n  \n## Detail Image\n![/2023-01-21-1674290258733/1571811_image2_1.webp](/2023-01-21-1674290258733/1571811_image2_1.webp)\n![/2023-01-21-1674290258733/2026657_image2_1.webp](/2023-01-21-1674290258733/2026657_image2_1.webp)\n![/2023-01-21-1674290258733/2026661_image2_1.webp](/2023-01-21-1674290258733/2026661_image2_1.webp)\n![/2023-01-21-1674290258733/2026662_image2_1.webp](/2023-01-21-1674290258733/2026662_image2_1.webp)\n![/2023-01-21-1674290258733/2026663_image2_1.webp](/2023-01-21-1674290258733/2026663_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-61-540-3417](tel:+82615403417)\n- [🏠www.gwanmaedo.co.kr](http://www.gwanmaedo.co.kr/)\n\n\n```googleMap\nlatitude: 34.2411375211\nlongitude: 126.0520835135\ntitle: Jodo-myeon, Jindo-gun, Jeollanam-do\n```\n  \n## Directions\n  \n[Bus + ferry]<BR>Take a bus to Jindo Express Bus Terminal.<BR>From Jindo Express Bus Terminal, take a local bus bound for Panmokhang Port Bus Stop.<BR>\nFrom Panmokhang Port, take a passanger ferry to Gwanmaedo Island. \n* Ferry schedule is subject to change, depending on the season and weather conditions.\n","data":{"id":"2023-01-21-1674290258733","title":"Gwanmaedo Island (관매도)","description":"Located 17㎞ south of Jindo Island in the southwestern tip of the Korean peninsula, Gwanmaedo Island is part of the Dadohae National Park. With excellent beaches, rocky cliffs and boulders, mountains, pine forests, hiking trails, delicious sea foods, traditional villages, and friendly locals, the island is recognized as one of the most scenic islands in the region. Moreover, its location serves as a gateway to many other smaller, remote islands.<br><br><b>Island History<br></b>Gwanmaedo Island had been called Bolmae Island until 1914.","regDate":"2023-01-21","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"/2023-01-21-1674290258733/1954200_image2_1.webp","blogPath":"Jeollanam-do/2023-01-21-1674290258733","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-21-1674290258733"},"dataList":[{"id":"2023-02-01-1675222933472","title":"Wando-gun, Cheongsando Island [Slow City] (완도군 청산도 [슬로시티])","description":"The name Cheongsan (靑山) carries the meaning that all of the surroundings - the mountains, ocean and sky - are blue. Cheongsando Island is a small island featuring beautiful scenery located 19.2km from Wando in Jeollanam-do, and is the southernmost island in Dadohae. The island looks to Geomundo Island in the east, Soando Island in the west, Jejudo Island in the south, and Sinjido Island in the north. Cheongsando Island was designated as part of Dadohaehaesang National Park on December 23, 1981 and the first Asian slow city on December 1, 2007. The slower visitors walk through the island, the more beautiful the island is. Likewise, the island was picked as one of must-visit tourism spots by Korea Tourism Organization and CNN. The island also features the valuable agricultural asset of gudeuljangnon, terraced rice paddies.","regDate":"2023-02-01","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"/2023-02-01-1675222933472/1784238_image2_1.webp","blogPath":"Jeollanam-do/2023-02-01-1675222933472"},{"id":"2023-01-31-1675161458234","title":"Unjusa Temple (운주사)","description":"Unjusa Tmeple was called Bibosa Temple during the late Silla Period. However, during excavation work that took place between 1984 and 1989, it was discovered to have been built long before that during the early Goryeo period. The temple fell into disrepair after the Imjin War (1592-1598), but was partly restored in the 1800s by Monk Seoldamjau. Unjusa Temple’s famous heritages include the Nine-story Stone Pagoda (Treasure No. 796), Shrine of Stone Buddha (Treasure No. 797), and Cylindrical Multi-story Stone Pagoda (Treasure No. 798).","regDate":"2023-01-31","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2023-01-31-1675161458234/2604595_image2_1.webp","blogPath":"Jeollanam-do/2023-01-31-1675161458234"},{"id":"2023-01-31-1675157801357","title":"Ttangkkeut Village (땅끝 관광지)","description":"This area is famous as it is on the very tip of the Korean peninsula, located in Galdu-ri of Songji-myeon. This is where Baekdusan Mountain ends reaching the tip of the peninsula. Many people visit the area so they can say they’ve stepped on the end of the land and it has long become a prime destination in Haenam. <br><br>At the summit of Sajabong peak there is an observatory that stands 38m high. From the observatory you can get a full viewing of the Dalmasan Mountain in the north while in the east, fishing vessels can be seen skirting deftly on the surface of the sea. Atop the summit of Sajabong peak, there is a restored old beacon (Bonghwadae) which in the past was strategically located to warn of approaching Japanese ships. In the village proper, the area known as Ttangkkeut Village, special events take place to celebrate the end of year and the first day of the New Year, which also draws many tourists to the area from all over the country.","regDate":"2023-01-31","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Recreational Sites","Tourist Complexes"],"imgUrl":"/2023-01-31-1675157801357/2367436_image2_1.webp","blogPath":"Jeollanam-do/2023-01-31-1675157801357"},{"id":"2023-01-31-1675154375348","title":"Tracksite of Dinosaurs, Pterosaurs, and Birds in Uhang-ri (우항리 공룡화석자연사유적지)","description":"The Tracksite of Dinosaurs, Pterosaurs, and Birds in Uhang-ri is where the worlds most intricate fossil footprints of dinosaurs and birds were discovered. The track site was designated as a Natural Monument for its significance and serves as an educational site for studying earth science and dinosaurs from the Cretaceous period. There is a museum that has on display 447 materials related to fossils, including actual fossil pieces of an Allosaurus, along with exhibitions dedicated to giant dinosaurs, sea reptile, and birds.","regDate":"2023-01-31","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2023-01-31-1675154375348/1929590_image2_1.webp","blogPath":"Jeollanam-do/2023-01-31-1675154375348"},{"id":"2023-01-31-1675150565909","title":"Tommeori Beach (톱머리 해수욕장)","description":"Tommeori Beach can be characterized by the extremes shown at high and low tides. The endless stretch of white sandy beach during the low tide and the dense black pine forest offer a spectacular view. The shallow waters and low slope make it a great vacation destination.","regDate":"2023-01-31","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"/2023-01-31-1675150565909/1606937_image2_1.webp","blogPath":"Jeollanam-do/2023-01-31-1675150565909"},{"id":"2023-01-31-1675147221659","title":"Ten Scenic Views of Jirisan (지리산 10경)","description":"Its deep valleys and unique mountain formations are what make Jirisan Mountain truly spectacular. It consists of numerous peaks, and is known to be well-preserved and clean. Ten Scenic Views of Jirisan Mountain are particular memorable and simply breathtaking.<br><Br>Perhaps Jirisan Mountain’s most signature highlight is its incredible sunrise; the scarlet sunlight from the horizon in the east is spectacular, and arguably the best place to watch it in Korea. The second highlight is Piagol Autumn Leaves. At the village, walk 10 minutes further towards Piagol and you will come to a pine forest at the edge of Jeollanam-do and Gyeongsangnam-do. It is called Piagol, the best broad-leaved tree forest in Jirisan Mountain area. The autumnal colors of Piagol are some of the best in the world. Every year the Autumn Leaves Festival is held here. The third notable highlight is the Nogodan Sea of Clouds. Located to the west of Jirisan Mountain, Nogodan Peak is said to boast the most outstanding views of Jirisan Mountain. If you climb up to the peak following the Hwaeomsa Valley, at times the sea of clouds are visible from below the peak. The fourth selected highlight is Banyabong’s Sunset. Banyabong Peak is a huge dome shaped feature. One of the big joys of climbing Banyabong is to see the sunset. The fifth notable feature is the full moon; the beautiful scarlet sky together with the black mountain line produce an exquisite painted background to the rising of the moon. The sixth highlight is the royal azalea blossoming between the rocks. In the spring, the royal azaleas blanket the mountain. There is a field that extends 1,200 meters in the southern area of Jirisan Mountain covered with flowers known as Royal Azalea Plateau. The seventh feature is the deep waterfall between the peaks of Cheonghakbong and Baekhakbong. The 60-meter waterfall produces a tremendous sound. The eighth is the vast view of the mountain range towards Cheonwangbong Peak. The ninth feature is the Chilseongyegok Valley. With its roots in Cheonwonbong Peak, it is one of our nation’s three best valleys. According to legend, seven gods are said to be living in Chilseongyegok Valley. Finally, the tenth most scenic feature is Seomjincheongryu. Flowing southwesterly across Jirisan Mountain and into the south coast, the Seomjingang River is so clear that it is sometimes compared to blue silk. The white sandy beaches on either side of the river are also very beautiful.","regDate":"2023-01-31","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites","National Parks"],"imgUrl":"/2023-01-31-1675147221659/1931213_image2_1.webp","blogPath":"Jeollanam-do/2023-01-31-1675147221659"},{"id":"2023-01-31-1675143375524","title":"Tamjin River Wetland Eco-Park (탐진강 생태습지원)","description":"The Tamjin River Wetland Eco-Park opened in July 2008 to preserve the pristine nature of Tamjin River and to maintain a better waterfront. It is a widely spread natural river wetland eco-park that covers 13.130㎡ along the waterside of Tamjin River, which holds superior-grade water that flows mainly through the Jangheung area from Pyeonghwa Bridge in Jangheung-eup to Busan Bridge. Within the park, there are acupressure paths, wooden decks, trails for observing aquatic plants and eco-life, walking trails and a fountain.","regDate":"2023-01-31","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2023-01-31-1675143375524/1377001_image2_1.webp","blogPath":"Jeollanam-do/2023-01-31-1675143375524"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}