{"pageProps":{"content":"![Cheongpyeonghoban Maeuntang Village (청평호반 매운탕촌)](/2022-07-18-1658176645295/2482930_image2_1.webp)\n\n  \n## Overview\n\n> Cheongpyeonghoban Maeuntang Village is located on the shores of Cheongpyeongho Lake, designated a national attraction in 1943. The restaurants gathered here serve maeuntang (spicy fish stew), haemul tang (spicy seafood stew), sanchae jeongsik (set menu with seasoned wild vegetables) and many other traditional foods.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330<br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-31-584-7301|\n  \n\n  \n## Detail Image\n![/2022-07-18-1658176645295/2482925_image2_1.webp](/2022-07-18-1658176645295/2482925_image2_1.webp)\n![/2022-07-18-1658176645295/2482929_image2_1.webp](/2022-07-18-1658176645295/2482929_image2_1.webp)\n![/2022-07-18-1658176645295/2482931_image2_1.webp](/2022-07-18-1658176645295/2482931_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-31-584-7301](tel:+82315847301)\n\n\n\n```googleMap\nlatitude: 37.7223775697\nlongitude: 127.4251036476\ntitle: Hoegok-ri, Seorak-myeon, Gapyeong-gun, Gyeonggi-do\n```\n  \n## Directions\n  \n[Subway]<br>\nCheongpyeong Station (Gyeongchun Line)<br>\nApprox. 10 min by taxi from the station.\n","data":{"id":"2022-07-18-1658176645295","title":"Cheongpyeonghoban Maeuntang Village (청평호반 매운탕촌)","description":"Cheongpyeonghoban Maeuntang Village is located on the shores of Cheongpyeongho Lake, designated a national attraction in 1943. The restaurants gathered here serve maeuntang (spicy fish stew), haemul tang (spicy seafood stew), sanchae jeongsik (set menu with seasoned wild vegetables) and many other traditional foods.","regDate":"2022-07-18","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Experience Programs","Cultural Districts"],"imgUrl":"/2022-07-18-1658176645295/2482930_image2_1.webp","blogPath":"Gyeonggi-do/2022-07-18-1658176645295","pageUrl":"https:/mcdryad.com/Gyeonggi-do/2022-07-18-1658176645295"},"dataList":[{"id":"2022-09-20-1663670813897","title":"Yongsopokpo Falls (용소폭포)","description":"Three kilometers up Domachigyegok Valley from Sampalgyo Bridge, Yongsopokpo Falls flows peacefully into Yongso Pond. The water originates from Domacheon Stream, which passes through rugged mountains like Seongnyongsan, Domachiryeong Pass, Silloryeong Pass, and Gungmangbong Peak 1,000 meters above sea level. The waterfall is in striking harmony with the surrounding landscape. Yongsopokpo Falls pools into a clear, blue pond, which is surrounded by rocks. In the fall, the pond receives some added beauty in the form of the surrounding autumn foliage, so it is a popular photo spot for hikers.","regDate":"2022-09-20","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites","Waterfalls"],"imgUrl":"","blogPath":"Gyeonggi-do/2022-09-20-1663670813897"},{"id":"2022-09-20-1663667235819","title":"Yongin Waujeongsa Temple (와우정사(용인))","description":"Waujeongsa Temple is located in Haegok-dong in Yongin, Gyeonggi-do at the center of the Yeonhwasan Mountain Range surrounded by 48 magnificent mountain peaks. Waujeongsa Temple is the main branch of the Nirvana order, and has approximately 3,000 Buddha statues. The most popular statue is <em>buldu</em>, an 8-meter high statue of Buddhas head, situated at the temples entrance. Another famous statue is <em>wabul</em>, a Buddha statue carved from juniper wood imported from Indonesia. The wabul reaches 3 meters in x_height and 12 meters in length, making it one of the largest of its kind in the world. The temple houses Buddha statues from all over the world, made from all kinds of materials, that were given as a gift by monks and leaders from other countries.","regDate":"2022-09-20","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"","blogPath":"Gyeonggi-do/2022-09-20-1663667235819"},{"id":"2022-09-20-1663664139365","title":"Yongin Beomnyunsa Temple (법륜사(용인 문수산))","description":"Beomnyunsa Temple, located at the foot of Munsusan Mountain in Yongin, Gyeonggi-do, consists of Geungnakbojeon Hall, Gwaneumjeon Hall, Samseonggak Hall, Beomjonggak Hall, and other buildings. <br><br> The sizable 430-square-meter Daeungjeon Hall was built in an open form of the Chinese character  亞 (ah) in a Southern Buddhist style. The hall, made of indigenous red pine tree from Baekdusan Mountain, contains a 53-ton stone Buddha Statue (three times bigger in size than the statue in Seokguram Grotto) and a 33-ton stone Munsu Bohyeon Buddhist Saint Statue. On the left wall are 104 Sinjungnim (guardians of Buddhist law) as well as a Dongjin Boan Buddhist Saint Statue. There are also 1,250 Buddhist saint statues, symbolizing the devotion of Buddhist followers.","regDate":"2022-09-20","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"","blogPath":"Gyeonggi-do/2022-09-20-1663664139365"},{"id":"2022-09-20-1663660086765","title":"Yeongneung & Nyeongneung Royal Tombs [UNESCO World Heritage] (여주 영릉(英陵)과 영릉(寧陵) [유네스코 세계문화유산])","description":"Yeongneung is the joint tomb of the fourth ruler of the Joseon dynasty, King Sejong (1397-1450, reign 1418-1450) and his wife Queen Soheon (1395-1446). This was the first joint royal tomb of the Joseon dynasty.<br><br> King Sejong was the third son of the third ruler, King Taejong, and his wife Queen Wongyeong. He came to the throne at the age of 22. During his 32-year reign, he was very influential in the development of Korean culture. For example, King Sejong created the Korean alphabet, which he called Hunminjeongeum, and set up the Hall of Worthies (Jiphyeonjeon), an association of the kingdom’s brightest scholars. He also used Confucian principles to administer state affairs. Under the reign of King Sejong, therefore, many sectors including politics, economy, society and culture flourished. In fact, King Sejong the Great is regarded as making some of the most brilliant achievements in Korean history. <br><br> Yeongneung is currently located in Neungseo-myeon in Yeoju-si in Gyeonggi-do, but the tomb was originally located in Seogang, Gwangju. When it was constructed following Queen Soheon’s death in 1446, it was decided it should be a joint tomb, and the space on the right side was reserved for King Sejong. In 1450 when King Sejong died, he was buried together with the dead queen. Later, the tomb was moved to its current place, as it was thought that the original location was not an auspicious place according to geomantic traditions.<br><br> Various items that were originally buried in the tomb were excavated in 1973 and now are exhibited in the King Sejong the Great Memorial Hall, which is located in Cheongnyangni, Seoul. <br><br> Nyeongneung is the royal tomb of the 17th ruler of the Joseon dynasty, King Hyojong (1619-1659, reign 1649-1659), and of his wife Queen Inseon (1618-1674).<br><br> The tomb was originally located to the west of Geonwolleung (the tomb of King Taejo, the first ruler of the Joseon dynasty), but in 1673 cracks appeared on the tomb’s “Byeongpungseok” (stone border), and it was moved to its current location, which is to the east of Yeongneung (the tomb of King Sejong).<br><br> King Hyojong was the second son of King Injo, Joseon dynasty’s 16th ruler, and Queen Illyeol. Upon ascending to the throne, he devised a plan to conquer the northern region of Asia, including the Qing dynasty (part of China). As part of the plan, he reformed the military system and strengthened the army and military enforcements. King Hyojong had spent time in northern China when he was taken hostage by the Manchus. During that time he became exposed to many different cultures and technological advancements. When a group of Dutch sailors were shipwrecked on the Korean shore, King Hyojong ordered them to build the Korean army’s first muskets. <br><br> King Hyojong also implemented “Daedongbeop,” a tax system under which people had to pay taxes with rice, and circulated “Sangpyeongtongbo,” the coinage of the Joseon dynasty.","regDate":"2022-09-20","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-09-20-1663660086765/2482766_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-20-1663660086765"},{"id":"2022-09-20-1663655587484","title":"Yeoju Silleuksa Temple (신륵사 (여주))","description":"Silleuksa Temple is located along the upper section of the Namhangang River as it flows from Bongmisan Mountain in Yeoju. It is believed that Silleuksa Temple was built by Monk Wonhyo during the reign of Silla King Jinpyeong, but there is no evidence to prove this. The temple is famous for being a place where Naong Hyegeun stopped in 1376. The temple began to be called Boeunsa in 1472, but the name changed back to Silleuksa Temple in 1858.","regDate":"2022-09-20","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-09-20-1663655587484/1589916_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-20-1663655587484"},{"id":"2022-09-20-1663650470282","title":"Woongjin Playdoci Waterdoci (웅진플레이도시 워터도시)","description":"Woongjin Playdoci Waterdoci is Korea’s largest water park, featuring a Western-style spa, fitness center, kids academy, and various shopping areas made to be enjoyed by everyone throughout the year. It is a futuristic theme park at the heart of an urban environment. <br><br> The waterpark and spa offer both an exciting and a relaxing experience, allowing visitors to enjoy both cool waves and warm spa at once. In addition, it houses a state-of-the-art wave pool, various other types of pools, Space Balls, various waterslides, an aqua bar, and unique styled spa facilities, which give this Western-style water theme park a plethora of attractions for visitors of all ages.","regDate":"2022-09-20","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Recreational Sites","Hot Springs & Spa"],"imgUrl":"/2022-09-20-1663650470282/2431888_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-20-1663650470282"},{"id":"2022-09-19-1663593675934","title":"Wolgot Harbor (월곶포구)","description":"Got’ in the name of Wolgot means ‘peninsula’ and it is also called ‘dalwol,’ and the area was considered an important strategic point during the Joseon dynasty. In 1991 a land reclaimation project succeeded in creating a new recreation site. Now there are many seafood restaurants, various auxiliary facilities, and an amusement park that rest on reclaimed land. Because the inlet is located on the west coast where the difference in the water level between high and low tide is great, fishing boats avoid the area during the shifting tides. But, whenever the boats return, visitors can enjoy fresh sushi and other seafood. The Marine World facilities have authentic European-style restaurants, an outdoor seawater pool that can be used free of charge, and a barbecue facility along with other amenities.","regDate":"2022-09-19","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites"],"imgUrl":"/2022-09-19-1663593675934/2524568_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-19-1663593675934"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}