{"pageProps":{"content":"![Gwanaksan Mountain (관악산)](/2022-07-23-1658569005134/1857230_image2_1.webp)\n\n  \n## Overview\n\n> Reaching 632.2 meters in x_height, Gwanaksan Mountain is the symbol and pride of Gwanak-gu district in Seoul. Most of the cultural heritages of the district originate from Gwanaksan Mountain. Since it was designated as a city natural park in 1968, it has continued to serve as a favorite place for relaxation and excursion for Seoul citizens. The various rocky peaks and the deep valleys give the mountain a rugged feel. The mountain's size and close proximity to Seoul make it easy for Seoul residents \nto make a day-trip. <br> <br>\n\nIn the spring, cherry blossoms are in full bloom near the entrance to the mountain, and a Rhododendron Festival is held when the rhododendrons are in full bloom. At the mountain's summit are Wongaksa Temple and Yeonjuam Hermitage, which were built by Taejo Yi Seong-gye (the founder of the Joseon dynasty) to ward off misfortune when he decided to move the capital to Seoul. There are also other temples and hermitages, and a ground radar observation post. Yeonjudae Hermitage, located atop a cliff, is where all the hiking trails of Gwanaksan Mountain meet.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br>(Korean, English, Japanese, Chinese) <br> • For more info: +82-2-879-6521|\n|parking:|Available|\n|restdate:|N/A (Open all year round)|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Restrooms:|Available|\n  \n## Detail Image\n![/2022-07-23-1658569005134/1903011_image2_1.webp](/2022-07-23-1658569005134/1903011_image2_1.webp)\n![/2022-07-23-1658569005134/1903012_image2_1.webp](/2022-07-23-1658569005134/1903012_image2_1.webp)\n![/2022-07-23-1658569005134/1903013_image2_1.webp](/2022-07-23-1658569005134/1903013_image2_1.webp)\n![/2022-07-23-1658569005134/1903015_image2_1.webp](/2022-07-23-1658569005134/1903015_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-2-879-6521](tel:+8228796521)\n- [🏠www.gwanak.go.kr](http://www.gwanak.go.kr/site/gwanak/area/areaMain.do?cateCont=Area02)\n\n\n```googleMap\nlatitude: 37.4484036407\nlongitude: 126.9540987991\ntitle: Gwanak-ro, Gwanak-gu, Seoul\n```\n  \n## Directions\n  \n[Bus]<br>\nTake Bus No. 501, 5412, 5515, 5516, 5517, 5528, 5614, 6512, 6513, or  6514.<br>\n- Get off at Seoul National University Entrance bus stop.<br><br>\n\n[Subway]<br>\nSeoul National University Station (Seoul Subway Line 2), Exit 3.<br>\n- Transfer to any bus bound for Seoul National University Entrance bus stop.\n","data":{"id":"2022-07-23-1658569005134","title":"Gwanaksan Mountain (관악산)","description":"Reaching 632.2 meters in x_height, Gwanaksan Mountain is the symbol and pride of Gwanak-gu district in Seoul. Most of the cultural heritages of the district originate from Gwanaksan Mountain. Since it was designated as a city natural park in 1968, it has continued to serve as a favorite place for relaxation and excursion for Seoul citizens. The various rocky peaks and the deep valleys give the mountain a rugged feel. The mountain's size and close proximity to Seoul make it easy for Seoul residents to make a day-trip. <br> <br>In the spring, cherry blossoms are in full bloom near the entrance to the mountain, and a Rhododendron Festival is held when the rhododendrons are in full bloom. At the mountain's summit are Wongaksa Temple and Yeonjuam Hermitage, which were built by Taejo Yi Seong-gye (the founder of the Joseon dynasty) to ward off misfortune when he decided to move the capital to Seoul. There are also other temples and hermitages, and a ground radar observation post. Yeonjudae Hermitage, located atop a cliff, is where all the hiking trails of Gwanaksan Mountain meet.","regDate":"2022-07-23","author":"korea-tour","tag":["Seoul","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-07-23-1658569005134/1857230_image2_1.webp","blogPath":"Seoul/2022-07-23-1658569005134","pageUrl":"https:/mcdryad.com/Seoul/2022-07-23-1658569005134"},"dataList":[{"id":"2022-07-23-1658608615428","title":"Hanboknam (한복남)","description":"Started in Jeonju in 2012, Hanboknam strived to promote the beauty of hanbok, earning recognition by the Ministry of Culture, Sports and Tourism in 2015. Following this, Hanboknam opened a hanbok exhibition and rental shop in the Bukchon area of Seoul in 2016. The shop provides customers with numerous styles of hanbok, from royalty to beggars. The rental shop also offers various accessories to pair with the different hanbok for a complete look.","regDate":"2022-07-23","author":"korea-tour","tag":["Seoul","Culture/Art/History","Experience Programs","Traditional Experience"],"imgUrl":"/2022-07-23-1658608615428/2388347_image2_1.webp","blogPath":"Seoul/2022-07-23-1658608615428"},{"id":"2022-07-23-1658604688345","title":"Hallyu K-Star Road (한류스타거리 K-STAR ROAD))","description":"Featuring the latest hallyu trend, visitors will be able to discover restaurants and attractions frequented by popular hallyu stars while walking along the Hallyu K-Star Road. <br>The road is separated into four zones  A Zone, the area between Dosan Park Sageori Intersection and Hakdong Sageori Intersection; B Zone, the area between Hakdong Sageori Intersection and Cheongdam Sageori Intersection; C Zone, the area between Cheongdam Sageori Intersection and southern crossroad of Yeongdongdaegyo Bridge; and D Zone, the area between Dosan Park Sageori Intersection and Sinsa Station Sageori Intersection. In particular, D Zone includes Sinsadong Garosu-gil Road, a popular spot in Seoul","regDate":"2022-07-23","author":"korea-tour","tag":["Seoul","Culture/Art/History","Experience Programs","Cultural Districts"],"imgUrl":"/2022-07-23-1658604688345/2386103_image2_1.webp","blogPath":"Seoul/2022-07-23-1658604688345"},{"id":"2022-07-23-1658601711010","title":"Haepungbuwongun Yun Taekyeong's Jaesil (해풍부원군윤택영댁재실)","description":"Haepungbuwongun Yun Taekyeong's Jaesil is a shrine house built by the father-in-law of King Sunjong of Joseon dynasty in 1906 when his daughter was proclaimed the crowned princess of Joseon and entered Changdeokgung Palace to later become Queen Sunjeong. Red pine trees salvaged from the demolition of Gyeongungung Palace were used to construct the house. It was originally located in Jegi-dong, Dongdaemun-gu, but was later restored and moved to its present location. The shrine of the house that was destroyed in 1960 was also restored. <br>Because the house is more of a shrine rather than residential living quarters, it has many unique features. For example, unlike other houses, it has the <em>anchae</em> (women’s quarters) located across from <em>sarangbang</em> (men’s quarters) with <em>daecheong</em> (living room) positioned between them.","regDate":"2022-07-23","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Old Houses"],"imgUrl":"/2022-07-23-1658601711010/1569166_image2_1.webp","blogPath":"Seoul/2022-07-23-1658601711010"},{"id":"2022-07-23-1658597858400","title":"Gyeonghuigung Palace (경희궁)","description":"Gyeonghuigung Palace, Historic Site No. 271, was originally called the large palace by Saemun Gate, or the Western Palace, for its location within the city. It was not until the eighth year of Gwanghaegun (1616) that the palace was used as a royal residence for the king, changing the name to Gyeongdeokgung Palace. The name later changed again to the current Gyeonghuigung Palace in 1760. The palace grounds included many halls but they were mostly all burned down in a fire in 1829. After the Japanese occupation began, all remaining buildings on the site were torn down and the palace grounds were turned into Gyeongseong Middle School (now Seoul High School). The school moved to Gangnam area in 1987, afterwhich the previous location was turned into a park. The palace grounds currently hold Seoul Museum of Art and walking paths, as well as a restoration of Heunghwamun Gate, the main gate of the palace, and Sungjeongjeon Hall, the main hall, completed in November 1994.","regDate":"2022-07-23","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Palaces"],"imgUrl":"/2022-07-23-1658597858400/1568231_image2_1.webp","blogPath":"Seoul/2022-07-23-1658597858400"},{"id":"2022-07-23-1658595062438","title":"Gyeongbokgung Palace (경복궁)","description":"Built in 1395, Gyeongbokgung Palace is commonly referred to as the Northern Palace because its location is furthest north when compared to the neighboring palaces of Changdeokgung (Eastern Palace) and Gyeonghuigung (Western Palace). Gyeongbokgung Palace is arguably the most beautiful, and remains the largest of all five palaces. <br /><br />The premises were once destroyed by fire during the Imjin War (1592-1598). However, all of the palace buildings were later restored under the leadership of Heungseondaewongun during the reign of King Gojong (1852-1919). <br /><br />Remarkably, the most representative edifices of the Joseon dynasty, Gyeonghoeru Pavilion and the pond around Hyangwonjeong Pavilion have remained relatively intact. The raised dias and stone markers of Geunjeongjeon showcase the representative art style of their time.<br /><br />The National Palace Museum of Korea is located outside of Heungnyemun Gate, and the National Folk Museum is located on the eastern side of Hyangwonjeong Pavillion.","regDate":"2022-07-23","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Palaces"],"imgUrl":"/2022-07-23-1658595062438/2678623_image2_1.webp","blogPath":"Seoul/2022-07-23-1658595062438"},{"id":"2022-07-23-1658586843001","title":"Gwangnaru Hangang Park (광나루한강공원)","description":"Hangang Citizen's Park, composed of 12 areas including Jamsil, Ttukseom and Jamwon, is an eco-friendly park providing areas for sports and leisure. The park is equipped with various cultural and recreational facilities and also has an ecological park. Gwangnaru Hangang Park formed naturally through rich silt that flowed in from the upper Hangang River that was then filled with reeds, creating an ideal habitat for groups of migratory birds.","regDate":"2022-07-23","author":"korea-tour","tag":["Seoul","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-07-23-1658586843001/1567801_image2_1.webp","blogPath":"Seoul/2022-07-23-1658586843001"},{"id":"2022-07-23-1658583774047","title":"Gwangjingyo 8th Avenue (광진교 8번가)","description":"Gwangjingyo 8th Avenue is the only cultural area in Korea located beneath a bridge. Not just a performance venue, the building also houses a gallery depicting the 100-year history of the Hangang River and a Hangang Renaissance Project Promotion Room, which provides a glimpse of developers’ plans to further revive the river into a prime leisure spot for citizens and tourists. <br><br>Thanks to its location under the Gwangjingyo Bridge in Hangang Park (Gwangnaru area), Gwangjingyo 8th Avenue affords a scenic view of the river as seen from its glass observatory. Live performances are held on Friday or weekend nights; applications can be made online and a few winners are chosen at random to watch each performance.","regDate":"2022-07-23","author":"korea-tour","tag":["Seoul","Culture/Art/History","Architectural Sights","Monuments/Observatories"],"imgUrl":"/2022-07-23-1658583774047/1985151_image2_1.webp","blogPath":"Seoul/2022-07-23-1658583774047"}],"navList":["Busan","Daegu","Daejeon","Gwangju","Gyeonggi-do","Incheon","Jeju-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}