{"pageProps":{"content":"![Bundang Jeongja-dong Café Street (분당 정자동 카페거리)](/2022-07-18-1658155043549/1054028_image2_1.webp)\n\n  \n## Overview\n\n> Jeongja-dong Café Street is a popular place in Bundang. Because its chic atmosphere resembles Cheongdam-dong in Seoul, it is also called Cheongja-dong.<br><br>\n\nThe street, starting from Neulpureun High School to Geumgok-dong, is lined with charming cafes with lovely terraces. The wide array of cafes along the street boasts delicious food as well as chic atmosphere. Reminiscent of street cafes in Europe, Jeongja-dong Café Street has become a popular attraction among visitors who enjoy reading or promenading. It is also a fabulous spot for couples.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br>(Korean, English, Japanese, Chinese)|\n  \n\n  \n## Detail Image\n![/2022-07-18-1658155043549/1053881_image2_1.webp](/2022-07-18-1658155043549/1053881_image2_1.webp)\n![/2022-07-18-1658155043549/1053882_image2_1.webp](/2022-07-18-1658155043549/1053882_image2_1.webp)\n![/2022-07-18-1658155043549/1053883_image2_1.webp](/2022-07-18-1658155043549/1053883_image2_1.webp)\n![/2022-07-18-1658155043549/1053884_image2_1.webp](/2022-07-18-1658155043549/1053884_image2_1.webp)\n![/2022-07-18-1658155043549/1053885_image2_1.webp](/2022-07-18-1658155043549/1053885_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-31-1330](tel:+82311330)\n- [🏠www.seongnam.go.kr](http://www.seongnam.go.kr)\n\n\n```googleMap\nlatitude: 37.3686100607\nlongitude: 127.1059233542\ntitle: Jeongja-dong, Bundang-gu, Seongnam-si, Gyeonggi-do\n```\n  \n## Directions\n  \n[Subway]<br>\nJeongja Station (Bundang Line), and Exit 5.<br>From \nthe subway exit, turn around and cross the road.<br>Turn left onto Neuti-ro Street, and go straight for 60m.<br>Turn right before the Paragon Apartment Building 101, and go straight for 160m.<br>Cross the road at Paragon Apartment Building 104 to arrive at Budang Jeongja-dong Café Street.\n","data":{"id":"2022-07-18-1658155043549","title":"Bundang Jeongja-dong Café Street (분당 정자동 카페거리)","description":"Jeongja-dong Café Street is a popular place in Bundang. Because its chic atmosphere resembles Cheongdam-dong in Seoul, it is also called Cheongja-dong.<br><br>The street, starting from Neulpureun High School to Geumgok-dong, is lined with charming cafes with lovely terraces. The wide array of cafes along the street boasts delicious food as well as chic atmosphere. Reminiscent of street cafes in Europe, Jeongja-dong Café Street has become a popular attraction among visitors who enjoy reading or promenading. It is also a fabulous spot for couples.","regDate":"2022-07-18","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Experience Programs","Cultural Districts"],"imgUrl":"/2022-07-18-1658155043549/1054028_image2_1.webp","blogPath":"Gyeonggi-do/2022-07-18-1658155043549","pageUrl":"https:/mcdryad.com/Gyeonggi-do/2022-07-18-1658155043549"},"dataList":[{"id":"2022-08-25-1661420458135","title":"Gyeonggi Cheonggyesa Temple (청계사(경기))","description":"Cheonggyesa Temple is a Buddhist temple near Baegunhosu Lake that became well-known as the site of udumbara flower, a rarity that blooms on Buddhist statues. Built during the Silla Kingdom, the temple offers many sights, including the Cheonggyesa Temple Monument, Geungnakjeon Hall, the bell tower, Samseonggak Shrine, Ksitigarbha Hall, and Gamnoji Pond. Among the many things to see, visitors should not miss a glimpse of the Bronze Bell of Cheonggyesa Temple and the Wood Printing Block in Cheonggyesa Temple. Created in the 27th year of the reign of King Sukjong (1701) of the Joseon dynasty, the Bronze Bell has been designated as a national treasure, and is adorned with elaborate patterns.","regDate":"2022-08-25","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-08-25-1661420458135/1254106_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-25-1661420458135"},{"id":"2022-08-25-1661417236103","title":"Gwangneung Royal Tomb [UNESCO World Heritage] (남양주 광릉(세조, 정희왕후) [유네스코 세계문화유산])","description":"Gwangneung, located in Namyangju in Gyeonggi-do is the royal tomb of King Sejo (1417-1468, reign 1455-1468) and Queen Jeonghui (1418-1483). The king and queen are enshrined separately. The tomb on the left is King Sejo’s and the one on the right is Queen Jeonhui’s with a pavilion standing between the two tombs. Requested by King Sejo on his will, the simple design of the tomb and the surrounding compare to the past tombs saved cost and manpower required to finish the work, which became the model for future royal tomb design. Gwangneung is surrounded by forests where an abundance of wild plants grow. It is famous for being the habitat of the Korean redheaded woodpecker (Natural Monument No. 11).","regDate":"2022-08-25","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-08-25-1661417236103/2364478_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-25-1661417236103"},{"id":"2022-08-25-1661413316101","title":"Gwangmyeongdonggul Cave (광명동굴)","description":"Gwangmyeongdonggul Cave is the largest themed cave park with varied cultural and artistic things, created in a gold mine where gold, silver, and bronze were mined. Visitors can experience wine at Wine Cave, as well as Cave Aqua World, Gold Falls, Gold Road, Gold Palace, Horror Experience, Cave Basement World, Underground Lake, the largest dragon sculpture in the nation, LED lights, and other facilities adding more fun to the visit. In addition, Black Light Performance will be held every weekend. The cave features many healing spots to heal one’s mind while taking a walk around the venue.","regDate":"2022-08-25","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Industrial Sites","Mines"],"imgUrl":"/2022-08-25-1661413316101/2509943_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-25-1661413316101"},{"id":"2022-08-25-1661410818533","title":"Guri Hangang Park (Cosmos Park) (구리시민한강공원 (코스모스공원))","description":"Guri Hangang Park offers a perfect rest area for visitors where visitors can feel the cool breeze coming off the river and rest amidst the beautiful natural scenery. The park’s bounties of flowers are at their peak in May with field of canola flowers, and in September when the cosmos bloom.","regDate":"2022-08-25","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-08-25-1661410818533/1963222_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-25-1661410818533"},{"id":"2022-08-25-1661407658717","title":"Gunnam Flood Control Theme Park (군남홍수조절지 두루미테마파크)","description":"The Gunnam Flood Control Site is situated near the border between North and South Korea just six kilometers away from the demarcation line.  More than 97% of the land around the Gunnam flood control dam is part of North Korea. The site is effective in controlling the flooding of the Imjingang River and improving irregular water flow. This area is a key wintering site for various migratory birds such as white-naped cranes, and hooded cranes, with up to 200 birds spending every winter in the area. Given the unique characteristics created by the geographical condition of the area near the border between South and North Korea and the natural environment of the Imjingang River, the site is a great natural ecological habitat for various wildlife. <br><br>The Gunnam Flood Control Theme Park features “The Story of Peace and Love told by Cranes” as its theme. Various story-telling facilities are installed, such as the drum of peace, a wishing tree, and crane structures. There are also outstanding facilities to minimize impact on the environment, such as an alternative habitat for cranes, fishway ecology, and ecological wetlands. The facility makes it a great place to learn about and experience ecology.","regDate":"2022-08-25","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2022-08-25-1661407658717/2480741_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-25-1661407658717"},{"id":"2022-08-25-1661403617108","title":"Gungmangbong Recreational Forest (Pocheon) (국망봉자연휴양림 (포천))","description":"Gungmangbong Recreational Forest is situated to the west of Sillobong Peak and Gukmangbong Peak. Within the recreation forest there are around 170 kinds of plants including nut pine trees, pine trees, and others. Visitors can enjoy with cool valley in summer and the beautiful snowy landscape of the mountains in winter.","regDate":"2022-08-25","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"/2022-08-25-1661403617108/219076_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-25-1661403617108"},{"id":"2022-08-24-1661337783812","title":"Goyang West Three Royal Tombs [UNESCO World Heritage] (고양 서삼릉(장경왕후) [유네스코 세계문화유산])","description":"The West Three Royal Tombs in Goyang is comprised of the three royal tombs of Huireung, Hyoreung and Yereung. Huireung is the tomb of Queen Janggyeong, the second wife of King Jungjong, the 11th ruler of the Joseon dynasty. Hyoreung is the name of the tombs of King Injong, the 12th ruler of the Joseon dynasty, and Queen Inseong. Yereung is the name of the tombs of King Cheoljong, the 25th ruler of the Joseon dynasty, and Queen Cheorin. There are additional royal tombs in an area not open to public access.","regDate":"2022-08-24","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-08-24-1661337783812/1150713_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-24-1661337783812"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}