{"pageProps":{"content":"![Gyeongju Hwangnyongsa Temple Site (경주 황룡사지)](/2022-11-28-1669624954858/202492_image2_1.webp)\n\n  \n## Overview\n\n> Hwangnyongsa Temple Site is located in front of Bunhwangsa Temple in Guhang-dong, Gyeongju. During the Silla Era, the Hwangnyongsa Temple was the nation’s largest temple and housed the bulk of the country’s major Buddhist treasures. <br> <br> Construction of the temple began in 553 on a field east of the royal compound under the commission of King Jinheung. The king originally planned to build a palace, but decided to build a temple instead, after receiving reports that a yellow dragon had been spotted on the building site. The temple was thus named Hwangnyongsa (Temple of Yellow Dragon) and was completed in 569, seventeen years after construction began. The temple murals featured an old pine tree drawn by Artist Solgeo. During the Silla Era, the temple was the center of state-sanctioned Buddhism. <br> <br>Later, when monk Jajang was studying in China during the Tang dynasty, he came across a god as he was passing by Taihe Pond. The god said to him, “The yellow dragon, which is my eldest son, is guarding Hwangnyongsa Temple upon orders of Brahma, the Creator. If you build a nine-story pagoda upon your return to Silla, the neighboring states will surrender and pay tribute, and the royal cause will be stronger. Once the construction of the pagoda is complete, prepare a memorial service for the local gods and pardon any of the countrys criminals. If you follow all I have told you, no other state will dare invade Silla.” <br><br> After this encounter, Jajang returned to Silla and convinced Queen Seondeok to build the nine-story pagoda. Master architect Abiji of the neighboring state Baekje designed the pagoda and the project was built by Yongchun and 200 men using wood and stone. The night before the columns were to be erected, Architect Abiji of Baekje dreamed of the fall of Baekje and refused to complete the project. With a peal of thunder, an old monk and a man of great strength suddenly appeared from the temples main hall, erected the columns, and magically disappeared. Abiji was so shocked at the sight that he accepted his country’s future demise as the fate of the gods and once again restarted work on the temple. (From Samgungnyusa, the Memorabilia of the Three Kingdoms) <br> <br> In the twenty-three years following the completion of the pagoda, Queen Seondeok unified the Three Kingdoms; later, numerous scholars pointed to the pagoda as a contributing factor in the unification. Of the three treasures of Silla, two were located at Hwangnyongsa Temple. The largest bell of Silla was also in the temple, but was taken away during the Mongol invasion. The highest monks of Silla preached at the temple, and many kings came to listen to the Buddhist teachings. <br><br> During excavation work in July 1969, the massive foundation stones of the sermon hall, auditorium, and pagoda were found. Eight years of archaeological excavations and studies revealed the unique layout of the temple grounds, which consisted of one pagoda and three halls; also found were 40,000 or so ancient artifacts. Though foundation stones and other structures from the bottom of the temple were identified through excavation, there are no historical clues about the temple’s upper design, making the restoration of the temple in its entirety practically impossible. The size of the temple, based on archeological findings, was about 70 acres, roughly eight times larger than that of Bulguksa Temple.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330<br>(Korean, English, Japanese, Chinese) <br>• For more info: +82-54-779-6100|\n  \n\n  \n## Detail Image\n![/2022-11-28-1669624954858/179524_image2_1.webp](/2022-11-28-1669624954858/179524_image2_1.webp)\n![/2022-11-28-1669624954858/179525_image2_1.webp](/2022-11-28-1669624954858/179525_image2_1.webp)\n![/2022-11-28-1669624954858/179526_image2_1.webp](/2022-11-28-1669624954858/179526_image2_1.webp)\n![/2022-11-28-1669624954858/179527_image2_1.webp](/2022-11-28-1669624954858/179527_image2_1.webp)\n![/2022-11-28-1669624954858/214714_image2_1.webp](/2022-11-28-1669624954858/214714_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-54-779-6100](tel:+82547796100)\n- [🏠www.gyeongju.go.kr/tour](http://www.gyeongju.go.kr/tour)\n\n\n```googleMap\nlatitude: 35.8382604313\nlongitude: 129.2307077526\ntitle: 64-19, Imhae-ro, Gyeongju-si, Gyeongsangbuk-do\n```\n  \n## Directions\n  \n[Bus]<br>\nFrom Seoul Express Bus Terminal, take a bus to Gyeongju Bus Terminal.<br>\nFrom Gyeongju Bus Terminal Bus Stop, take Bus No. 10, 11, 15, 16, 16-1, 17, 18, 100, 150, or 277-1 and get off at Bunhwangsa Temple or Gyeonggosageori Intersection Bus Stop.\n","data":{"id":"2022-11-28-1669624954858","title":"Gyeongju Hwangnyongsa Temple Site (경주 황룡사지)","description":"Hwangnyongsa Temple Site is located in front of Bunhwangsa Temple in Guhang-dong, Gyeongju. During the Silla Era, the Hwangnyongsa Temple was the nation’s largest temple and housed the bulk of the country’s major Buddhist treasures. <br> <br> Construction of the temple began in 553 on a field east of the royal compound under the commission of King Jinheung. The king originally planned to build a palace, but decided to build a temple instead, after receiving reports that a yellow dragon had been spotted on the building site. The temple was thus named Hwangnyongsa (Temple of Yellow Dragon) and was completed in 569, seventeen years after construction began. The temple murals featured an old pine tree drawn by Artist Solgeo. During the Silla Era, the temple was the center of state-sanctioned Buddhism. <br> <br>Later, when monk Jajang was studying in China during the Tang dynasty, he came across a god as he was passing by Taihe Pond. The god said to him, “The yellow dragon, which is my eldest son, is guarding Hwangnyongsa Temple upon orders of Brahma, the Creator. If you build a nine-story pagoda upon your return to Silla, the neighboring states will surrender and pay tribute, and the royal cause will be stronger. Once the construction of the pagoda is complete, prepare a memorial service for the local gods and pardon any of the countrys criminals. If you follow all I have told you, no other state will dare invade Silla.” <br><br> After this encounter, Jajang returned to Silla and convinced Queen Seondeok to build the nine-story pagoda. Master architect Abiji of the neighboring state Baekje designed the pagoda and the project was built by Yongchun and 200 men using wood and stone. The night before the columns were to be erected, Architect Abiji of Baekje dreamed of the fall of Baekje and refused to complete the project. With a peal of thunder, an old monk and a man of great strength suddenly appeared from the temples main hall, erected the columns, and magically disappeared. Abiji was so shocked at the sight that he accepted his country’s future demise as the fate of the gods and once again restarted work on the temple. (From Samgungnyusa, the Memorabilia of the Three Kingdoms) <br> <br> In the twenty-three years following the completion of the pagoda, Queen Seondeok unified the Three Kingdoms; later, numerous scholars pointed to the pagoda as a contributing factor in the unification. Of the three treasures of Silla, two were located at Hwangnyongsa Temple. The largest bell of Silla was also in the temple, but was taken away during the Mongol invasion. The highest monks of Silla preached at the temple, and many kings came to listen to the Buddhist teachings. <br><br> During excavation work in July 1969, the massive foundation stones of the sermon hall, auditorium, and pagoda were found. Eight years of archaeological excavations and studies revealed the unique layout of the temple grounds, which consisted of one pagoda and three halls; also found were 40,000 or so ancient artifacts. Though foundation stones and other structures from the bottom of the temple were identified through excavation, there are no historical clues about the temple’s upper design, making the restoration of the temple in its entirety practically impossible. The size of the temple, based on archeological findings, was about 70 acres, roughly eight times larger than that of Bulguksa Temple.","regDate":"2022-11-28","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Holy Sites"],"imgUrl":"/2022-11-28-1669624954858/202492_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-11-28-1669624954858","pageUrl":"https:/mcdryad.com/Gyeongsangbuk-do/2022-11-28-1669624954858"},"dataList":[{"id":"2022-11-30-1669779809920","title":"Gyeongju World Amusement (경주월드 어뮤즈먼트)","description":"Gyeongju World Amusement operates all year round, with California Beach, a water park in summer, and a large-scale snowpark in winter. The park is complete with thrilling rides, convenience amenities, and restaurants for a full day of fun.","regDate":"2022-11-30","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Recreational Sites","Theme Parks"],"imgUrl":"/2022-11-30-1669779809920/2648924_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-11-30-1669779809920"},{"id":"2022-11-29-1669718411779","title":"Gyeongju Wolseong Palace Site (Banwolseong Fortress) (경주 월성(반월성))","description":"This was the location of the palace fortress during the Silla dynasty (57 BC ~ AD 935).  The fortress takes after its name, which, literally translates to mean a crescent moon shape on top of a hill. The famous history books of Samgukyusa mention that Silla’s 4th King Seoktalhae (AD 57~80) thought this area was an ideal spot for the fortress and bought the land from a nobleman.  The 2nd King Namhae (AD 4~24) impressed by Seoktalhae’s actions, took him in as his son-in-law, later, becoming the 4th king.  The area was then under Silla’s rule for 900 years, the last king being the 56th, Gyeongsoon (AD 927~935).  <br><br>Although the magnificent grandeur of the palace is now just an empty lot, it has been told that this area was filled with imperial buildings during the Silla dynasty.  Currently, the region of Wolseong has a freezer made out of rocks called Seokbinggo, an archery range, horse-riding field, and a traditional playground, which resembles the grounds of the Joseon Period (the dynasty that ruled the Korean peninsula from 1392-1910).","regDate":"2022-11-29","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Fortresses"],"imgUrl":"/2022-11-29-1669718411779/2601687_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-11-29-1669718411779"},{"id":"2022-11-29-1669711353031","title":"Gyeongju Tomb of King Muyeol, Stele of King Taejong Muyeol (경주 무열왕릉, 태종무열왕릉비)","description":"The Tomb of King Muyeol is the tomb of Kim Chun-chu, who acsended to the throne as King Muyeol (r. 654-661), the 29th ruler of the Silla Kingdom. The tomb is located at the southwestern foot of Seondosan Mountain in Gyeongju. As king, he sought to unify the three kingdoms by allying forces with Chinas Tang dynasty, but passed away before he could successfully accomplish his goal. His tomb is relatively large, reaching a x_height of 8.7 meters, and having a circumference of 114 meters. Originally made with large stones, the tomb has been covered in dirt and grass with the passing of time.  To the east of the grave are the remains of his stele with an inscription that reads “Taejong Muyeol Daewangjibi (Tombstone of the Great King Muyeol), indicating the owner of this grave.","regDate":"2022-11-29","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-11-29-1669711353031/2641759_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-11-29-1669711353031"},{"id":"2022-11-29-1669707348320","title":"Gyeongju Tomb of Kim Yu-sin (경주 김유신묘)","description":"The tomb of General Kim Yu-sin (595-673) is located near the Gyeongju Express Bus Terminal at the end of a scenic lane, popular in spring for its walls of yellow forsythia and pink cherry blossom trees in bloom. The tomb itself is located in a scenic area thick with pine trees, on the eastern side of Songhwasan Mountain.The tomb of General Kim Yu-sin is a large tomb measuring roughly 30 meters in diameter, circled by a stone fence with 24 guard posts. The tomb base wall features relief carvings of the 12 Oriental zodiac gods standing guard over the tomb, brandishing weapons. The carvings are unique in that while their bodies face outwards, the heads are all turned to the right. The elaborately decorated tomb is second in grandeur only to those of royalty.","regDate":"2022-11-29","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-11-29-1669707348320/179566_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-11-29-1669707348320"},{"id":"2022-11-29-1669704178891","title":"Gyeongju Seokguram Grotto [UNESCO World Heritage] (경주 석굴암 [유네스코 세계문화유산])","description":"Seokguram Grotto was constructed by Kim Dae-Seong during the reign of King Gyeong-Deok (742-765) of the Silla Kingdom. Located 3 kilometers away by hiking trail and 9 kilometers by car from Bulguksa Temple, the grotto was designed very harmoniously with the seated Buddha facing the East Sea. It is a valuable cultural heritage that is preserved and registered as a UNESCO World Heritage on December 6, 1995.&nbsp;","regDate":"2022-11-29","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-11-29-1669704178891/1783291_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-11-29-1669704178891"},{"id":"2022-11-29-1669700202072","title":"Gyeongju Royal Tomb of King Naemul (경주 내물왕릉)","description":"King Naemul was the 17th monarch of the Silla Kingdom (in power from 356 to 402) and became the second king of the Kim family name. King Naemul was known as the first king to initiate the king title of ‘Maripgan’ and was known for spreading cultural advancements from China to the Korean people. When the allied forces of Baekje and Japan attacked, he asked Gwanggaeto the Great of Goguryeo for help and led the people to victory, contributing to the increased strength of the Silla Kingdom. After his rule, the throne was exclusively ceded to members of the Kim family clan.<br><br>The royal tomb of King Naemul is a large mound (22 m in diameter and 5.3 m in x_height) that sits on the northern hill of the Confucian school of Gyeongju. The edge of a natural stone is exposed around the bottom of the mound, pointing to the fact that the inner chamber tomb was made of stone. In the historical document Samguk Sagi (History of the Three Kingdoms), no records are found about the tomb, but the Samguk Yusa (Memorabilia of the Three Kingdoms) describes the king’s tomb as being located in the southwest of Cheomseongdae, which is consistent with the tomb’s location.","regDate":"2022-11-29","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-11-29-1669700202072/1954895_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-11-29-1669700202072"},{"id":"2022-11-29-1669697007054","title":"Gyeongju Poseokjeong Pavilion Site (경주 포석정지)","description":"Poseokjeong Pavilion served as a separate palace where kings enjoyed banquets with nobles. The building no longer exists, but the abalone-shaped stone water canal still remains, speculated to have been built during the Unified Silla period although the exact year is unknown. The water canal has an estimated length of 10 meters, with a x_width of approximately 35 centimeters and an average depth of 26 centimeters. Based on Chinese writings from 353, it is said that drinking glasses were floated on the canal. One popular party game had guests creating poems before the glass had passed nine sections of the canel. Guests who could not do this had to drink three glasses. Modern research has shown that the site was not merely a place for fun, but also served as a meeting venue for the royal family, as well as for holding memorial services.","regDate":"2022-11-29","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-11-29-1669697007054/179843_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-11-29-1669697007054"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}