{"pageProps":{"content":"![Hajodo Lighthouse (하조도 등대)](/2023-01-21-1674297340496/2025519_image2_1.webp)\n\n  \n## Overview\n\n> Hajodo Lighthouse is responsible for safely guiding ships passing through Jangjuk waterway, the key route that connects the southern and western coasts. The beacon can be seen from as far as 39 meters asea. The waters passing between Hajodo Island and Jindo Island move very quickly, making this lighthouse serve a very important role in maritime safety.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-61-542-5374|\n|restdate:|N/A (Open all year round)|\n  \n\n  \n## Detail Image\n![/2023-01-21-1674297340496/2025517_image2_1.webp](/2023-01-21-1674297340496/2025517_image2_1.webp)\n![/2023-01-21-1674297340496/2025518_image2_1.webp](/2023-01-21-1674297340496/2025518_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-61-542-5374](tel:+82615425374)\n- [🏠www.jindo.go.kr](https://www.jindo.go.kr/tour/main.cs)\n\n\n```googleMap\nlatitude: 34.3110747017\nlongitude: 126.0878815245\ntitle: 429, Jododeungdae-gil, Jindo-gun, Jeollanam-do\n```\n  \n\n","data":{"id":"2023-01-21-1674297340496","title":"Hajodo Lighthouse (하조도 등대)","description":"Hajodo Lighthouse is responsible for safely guiding ships passing through Jangjuk waterway, the key route that connects the southern and western coasts. The beacon can be seen from as far as 39 meters asea. The waters passing between Hajodo Island and Jindo Island move very quickly, making this lighthouse serve a very important role in maritime safety.","regDate":"2023-01-21","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"/2023-01-21-1674297340496/2025519_image2_1.webp","blogPath":"Jeollanam-do/2023-01-21-1674297340496","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-21-1674297340496"},"dataList":[{"id":"2023-01-28-1674895091484","title":"Seomjingang River (섬진강)","description":"The Seomjingang River, one of the four major rivers in Korea, starts from Imsil and Sunchang. It merges with several bodies of water in Gokseong, Gurye and Hadong before flowing into the South Sea.<br>In Gokseong, the Seomjingang River is also known as the Sunjagang River. It flows about 36 kilometers through the region. A number of big and small valleys throughout the length of the river provide fantastic views and relaxation spots all year round. Also, Riverside Festival and Seomjingang Literature Forum are held every summer to offer fun summer activities along the river.","regDate":"2023-01-28","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"/2023-01-28-1674895091484/1271080_image2_1.webp","blogPath":"Jeollanam-do/2023-01-28-1674895091484"},{"id":"2023-01-28-1674891339917","title":"Sebang Village (세방마을)","description":"Known as the home to the most beautiful sunset, the town of Sebang-ri is quickly  becoming a popular spot in Jindo-gun. Visitors can overlook at the Dadohaehaesang National Park from the observatory and enjoy the scenery of many islands that appear and disappear under the sea fog. View of a sunrise above the islands is stunning.","regDate":"2023-01-28","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"/2023-01-28-1674891339917/1037088_image2_1.webp","blogPath":"Jeollanam-do/2023-01-28-1674891339917"},{"id":"2023-01-28-1674887898941","title":"Sebang Sunset Observatory (세방낙조 전망대)","description":"The scenery viewed from Sebang Sunset Observatory is thought to be one of the most beautiful scenes along the coast of Jindo Island. Visitors can see the beautiful red sunset just like a painting filling the sky between islands. Weather Central picked this site as the best sunset observing spot in the southernmost part of the Korean peninsula. Driving on the road offers views of breathtaking islands with a lot of forests and fresh air.","regDate":"2023-01-28","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"/2023-01-28-1674887898941/2687408_image2_1.webp","blogPath":"Jeollanam-do/2023-01-28-1674887898941"},{"id":"2023-01-28-1674884163198","title":"Samhakdo Island (삼학도)","description":"According to legend, Samhakdo Island and Yudalsan Mountain was the dream of Mokpo residents, before it became the land it is today. This island is filled with the loneliness of women waiting to see their husbands who voyaged out to sea, the hope of merchants waiting for their fishing boats, and the sorrow of people who have passed away. Samhakdo Island is a rich area where the people of Mokpo share their emotions.","regDate":"2023-01-28","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"/2023-01-28-1674884163198/2014148_image2_1.webp","blogPath":"Jeollanam-do/2023-01-28-1674884163198"},{"id":"2023-01-28-1674880746314","title":"Piagolgyegok Valley (피아골계곡)","description":"Piagolgyegok Valley is located in Jirisan Mountain between Nogodan and Banyabong Peaks. The name of the valley comes from the crimson red maple leaves that fill the valley in fall. It is also one of the ten most beautiful highlights of Jirisan Mountain. The valley is famous for its fall colors, but it is also a beautiful place to visit all year around, from azaleas in spring to snow-covered rocks in winter.<br><br>Near the entrance to Piagolgyegok Valley is the largest temple in Jirisan Mountain, Yeongoksa Temple, and national treasures. The valley is not steep, providing an easy walk for all visitors. The trail stretches 6 kilometers from the ticket booth, and passes many beautiful places like Yeonjudam and Samhongso Pond. At the end of the valley, the trail continues another 2 kilometers up a steep hillside to reach Imgeollyeong Pass.","regDate":"2023-01-28","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites","Valleys"],"imgUrl":"/2023-01-28-1674880746314/644268_image2_1.webp","blogPath":"Jeollanam-do/2023-01-28-1674880746314"},{"id":"2023-01-28-1674876986593","title":"Nojeokbong Peak (노적봉)","description":"Nojeokbong Peak is marked by a large boulder on Yudalsan Mountain overlooking Mokpo. This peak was used during the Imjin War (1592-1598) by Admiral Yi Sun-sin to win a victory without fighting. Men made of straw were placed throughout the mountain to create the appearance of a larger force, causing the invading Japanese navy to flee.","regDate":"2023-01-28","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2023-01-28-1674876986593/193202_image2_1.webp","blogPath":"Jeollanam-do/2023-01-28-1674876986593"},{"id":"2023-01-27-1674815846102","title":"Naro Wuju Beach (나로우주해수욕장)","description":"Naro Wuju Beach has gentle slopes and is shaded by 350-year-old pine trees. The scenery is beautiful due to the nearby evergreen forest designated as Natural Monument No. 362. The island is a treasured fishing location. Narodo Island is made up of Oe-narodo and Nae-narodo, located 36 kilometers southeast of Goheung-eup. In 1996, Yeollyukgyo Bridge and Yeondogyo Bridge were constructed, connecting the mainland and the islands allowing an easier way to visit without the necessity of a boat. Naro Wuju Beach is located on Oe-narodo Island and is a part of Dadohaehaesang National Park. It boasts beautiful scenery and the nearby Narodohang Port offers fresh seafood such as octopus, crab, live fish, and shellfish at low prices.","regDate":"2023-01-27","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"/2023-01-27-1674815846102/617208_image2_1.webp","blogPath":"Jeollanam-do/2023-01-27-1674815846102"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}