{"pageProps":{"content":"![Dora Observatory (도라전망대)](/2022-08-22-1661161243456/2606130_image2_1.webp)\n\n  \n## Overview\n\n> Situated in Paju-si, Gyeonggi-do and at the northernmost point of the Military Demarcation Line, Dora Observatory replaced the previous Songaksan Observation Post. From the observatory, visitors can overlook North Korea, including Gaeseong, Songaksan, Kim Il-Sung Statue, and Cooperation Farm (Geumamgol). The observatory has 500 spectator seats, a VIP room, and a large parking area. It was first opened to the public in January 1987.<br><br>\n\nNear the observatory is The 3rd Tunnel, an infiltration tunnel built by North Korea and found in 1978. It stretches over 1.6 kilometers with a x_height and x_width of 2 meters, capable of mobilizing 30,000 troops in one hour. In front of the tunnel are a variety of attractions such as the DMZ Media Hall (offering the history of the divided country and flourishing ecosystem in the Demilitarized Zone), DMZ Exhibition Hall (displaying relics and documents related to the Demilitarized Zone), sculptures, and souvenir shops. Visitors can see inside the tunnel by either walking or riding the monorail.<br><br>\n\nBecause civilian access is restricted in this area, visitors must participate in the DMZ Peace & Security Tour Program to visit the observatory.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br>(Korean, English, Japanese, Chinese) <br> • For more info: +82-31-954-0303,<br>+82-31-940-8523|\n|parking:|Available (30-40 spaces)|\n|restdate:|Mondays, public holidays excluding Saturdays, Sundays, and the day of Seollal (Lunar New Year's Day) & Chuseok (Korean Thanksgiving Day)|\n|usetime:|Ticketing 09:00-15:00 (ticketing may end earlier depending on the volume of tourists)|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Tour Course Information:|[DMZ-related Tour]<br> A Course (approx. 3 hours): Departure from Imjingak → The 3rd Tunnel (DMZ video room) → Dora Observatory → Dorasan Station → Tongilchon Jikpanjang → Tongilchon Village Museum → Return to Imjingak<br><br> B Course (approx. 3 hours 30 min): Departure from Imjingak → Tomb of Heo-jun → Haemaruchon → The 3rd Tunnel (DMZ video room) → Dora Observatory → Return to Imjingak<br><br>* Tour course subject to change due to unforseen circumstances.|\n|Restrooms:|Available|\n|Available Facilities:|500 seats, VIP room, situation room, 34 telescopes|\n|Parking Fees:|[Imjingak Parking Fee]<br>Compact cars: 1,000 won<br>Small cars: 2,000 won<br>Mid-sized cars: 3,000 won<br>Large cars: 5,000 won|\n|Facility Utilization Fees:|Telescope: 500 won for 2 min|\n  \n## Detail Image\n![/2022-08-22-1661161243456/2606131_image2_1.webp](/2022-08-22-1661161243456/2606131_image2_1.webp)\n![/2022-08-22-1661161243456/2606132_image2_1.webp](/2022-08-22-1661161243456/2606132_image2_1.webp)\n![/2022-08-22-1661161243456/2606134_image2_1.webp](/2022-08-22-1661161243456/2606134_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-31-954-0303](tel:+82319540303)\n- [🏠tour.paju.go.kr</a><br><a title=\"_blank\" href=\"http://www.dmz.go.kr\" target=\"_blank\">www.dmz.go.kr](http://tour.paju.go.kr/)\n\n\n```googleMap\nlatitude: 37.9088872381\nlongitude: 126.7047863286\ntitle: 310, Je3ttanggul-ro, Paju-si, Gyeonggi-do\n```\n  \n## Directions\n  \n[Train]<br>\nMunsan Station (Gyeongui-Jungang Line)<br>From the station, transfer to a train to Imjingang Station.<br> From Imjingak, take a shuttle bus to Dora Observatory.\n","data":{"id":"2022-08-22-1661161243456","title":"Dora Observatory (도라전망대)","description":"Situated in Paju-si, Gyeonggi-do and at the northernmost point of the Military Demarcation Line, Dora Observatory replaced the previous Songaksan Observation Post. From the observatory, visitors can overlook North Korea, including Gaeseong, Songaksan, Kim Il-Sung Statue, and Cooperation Farm (Geumamgol). The observatory has 500 spectator seats, a VIP room, and a large parking area. It was first opened to the public in January 1987.<br><br>Near the observatory is The 3rd Tunnel, an infiltration tunnel built by North Korea and found in 1978. It stretches over 1.6 kilometers with a x_height and x_width of 2 meters, capable of mobilizing 30,000 troops in one hour. In front of the tunnel are a variety of attractions such as the DMZ Media Hall (offering the history of the divided country and flourishing ecosystem in the Demilitarized Zone), DMZ Exhibition Hall (displaying relics and documents related to the Demilitarized Zone), sculptures, and souvenir shops. Visitors can see inside the tunnel by either walking or riding the monorail.<br><br>Because civilian access is restricted in this area, visitors must participate in the DMZ Peace & Security Tour Program to visit the observatory.","regDate":"2022-08-22","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Security & Peace Sites"],"imgUrl":"/2022-08-22-1661161243456/2606130_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-22-1661161243456","pageUrl":"https:/mcdryad.com/Gyeonggi-do/2022-08-22-1661161243456"},"dataList":[{"id":"2022-08-26-1661499675782","title":"Heyri Art Valley (헤이리 예술마을)","description":"Heyri Art Valley is a neighborhood of inspiration, creative workshops, exhibitions, festivals, and education of all things creative arts. This neighborhood expanded into an art complex when artists from diverse fields of expertise began to gather during the development process of Paju Book City. The village’s name originates from Paju’s local song “Heyri Sound,” sung by farmers while working at the fields. The whole neighborhood is like a masterpiece due to the artworks displayed along the streets in harmony with nature’s beauty. The buildings were carefully designed as to prevent the manmade structures getting in the way from admiring the surrounding nature. For example, the neighborhood’s streets were designed to follow the curves set by nature without using any asphalt.","regDate":"2022-08-26","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Experience Programs","Unique Experience"],"imgUrl":"/2022-08-26-1661499675782/2706535_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-26-1661499675782"},{"id":"2022-08-26-1661497254182","title":"Herb Village (허브빌리지)","description":"The Herb Village in Yeoncheon, Gyeonggi-do Province gives a splendid view of Imjingang River. This beautiful oasis is perfect for a relaxing day out of Seoul with the whole family. Colorful flowers, wooden benches, original statues, and a beautiful landscape decorate the whole space of the garden. One can just take a leisurely walk down the hill towards the river while stopping to smell the herbs every once in a while. <br><br>If you need some refreshments, there are a couple of restaurants in the garden. If you want to stay overnight, there is beautiful guesthouse that offers comfortable accommodation. The village also has an herb jjimjilbang (Korean sauna) that creates a romantic ambience after sunset with candle lights, and foot baths that use different herbs can be found outside. The village is just a short drive from Seoul and one can enjoy a scenic view of the surroundings along the way.","regDate":"2022-08-26","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Recreational Sites","Theme Parks"],"imgUrl":"/2022-08-26-1661497254182/2390973_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-26-1661497254182"},{"id":"2022-08-26-1661494367809","title":"Hanteo Pony Farm (한터 조랑말농장)","description":"Hanteo Pony Farm is a farm where children and families can experience aspects of farm life such as planting crops and attending to the needs of farm animals. During weekdays, the farm hosts learning activities specifically for groups of children from kindergartens and elementary schools. During weekends, it is a popular destination for families to come and enjoy farm life.","regDate":"2022-08-26","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Experience Programs","Unique Experience"],"imgUrl":"/2022-08-26-1661494367809/2364475_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-26-1661494367809"},{"id":"2022-08-26-1661490289211","title":"Hantaek Botanical Garden (한택식물원)","description":"Established in 1979, Hantaek Botanical Garden features the nation's largest botanical garden which houses total of 9,700 plant species including 2,400 species of wild plants and 7,300 species of foreign plants. Along with various domestic and international plant species, the botanical garden makes an effort in research studies through the botanical lab, interactions with domestic and international botanical gardens and modernized facilities. Also, it was designated as Rare plant and Extinction crisis plant habitat and conservation by the Ministry of Environment and has been carrying out acts to preserve national grown-plants and restoring the habitats continuously as well as various hands-on programs and exhibitions that offer education&nbsp;about nature.<br><br> Hantaek Botanical Garden is comprised of Natural Ecology Hall, Water Plant Botanical Garden, Wall Garden, Rock Garden, Silver Grass Garden and Hemerocallis collections, Hosta collections, Iris garden, and other gardens. Australia Plant Greenhouse, exhibiting baobab trees, South Africa Greenhouse, Herb greenhouse, and a rest area are also available for visitors.","regDate":"2022-08-26","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites","Botanical Gardens"],"imgUrl":"/2022-08-26-1661490289211/2378844_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-26-1661490289211"},{"id":"2022-08-25-1661424304365","title":"Haengjusanseong Fortress (행주산성)","description":"Haengjusanseong Fortress (Historic Site No. 56) atop Deogyangsan Mountain was the site of one of the three major Korean victories against the enemy during the Imjin War (1592-1598). Inside the fortress is Chungjangsa Shrine, a place to pay tribute to General Gwon Yul who led the victorious feat. A cultural event to pay tribute to General Gwon Yul is held every March 14.","regDate":"2022-08-25","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Fortresses"],"imgUrl":"/2022-08-25-1661424304365/1589218_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-25-1661424304365"},{"id":"2022-08-25-1661420458135","title":"Gyeonggi Cheonggyesa Temple (청계사(경기))","description":"Cheonggyesa Temple is a Buddhist temple near Baegunhosu Lake that became well-known as the site of udumbara flower, a rarity that blooms on Buddhist statues. Built during the Silla Kingdom, the temple offers many sights, including the Cheonggyesa Temple Monument, Geungnakjeon Hall, the bell tower, Samseonggak Shrine, Ksitigarbha Hall, and Gamnoji Pond. Among the many things to see, visitors should not miss a glimpse of the Bronze Bell of Cheonggyesa Temple and the Wood Printing Block in Cheonggyesa Temple. Created in the 27th year of the reign of King Sukjong (1701) of the Joseon dynasty, the Bronze Bell has been designated as a national treasure, and is adorned with elaborate patterns.","regDate":"2022-08-25","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-08-25-1661420458135/1254106_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-25-1661420458135"},{"id":"2022-08-25-1661417236103","title":"Gwangneung Royal Tomb [UNESCO World Heritage] (남양주 광릉(세조, 정희왕후) [유네스코 세계문화유산])","description":"Gwangneung, located in Namyangju in Gyeonggi-do is the royal tomb of King Sejo (1417-1468, reign 1455-1468) and Queen Jeonghui (1418-1483). The king and queen are enshrined separately. The tomb on the left is King Sejo’s and the one on the right is Queen Jeonhui’s with a pavilion standing between the two tombs. Requested by King Sejo on his will, the simple design of the tomb and the surrounding compare to the past tombs saved cost and manpower required to finish the work, which became the model for future royal tomb design. Gwangneung is surrounded by forests where an abundance of wild plants grow. It is famous for being the habitat of the Korean redheaded woodpecker (Natural Monument No. 11).","regDate":"2022-08-25","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-08-25-1661417236103/2364478_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-25-1661417236103"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}