{"pageProps":{"content":"![Aqua Planet 63 (아쿠아플라넷 63)](/2022-07-11-1657494251347/1907677_image2_1.webp)\n  \n## Overview\n\n> Aqua Planet 63 located in 63 Square was opened on July 1, 2016. The aquarium houses Otter Planet; Aqua Garden featuring waterplants, Amazonian plants, and lungfish; Golden Miracle Zone decorated with bright sunflowers; Penguin Planet; Seal Planet; Coral Planet, colorful with various underwater coral plants; and more zones for an exciting space. In the main aquarium, visitors can watch the fantastic mermaid show, set to music and lights.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330<br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-2-780-6382|\n|parking:|Available (approx. 700 spaces)|\n|restdate:|N/A (Open all year round)|\n|usetime:|10:00-22:00 (Last admission 21:30)|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Admission Fees:|[Aqua Planet 63]<br />Adults 25,000 won / Teenagers 23,000 won / Children & Senior citizens 21,000 won<br /><br>[Aqua Planet 63 + 63 Sky Art]<br />Adults 34,000 won / Teenagers 32,000 won / Children 30,000 won<br /><br />* Adults (ages 20-64) / Teenagers (ages 14-19) / Children (ages 13 and under) / Senior citizens (ages 65 and older)<BR>* Free for infants under 36 months when accompanied by a parent<br />* 30% discount for person with disability plus one companion|\n|Restrooms:|Available|\n|Parking Fees:|Standard 1 hour free parking / Extra free parking +30 minutes<br />- 1,000 won for every 15 minutes beyond the free parking limit<br />- Large buses (25 passenger or more) must park in the Hangang Dunchi parking lot<br />- Free parking benefits from attractions and/or restaurants limited to a maximum of 4 hours|\n|Interpretation Services Offered:|English, Japanese, Chinese (available at the ticket booth)|\n  \n## Detail Image\n![/2022-07-11-1657494251347/1907675_image2_1.webp](/2022-07-11-1657494251347/1907675_image2_1.webp)\n![/2022-07-11-1657494251347/1907676_image2_1.webp](/2022-07-11-1657494251347/1907676_image2_1.webp)\n![/2022-07-11-1657494251347/1907680_image2_1.webp](/2022-07-11-1657494251347/1907680_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-2-780-6382](tel:+8227806382)\n- [🏠www.aquaplanet.co.kr](http://www.aquaplanet.co.kr/63/index.jsp)\n\n\n```googleMap\nlatitude: 37.5196423374\nlongitude: 126.9399203060\ntitle: 50, 63-ro, Yeongdeungpo-gu, Seoul\n```\n  \n## Directions\n  \n[Subway + Free shuttle bus]<br>\n<br>Daebang Station (Seoul Subway Line 1), Exit 6.<br>- Take the free shuttle or Bus no. 11. <br>\n<br>\nYeouinaru Station (Seoul Subway Line 5), Exit 4.<br>\n- Walk toward the intersection and turn left to walk to the bus stop.<br>\n- Take the free shuttle across from Sambu APT, 80 m away from Exit 4. <br>\n<br>Yeouinaru Station (Seoul Subway Line 5), Exit 1.<br>- Take Bus no. 5534, 5633, or 261.<br><br>\nYeoido station (Seoul Subway Line 5), Exit 5.<br>\n- Take the free shuttle or Bus no. 11 in front of St. Mary’s Hospital platform.<br> <br>Saetgang Station (Seoul Subway Station 9), Exit 1. <br>\n- Take tree shuttle bus.<br><br>Saetgang Station (Seoul Subway Station 9), Exit 3. <br>\n- Take Bus no. 5633 or 5534.\n","data":{"id":"2022-07-11-1657494251347","title":"Aqua Planet 63 (아쿠아플라넷 63)","description":"Aqua Planet 63 located in 63 Square was opened on July 1, 2016. The aquarium houses Otter Planet; Aqua Garden featuring waterplants, Amazonian plants, and lungfish; Golden Miracle Zone decorated with bright sunflowers; Penguin Planet; Seal Planet; Coral Planet, colorful with various underwater coral plants; and more zones for an exciting space. In the main aquarium, visitors can watch the fantastic mermaid show, set to music and lights.","regDate":"2022-07-11","author":"korea-tour","tag":["Seoul","Culture/Art/History"],"imgUrl":"/2022-07-11-1657494251347/1907677_image2_1.webp","blogPath":"Seoul/2022-07-11-1657494251347","pageUrl":"https:/mcdryad.com/Seoul/2022-07-11-1657494251347"},"dataList":[{"id":"2022-07-23-1658543934197","title":"Garosu Therapy (Formerly, The Massage) (가로수테라피(구, 더마사지))","description":"The Massage is a massage parlor, offering a variety of massage programs including sports massages, oil massages, and foot massages. All massage specialists at The Massage boast over 10 years of experience, and are conveniently ready to serve all your massage needs. As a special point of interest, they use organic products having no chemical preservatives to offer a fitted massage service depending on individuals’ body and health condition.","regDate":"2022-07-23","author":"korea-tour","tag":["Seoul","Culture/Art/History","Recreational Sites","Hot Springs & Spa"],"imgUrl":"/2022-07-23-1658543934197/591712_image2_1.webp","blogPath":"Seoul/2022-07-23-1658543934197"},{"id":"2022-07-22-1658533007694","title":"Gangseo Marsh Ecological Park (강서습지생태공원)","description":"The Gangseo Marsh Ecological Park is an eco-park located on the Hangang River between the southern side of Banghwadaegyo Bridge and southern side of Haengjudaegyo Bridge. Established in July 2007, the park is partly comprised of low wetlands, freshwater lakes, and various aquatic plants. Eco-trails wind around the park through reed areas, around willow trees, and past the migratory bird observation. At the park, visitors can watch and learn about a variety of migratory birds during summer and winter or join one of the park’s organized eco-education programs.","regDate":"2022-07-22","author":"korea-tour","tag":["Seoul","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2022-07-22-1658533007694/1894481_image2_1.webp","blogPath":"Seoul/2022-07-22-1658533007694"},{"id":"2022-07-22-1658529461261","title":"Gangnam (강남)","description":"Gangnam Subway Station area is the prime district for those living south of the Hangang River. Gangnam-daero Avenue links Teheran-ro Road in the east to Jamsil and Sadang in the west. Kyobo Tower Crossroad connects Express Terminal to Noryangjin and west of Seoul. Hannam-daegyo Avenue in the north extends to the north of the Hangang River. A southward direction leads to metropolitan areas such as Seongnam, passing Yangjae and Bundang. <BR><BR> Many people tend to gather at Gangnam Subway Station, as the location is geographically and commercially suitable as a meeting point for social gatherings, events or personal engagements. Hence, during the weekdays it is usually crowded in the evenings while on weekends, areas around Gangnam Subway Station exit numbers 10 and 11, as well as City Theatre, and Giordano are often bustling with people. Visitors travel to Gangnam to take advantage of its convenient transportation, fashion malls, movie theatres and bookstores.<br><br>Gangnam-gu Office operates Gangnam Tourist Information Center to offer tourist information to international and domestic visitors and hands-on activities related to tourism. Also, the center operates Medical Tour Center which introduces Gangnam-gu’s specializing hospitals and medical treatment as well as Hallyu Experience Hall.","regDate":"2022-07-22","author":"korea-tour","tag":["Seoul","Culture/Art/History","Experience Programs","Cultural Districts"],"imgUrl":"/2022-07-22-1658529461261/1984608_image2_1.webp","blogPath":"Seoul/2022-07-22-1658529461261"},{"id":"2022-07-22-1658525735798","title":"Former Belgian Consulate Office (Nam-Seoul Museum of Art (SeMA)) (서울 구 벨기에영사관 (현, 서울시립미술관 남서울생활미술관))","description":"The Nam-Seoul Museum of Art (SeMA) annex opened at the former Belgium consulate building, constructed in 1905. Since then, the building was used for a variety of purposes and companies until finally becoming the current Nam-Seoul Museum of Art (SeMA) annex. The two-story building made of brick and stone with classical ionic columns allows the museum to serve as a tool for studying classic architecture of the 1900s as well as modern art.","regDate":"2022-07-22","author":"korea-tour","tag":["Seoul","Culture/Art/History","Architectural Sights","Buildings"],"imgUrl":"/2022-07-22-1658525735798/2014942_image2_1.webp","blogPath":"Seoul/2022-07-22-1658525735798"},{"id":"2022-07-22-1658522300810","title":"Eungbongsan Mountain - Seoul (응봉산(서울))","description":"From Eungbongsan Mountain (94 meters) one can easily see the Hangang River, Seoul Forest, Jamsil Sports Complex and more in the eastern part of Seoul. With such a great view of the Hangang River, the mountain are packed with visitors including many photographers. There is a sunrise event on the first day of the year and forsythia festival around April as the mountain is well-known for its forsythia.","regDate":"2022-07-22","author":"korea-tour","tag":["Seoul","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-07-22-1658522300810/1796280_image2_1.webp","blogPath":"Seoul/2022-07-22-1658522300810"},{"id":"2022-07-22-1658518302684","title":"Eight Scenic Views of Bukchon (북촌 8경)","description":"Bukchon, literally translated to northern village, refers to the neighborhood located north of Cheonggyecheon Stream and Jongno. The southern land of Jongno, which is present day Namsan, was referred to as Namchon, meaning southern village. Bukchon Village was resided mostly by relatives of royal families and powerful authorities while Namchon Village was settled by middle class government officials during the Joseon period. Now referred to as the Bukchon Hanok Village, the neighborhood has become one of Korea's most iconic tourist attractions that provide various photo ops. Visitors can take in the outlook of Seoul together with traditional hanok buildings by stopping by the spots of Eight Scenic Views of Bukchon.<br><br>Eight Scenic Views of Bukchon <br>Scenic View 1 - View of Chengdeokgung Palace over the stonewall. <br>Scenic View 2 - View of Wonseo-dong Handicraft Road<br>Scenic View 3 - View of hanok at Gahoe-dong 11-bunji area<br>Scenic View 4 - View of Gahoe-dong 31-bunji from the hilltop<br>Scenic View 5 - View of Gahoe-dong alley (downhill)<br>Scenic View 6 - View of Gahoe-dong alley (uphill)<br>Scenic View 7 - View of Gahoe-dong 31-bunji alleyway<br> Scenic View 8 - View from the Samcheong-dong stone stairway","regDate":"2022-07-22","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Folk Villages"],"imgUrl":"/2022-07-22-1658518302684/933780_image2_1.webp","blogPath":"Seoul/2022-07-22-1658518302684"},{"id":"2022-07-22-1658515496164","title":"Dream Forest (북서울 꿈의숲)","description":"Dream Forest, previously known as Odong Neighborhood Park, is located in Gangbuk-gu, Seoul. Renovated and reopened in October 2009, Dream Forest is the fourth largest park after World Cup Park, Olympic Park, and Seoul Forest and the first large-scale green park created in the Gangbuk area. <br><br>Major attractions of the park include Wolyeongji Pond, Grass Square, Wolgwangpokpo Falls, Aewoljeong Pavilion, Chilbokji Falls, Event Garden, Children’s Gallery, Wild Grass Garden, Deer Ranch, Exploring Path, Forest Rest, and a water park. Recently, the Changnyeongwigung Ritual House (National Registered Cultural Heritage No. 40) has been restored with other traditional landscape architectures such as a pond, pavilion and waterfall created nearby to double the genuine beauty of a traditional Korean park. <br><br>The slanted hillside which served as sleigh slopes is now a complex cultural space with Northern-Seoul Art Center that houses a fantastic-looking observatory, performance hall, book café, gallery, restaurant, jumping fountain, and children’s playground.","regDate":"2022-07-22","author":"korea-tour","tag":["Seoul","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-07-22-1658515496164/2526686_image2_1.webp","blogPath":"Seoul/2022-07-22-1658515496164"}],"navList":["Busan","Daegu","Daejeon","Gwangju","Gyeonggi-do","Incheon","Jeju-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}