{"pageProps":{"content":"![Daeheungsa Temple [UNESCO World Heritage] (대흥사[유네스코 세계문화유산])](/2023-01-16-1673851214586/1929609_image2_1.webp)\n\n  \n## Overview\n\n> Daehuengsa Temple is told to have been built during the time of King Seong of the Baekje period by Adohwasang, a Silla Monk and the site was the restoration of Samjae bulipjicheo of Buddhist culture, which protects Samjae, the three disasters of one’s life. <br><br>Pyochungsa and Iljiam Tea Garden display writings and traces of the prominent men of the time such as Chusa Kim Jeong-hui and Chouiseonsa Buddhist monk. Inside the temple, Daeungbojeon, Chimgyeru, Myeongbujeon, Eungjindang, Cheonbuljeon, Cheonbulsang, Pyochungsa, Daegwangmyeongjeon, Iljiam, Bungmireugam, and Seongbo Museum are situated.The Rock-carved Seated Buddha at North Mireugam Hermitage of Daeheungsa Temple, Haenam (National Treasure No. 308) and Bronze Bell with Inscription of Tapsansa Temple (Treasure No. 88) are preserved as well as various cultural assets and fables such as Budojeon, and Stupa Courtyard, the largest in Korea.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <BR>(Korean, English, Japanese, Chinese) <br>• For more info: +82-61-534-5502,<BR> 61-535-5775|\n|parking:|Available|\n|restdate:|N/A (Open all year round)|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Tour Course Information:|[Daeheungsa Temple District Course]<br>Haenam-eup - Historic Site of Gosan Yun Seon-do – Birthplace of Go Jeong-hui –  Birthplace of Gim Nam-ju - Duryunsan Cable Car – Daeheungsa Temple – Haenam-eup|\n|Parking Fees:|Small-sized vehicles 2,000 won / Sedans 3,000 won / Buses 5,000 won|\n|Restrooms:|Available|\n|Admission Fees:|Individuals: Adults 3,000 won / Teenagers 1,500 won / Children 1,000 won<br>Groups (30 or more): Adults 2,500 won / Teenagers 1,200 won / Children 800 won<br><br>* Free admission for senior citizens (ages 65 & older) & babies|\n  \n## Detail Image\n![/2023-01-16-1673851214586/948760_image2_1.webp](/2023-01-16-1673851214586/948760_image2_1.webp)\n![/2023-01-16-1673851214586/948766_image2_1.webp](/2023-01-16-1673851214586/948766_image2_1.webp)\n![/2023-01-16-1673851214586/1609447_image2_1.webp](/2023-01-16-1673851214586/1609447_image2_1.webp)\n![/2023-01-16-1673851214586/1609449_image2_1.webp](/2023-01-16-1673851214586/1609449_image2_1.webp)\n![/2023-01-16-1673851214586/1929610_image2_1.webp](/2023-01-16-1673851214586/1929610_image2_1.webp)\n![/2023-01-16-1673851214586/1929614_image2_1.webp](/2023-01-16-1673851214586/1929614_image2_1.webp)\n![/2023-01-16-1673851214586/2367430_image2_1.webp](/2023-01-16-1673851214586/2367430_image2_1.webp)\n![/2023-01-16-1673851214586/948759_image2_1.webp](/2023-01-16-1673851214586/948759_image2_1.webp)\n![/2023-01-16-1673851214586/948762_image2_1.webp](/2023-01-16-1673851214586/948762_image2_1.webp)\n![/2023-01-16-1673851214586/948764_image2_1.webp](/2023-01-16-1673851214586/948764_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-61-534-5502](tel:+82615345502)\n- [🏠www.daeheungsa.co.kr</a> <br> <a href=\"https://www.templestay.com/temple_info.asp?t_id=botongzen\" target=\"_blank\">www.templestay.com](http://www.daeheungsa.co.kr)\n\n\n```googleMap\nlatitude: 34.4771813097\nlongitude: 126.6166394469\ntitle: 400, Daeheungsa-gil, Haenam-gun, Jeollanam-do\n```\n  \n## Directions\n  \n[Bus]<br>\n From Haenam Intercity Bus Terminal Bus Stop, take a bus to Daedunsa Temple Bus Stop.\n","data":{"id":"2023-01-16-1673851214586","title":"Daeheungsa Temple [UNESCO World Heritage] (대흥사[유네스코 세계문화유산])","description":"Daehuengsa Temple is told to have been built during the time of King Seong of the Baekje period by Adohwasang, a Silla Monk and the site was the restoration of Samjae bulipjicheo of Buddhist culture, which protects Samjae, the three disasters of one’s life. <br><br>Pyochungsa and Iljiam Tea Garden display writings and traces of the prominent men of the time such as Chusa Kim Jeong-hui and Chouiseonsa Buddhist monk. Inside the temple, Daeungbojeon, Chimgyeru, Myeongbujeon, Eungjindang, Cheonbuljeon, Cheonbulsang, Pyochungsa, Daegwangmyeongjeon, Iljiam, Bungmireugam, and Seongbo Museum are situated.The Rock-carved Seated Buddha at North Mireugam Hermitage of Daeheungsa Temple, Haenam (National Treasure No. 308) and Bronze Bell with Inscription of Tapsansa Temple (Treasure No. 88) are preserved as well as various cultural assets and fables such as Budojeon, and Stupa Courtyard, the largest in Korea.","regDate":"2023-01-16","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2023-01-16-1673851214586/948760_image2_1.webp","blogPath":"Jeollanam-do/2023-01-16-1673851214586","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-16-1673851214586"},"dataList":[{"id":"2023-01-20-1674196823651","title":"Gokseong Dangunjeon Shrine (곡성 단군전)","description":"Dangunjeon Shrine was built in honor of Dangun, a legendary figure known to be the founder of Gojoseon, or ancient Korea. He is known to be the grandson of the heavens and the son of Hwanung. According to the legend, Hwanung was approached by a bear and a tiger who wished to become human beings. Hwanung attended to their plea by instructing them to avoid sunlight for 100 days and live only by consuming garlic and mugwort. Unlike the tiger who gave up, the bear followed the instructions faithfully and transformed into a woman, who then married Hwanung and gave birth to Dangun.<br><br> Located near Yeonguncheonbyeon in Gokseong-eup, Dangunjeon Shrine was first founded in Hakjeong-ri, Samin-dong in 1916 by Shin Tae-yun, also known as Baekdang, but later moved to its current location and went through reconstruction in 1931. An annual ancestral rite takes place at the shrine on October 3 (National Foundation Day) and March 15 to pay respects to Dangun. Dangunjeon Shrine was also a place where civilians gathered to take an oath of patriotism in action against the Japanese during the Japanese colonization period; a stone plaque commemorating the March 1st Independence Movement and Baekdang Memorial Hall dedicated to Shin Tae-yun can also be found within the area. Shin Tae-yun was captured by Japanese soldiers during the March 1st Independence Movement and served two years in prison.","regDate":"2023-01-20","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2023-01-20-1674196823651/1609432_image2_1.webp","blogPath":"Jeollanam-do/2023-01-20-1674196823651"},{"id":"2023-01-20-1674192977194","title":"Geumseongsanseong Fortress (담양 금성산성)","description":"Geumseongsanseong Fortress in Geumseongsan Mountain (603m) forms a boundary between two small villages located on the border of two provinces (Geumseong-myeon, Damyang-gun, Jeollanam-do and Sunchang-gun, Jeollabuk-do) and is one of the three popular mountains of the Honam region (the Southwestern region of Korea that includes Jeollanam-do and Jeollabuk-do). The fortress is surrounded by two walls connecting Cheolmabong Peak, Undaebong Peak, and Jangdaebong Peak. The total length of the outer wall is 6.486 meters and inner wall is 859 meters. <br><br>Historians are uncertain about the year the fortress was built, and have concluded that it dates back to the Three Kingdoms Period (57 BC – 676 AD) based on an examination of the ruins and remains discovered in the surrounding area. The fortress was reconstructed in 1409 and repaired in 1610 after the Imjin War (1592-1598). Following that, it continued to develop into a strong military base.<br><br>- Classification  Historic Site No. 353 <br>- Date of Designation  August 24, 1991<br>- Owner  Park Jinseong and 85 persons<br>- Age  Three States Era<br>- Site Area  1,349,977㎡<br>- Kind of Cultural Properties  Castle Site","regDate":"2023-01-20","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Historical Sites","Fortresses"],"imgUrl":"/2023-01-20-1674192977194/2013981_image2_1.webp","blogPath":"Jeollanam-do/2023-01-20-1674192977194"},{"id":"2023-01-20-1674189614571","title":"Geumodo Island (금오도)","description":"Geumodo Island, included in the area of Dadohaehaesang National Park, has a shape resembling a big terrapin. Many fables, folk songs and folk games have been told of this island. The island features dense forests along with wild ginseng and used to be an area for hunting deer, available only to the Royal House during the Joseon period.<br><br>Also, the island is a spawning area for Black Porgy. Including the black porgy, the fishing site is suitable for other types of fish such as red sea bream, rock bream and more. 35 species of rare birds such as brown shrike, eagle-owl and more are living in the island, so it is regarded as an animal paradise.","regDate":"2023-01-20","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"/2023-01-20-1674189614571/1622264_image2_1.webp","blogPath":"Jeollanam-do/2023-01-20-1674189614571"},{"id":"2023-01-20-1674185886323","title":"Geomundo Lighthouse (거문도 등대)","description":"Geomundo Lighthouse, completed on April 12, 1905, was the first lighthouse to be built on the southern coast of Korea. The white, 6.4-meter-high lighthouse shines a beam of light every 15 seconds that is visible for up to 42 kilometers away. In January 2006, a 33-meter-high lighthouse top was added to replace obsolete facilities. The previous hundred-year-old lighthouse top was partially restored and is on display as a maritime relic. While at the lighthouse, don’t forget to visit the Gwanbaekejong Pavilion next to the lighthouse for an exquisite view of the southern sea.","regDate":"2023-01-20","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"/2023-01-20-1674185886323/1954910_image2_1.webp","blogPath":"Jeollanam-do/2023-01-20-1674185886323"},{"id":"2023-01-19-1674124713738","title":"Gaudo Island (가우도)","description":"Gaudo Island is the only populated island of the eight islands in Gangjinman Bay. It used to be&nbsp;part of&nbsp;Daegu-myeon until 1789 but&nbsp;later&nbsp;changed to Boam-myeon and is currently part of Doam-myeon&nbsp;since 1914 due to reorganization of administration. The name comes from its appearance in relation to Boeunsan Mountain in Ganjin-eup, which looks like&nbsp;a cow’s head. The whole island resembles a cow’s meonge (curved stick around cow’s neck&nbsp;used to&nbsp;drag farming tool) so the island became to be called Gaudo Island (Ga  Meonge in Chinese characters). <br><br> From Gaudo Island, Gangjinman Bay and uninhabited island can be seen in all directions. The coastal scenery is stunning and varied natural tourism resources grow here such as the silver magnolia, cypress colony, and Japanese black pines. Visitors can walk to the island from the mainland via a suspension bridge. When arriving to the island, a 2.5km long ecological exploring road along the mountain and coast is available. Also, fishing park which has various kinds of&nbsp;fishes is located in the spot where visitors can overlook&nbsp;at beautiful scenery of Gangjinman Bay. At the top of the island, visitors can enjoy a zip track which is an eco-friendly leisure facility, starting from Cheongja Tower (25m high).","regDate":"2023-01-19","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"/2023-01-19-1674124713738/2483137_image2_1.webp","blogPath":"Jeollanam-do/2023-01-19-1674124713738"},{"id":"2023-01-19-1674120976924","title":"Gatbawi Culture Town (갓바위 문화타운)","description":"Gatbawi Culture Town is the prime tourist attraction in Mokpo, comprised of Gatbawi Rock, Mokpo Culture & Arts Center, Mokpo Natural History Museum, National Maritime Museum, Namnong Memorial Hall and other culture and art facilities. The park is particularly beautiful at night and is famous as poart of a driving course.","regDate":"2023-01-19","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Experience Programs","Cultural Districts"],"imgUrl":"/2023-01-19-1674120976924/2515460_image2_1.webp","blogPath":"Jeollanam-do/2023-01-19-1674120976924"},{"id":"2023-01-19-1674117534650","title":"Gangjinman Bay (강진만)","description":"Gangjin has many scenic landscapes with Wolchulsan Mountain to the north and the sea of Gugangpo dotted with numerous islets and wetlands to the south. It is also home to beautiful mountains, rivers, and plains that add to its scenic beauty and natural features. The Baengnyeonsa Temple and Dasan Chodang to the west of Gangjinman Bay, and the reeds along the coastline are a beautiful sight to behold. Also, the National Highway No. 23 that runs along the eastern border of the Gangjinman Bay, past the town of Gangjin-eup to Maryang, is famous for its many spectacular sights. Above all, it is highly recommended to hike up the Cheonilgak Pavilion in front of the Dasan Chodong Dongam (east hermitage) for a panoramic view of Gugangpo’s coastal waters. The hiking trail that traverses Mandeoksan Mountain leads to Baengnyeonsa, which is a temple with breathtaking ocean view.","regDate":"2023-01-19","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"/2023-01-19-1674117534650/220619_image2_1.webp","blogPath":"Jeollanam-do/2023-01-19-1674117534650"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}