{"pageProps":{"content":"![Gochang Seonunsa Temple (선운사 (고창))](/2022-08-01-1659350713993/1603705_image2_1.webp)\n\n  \n## Overview\n\n> Seonunsa Temple is known to have been built in 577, the 24th year of King Wideok of the Baekje dynasty. It is the second head temple of Jogye Order in Jeollabuk-do. According to the temple's historical records, it was originally a very large temple with 89 hermitages and 3,000 monks. Today, only four hermitages remain: Dosoram, Chamdangam, Dongunam, and Seoksangam. In addition, the temple is home to 25 prestigious heritages, namely the Forest of Common Camellias, which is designated as ㅁ Natural Monument. A festival dedicated to this forest is held every April.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br>(Korean, English, Japanese, Chinese) <br> • For more info: +82-63-561-1422|\n|parking:|Available|\n|restdate:|N/A (Open all year round)|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Admission Fees:|Individuals - Adults 3,000 won / Teenagers 2,000 won  / Children 1,000 won<br> Groups - Adults 2,500 won / Teenagers 1,500 won  / Children 800 won<br> <br> * Group: 30 or more people<br> * Adults (ages 19-64) / Teenagers (ages 13-18) / Children (ages 7-12)<br> * Free admission: Senior citizens (ages 65 & over) & preschoolers (ages 6 & under)|\n|Restrooms:|Available|\n|Parking Fees:|Free|\n  \n## Detail Image\n![/2022-08-01-1659350713993/1603701_image2_1.webp](/2022-08-01-1659350713993/1603701_image2_1.webp)\n![/2022-08-01-1659350713993/1603702_image2_1.webp](/2022-08-01-1659350713993/1603702_image2_1.webp)\n![/2022-08-01-1659350713993/1603703_image2_1.webp](/2022-08-01-1659350713993/1603703_image2_1.webp)\n![/2022-08-01-1659350713993/1603704_image2_1.webp](/2022-08-01-1659350713993/1603704_image2_1.webp)\n![/2022-08-01-1659350713993/1603706_image2_1.webp](/2022-08-01-1659350713993/1603706_image2_1.webp)\n![/2022-08-01-1659350713993/1603707_image2_1.webp](/2022-08-01-1659350713993/1603707_image2_1.webp)\n![/2022-08-01-1659350713993/1603709_image2_1.webp](/2022-08-01-1659350713993/1603709_image2_1.webp)\n![/2022-08-01-1659350713993/1603711_image2_1.webp](/2022-08-01-1659350713993/1603711_image2_1.webp)\n![/2022-08-01-1659350713993/1603712_image2_1.webp](/2022-08-01-1659350713993/1603712_image2_1.webp)\n![/2022-08-01-1659350713993/2005361_image2_1.webp](/2022-08-01-1659350713993/2005361_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-63-561-1422](tel:+82635611422)\n- [🏠www.seonunsa.org</a> <br><a href=\"https://www.templestay.com/temple_info.asp?t_id=sg9893\" target=\"_blank\" class=\"web\">www.templestay.com](http://www.seonunsa.org)\n\n\n```googleMap\nlatitude: 35.4977377835\nlongitude: 126.5795288186\ntitle: 250, Seonunsa-ro, Gochang-gun, Jeollabuk-do\n```\n  \n\n","data":{"id":"2022-08-01-1659350713993","title":"Gochang Seonunsa Temple (선운사 (고창))","description":"Seonunsa Temple is known to have been built in 577, the 24th year of King Wideok of the Baekje dynasty. It is the second head temple of Jogye Order in Jeollabuk-do. According to the temple's historical records, it was originally a very large temple with 89 hermitages and 3,000 monks. Today, only four hermitages remain  Dosoram, Chamdangam, Dongunam, and Seoksangam. In addition, the temple is home to 25 prestigious heritages, namely the Forest of Common Camellias, which is designated as ㅁ Natural Monument. A festival dedicated to this forest is held every April.","regDate":"2022-08-01","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-08-01-1659350713993/1603705_image2_1.webp","blogPath":"Jeollabuk-do/2022-08-01-1659350713993","pageUrl":"https:/mcdryad.com/Jeollabuk-do/2022-08-01-1659350713993"},"dataList":[{"id":"2022-12-30-1672392943632","title":"Guryonggyegok Valley (구룡계곡)","description":"Guryonggyegok Valley, a 3 kilometer-long valley in the northern part of the Jirisan National Park, located in Namwon, Jeollabuk-do, is just the place to enjoy a panoramic view of the unusually shaped rocks and precipitous cliffs. Under the Guryongpokpo Falls, located at the peak of the valley, is a small pond called, ‘Yongso’ (meaning ‘dragon pond’). Legend has it that a dragon lived here before it ascended to heaven. Visitors can tour the valley by driving along the skyway, an extension of the tourist road of Jirisan Mountain, or take an invigorating hike up a mountain by taking the Jeongnyeongchigan route, which extends along the valley to Baemsagol Valley(Banseon) and Nogodan Peak.","regDate":"2022-12-30","author":"korea-tour","tag":["Jeollabuk-do","Nature","Natural Sites","Valleys"],"imgUrl":"/2022-12-30-1672392943632/529600_image2_1.webp","blogPath":"Jeollabuk-do/2022-12-30-1672392943632"},{"id":"2022-12-30-1672389414501","title":"Gunsan Geumgang Estuary Bank (금강하구둑(군산))","description":"Geumgang Estuary Bank was completed in 1990 as part of an agricultural development project for 6 cities and counties in Chungcheongnam-do and Jeollabuk-do. The Korea Agricultural and Rural Infrastructure Corporation invested approximately 100 billion won for the project and the construction lasted for 8 years. The estuary bank can hold up to 130 million tons of water. The 1,840-meter long bank serves a bridge that connects Chungcheongnam-do to Jeollabuk-do.<br><br>Aside from being the source of water for agricultural and industrial use in Jeollabuk-do and Chungcheongnam-do, the bank also provides flood control for the area around Geumgang River. It helps keep Gunsanhang Port operational by preventing soiland sand from accumulating at the mouth of the river. It also prevents the backwash of seawater from causing damage to farmlands. Geumgang Estuary Bank has an important role as a tourist destination by connecting Gunsan and Janghang.","regDate":"2022-12-30","author":"korea-tour","tag":["Jeollabuk-do","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2022-12-30-1672389414501/1576234_image2_1.webp","blogPath":"Jeollabuk-do/2022-12-30-1672389414501"},{"id":"2022-12-30-1672385722112","title":"Gunsan Dongguksa Temple (동국사(군산))","description":"Dongguksa Temple was built by Japanese monk Seoneungbulgwan in 1909. The temple was run by Japanese monks for 36 years during the Japanese occupation, reverting to Korean jurisdiction when Korea was liberated in 1945. The historical temple is the only surviving Japanese-style temple in the nation. <br><br>The temple is characterized by its two main buildings, Daeungjeon Hall and Yosachae, which are connected by a corridor, and the temple’s relative lack of decoration, which stands as a sharp contrast to the brilliantly-colored Korean temples. Dongguksa Temple was officially designated as Cultural Asset in July 2003 and is now a branch temple of Seonunsa Temple in Gochang, the 24th district of the Korean Buddhist Jogye Order.","regDate":"2022-12-30","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-12-30-1672385722112/1783656_image2_1.webp","blogPath":"Jeollabuk-do/2022-12-30-1672385722112"},{"id":"2022-12-30-1672382316463","title":"Gudam Village (구담마을)","description":"Located at the beginning of the Seomjingang River, the steep banks in Gudam Village are covered in maehwa (plum blossoms) in white and red. While strolling along the 3-kilometer-long path of the riverside that connects Gudam Village to Cheondam Village, tourists will be impressed by the beautiful scene created by the plum and cherry blossoms. The village became more and more famous thanks to its cozy ambience created by the Seomjingang River, plum blossoms and Zelkova at the mouth of the village, attracting visitors to enjoy a walking trip. The village has also served as a filming location for movies, including the film Spring in My Hometown (1998).","regDate":"2022-12-30","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Experience Programs","Village Experience"],"imgUrl":"/2022-12-30-1672382316463/1678735_image2_1.webp","blogPath":"Jeollabuk-do/2022-12-30-1672382316463"},{"id":"2022-12-30-1672378542324","title":"Gucheondonggyegok Valley (구천동계곡)","description":"Gucheondonggyegok Valley is located within Deogyusan National Park approximately 25 kilometers from Rajetongmun Gate, the entrance of the valley. The valley is famous for its 33 scenic points including Sushimdae Cliff, Gucheonpokpo Falls and Yeonhwapokpo Falls. The valley is popular all year round with cool shade in summer, fall foliage in fall and a snowy landscape in winter.","regDate":"2022-12-30","author":"korea-tour","tag":["Jeollabuk-do","Nature","Natural Sites","Valleys"],"imgUrl":"/2022-12-30-1672378542324/1929663_image2_1.webp","blogPath":"Jeollabuk-do/2022-12-30-1672378542324"},{"id":"2022-08-01-1659362399493","title":"Gosapo Beach (고사포해수욕장)","description":"Gosapo Beach commands a magnificent scenic view, thanks to the 2-kilometer stretch of fine sand and pine forest along the beach. The beach is considered one of the cleanest among the beaches in the area. Every two weeks, the tides fall to reveal a path from Gosapo Beach to Haseom Island.","regDate":"2022-08-01","author":"korea-tour","tag":["Jeollabuk-do","Nature","Natural Sites"],"imgUrl":"/2022-08-01-1659362399493/636167_image2_1.webp","blogPath":"Jeollabuk-do/2022-08-01-1659362399493"},{"id":"2022-08-01-1659360092237","title":"Gosan Recreational Forest (고산자연휴양림)","description":"Located in Osan-ri, Gosan Recreational Forest is a popular family destination throughout all four seasons. Full of thick groves of larch trees, Korean white pines, rigida pines, and plenty of broad-leaved trees, the forest and its streams offer a cool and refreshing retreat. In spring, the forest is beautiful with wildflowers, azaleas and wild cherry blossom trees. In summer, families flock to the streams shaded by the thick forest canopy. As summer turns into fall, the whole area transforms into a rainbow of bright yellow, red, and orange. With the coming of winter, the snow covers the trees and blankets the ground, turning the forest in a winter dreamland.","regDate":"2022-08-01","author":"korea-tour","tag":["Jeollabuk-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"/2022-08-01-1659360092237/609052_image2_1.webp","blogPath":"Jeollabuk-do/2022-08-01-1659360092237"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}