{"pageProps":{"content":"![Cheonbuldong Valley (천불동계곡)](/2022-07-24-1658688140717/1966681_image2_1.webp)\n\n  \n## Overview\n\n> As one of the Ten Sights of Seoraksan Mountain, the Cheonbuldong Valley is also called Seorakgol Valley, being a representative valley of the mountain. Along the valley covering about 7 km from Biseondae Rock to Daecheongbong Peak, visitors can enjoy the splendid scenery of various attractions including Waseondae Rock, Munjudam Pool, Ihodam Pool, Gwimyeonam Rock, Oryeon Falls, and Cheondang Falls. It has all magnificent views of Seoraksan Mountain. The Cheonbuldong Valley is also regarded as one of Korea’s top 3 valleys along with Chilseon Valley of Jirisan Mountain and Tamna Valley of Hallasan Mountain. It offers beautiful seasonal views every year, and among them, the autumnal foliage is considered the best scenery of the valley. Its colorfully-tinged autumnal leaves are in harmony with rocks in fantastic shapes, attracting many hikers in autumn.\n\n  \n## Intro\n\n| | |\n| - | - |\n|expagerange:|Open to visitors of all ages|\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-33-801-0900|\n|parking:|Available|\n|restdate:|N/A (Open all year round)|\n|usetime:|(Entry Hours) Winter season (04:00–12:00), Summer season (03:00–14:00)|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Activity Fees:|Adults: 3,500 won / Teenagers: 1,000 won / Children: 500 won |\n|Parking Fees:|Small vehicle, Low season, For the day: 4,000 won, Accommodation: 8,000 won<br />Small vehicle, High season, For the day: 5,000 won, Accommodation: 10,000 won<br />Large vehicle, Low season, For the day: 6,000 won, Accommodation: 12,000 won<br />Large vehicle, High season, For the day: 7,500 won, Accommodation: 15,000 won|\n|Available Facilities:|None|\n|Restrooms:|None|\n|Interpretation Services Offered:|None|\n|Reservation Info. for Foreigners:|None|\n  \n## Detail Image\n![/2022-07-24-1658688140717/1966679_image2_1.webp](/2022-07-24-1658688140717/1966679_image2_1.webp)\n![/2022-07-24-1658688140717/1966682_image2_1.webp](/2022-07-24-1658688140717/1966682_image2_1.webp)\n![/2022-07-24-1658688140717/1966683_image2_1.webp](/2022-07-24-1658688140717/1966683_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-33-801-0900](tel:+82338010900)\n- [🏠seorak.knps.or.kr](http://seorak.knps.or.kr/)\n\n\n```googleMap\nlatitude: 38.1735618013\nlongitude: 128.4884989154\ntitle: 1091, Seoraksan-ro, Sokcho-si, Gangwon-do\n```\n  \n## Directions\n  \n[Bus]<BR>From Dong Seoul Bus Terminal, take an intercity bus to Sokcho Intercity Bus Terminal. <br>From Sokcho Intercity Bus Terminal Bus Stop take Bus No. 7 or 7-1 and get off at Seorak-dong Sogongwon Bus Stop.\n","data":{"id":"2022-07-24-1658688140717","title":"Cheonbuldong Valley (천불동계곡)","description":"As one of the Ten Sights of Seoraksan Mountain, the Cheonbuldong Valley is also called Seorakgol Valley, being a representative valley of the mountain. Along the valley covering about 7 km from Biseondae Rock to Daecheongbong Peak, visitors can enjoy the splendid scenery of various attractions including Waseondae Rock, Munjudam Pool, Ihodam Pool, Gwimyeonam Rock, Oryeon Falls, and Cheondang Falls. It has all magnificent views of Seoraksan Mountain. The Cheonbuldong Valley is also regarded as one of Korea’s top 3 valleys along with Chilseon Valley of Jirisan Mountain and Tamna Valley of Hallasan Mountain. It offers beautiful seasonal views every year, and among them, the autumnal foliage is considered the best scenery of the valley. Its colorfully-tinged autumnal leaves are in harmony with rocks in fantastic shapes, attracting many hikers in autumn.","regDate":"2022-07-24","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Valleys"],"imgUrl":"/2022-07-24-1658688140717/1966681_image2_1.webp","blogPath":"Gangwon-do/2022-07-24-1658688140717","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-07-24-1658688140717"},"dataList":[{"id":"2022-10-10-1665395452640","title":"Samhwasa Temple (삼화사)","description":"Samhwasa Temple is located near the entrance of the Mureung Valley of Dutasan Mountain in the City of Donghae, Gangwon Province. The one-thousand year old, small but historical temple falls under the supervision of Woljeongsa Temple. It was originally named “Geukryeondae” when built by monk Jijangyulsa&nbsp;during the eleventh year of Queen Seonseok of the Silla Kingdom (AD 642). In 864 it was renamed Samgongam by the chief monk, and during the reign of King Taejo of the Goryeo dynasty, it&nbsp;changed to&nbsp;the current name, Samhwasa Temple.<br><br> The temple houses the main shrine (also called Yaksajeon), Jeokkwangjeon, Beomjonggak pavilion, Geukrakjeon shrine, Birojeon shrine, Chilseongdan shrine, and Muhyanggak pavilion. The temple is also home to national treasures No. 1277 (three story stone pagoda) and No. 1292 (steel sitting Buddha statue).<br><br> Samhwasa Temple operates a school teaching Buddhism and offers temple stay programs providing a beautiful, serene experience of temple life.","regDate":"2022-10-10","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-10-10-1665395452640/623199_image2_1.webp","blogPath":"Gangwon-do/2022-10-10-1665395452640"},{"id":"2022-10-10-1665392309953","title":"Samcheok Yeonggyeongmyo Royal Tomb (삼척 영경묘)","description":"Yeonggyeongmyo Royal Tomb is the grave of the mother of King Mokjo and the 5th great-grandmother of King Taejo of the Joseon dynasty. During the 3rd year of King Gojong&rsquo;s reign (1899), the grave as well as memorial monuments were built together with Jungyeongmyo, a grave for the 5th great-grandfather of King Taejo. Surrounded by a rich forest, it has a beautiful view. Every April 20th, an ancestral ritual is held by the Lee family (from Jeonju).","regDate":"2022-10-10","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-10-10-1665392309953/1147410_image2_1.webp","blogPath":"Gangwon-do/2022-10-10-1665392309953"},{"id":"2022-10-10-1665388715478","title":"Samcheok Jungyeongmyo Royal Tomb (삼척 준경묘)","description":"Jungyeongmyo Royal Tomb is the grave of the 5th great-grandfather of King Taejo of the Joseon dynasty. The grave as well as memorial monuments were built together with Yeonggyeongmyo, a grave for the 5th great-grandmother of King Taejo. Surrounded by a rich forest, it has a beautiful view. Every April 20th, an ancestral ritual is held by the Lee family (from Jeonju).","regDate":"2022-10-10","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-10-10-1665388715478/1729093_image2_1.webp","blogPath":"Gangwon-do/2022-10-10-1665388715478"},{"id":"2022-10-10-1665385902206","title":"Samcheok Haesindang Park (삼척 해신당공원)","description":"Haesindang Park is home to the the nation’s largest aquarium museum,&nbsp;which exhibits  folk materials that shows the  lifestyle of fishermen of the East Sea,  an arboretum and a park that displays&nbsp;some sexual art sculptures. In addition, there is an interesting bronze statue that tells about a legend of a nearby village.<Br><br>* Legend of Aebawi and Haesindang <br> There once lived a young maid who was engaged. One day, the maid took her husband’s boat out to sea to harvest seaweed. Her husband dropped her off at a site  that was at a distance from the beach. After promising to pick her up later, he returned to the beach to do his work. However, the weather turned bad as strong winds and pummeing waves begun. The husband failed to rescue his wife on time and she ultimately drowned. Since then, the villagers were unable to catch any fishes and some claimed that it wasbecause of the dead maid. To soothe the spirit of the dead maid, the villagers made several wooden carvings and held religious ceremonies. Later, fishes were gradually seen appearing and the villagers were able to fish and live comfortably again. Therefore, the place where the maid died was named Aebawi Rock and the building where the religious ceremony is held twice a year was named Haesindang. The ceremony is still honored today as a traditional folk event.","regDate":"2022-10-10","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Recreational Sites","Theme Parks"],"imgUrl":"/2022-10-10-1665385902206/1425887_image2_1.webp","blogPath":"Gangwon-do/2022-10-10-1665385902206"},{"id":"2022-10-10-1665383309027","title":"Samcheok Deokpunggyegok Valley Village (삼척 덕풍계곡마을)","description":"Deokpung Village is a typical mountain village with bountiful resources and a great potential for development. The village has abundant forest resources with rare and valuable flora and fauna and is home to a natural recreational forest, mountain goats, and wild ginseng. The major income sources of this village are farm products such as pepper and garlic. You can enjoy fly fishing, hiking and a variety of hands-on experience programs. It also has several places to accommodate tourists.","regDate":"2022-10-10","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Experience Programs","Village Experience"],"imgUrl":"/2022-10-10-1665383309027/1425747_image2_1.webp","blogPath":"Gangwon-do/2022-10-10-1665383309027"},{"id":"2022-10-10-1665378318024","title":"Samcheok Cheoneunsa Temple (천은사(삼척))","description":"Cheoneunsa Temple is located on Dutasan Mountain in Miro-myeon, Samcheok-si, Gangwon-do. At the tail end of the Goryeo dynasty, Lee Seung-hyu, a renowned scholar, wrote ‘Jewangungi’, an epic for the Korean people at Cheoneunsa temple. After the temple burnt down during the Korean War, the temple was renovated. The temple houses Beophwagyeong (Lotus Sutra Statue) among other cultural significant artifacts. Also, the surrounding area was the capital during Goryeo dynasty, where a number of relics such as pieces of celadon and blue roof tiles were unearthed.","regDate":"2022-10-10","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-10-10-1665378318024/1434211_image2_1.webp","blogPath":"Gangwon-do/2022-10-10-1665378318024"},{"id":"2022-10-09-1665312480205","title":"Samcheok Cheokjudonghaebi & Pyeongsutochanbi Monuments (삼척 척주동해비 및 평수토찬비)","description":"Erected by Heo Mok, the governor of Samcheok during the second year of King Hyeonjeongs reign (1661), Cheokjudonghaebi Monument is 170 centimeters tall. It was originally built to protect the village on Mallido Island that had been frequently inundated by heavy rain and rough waves. It is believed that the mystical inscription, penned by Heo Mok, on the monument calmed the rough sea waves. Today, the monument stands to prove the wisdom and distinguished penmanship of the former Samcheok City Governor.<br><br>Pyeongsutochan-bi Monument is 145 centimeters tall. It was erected by Heo Moks successor and former governor of Samcheok, Jung Un-cheol, in reverence for his wise forebear. The monument&nbsp;contains 48 ancient Chinese characters that describe many achievements of Heo Mok.","regDate":"2022-10-09","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-10-09-1665312480205/483250_image2_1.webp","blogPath":"Gangwon-do/2022-10-09-1665312480205"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}