{"pageProps":{"content":"![Hwaam Tourist Attractions (Hwaam Eight Scenic Sites) (화암관광지(화암8경))](/2022-09-29-1664438126298/175712_image2_1.webp)\n\n  \n## Overview\n\n> Hwaam Tourist Attractions comprises the eight scenic sights of Hwaam. The winding road leading to the attractions offers a perfect sencery of the mountains and cliffs, as well as magnificent fall foliage in autumn. Sign posts are installed along the way to each of the sceneries to prevent tourists from getting  lost.<br><br>Scenic Beauty 1  Hwaam Mineral Spring<br>At Hwaam Mineral Spring, water rises up through a rock crater located in Dong-myeon, Jeongseon. The water is said to be good for stomachaches, eye infections, and skin diseases; and, as it contains nine essential elements such as calcium and fluorine, it tastes crisp and clean. <br><br>Scenic Beauty 2  Turtle Rock <br>Part of the path leading to Hwaam Mineral Spring is buttressed by a cliff, on which there is a rock that resembles the shape of a turtle. <br> <br>Scenic Beauty 3  Yongmaso<br>With its clean water and wide sheets of rock, Yongmaso Lake is a popular attraction for vacationers. <br><br>Scenic Beauty 4  Hwaamdonggul Cave<br>Hwaamdonggul Cave used to be a gold mine that was commercially operated from 1922 to 1945. The nation’s 5th largest goldmine was, however, found to have natural stalactites, and later the cave was developed as the only theme-based cave that combined gold and nature. The stalactite area is an open space of 2,800㎡ and the length of the path open to visitors is 1,803 meters. The entire area consists of 5 chapters, which in turn constitute 41 zones; it takes about an hour and a half to see all of the zones. <br><br>Scenic Beauty 5  Hwapyoju Cliff<br>Hwapyoju is a cliff facing the entrance of Hwapyo-dong, which can be seen on the way from Hwaam-dong to Molundae. The cliff may appear as if a giant sharpened a large sheet of rock and placed it upright, or less imaginatively, as if two pillars are standing side by side. <br><br>Scenic Beauty 6  Sogeumgang River<br>The four-kilometer stretch from Hwapyoju to Molundae, surrounded with 100 to 150-meter high rock cliffs and thick forest, is called Sogeumgang River (small Geumgang River), meaning that its beautiful scenery is reminiscent of that of the breathtaking Geumgangsan Mountain.<br><br>Scenic Beauty 7  Molundae Cliff<br>Molundae literally means ‘the cliff beyond which clouds disappear’. The tip of the steep cliff is adorned with three specimens of 500-year-old pine trees. Legend has it that gods would perch on the cliff’s top and enjoy the beautiful view. At the foot of the cliff lies a large sheet of rock that can accommodate hundreds of people. <br><br>Scenic Beauty 8  Gwangdaegok Valley<br>Gwangdaegok Valley is said to be the mysterious place where heaven, earth and clouds meet. The surrounding hills are very rough and bumpy, which makes the area a renowned mountain in Korea. There is a belief among wild-ginseng diggers that they can find great ginseng if they pray in Gwangdaegok, so it is a popular attraction for such prospectors.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330<br>(Korean, English, Japanese, Chinese) <br> • For more info: +82-33-560-2363|\n  \n\n  \n## Detail Image\n![/2022-09-29-1664438126298/175710_image2_1.webp](/2022-09-29-1664438126298/175710_image2_1.webp)\n![/2022-09-29-1664438126298/175714_image2_1.webp](/2022-09-29-1664438126298/175714_image2_1.webp)\n![/2022-09-29-1664438126298/178889_image2_1.webp](/2022-09-29-1664438126298/178889_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-33-560-2363](tel:+82335602363)\n- [🏠 www.ariaritour.com</a> (Korean, English, Japanese, Chinese)<br><a href=\"http://www.jsimc.or.kr/\" target=\"_blank\" title=\"New window popup\" class=\"web\">www.jsimc.or.kr](http://www.ariaritour.com)\n\n\n```googleMap\nlatitude: 37.3293513838\nlongitude: 128.7856368231\ntitle: 1328, Yaksu-gil, Jeongseon-gun, Gangwon-do\n```\n  \n## Directions\n  \n1. Take a bus from East Seoul Terminal to Jeongseon. Nine rounds of bus services are provided each day between 07:10 and 18:55, and the ride takes about 3 and a half hours.<br>\nOr take a bus from East Seoul Terminal to Gohan. Twenty four rounds of bus services are provided each day between 06:00 and 23:00 and the ride takes about 2 hours and 50 minutes. (033-563-9265). Then from Gohan you can travel to Jeongseon by bus that operates 10 times a day between 07:20 and 17:50. (033-591-2860).<br><br>\n2. Once in Jeongseon, take a city bus to Dong-myeon. Thirteen rounds of bus services are provided each day between 06:00 and 20:00 and the ride takes about 25 minutes. (033-563-1094)\n","data":{"id":"2022-09-29-1664438126298","title":"Hwaam Tourist Attractions (Hwaam Eight Scenic Sites) (화암관광지(화암8경))","description":"Hwaam Tourist Attractions comprises the eight scenic sights of Hwaam. The winding road leading to the attractions offers a perfect sencery of the mountains and cliffs, as well as magnificent fall foliage in autumn. Sign posts are installed along the way to each of the sceneries to prevent tourists from getting  lost.<br><br>Scenic Beauty 1  Hwaam Mineral Spring<br>At Hwaam Mineral Spring, water rises up through a rock crater located in Dong-myeon, Jeongseon. The water is said to be good for stomachaches, eye infections, and skin diseases; and, as it contains nine essential elements such as calcium and fluorine, it tastes crisp and clean. <br><br>Scenic Beauty 2  Turtle Rock <br>Part of the path leading to Hwaam Mineral Spring is buttressed by a cliff, on which there is a rock that resembles the shape of a turtle. <br> <br>Scenic Beauty 3  Yongmaso<br>With its clean water and wide sheets of rock, Yongmaso Lake is a popular attraction for vacationers. <br><br>Scenic Beauty 4  Hwaamdonggul Cave<br>Hwaamdonggul Cave used to be a gold mine that was commercially operated from 1922 to 1945. The nation’s 5th largest goldmine was, however, found to have natural stalactites, and later the cave was developed as the only theme-based cave that combined gold and nature. The stalactite area is an open space of 2,800㎡ and the length of the path open to visitors is 1,803 meters. The entire area consists of 5 chapters, which in turn constitute 41 zones; it takes about an hour and a half to see all of the zones. <br><br>Scenic Beauty 5  Hwapyoju Cliff<br>Hwapyoju is a cliff facing the entrance of Hwapyo-dong, which can be seen on the way from Hwaam-dong to Molundae. The cliff may appear as if a giant sharpened a large sheet of rock and placed it upright, or less imaginatively, as if two pillars are standing side by side. <br><br>Scenic Beauty 6  Sogeumgang River<br>The four-kilometer stretch from Hwapyoju to Molundae, surrounded with 100 to 150-meter high rock cliffs and thick forest, is called Sogeumgang River (small Geumgang River), meaning that its beautiful scenery is reminiscent of that of the breathtaking Geumgangsan Mountain.<br><br>Scenic Beauty 7  Molundae Cliff<br>Molundae literally means ‘the cliff beyond which clouds disappear’. The tip of the steep cliff is adorned with three specimens of 500-year-old pine trees. Legend has it that gods would perch on the cliff’s top and enjoy the beautiful view. At the foot of the cliff lies a large sheet of rock that can accommodate hundreds of people. <br><br>Scenic Beauty 8  Gwangdaegok Valley<br>Gwangdaegok Valley is said to be the mysterious place where heaven, earth and clouds meet. The surrounding hills are very rough and bumpy, which makes the area a renowned mountain in Korea. There is a belief among wild-ginseng diggers that they can find great ginseng if they pray in Gwangdaegok, so it is a popular attraction for such prospectors.","regDate":"2022-09-29","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Recreational Sites","Tourist Complexes"],"imgUrl":"/2022-09-29-1664438126298/175712_image2_1.webp","blogPath":"Gangwon-do/2022-09-29-1664438126298","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-09-29-1664438126298"},"dataList":[{"id":"2022-10-10-1665395452640","title":"Samhwasa Temple (삼화사)","description":"Samhwasa Temple is located near the entrance of the Mureung Valley of Dutasan Mountain in the City of Donghae, Gangwon Province. The one-thousand year old, small but historical temple falls under the supervision of Woljeongsa Temple. It was originally named “Geukryeondae” when built by monk Jijangyulsa&nbsp;during the eleventh year of Queen Seonseok of the Silla Kingdom (AD 642). In 864 it was renamed Samgongam by the chief monk, and during the reign of King Taejo of the Goryeo dynasty, it&nbsp;changed to&nbsp;the current name, Samhwasa Temple.<br><br> The temple houses the main shrine (also called Yaksajeon), Jeokkwangjeon, Beomjonggak pavilion, Geukrakjeon shrine, Birojeon shrine, Chilseongdan shrine, and Muhyanggak pavilion. The temple is also home to national treasures No. 1277 (three story stone pagoda) and No. 1292 (steel sitting Buddha statue).<br><br> Samhwasa Temple operates a school teaching Buddhism and offers temple stay programs providing a beautiful, serene experience of temple life.","regDate":"2022-10-10","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-10-10-1665395452640/623199_image2_1.webp","blogPath":"Gangwon-do/2022-10-10-1665395452640"},{"id":"2022-10-10-1665392309953","title":"Samcheok Yeonggyeongmyo Royal Tomb (삼척 영경묘)","description":"Yeonggyeongmyo Royal Tomb is the grave of the mother of King Mokjo and the 5th great-grandmother of King Taejo of the Joseon dynasty. During the 3rd year of King Gojong&rsquo;s reign (1899), the grave as well as memorial monuments were built together with Jungyeongmyo, a grave for the 5th great-grandfather of King Taejo. Surrounded by a rich forest, it has a beautiful view. Every April 20th, an ancestral ritual is held by the Lee family (from Jeonju).","regDate":"2022-10-10","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-10-10-1665392309953/1147410_image2_1.webp","blogPath":"Gangwon-do/2022-10-10-1665392309953"},{"id":"2022-10-10-1665388715478","title":"Samcheok Jungyeongmyo Royal Tomb (삼척 준경묘)","description":"Jungyeongmyo Royal Tomb is the grave of the 5th great-grandfather of King Taejo of the Joseon dynasty. The grave as well as memorial monuments were built together with Yeonggyeongmyo, a grave for the 5th great-grandmother of King Taejo. Surrounded by a rich forest, it has a beautiful view. Every April 20th, an ancestral ritual is held by the Lee family (from Jeonju).","regDate":"2022-10-10","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-10-10-1665388715478/1729093_image2_1.webp","blogPath":"Gangwon-do/2022-10-10-1665388715478"},{"id":"2022-10-10-1665385902206","title":"Samcheok Haesindang Park (삼척 해신당공원)","description":"Haesindang Park is home to the the nation’s largest aquarium museum,&nbsp;which exhibits  folk materials that shows the  lifestyle of fishermen of the East Sea,  an arboretum and a park that displays&nbsp;some sexual art sculptures. In addition, there is an interesting bronze statue that tells about a legend of a nearby village.<Br><br>* Legend of Aebawi and Haesindang <br> There once lived a young maid who was engaged. One day, the maid took her husband’s boat out to sea to harvest seaweed. Her husband dropped her off at a site  that was at a distance from the beach. After promising to pick her up later, he returned to the beach to do his work. However, the weather turned bad as strong winds and pummeing waves begun. The husband failed to rescue his wife on time and she ultimately drowned. Since then, the villagers were unable to catch any fishes and some claimed that it wasbecause of the dead maid. To soothe the spirit of the dead maid, the villagers made several wooden carvings and held religious ceremonies. Later, fishes were gradually seen appearing and the villagers were able to fish and live comfortably again. Therefore, the place where the maid died was named Aebawi Rock and the building where the religious ceremony is held twice a year was named Haesindang. The ceremony is still honored today as a traditional folk event.","regDate":"2022-10-10","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Recreational Sites","Theme Parks"],"imgUrl":"/2022-10-10-1665385902206/1425887_image2_1.webp","blogPath":"Gangwon-do/2022-10-10-1665385902206"},{"id":"2022-10-10-1665383309027","title":"Samcheok Deokpunggyegok Valley Village (삼척 덕풍계곡마을)","description":"Deokpung Village is a typical mountain village with bountiful resources and a great potential for development. The village has abundant forest resources with rare and valuable flora and fauna and is home to a natural recreational forest, mountain goats, and wild ginseng. The major income sources of this village are farm products such as pepper and garlic. You can enjoy fly fishing, hiking and a variety of hands-on experience programs. It also has several places to accommodate tourists.","regDate":"2022-10-10","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Experience Programs","Village Experience"],"imgUrl":"/2022-10-10-1665383309027/1425747_image2_1.webp","blogPath":"Gangwon-do/2022-10-10-1665383309027"},{"id":"2022-10-10-1665378318024","title":"Samcheok Cheoneunsa Temple (천은사(삼척))","description":"Cheoneunsa Temple is located on Dutasan Mountain in Miro-myeon, Samcheok-si, Gangwon-do. At the tail end of the Goryeo dynasty, Lee Seung-hyu, a renowned scholar, wrote ‘Jewangungi’, an epic for the Korean people at Cheoneunsa temple. After the temple burnt down during the Korean War, the temple was renovated. The temple houses Beophwagyeong (Lotus Sutra Statue) among other cultural significant artifacts. Also, the surrounding area was the capital during Goryeo dynasty, where a number of relics such as pieces of celadon and blue roof tiles were unearthed.","regDate":"2022-10-10","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-10-10-1665378318024/1434211_image2_1.webp","blogPath":"Gangwon-do/2022-10-10-1665378318024"},{"id":"2022-10-09-1665312480205","title":"Samcheok Cheokjudonghaebi & Pyeongsutochanbi Monuments (삼척 척주동해비 및 평수토찬비)","description":"Erected by Heo Mok, the governor of Samcheok during the second year of King Hyeonjeongs reign (1661), Cheokjudonghaebi Monument is 170 centimeters tall. It was originally built to protect the village on Mallido Island that had been frequently inundated by heavy rain and rough waves. It is believed that the mystical inscription, penned by Heo Mok, on the monument calmed the rough sea waves. Today, the monument stands to prove the wisdom and distinguished penmanship of the former Samcheok City Governor.<br><br>Pyeongsutochan-bi Monument is 145 centimeters tall. It was erected by Heo Moks successor and former governor of Samcheok, Jung Un-cheol, in reverence for his wise forebear. The monument&nbsp;contains 48 ancient Chinese characters that describe many achievements of Heo Mok.","regDate":"2022-10-09","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-10-09-1665312480205/483250_image2_1.webp","blogPath":"Gangwon-do/2022-10-09-1665312480205"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}