{"pageProps":{"content":"![Hallyeohaesang National Park (Namhae District) (한려해상국립공원(남해))](/2022-12-18-1671356156981/2617846_image2_1.webp)\n\n  \n## Overview\n\n> Well-known for its uncontaminated clear waters, Hallyeohaesang National Park was the countrys first national marine park. The park is divided into six sections, spanning over the regions of Jisimdo Island in Geoje to Odongdo Island in Yeosu. The total area is 535.676 ㎢, of which 76% consists of ocean water. The park is visited by over one million tourists every year for its scenic landscape and beautiful waters.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-55-860-5800|\n  \n\n  \n\n  \n## Contact\n\n- [☎️+82-55-860-5800](tel:+82558605800)\n- [🏠hallyeo.knps.or.kr](http://www.knps.or.kr/front/portal/visit/visitCourseMain.do?parkId=120300&menuNo=7020103)\n\n\n```googleMap\nlatitude: 34.7290510527\nlongitude: 127.9706701772\ntitle: Namhae-gun, Gyeongsangnam-do\n```\n  \n## Directions\n  \n[Taxi]<br>\nFrom Sacheon Intercity Bus Terminal, take a taxi for approx. 1 hr.\n","data":{"id":"2022-12-18-1671356156981","title":"Hallyeohaesang National Park (Namhae District) (한려해상국립공원(남해))","description":"Well-known for its uncontaminated clear waters, Hallyeohaesang National Park was the countrys first national marine park. The park is divided into six sections, spanning over the regions of Jisimdo Island in Geoje to Odongdo Island in Yeosu. The total area is 535.676 ㎢, of which 76% consists of ocean water. The park is visited by over one million tourists every year for its scenic landscape and beautiful waters.","regDate":"2022-12-18","author":"korea-tour","tag":["Gyeongsangnam-do","Nature","Natural Sites"],"imgUrl":"/2022-12-18-1671356156981/2617846_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-18-1671356156981","pageUrl":"https:/mcdryad.com/Gyeongsangnam-do/2022-12-18-1671356156981"},"dataList":[{"id":"2022-12-22-1671691187170","title":"Masan Agujjim Street (마산 오동동 아구찜거리)","description":"Masan, located on the southern coast of Gyeongsangnam-do, is famous for <em>agu jjim</em> (steamed monkfish). The dish is both spicy and refreshing, pairing the sweet and mild monkfish with strong and spicy broth. Monkfish is known to be full of vitamin A, making it good for the skin, and low in fat. The vegetables mixed into the broth contain vitamin C, making this spicy dish a very nutritious meal.","regDate":"2022-12-22","author":"korea-tour","tag":["Gyeongsangnam-do","Culture/Art/History","Experience Programs","Cultural Districts"],"imgUrl":"/2022-12-22-1671691187170/717838_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-22-1671691187170"},{"id":"2022-12-22-1671687368366","title":"Mageumsan Hot Springs (마금산원탕)","description":"Also referred to as Buk-myeon Hot Springs after the name of the region, Mageumsan Hot Springs is 13 kilometers north of Rural Route 1045 from Euichang-dong in Changwon and takes approximately 20 minutes to get to by car.   Mageumsan Hot Springs rises 200 meters above sea level, contains a slightly alkaline enriched water of 55℃ or more, and consists of over 20 mineral substances including natrium, radium, manganese, ion sulfate, and others.  Mageumsan Hot Springs are known to be effective in helping arthritis, womens diseases, neuralgia, depression, etc., and are frequently visited by travelers.<br><br>Records of  Mageumsan Hot Springs are listed in the ancient texts of King Sejongs Geographical Book, Survey on Civilization (Dongguk-yeojiseungnam), and more, illustrating that these hot springs were of great importance in ages past. The hot springs were temporarily closed in the later period of the Joseon Dynasty but were reopened by a man named Tokunaga from Japan. Later, Jin-Il Sohn, a resident of the area took ownership of the hot springs. <br><br>Outstanding scenery complements the hot springs with  Cheonmasan Mountain (370m), Mageumsan Mountain and  Baekweolsan Mountain (400m) located nearby. In particular, there is a legend that surrounds Baekweolsan Mountain and people like to climb this mountain and then relax by bathing in the hot springs.","regDate":"2022-12-22","author":"korea-tour","tag":["Gyeongsangnam-do","Culture/Art/History","Recreational Sites","Hot Springs & Spa"],"imgUrl":"/2022-12-22-1671687368366/2043316_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-22-1671687368366"},{"id":"2022-12-22-1671683947030","title":"Maemuldo Islands (매물도)","description":"Maemuldo Island is comprised the three islands Daemaemuldo Island, Somaemuldo Island, and Deungdaedo Island. The best view can be seen from the sea cliffs of Somaemuldo Island and Deungdaedo Island. Somaemuldo Island, whose entire area is no more than 2.51㎢, is a small island but very popular. Daemaemuldo, Hongdo, Deungdaedo, Daegueulbido and Sogueulbido Islands are all scattered around Somaemuldo Island.","regDate":"2022-12-22","author":"korea-tour","tag":["Gyeongsangnam-do","Nature","Natural Sites"],"imgUrl":"/2022-12-22-1671683947030/2027836_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-22-1671683947030"},{"id":"2022-12-22-1671680210743","title":"Junam Reservoir - Habitat for migratory birds (주남저수지 (철새도래지))","description":"Junam Reservoir features a large migratory bird sanctuary spread throughout three reservoirs (Sannam, Junam, and Dongpan), and is one of Korea’s top nature-watching areas for visitors. It operates Ramsar Culture Center, ecology educational hall, bird-watching site and Junam Environment School free of charge and a guide tour is available to explore the reservoir with ecological explanations. In addition, a lotus field and flower road can be visited in the reservoir.","regDate":"2022-12-22","author":"korea-tour","tag":["Gyeongsangnam-do","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2022-12-22-1671680210743/2043327_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-22-1671680210743"},{"id":"2022-12-21-1671619055022","title":"Jisimdo Island (지심도)","description":"Located 1.5 kilometers away to the east side of Irun-myeon, Geoje, Jisimdo Island is a very small island covering an area of just 0.338 ㎢ with a 3.5-kilometer long coast line. From Jangseungpohang Port, it takes approximately 15 minutes by ferry and visitors can tour the entire island within 2 hours. <BR><BR>The name of the island comes from its appearance resembling the Chinese character ‘sim (心).’ The island is home to abundant and old camellia trees more than any other islands in the southern sea, earning the nickname Dongbaek (camellia) Island.","regDate":"2022-12-21","author":"korea-tour","tag":["Gyeongsangnam-do","Nature","Natural Sites"],"imgUrl":"/2022-12-21-1671619055022/2616823_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-21-1671619055022"},{"id":"2022-12-21-1671615385239","title":"Jirisan National Park (Sancheong Section) (지리산국립공원(산청))","description":"Designated as Koreas first national park on December 29, 1967, Jirisan National Park covers three provinces, Gyeongsangnam-do, Jeollanam-do and Jeollabuk-do, one city, four counties, and fifteen eup or myeon districts. With a total area of 483.022 square kilometers, it is the largest mountain-type national park among all 22 national parks, and has abundant animal life and plants.<BR><BR>There are countless valleys throughout the park and ridges connect the 20 smaller peaks to the main peaks of Cheonwangbong, Banyabong, and Nogodan. The park is covered with rivers on the north and south, providing plenty of fresh water. In addition to being a deep, wide, and huge mountain, the park also has many attractions to see.","regDate":"2022-12-21","author":"korea-tour","tag":["Gyeongsangnam-do","Nature","Natural Sites","National Parks"],"imgUrl":"/2022-12-21-1671615385239/688853_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-21-1671615385239"},{"id":"2022-12-21-1671611952368","title":"Jirisan National Park (Hamyang Section) (지리산국립공원(함양))","description":"Designated as the first national park in Korea on December 29, 1967, Jirisan National Park stretches out over 483.022 square kilometers, making it the largest national park among all 22 national parks. It covers Korea’s three southernmost provinces; Gyeongsangnam-do, Jeollanam-do, and Jeollabuk-do, one city, four counties, and 15 districts of eup and myeon. The area in Gyeongsangnam-do has Ssanggyesa Temple, Daewonsa Temple, Beopgyesa Temple, Chilbulsa Temple, and Chilsangsa Temple as well as valleys, falls, and other tourism resources. In particular, famous tourist spots in Hamyang area are Chilseongyegok Valley and Hansingyegok Valley.","regDate":"2022-12-21","author":"korea-tour","tag":["Gyeongsangnam-do","Nature","Natural Sites","National Parks"],"imgUrl":"/2022-12-21-1671611952368/1611698_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-21-1671611952368"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}