{"pageProps":{"content":"![Songido Island (송이도)](/2023-01-29-1674988541021/2387488_image2_1.webp)\n\n  \n## Overview\n\n> Songido Island, the second largest island in Nagwol-myeon District, is home to Koreas one and only white pebble beach, several different species of trees, sea caves and joints created by coastal erosion. Moreover, it features various leisure activities such as fishing, camping and swimming.<br><br>Chilsando, an affiliated islet of the Songido, is home to a yellow-billed egret, designated as Natural Monument No. 361, and a black-tailed gull. The sound of the black-tailed gull was selected as the most beautiful sound that a living creature can make in the competition sponsored by the Ministry of Environment in 1999. Moreover, the islet has been named as the most beautiful island in the nation by the Ministry of Maritime Affairs and Fisheries in 2003.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <BR>(Korean, English, Japanese, Chinese) <BR>• For more info: +82-61-350-5981|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Available Facilities:|Accommodations, health clinic, convenience store, swimming pool, police station|\n  \n## Detail Image\n![/2023-01-29-1674988541021/2387485_image2_1.webp](/2023-01-29-1674988541021/2387485_image2_1.webp)\n![/2023-01-29-1674988541021/2387486_image2_1.webp](/2023-01-29-1674988541021/2387486_image2_1.webp)\n![/2023-01-29-1674988541021/2387487_image2_1.webp](/2023-01-29-1674988541021/2387487_image2_1.webp)\n![/2023-01-29-1674988541021/2387490_image2_1.webp](/2023-01-29-1674988541021/2387490_image2_1.webp)\n![/2023-01-29-1674988541021/2387491_image2_1.webp](/2023-01-29-1674988541021/2387491_image2_1.webp)\n![/2023-01-29-1674988541021/2387492_image2_1.webp](/2023-01-29-1674988541021/2387492_image2_1.webp)\n![/2023-01-29-1674988541021/2387494_image2_1.webp](/2023-01-29-1674988541021/2387494_image2_1.webp)\n![/2023-01-29-1674988541021/2387495_image2_1.webp](/2023-01-29-1674988541021/2387495_image2_1.webp)\n![/2023-01-29-1674988541021/2387497_image2_1.webp](/2023-01-29-1674988541021/2387497_image2_1.webp)\n![/2023-01-29-1674988541021/1941288_image2_1.webp](/2023-01-29-1674988541021/1941288_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-61-350-5981](tel:+82613505981)\n- [🏠tour.yeonggwang.go.kr](http://tour.yeonggwang.go.kr)\n\n\n```googleMap\nlatitude: 35.2830632650\nlongitude: 126.1449561434\ntitle: Songi-ri, Nagwol-myeon, Yeonggwang-gun, Jeollanam-do\n```\n  \n## Directions\n  \nFrom Seoul Central City Bus Terminal, take an express bus to Yeonggwang Bus Terminal. From Yeonggwang Bus Terminal Bus Stop, take a local bus bound for Gyema Port and get off at Gyema Port Bus Stop. Take a passenger ferry from Gyema Port to Songido Island.\n","data":{"id":"2023-01-29-1674988541021","title":"Songido Island (송이도)","description":"Songido Island, the second largest island in Nagwol-myeon District, is home to Koreas one and only white pebble beach, several different species of trees, sea caves and joints created by coastal erosion. Moreover, it features various leisure activities such as fishing, camping and swimming.<br><br>Chilsando, an affiliated islet of the Songido, is home to a yellow-billed egret, designated as Natural Monument No. 361, and a black-tailed gull. The sound of the black-tailed gull was selected as the most beautiful sound that a living creature can make in the competition sponsored by the Ministry of Environment in 1999. Moreover, the islet has been named as the most beautiful island in the nation by the Ministry of Maritime Affairs and Fisheries in 2003.","regDate":"2023-01-29","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"/2023-01-29-1674988541021/2387488_image2_1.webp","blogPath":"Jeollanam-do/2023-01-29-1674988541021","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-29-1674988541021"},"dataList":[{"id":"2023-02-02-1675334280408","title":"Cheongwansan Provincial Park (천관산도립공원)","description":"Cheongwansan Provincial Park is located on Cheongwansan Mountain, which is considered one of the best mountains in southwest Korea, along with Jirisan, Naejangsan, Wolchulsan and Naebyeonsan mountains. The name of Cheongwan comes from the fact that the surrounding boulders resemble a thorny crown worn by an emperor. In autumn, fields of silver grass unfold around the mountain peak, allowing for the Cheongwansan Silver Grass Festival to take place on Yeondaebong (silver grass plain). Also, from the top of the mountain, several grand landmarks like Dadohae archipelago, Wochulsan Mountain and Mudeungsan Mountain in nearby cities can be seen. On a clear day, visitors can even see Hallasan Mountain on Jeju Island. In the middle of the mountain is Cheongwansa Temple, which houses precious cultural properties including Cheongwansa Three-Story Pagoda (Treasure No. 795), Cheongwansa Seokdeung (stone lantern), Five-Story Pagoda, and Jangheung Tapsansaji Seokdeung (stone lantern).","regDate":"2023-02-02","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites","Provincial Parks"],"imgUrl":"","blogPath":"Jeollanam-do/2023-02-02-1675334280408"},{"id":"2023-02-02-1675330598911","title":"Bogildo Island (보길도)","description":"Located about 12 kilometers away from Wando Port, Bogildo Island was once inhabited by a famous Joseon poet named Yun Seon-do, who found the island by chance when he sought shelter from a typhoon he encountered on his way to Jeju Island. During his 10-year stay on the island, he built 25 buildings, including Seyeonjeong and Nakseonjae Pavilions. His most noted work Eobusasisa was also written here. <br><br>The island has three beautiful beaches, serving as a popular vacation destination. The southernmost Yesong-ri Beach is especially popular for its astounding views with a 1.4-kilometer stretch of pebbled shore with an evergreen forest nearby.","regDate":"2023-02-02","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"","blogPath":"Jeollanam-do/2023-02-02-1675330598911"},{"id":"2023-02-02-1675327194160","title":"Baekdo Island (여수 백도)","description":"Located 28 kilometers east of Geomundo Island, Baekdo Island is comprised of a collective group of uninhabited rock islets. Some of the most well-known islets are Maebawi Rock, Seobangbawi and Gaksibawi Rocks, Hyeongjebawi Rock, and Seokbulbawi Rock, each rock with a legend or a myth of its own. Baekdo Island is also a nature preserve that serves as a home to several endangered species, and can only be observed while aboard a cruise that tours the nearby islands.","regDate":"2023-02-02","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"","blogPath":"Jeollanam-do/2023-02-02-1675327194160"},{"id":"2023-02-02-1675323369444","title":"Yudalsan Mountain (유달산)","description":"Yudalsan Mountain, located in Mokpo, Jeollanam-do, is the last mountain of the Noryeong Mountain Range. Despite its low x_height of only 228 meters, the mountain boasts a panoramic view of the entire city of Mokpo and the sea. There are five pagodas throughout the mountain as well as a monument with lyrics to the song Mokpo’s Tears,” a sculpture park exhibiting some 100 pieces; an orchid park; and Ilju Road with a view of Mokpo.","regDate":"2023-02-02","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites","Mountains"],"imgUrl":"/2023-02-02-1675323369444/1804641_image2_1.webp","blogPath":"Jeollanam-do/2023-02-02-1675323369444"},{"id":"2023-02-02-1675319994596","title":"Yi Sunsin Plaza (이순신광장)","description":"Yi Sunsin Plaza is located in Jungang-dong, Yeosu-si and contains the history and achievements of General Yi Sunsin. The plaza is the starting point for the history culture tourism belt and the surrounding artifacts and in May hosts the Turtle Ship Festival. The main attraction in the plaza is the life-size turtle ship which visitors can not only view from the outside but also the inside. There are also various performances on Saturdays in the plaza.&nbsp;<br>","regDate":"2023-02-02","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2023-02-02-1675319994596/2369131_image2_1.webp","blogPath":"Jeollanam-do/2023-02-02-1675319994596"},{"id":"2023-02-02-1675316187918","title":"Yeosu Yeongchwisan Mountain (영취산 (여수))","description":"Yeongchwisan Mountain is not very tall, rising just 510 meters above sea level, but the mountain has long been deemed as a spiritual guardian of the Yeosu peninsula. During the old days, people held rituals for rain or offered wishful prayers here. Geumseongdae and Dosolam Hermitage are two Buddhist places of worship on the mountain.  <br><br>As Yeongchwisan Mountain is not very tall, taking any hiking course will lead you to the peak within about four hours. The mountain is a perfect place for family travelers to go hiking. Yeongchwisan Mountain is also widely known as the first place in Korea where azaleas begin to bloom in the spring, and is one of the top three most famous places in Korea for azalea blossoms. In April each year, the azalea festival is held in the mountain. The festival offers a variety of programs including a ritual for the god of the mountain, a writing contest for students, a photo contest, and Miss Azalea beauty pageant. During the festival, visitors can enjoy various events and local foods.","regDate":"2023-02-02","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites","Mountains"],"imgUrl":"/2023-02-02-1675316187918/2648192_image2_1.webp","blogPath":"Jeollanam-do/2023-02-02-1675316187918"},{"id":"2023-02-02-1675312795581","title":"Yeosu Hyangiram Hermitage (향일암(여수))","description":"Hyangiram Hermitage (Cultural Property Material) is one of four Buddhist hermitages in Korea where the faithful come to pray to the Avalokitesvara Bodhisattva. It was originally named Wontongam Hermitage, established by Monk Wonhyo during the fourth year of Baekje King Uija’s reign (644). Wontongam Hermiatge was renamed to Geumoam Hermitage by Monk Yunpil in the 9th year of Goryeo King Gwangjong’s reign (958), then renamed once again to Hyangiram Hermitage by Monk Inmuk during the 41st year of Joseon King Sukjong’s reign (1715). <br><br>The temple contains many buildings both preserved and rebuilt, including the main hall, Daeungjeon Hall, which was rebuilt in 2012 after it burned down in a fire. The mountain path to Hyangiram Hermitage is very steep, but many people make the climb in hopes of their wish coming true. Legend has it that anyone who passes all seven of the stone caves on the walk to Hyangiram Hermitage will be granted their wish.","regDate":"2023-02-02","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2023-02-02-1675312795581/2367375_image2_1.webp","blogPath":"Jeollanam-do/2023-02-02-1675312795581"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}