{"pageProps":{"content":"![Hansingyegok Valley (Baengmudonggyegok Valley) (한신계곡(백무동계곡))](/2022-12-19-1671428172263/1978663_image2_1.webp)\n\n  \n## Overview\n\n> Located in Hamyang-gun, Gyeongnam, Hansingyegok Valley starts from Chotdaebong Peak and Yeongsinbong Peak of Jirisan Mountain, runs down to meet with Hansinjigyegok Valley at Ganesopokpo Falls and continues on to Baengmu-dong. Due to its tough topography, Hansingyegok Valley has been less visited and thus still has rather untouched forests. Only hikers with stamina can trail the course from Baengmu-dong to Hansingyegok Valley to Seseok. During the summer season, the valley area is an optimal vacationing spot due to its thick forests and cold, clear water. It’s a great spot for seeing the autumn foliage and for hiking in the winter snow.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 (Korean, English, Japanese, Chinese) <br> • For more info: +82-55-970-1000|\n|parking:|Available|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Parking Fees:|*Up to first 1 hr: <br>Compact cars 500 won / mid to small sized cars 1,100 won / large vehicles 2,000 won<br>*After exceeding 1 hr limit (for every additional 10 min.): <br>Compact cars 100 won / mid to small sized cars 250-300 won / large vehicles 400-500 won<br><br>[Fixed rate] <br>Compact cars 2,000 won <br>mid to small sized cars 4,000~5,000 won <br>large vehicles 6,000~7,500 won <br>* Regular shuttle buses are exception (monthly parking users are charged separately.)|\n  \n## Detail Image\n![/2022-12-19-1671428172263/1978664_image2_1.webp](/2022-12-19-1671428172263/1978664_image2_1.webp)\n![/2022-12-19-1671428172263/1978666_image2_1.webp](/2022-12-19-1671428172263/1978666_image2_1.webp)\n![/2022-12-19-1671428172263/1978669_image2_1.webp](/2022-12-19-1671428172263/1978669_image2_1.webp)\n![/2022-12-19-1671428172263/1978671_image2_1.webp](/2022-12-19-1671428172263/1978671_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-55-970-1000](tel:+82559701000)\n- [🏠http://jiri.knps.or.kr ](http://jiri.knps.or.kr/)\n\n\n```googleMap\nlatitude: 35.3643829052\nlongitude: 127.6805736086\ntitle: Gangcheong-gil, Macheon-myeon, Hamyang-gun, Gyeongsangnam-do\n```\n  \n## Directions\n  \nFrom Dong Seoul Bus Terminal, take a bus to Hamyang Bus Terminal.\nFrom Hamyang Bus Terminal Bus Stop, take a bus headed for Baengmu-dong.\n","data":{"id":"2022-12-19-1671428172263","title":"Hansingyegok Valley (Baengmudonggyegok Valley) (한신계곡(백무동계곡))","description":"Located in Hamyang-gun, Gyeongnam, Hansingyegok Valley starts from Chotdaebong Peak and Yeongsinbong Peak of Jirisan Mountain, runs down to meet with Hansinjigyegok Valley at Ganesopokpo Falls and continues on to Baengmu-dong. Due to its tough topography, Hansingyegok Valley has been less visited and thus still has rather untouched forests. Only hikers with stamina can trail the course from Baengmu-dong to Hansingyegok Valley to Seseok. During the summer season, the valley area is an optimal vacationing spot due to its thick forests and cold, clear water. It’s a great spot for seeing the autumn foliage and for hiking in the winter snow.","regDate":"2022-12-19","author":"korea-tour","tag":["Gyeongsangnam-do","Nature","Natural Sites","Valleys"],"imgUrl":"/2022-12-19-1671428172263/1978663_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-19-1671428172263","pageUrl":"https:/mcdryad.com/Gyeongsangnam-do/2022-12-19-1671428172263"},"dataList":[{"id":"2022-12-19-1671435346356","title":"Hapcheon Image Theme Park (합천영상테마파크)","description":"<br>The Hapcheon Image Theme Park became a major tourist attraction after the release of Tae Guk Gi  The Brotherhood of War (2004), and has continued to increase in popularity following the filming of additional movies and dramas within the park. Well-known films and soap operas include Seoul 1945, Fighter in the Wind, Gyeongseong Scandals, Meeting Plaza, Dachimawa Lee, Modern Boy and East of Eden. The park is one of the largest film and television studio sets in Korea.<br><br>The theme park is located in Gahori, Yongju-myeon (Hapcheon) and covers an area of over 231,406.00㎡. It is divided into two main sets separately owned by the major broadcasting companies KBS and MBC. The section owned by KBS houses reproductions of Seoul landmarks such as Seoul Station, Chosun Governor-General Office, and the Bando Hotel, as they appeared from the 1930s to the 1960s. MBC’s set focuses mainly on reproductions of streets from Sogong-dong, Seoul from the 1970s and 80s. A walk around this major filming location will transport visitors back into the Seoul of yore, a Seoul vastly different from the one people know and love today.<br><br>After a set is used for a film or a soap opera, the City of Hapcheon remodels and displays it as a type of exhibit, chronicling the area’s anthropologic development. In the future, the city plans to expand exhibits to include a facility where visitors can view a collection of historic military pieces.<br>&nbsp;<br>","regDate":"2022-12-19","author":"korea-tour","tag":["Gyeongsangnam-do","Culture/Art/History","Recreational Sites","Theme Parks"],"imgUrl":"/2022-12-19-1671435346356/1867863_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-19-1671435346356"},{"id":"2022-12-19-1671431982703","title":"Hapcheon Haeinsa Temple (해인사 (합천))","description":"Haeinsa Temple is one of Koreas three largest temples, and was founded during the third year of King Ae-jangs reign (802) by two monks Suneung and Ijung. The name Haein originates from the expression Haeinsammae of Hwaeomgyeong (Buddhist scripture), which means truly enlightened world of Buddha and our naturally undefiled mind. Along with the Printing Woodblocks of the Tripitaka Koreana (National Treasure No. 32) and Janggyeongpanjeon Depositories (National Treasure No. 52), various treasures are enshrined at Haeinsa Temple.","regDate":"2022-12-19","author":"korea-tour","tag":["Gyeongsangnam-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-12-19-1671431982703/2690648_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-19-1671431982703"},{"id":"2022-12-19-1671424744273","title":"Hansando Island (한산도)","description":"Hansando Island is located in the middle of Hallyeohaesang National Park. Despite this, it is more well-known for its historical importance in connection with Admiral Yi Sun-sin. This is where he commanded the fleets for a majority of the Imjin War (1592-1598). It was also the site of the Great Battle of Hansan. <br><br>The island houses Jeseungdang Shrine, serving as a place for people to pay their respects to the admiral. However, the lush forest and outstanding view tend to draw in more tourists.","regDate":"2022-12-19","author":"korea-tour","tag":["Gyeongsangnam-do","Nature","Natural Sites"],"imgUrl":"/2022-12-19-1671424744273/1823779_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-19-1671424744273","pageUrl":"https:/mcdryad.com/Gyeongsangnam-do/2022-12-19-1671424744273"},{"id":"2022-12-19-1671420994866","title":"Hallyeohaesang National Park (Tongyeong District) (한려해상국립공원(통영))","description":"Hallyeohaesang National Marine Park was designated as the first national marine park in 1968 and covers the area between Jisimdo Island in Geoje and Odongdo Island in Yeosu with six separate districts including Geoje, Tongyeong, Sacheon, Hadong, Namhae and Odongdo Island. It spans over an area of 535.676 ㎢ and the ocean accounts for 76% of the total area. The outstanding view created by the sea and land attracts over 1 million visitors every year.<br><br>The Tongyeong district of the park encompasses Dadohae Islets, Bijindo Island and Haegeumgang Islets. The Donam Complex in Tongyeong is being developed as a world-class marine tourist attraction. On Hansando Island, there are many historical sites dedicated or related to the great Admiral Yi Sun-sin, such as battlefields where the admiral defeated Japanese naval forces. Other sites include those related to the Imjin War such as Jeseungdang, Chungnyeolsa and the turtle lighthouse. The Sanyang Road is a great driving course along where one can see the entire Mireukdo Island and appreciate the scenery. From Dara Park, visitors can enjoy the great view of Dadohae Islets. Major attractions include Hansando Island, Bijindo Island and Maemuldo Islands; the latter two are often said to be the focal point of this scenic sea park.","regDate":"2022-12-19","author":"korea-tour","tag":["Gyeongsangnam-do","Nature","Natural Sites","National Parks"],"imgUrl":"/2022-12-19-1671420994866/1954205_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-19-1671420994866","pageUrl":"https:/mcdryad.com/Gyeongsangnam-do/2022-12-19-1671420994866"},{"id":"2022-12-18-1671359732580","title":"Hallyeohaesang National Park (Sacheon District) (한려해상국립공원(사천))","description":"Hallyeohaesang National Park is a national marine park that encompasses the most beautiful stretch of Korea’s south coast, covering parts of Sacheon, Geoje, Tongyeong, Hadong, Namhae and Yeosu. The total area of the park is 535.676 ㎢, of which 76% consists of ocean water. Not only does the park offer a outstanding view of mountains and the ocean, but it also serves as an educational site in reference to the Imjin War and the feats of Admiral Yi Sun-sin.","regDate":"2022-12-18","author":"korea-tour","tag":["Gyeongsangnam-do","Nature","Natural Sites","National Parks"],"imgUrl":"/2022-12-18-1671359732580/1300758_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-18-1671359732580","pageUrl":"https:/mcdryad.com/Gyeongsangnam-do/2022-12-18-1671359732580"},{"id":"2022-12-18-1671356156981","title":"Hallyeohaesang National Park (Namhae District) (한려해상국립공원(남해))","description":"Well-known for its uncontaminated clear waters, Hallyeohaesang National Park was the countrys first national marine park. The park is divided into six sections, spanning over the regions of Jisimdo Island in Geoje to Odongdo Island in Yeosu. The total area is 535.676 ㎢, of which 76% consists of ocean water. The park is visited by over one million tourists every year for its scenic landscape and beautiful waters.","regDate":"2022-12-18","author":"korea-tour","tag":["Gyeongsangnam-do","Nature","Natural Sites"],"imgUrl":"/2022-12-18-1671356156981/2617846_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-18-1671356156981","pageUrl":"https:/mcdryad.com/Gyeongsangnam-do/2022-12-18-1671356156981"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}