{"pageProps":{"content":"![Lotte World Tower & Mall (롯데월드타워&롯데월드몰)](/2022-08-05-1659702417093/2577147_image2_1.webp)\n\n  \n## Overview\n\n> Lotte World Tower was designed with a conceptual motif inspired by Korean ceramics and writing brushes. With 123 floors total, the tower is the fifth tallest building in the world, standing at 555 meters. The tower contains galleries, cafés, and a luxury hotel, in addition to a skywalk and an observation deck. It is one of the best spots to appreciate the breathtaking view of Seoul's vibrant city lights.<br>\n<br> Lotte World Mall, located next to the tower, features Avenuel, a complex of luxury department stores. The multi-leveled mall draws in many visitors as one of the top shopping attractions in Seoul, with a variety of domestic and foreign brands. The mall also offers a wide-range of entertainment facilities, such as a movie theater, aquarium, concert hall, and more.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Korea Travel Hotline: +82-2-1330 <br>(Korean, English, Japanese, Chinese) <br>• For more info: +82-2-3213-5000|\n|parking:|Available|\n|restdate:|Operations may vary by facility; refer to the official website for more info|\n|usetime:|Refer to the official website|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Shopping Information:|[Lotte World Tower]<br>- Seoul Sky, Signiel Seoul, etc.<br><br>[Lotte World Mall]<br>- Aquarium, Lotte Mart, Avenuel, shopping mall, Lotte Hi-mart, Lotte Concert Hall, Lotte Cinema, theme restaurants, etc.|\n|Available Facilities:|Information desk, art hall, foreigner information desk (groups), customer service center, ATM, VIP lounge, service lounge (Avenuel), drinking fountains, infant rest area, bank, tailor, smoking room, medical office, lockers, currency exchange desk, tax refunds, etc.|\n|Parking Fees:|10:00-20:00 - 500 won for every 10 minutes <br>After 20:00 - 200 won for every 10 minutes<br />* 4-hour parking for same-day cinema or aquarium ticket-holders: 4,800 won|\n  \n## Detail Image\n![/2022-08-05-1659702417093/2526861_image2_1.webp](/2022-08-05-1659702417093/2526861_image2_1.webp)\n![/2022-08-05-1659702417093/2577143_image2_1.webp](/2022-08-05-1659702417093/2577143_image2_1.webp)\n![/2022-08-05-1659702417093/2577145_image2_1.webp](/2022-08-05-1659702417093/2577145_image2_1.webp)\n![/2022-08-05-1659702417093/2577146_image2_1.webp](/2022-08-05-1659702417093/2577146_image2_1.webp)\n![/2022-08-05-1659702417093/2577148_image2_1.webp](/2022-08-05-1659702417093/2577148_image2_1.webp)\n![/2022-08-05-1659702417093/2577149_image2_1.webp](/2022-08-05-1659702417093/2577149_image2_1.webp)\n![/2022-08-05-1659702417093/2577153_image2_1.webp](/2022-08-05-1659702417093/2577153_image2_1.webp)\n![/2022-08-05-1659702417093/2577154_image2_1.webp](/2022-08-05-1659702417093/2577154_image2_1.webp)\n![/2022-08-05-1659702417093/2577152_image2_1.webp](/2022-08-05-1659702417093/2577152_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-2-3213-5000](tel:+82232135000)\n- [🏠www.lwt.co.kr](http://www.lwt.co.kr)\n\n\n```googleMap\nlatitude: 37.5126349603\nlongitude: 127.1025918048\ntitle: 300, Olympic-ro, Songpa-gu, Seoul\n```\n  \n\n","data":{"id":"2022-08-05-1659702417093","title":"Lotte World Tower & Mall (롯데월드타워&롯데월드몰)","description":"Lotte World Tower was designed with a conceptual motif inspired by Korean ceramics and writing brushes. With 123 floors total, the tower is the fifth tallest building in the world, standing at 555 meters. The tower contains galleries, cafés, and a luxury hotel, in addition to a skywalk and an observation deck. It is one of the best spots to appreciate the breathtaking view of Seoul's vibrant city lights.<br><br> Lotte World Mall, located next to the tower, features Avenuel, a complex of luxury department stores. The multi-leveled mall draws in many visitors as one of the top shopping attractions in Seoul, with a variety of domestic and foreign brands. The mall also offers a wide-range of entertainment facilities, such as a movie theater, aquarium, concert hall, and more.","regDate":"2022-08-05","author":"korea-tour","tag":["Seoul","Culture/Art/History","Architectural Sights","Buildings"],"imgUrl":"/2022-08-05-1659702417093/2577147_image2_1.webp","blogPath":"Seoul/2022-08-05-1659702417093","pageUrl":"https:/mcdryad.com/Seoul/2022-08-05-1659702417093"},"dataList":[{"id":"2022-08-06-1659785905323","title":"N. Olive Esthetic (앤올리브 에스테틱)","description":"Located on the first underground floor of Times Square in Yeongdeungpo, N. Olive Esthetic is a spa and beauty care shop. It offers professional nail art, hand and foot care and skin and full body therapies. Services include specialty packages like the Oil Candle Therapy (aroma oil produced from melted candles) using beauty care items from France. Every service includes a foot massage.","regDate":"2022-08-06","author":"korea-tour","tag":["Seoul","Culture/Art/History","Recreational Sites","Hot Springs & Spa"],"imgUrl":"/2022-08-06-1659785905323/1021637_image2_1.webp","blogPath":"Seoul/2022-08-06-1659785905323"},{"id":"2022-08-06-1659782393656","title":"Myogaksa Temple-Seoul (묘각사 (서울))","description":"Located east of Naksan Mountain at Sungin-dong, Jongno-gu in Seoul, Myogaksa Temple offers the urbanites a chance to experience Temple Stay. Since 2002, Myogaksa Temple has run its special Temple Stay program titled “Free from All Anxiety”, which sees a growing number of foreign participants every year. Moreover, you may also have a chance to experience Korean traditional culture as well as get to know Korean history better through interesting stories.","regDate":"2022-08-06","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-08-06-1659782393656/1927908_image2_1.webp","blogPath":"Seoul/2022-08-06-1659782393656"},{"id":"2022-08-06-1659778692386","title":"Myeongdong Cathedral (서울 명동성당)","description":"Myeongdong Cathedral is the Church for Archdiocese of Seoul and was also the birthplace for the Roman Catholic Church community in Korea. The church houses the remains of several individuals  Bishop Laurent Joseph Marie Imbert (1796-1839), and priests Peter Simon (1803-1839), James (Jacques Honor Chastan, 1803-1839) and Pourthie Jean Antoine Charles (1830-1866) and four martyrs. <br /><br />Myeongdong Cathedral is located in downtown Seoul and tourists frequently come and visit the place. Near the cathedral are other tourism spots such as Namsangol Hanok Village preserving Korean traditional houses, N Seoul Tower overlooking Seoul and Namdaemun Market, a traditional market with a wide variety of food and goods.","regDate":"2022-08-06","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Holy Sites"],"imgUrl":"/2022-08-06-1659778692386/1987703_image2_1.webp","blogPath":"Seoul/2022-08-06-1659778692386"},{"id":"2022-08-06-1659775380033","title":"Myeong-dong, Namdaemun, Bukchang-dong, Da-dong and Mugyo-dong Special Tourist Zone (명동 남대문 북창동 다동무교동 관광특구)","description":"Myeong-dong, Namdaemun, Bukchang-dong and Da-dong are widely known among international visitors as hot spots for shopping and food. <br><br>Myeong-dong is a popular destination for shopping, culture, arts and fashion. Major shopping malls such as Lotte Department Store, Shinsegae Department Store, Myeong-dong Migliore and Samik Fashion Town are located here. Shoppers can find a variety of products here from high-end items to relatively inexpensive clothes. There’s also no shortage of street food, traditional restaurants, coffee shops and fancy cafes. <br><br>Namdaemun Market is the biggest traditional market in Korea. Visitors can purchase souvenirs and local produce at an affordable price in the shopping complex crowded with stores and street stalls. The market sells a variety of clothes, kitchenware, toys, accessories, food, flowers and imported goods. <br><br>Bukchang-dong and Sogong-dong have high-end accommodations including Lotte Hotel Seoul and Westin Chosun Seoul, duty-free shops, and restaurants serving traditional dishes. <br><br><b>Myeong-dong, Namdaemun Market and Bukchang-dong Special Tourist Zone  <br></b><b>Areas included </b> Myeong-dong, Bukchang-dong, Mugyo-dong and Da-dong, Seoul<br><b>Area size </b> 872,809 ㎡ <br><b>Tourist attractions </b> Myeong-dong, Namdaemun Market and Bukchang-dong, Department Stores (Lotte Department and Shinsegae Department Store, etc.), Traditional Market, Duty-free Shop, Hanok Village, N Seoul Tower, etc.","regDate":"2022-08-06","author":"korea-tour","tag":["Seoul","Culture/Art/History","Recreational Sites","Tourist Complexes"],"imgUrl":"/2022-08-06-1659775380033/1946562_image2_1.webp","blogPath":"Seoul/2022-08-06-1659775380033"},{"id":"2022-08-06-1659771471224","title":"Myeong-dong Tourist Information Center (명동관광정보센터)","description":"Myeong-dong Tourist Information Center provides information on traveling, shopping, attractions and more in Seoul. Service is provided in Korean, English, Japanese, and Chinese. The center also offers experience programs like using Hangeul stamps.","regDate":"2022-08-06","author":"korea-tour","tag":["Seoul","Culture/Art/History","Experience Programs","Unique Experience"],"imgUrl":"/2022-08-06-1659771471224/2582594_image2_1.webp","blogPath":"Seoul/2022-08-06-1659771471224"},{"id":"2022-08-06-1659768284257","title":"Myeong-dong (명동)","description":"Myeong-dong is one of the primary shopping districts in Seoul. The two main streets meet in the center of the block with one beginning from Myeong-dong Subway Station (Seoul Subway Line No. 4) and the other from Lotte Department Store at Euljiro. Many brand name shops and department stores line the streets and alleys. Common products for sale include clothes, shoes, and accessories. Unlike Namdaemun or Dongdaemun, many designer brands are sold in Myeong-dong. In addition, several major department stores have branches here, including Lotte Department Store, Shinsegae Department Store, Myeong-dong Migliore, Noon Square and M Plaza. The department stores carry many premium labels and other fashionable goods at reasonable prices. <br><br>Myeong-dong also has family restaurants, fast food, plus Korean, Western and Japanese dining options. Many restaurants in Myeong-dong specialize in <em>dongaseu</em> (pork cutlet) and <em>kalguksu</em> (noodle soup). Other businesses in the area include hair salons, banks and theaters.","regDate":"2022-08-06","author":"korea-tour","tag":["Seoul","Culture/Art/History","Experience Programs","Cultural Districts"],"imgUrl":"/2022-08-06-1659768284257/1987703_image2_1.webp","blogPath":"Seoul/2022-08-06-1659768284257"},{"id":"2022-08-06-1659764222473","title":"Museum Kimchikan (뮤지엄 김치간)","description":"Museum Kimchikan is a unique museum dedicated to kimchi and kimjang, the process of making kimchi which was designated as UNESCO Intangible Cultural Heritage of Humanity. The museum was also selected by CNN in March 2015 as one of the world’s top 11 food museums. <br>Visitors can learn the history of kimchi as well as learn and get a taste of the different types of kimchi. Audio guides in English, Japanese, and Chinese are available for international visitors and a guided tour of the museum by a docent is also available at designated times. Online reservation is available through the museum’s official website.","regDate":"2022-08-06","author":"korea-tour","tag":["Seoul","Culture/Art/History","Industrial Sites","Others"],"imgUrl":"/2022-08-06-1659764222473/2363666_image2_1.webp","blogPath":"Seoul/2022-08-06-1659764222473"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}