{"pageProps":{"content":"![Jeongok-ri Prehistoric Site - Hantangang River Geopark (연천 전곡리 유적-한탄강 국가지질공원)](/2022-08-29-1661762901742/2616260_image2_1.webp)\n\n  \n## Overview\n\n> The Jeongok-ri Prehistoric Site is the prime site on the Korean peninsula for the study of Paleolithic relics, and was unearthed after the discovery of a stone implement by an American soldier who was visiting an amusement park near Hantangang River in the winter of 1978. It was identified as an Acheulean Paleolithic stone implement by an expert, and gained the attention of paleontologists from around the world. The Jeongok-ri Prehistoric Site is situated on a basalt deposit that was likely formed during the Precambrian era. With the discovery of soil wedge and tephra indicating the top layer to be estimated at least 20,000 years old,  the region is also considered highly valuable among geologists.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <BR>(Korean, English, Japanese, Chinese) <br> • For more info +82-839-2561~3|\n|parking:|Available|\n|restdate:|Mondays (next day if Monday is a public holiday), January 1|\n|usetime:|March-October 09:00-18:00<br> November-February 09:00-17:00<br /> * Last ticketing 30 min before closing|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Admission Fees:|Adults: 1,000 won / Students: 500 won <br> * Group tour: Group of 20 or more gets 20% off the regular ticket price <br>* Free admission: Senior citizens (ages 65 and older) and preschoolers (ages 6 and younger)|\n|Restrooms:|Available|\n|Available Facilities:|Exhibition hall, bicycle rack, snack bar, etc.|\n  \n## Detail Image\n![/2022-08-29-1661762901742/2616261_image2_1.webp](/2022-08-29-1661762901742/2616261_image2_1.webp)\n![/2022-08-29-1661762901742/2616262_image2_1.webp](/2022-08-29-1661762901742/2616262_image2_1.webp)\n![/2022-08-29-1661762901742/2616263_image2_1.webp](/2022-08-29-1661762901742/2616263_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-31-839-2561](tel:+82318392561)\n- [🏠www.yeoncheon.go.kr</a><br><a href=\"http://www.cha.go.kr/\" target=\"_blank\" title=\"문화재청 사이트로 이동\">www.cha.go.kr</a><br><a href=\"http://www.hantangeopark.kr/\" target=\"_blank\">www.hantangeopark.kr](https://www.yeoncheon.go.kr/seonsa/index.do)\n\n\n```googleMap\nlatitude: 38.0141230215\nlongitude: 127.0601923844\ntitle: 1510, Yangyeon-ro, Yeoncheon-gun, Gyeonggi-do\n```\n  \n\n","data":{"id":"2022-08-29-1661762901742","title":"Jeongok-ri Prehistoric Site - Hantangang River Geopark (연천 전곡리 유적-한탄강 국가지질공원)","description":"The Jeongok-ri Prehistoric Site is the prime site on the Korean peninsula for the study of Paleolithic relics, and was unearthed after the discovery of a stone implement by an American soldier who was visiting an amusement park near Hantangang River in the winter of 1978. It was identified as an Acheulean Paleolithic stone implement by an expert, and gained the attention of paleontologists from around the world. The Jeongok-ri Prehistoric Site is situated on a basalt deposit that was likely formed during the Precambrian era. With the discovery of soil wedge and tephra indicating the top layer to be estimated at least 20,000 years old,  the region is also considered highly valuable among geologists.","regDate":"2022-08-29","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-08-29-1661762901742/2616260_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-29-1661762901742","pageUrl":"https:/mcdryad.com/Gyeonggi-do/2022-08-29-1661762901742"},"dataList":[{"id":"2022-09-05-1662354316780","title":"Pyunggang Botanical Garden (평강식물원)","description":"Located at the entrance of Sanjeonghosu Lake, Pyunggang Botanical Garden opened in May 2006, and was designated as a habitat for preservation by the Ministry of Environment in 2009. The garden has on exhibit both native plants and species of plants from around the globe. Additionally, the garden features an exquisite collection of over 1,000 different alpine plants that normally reside on an altitude of 2,500 meters. <br><br>The scope of the garden is comprehensive, but it is divided into 12 themed areas, including a Rock Garden, where the largest alpine plants in Asia are concentrated; a Wetland Center, which mimics the natural ecology of a wetland region; a Pond Garden consisting of roughly 50 ponds lined with gorgeous flowers; a Moss Center where moss that grows in deep valleys and forests can be seen; and a Grass Square, which serves as a green common year round. The Pyunggang Botanical Garden, serves an important role in preserving rare plants, but is also creating a new botanical garden culture, and serving as a center for public ecological education.","regDate":"2022-09-05","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites","Botanical Gardens"],"imgUrl":"/2022-09-05-1662354316780/607667_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-05-1662354316780"},{"id":"2022-09-04-1662288084162","title":"Pyeongtaek Sudosa Temple (수도사 (평택))","description":"Sudosa Temple is known for its well-being food. Designated as “Slow Food Test Village,” the temple emphasizes the idea that healthy food cleanses the body and enriches the soul, leading to true salvation. Sudosa Temple operates traditional temple food and temple experience programs that allow visitors to gain a deeper understanding of Monk Wonhyo’s beliefs.","regDate":"2022-09-04","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-09-04-1662288084162/2724414_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-04-1662288084162"},{"id":"2022-09-04-1662284394511","title":"Pocheon Sanjeonghosu Lake (포천 산정호수)","description":"Sanjeonghosu Lake is one of the main attractions in Pocheon and is situated down in the valley between Myeongseongsan Mountain, Mangbongsan Mountain, and Mangmubong Peak. Meaning “lake as clear as a mountain well,” Sanjeonghosu Lake was built as a reservoir to supply water to farmlands in 1925. Thanks to its surrounding attractions, the lake brings many visitors each year. Promenades along the lake are popular for couples as well as tourists who stay in the nearby hotels. <br><br>Beautiful fog often rises from the lake in spring and fall, making boating at night quite picturesque. Hikers frequent Myeongseongsan Mountain in spring and fall. Visitors love skating on the lake in winter. The lake is also surrounded by an amusement park, swimming pools, sledding facilities, and spa amenities, attracting many family visitors. Local restaurants are renowned for their delicious, wholesome dishes made using freshwater snails and mushrooms. Other local favorites include <em>maeuntang</em> (spicy fish stew), <em>dotorimuk</em> (acorn jelly), <em>sanchae baekban</em> (Korean set menu with seasoned wild vegetables), and <em>deodeok gui</em> (grilled bonnet bellflower roots).","regDate":"2022-09-04","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-09-04-1662284394511/2654430_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-04-1662284394511"},{"id":"2022-09-04-1662281054259","title":"Pocheon Jainsa Temple (자인사(포천))","description":"Jainsa Temple in Pocheon, Gyeonggi-do, lies deep within the rugged cliffs of Myeongseongsan Mountain with a large smiling Buddhist statue welcoming the visitors. The temple also has various statues, stone pagodas, and spring water known for delicious taste.","regDate":"2022-09-04","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-09-04-1662281054259/219424_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-04-1662281054259"},{"id":"2022-09-04-1662277072616","title":"Pocheon Idong Galbi Village (포천 이동갈비마을)","description":"Idong Galbi is a famous term for Koreans, representing the delicious <em>hanu</em> (Korean beef) short ribs that have been made with high quality meat and marinade. Nowadays, people can see signboards advertising Idong Galbi throughout Korea; however, the dish originated from Idong-myeon in Pocheon-si, Gyeonggi-do. Idong Galbi Village began with two stores in the early 1960s. They became famous and many more restaurants began to serve this local specialty.","regDate":"2022-09-04","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Experience Programs","Cultural Districts"],"imgUrl":"/2022-09-04-1662277072616/2364488_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-04-1662277072616"},{"id":"2022-09-04-1662273987167","title":"Pocheon Herb Island (포천 허브아일랜드)","description":"Pocheon Herb Island, comprised of a botanical garden and exhibition hall, is the largest herbal botanical garden in Korea. The garden is green all year round with over 250 different varieties of herbs and plants. The Herb Garden Museum houses four indoor exhibition halls and one outdoor exhibition space. Herb Island serves as a healing space and eco-education facility for children.","regDate":"2022-09-04","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Experience Programs","Farming Experience"],"imgUrl":"/2022-09-04-1662273987167/2366971_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-04-1662273987167"},{"id":"2022-09-04-1662270660021","title":"Pocheon Art Valley (포천아트밸리)","description":"The green waters of the lake and the sharply cut cliffs above make a picture-perfect landscape. This beautiful natural scenery, remnant of an old rock quarry, remained relatively unknown until the 1990s, with the opening of Pocheon Art Valley, an art & culture complex, visited by over 400 thousand people. An astronomical observatory opened in 2014, making Pocheon Art Valley a popular location for children's experience programs, on top of already being a popular date spot.","regDate":"2022-09-04","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Industrial Sites","Others"],"imgUrl":"/2022-09-04-1662270660021/2675306_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-04-1662270660021"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}