{"pageProps":{"content":"![Daebudo Island (대부도)](/2022-08-22-1661153871310/2656732_image2_1.webp)\n\n  \n## Overview\n\n> Called the Hawaii of Ansan, Daebudo Island is connected to the mainland through the Sihwa Embankment. Despite this, the island still retains many of the romantic charactaristics of an island. The road to Daebudo is a beautiful drive, connecting many islands together. Particularly interesting is the clustering of Yukdo (six islands): Tando (island of black stones), Buldo (island where there was a Buddha), Seongamdo (island where spirits played), and three other islands. The island residents of Pungdo move to the nearby Dorido Island to pick oysters and short-necked clams in the winter and return to their homes before the Lunar New Year in a unique local custom.<br><br>\nThe shores of Daebudo are full of clams, sea snails, goby, flounder, black rockfish and belly greenling. The Daebudo area is also famous for its local specialties: short-necked clams and oysters on Yukdo, fermented turban shells and natural dunggeulle tea on Pungdo, and bajirak kalguksu (noodle with short-necked clams) on Daebudo.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330<br>(Korean, English, Japanese, Chinese)<br>• For more info: +82-1899-1720|\n  \n\n  \n## Detail Image\n![/2022-08-22-1661153871310/1589639_image2_1.webp](/2022-08-22-1661153871310/1589639_image2_1.webp)\n![/2022-08-22-1661153871310/1589641_image2_1.webp](/2022-08-22-1661153871310/1589641_image2_1.webp)\n![/2022-08-22-1661153871310/1806700_image2_1.webp](/2022-08-22-1661153871310/1806700_image2_1.webp)\n![/2022-08-22-1661153871310/1939897_image2_1.webp](/2022-08-22-1661153871310/1939897_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-1899-1720](tel:+8218991720)\n- [🏠tourinfo.iansan.net](http://tourinfo.iansan.net/main.do)\n\n\n```googleMap\nlatitude: 37.2437208608\nlongitude: 126.5852713772\ntitle: 1531, Daebuhwanggeum-ro, Danwon-gu, Ansan-si, Gyeonggi-do\n```\n  \n## Directions\n  \n[Bus]<BR>\nOido Station (Seoul Subway Line 4), Exit 2.<br>\nCross the road and take Bus No. 790 to Bukdong 3-way Intersection Bus Stop.\n","data":{"id":"2022-08-22-1661153871310","title":"Daebudo Island (대부도)","description":"Called the Hawaii of Ansan, Daebudo Island is connected to the mainland through the Sihwa Embankment. Despite this, the island still retains many of the romantic charactaristics of an island. The road to Daebudo is a beautiful drive, connecting many islands together. Particularly interesting is the clustering of Yukdo (six islands)  Tando (island of black stones), Buldo (island where there was a Buddha), Seongamdo (island where spirits played), and three other islands. The island residents of Pungdo move to the nearby Dorido Island to pick oysters and short-necked clams in the winter and return to their homes before the Lunar New Year in a unique local custom.<br><br>The shores of Daebudo are full of clams, sea snails, goby, flounder, black rockfish and belly greenling. The Daebudo area is also famous for its local specialties  short-necked clams and oysters on Yukdo, fermented turban shells and natural dunggeulle tea on Pungdo, and bajirak kalguksu (noodle with short-necked clams) on Daebudo.","regDate":"2022-08-22","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites"],"imgUrl":"/2022-08-22-1661153871310/2656732_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-22-1661153871310","pageUrl":"https:/mcdryad.com/Gyeonggi-do/2022-08-22-1661153871310"},"dataList":[{"id":"2022-09-05-1662354316780","title":"Pyunggang Botanical Garden (평강식물원)","description":"Located at the entrance of Sanjeonghosu Lake, Pyunggang Botanical Garden opened in May 2006, and was designated as a habitat for preservation by the Ministry of Environment in 2009. The garden has on exhibit both native plants and species of plants from around the globe. Additionally, the garden features an exquisite collection of over 1,000 different alpine plants that normally reside on an altitude of 2,500 meters. <br><br>The scope of the garden is comprehensive, but it is divided into 12 themed areas, including a Rock Garden, where the largest alpine plants in Asia are concentrated; a Wetland Center, which mimics the natural ecology of a wetland region; a Pond Garden consisting of roughly 50 ponds lined with gorgeous flowers; a Moss Center where moss that grows in deep valleys and forests can be seen; and a Grass Square, which serves as a green common year round. The Pyunggang Botanical Garden, serves an important role in preserving rare plants, but is also creating a new botanical garden culture, and serving as a center for public ecological education.","regDate":"2022-09-05","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites","Botanical Gardens"],"imgUrl":"/2022-09-05-1662354316780/607667_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-05-1662354316780"},{"id":"2022-09-04-1662288084162","title":"Pyeongtaek Sudosa Temple (수도사 (평택))","description":"Sudosa Temple is known for its well-being food. Designated as “Slow Food Test Village,” the temple emphasizes the idea that healthy food cleanses the body and enriches the soul, leading to true salvation. Sudosa Temple operates traditional temple food and temple experience programs that allow visitors to gain a deeper understanding of Monk Wonhyo’s beliefs.","regDate":"2022-09-04","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-09-04-1662288084162/2724414_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-04-1662288084162"},{"id":"2022-09-04-1662284394511","title":"Pocheon Sanjeonghosu Lake (포천 산정호수)","description":"Sanjeonghosu Lake is one of the main attractions in Pocheon and is situated down in the valley between Myeongseongsan Mountain, Mangbongsan Mountain, and Mangmubong Peak. Meaning “lake as clear as a mountain well,” Sanjeonghosu Lake was built as a reservoir to supply water to farmlands in 1925. Thanks to its surrounding attractions, the lake brings many visitors each year. Promenades along the lake are popular for couples as well as tourists who stay in the nearby hotels. <br><br>Beautiful fog often rises from the lake in spring and fall, making boating at night quite picturesque. Hikers frequent Myeongseongsan Mountain in spring and fall. Visitors love skating on the lake in winter. The lake is also surrounded by an amusement park, swimming pools, sledding facilities, and spa amenities, attracting many family visitors. Local restaurants are renowned for their delicious, wholesome dishes made using freshwater snails and mushrooms. Other local favorites include <em>maeuntang</em> (spicy fish stew), <em>dotorimuk</em> (acorn jelly), <em>sanchae baekban</em> (Korean set menu with seasoned wild vegetables), and <em>deodeok gui</em> (grilled bonnet bellflower roots).","regDate":"2022-09-04","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-09-04-1662284394511/2654430_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-04-1662284394511"},{"id":"2022-09-04-1662281054259","title":"Pocheon Jainsa Temple (자인사(포천))","description":"Jainsa Temple in Pocheon, Gyeonggi-do, lies deep within the rugged cliffs of Myeongseongsan Mountain with a large smiling Buddhist statue welcoming the visitors. The temple also has various statues, stone pagodas, and spring water known for delicious taste.","regDate":"2022-09-04","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-09-04-1662281054259/219424_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-04-1662281054259"},{"id":"2022-09-04-1662277072616","title":"Pocheon Idong Galbi Village (포천 이동갈비마을)","description":"Idong Galbi is a famous term for Koreans, representing the delicious <em>hanu</em> (Korean beef) short ribs that have been made with high quality meat and marinade. Nowadays, people can see signboards advertising Idong Galbi throughout Korea; however, the dish originated from Idong-myeon in Pocheon-si, Gyeonggi-do. Idong Galbi Village began with two stores in the early 1960s. They became famous and many more restaurants began to serve this local specialty.","regDate":"2022-09-04","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Experience Programs","Cultural Districts"],"imgUrl":"/2022-09-04-1662277072616/2364488_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-04-1662277072616"},{"id":"2022-09-04-1662273987167","title":"Pocheon Herb Island (포천 허브아일랜드)","description":"Pocheon Herb Island, comprised of a botanical garden and exhibition hall, is the largest herbal botanical garden in Korea. The garden is green all year round with over 250 different varieties of herbs and plants. The Herb Garden Museum houses four indoor exhibition halls and one outdoor exhibition space. Herb Island serves as a healing space and eco-education facility for children.","regDate":"2022-09-04","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Experience Programs","Farming Experience"],"imgUrl":"/2022-09-04-1662273987167/2366971_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-04-1662273987167"},{"id":"2022-09-04-1662270660021","title":"Pocheon Art Valley (포천아트밸리)","description":"The green waters of the lake and the sharply cut cliffs above make a picture-perfect landscape. This beautiful natural scenery, remnant of an old rock quarry, remained relatively unknown until the 1990s, with the opening of Pocheon Art Valley, an art & culture complex, visited by over 400 thousand people. An astronomical observatory opened in 2014, making Pocheon Art Valley a popular location for children's experience programs, on top of already being a popular date spot.","regDate":"2022-09-04","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Industrial Sites","Others"],"imgUrl":"/2022-09-04-1662270660021/2675306_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-04-1662270660021"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}