{"pageProps":{"content":"![Peace Park (평화공원)](/2022-08-19-1660883346456/2661723_image2_1.webp)\n\n  \n## Overview\n\n> Peace Park is the representative citizen's rest area in Busan, filled with over 30,000 camellia and pine trees. A fountain in the middle of the park provides a fun water playground for children, and a popular date spot with beautiful lights at night.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-51-607-4541~4|\n|opendate:|October 2001|\n|parking:|Available|\n|restdate:|N/A (Open all year round)|\n|usetime:|[Park] Summer 09:00-18:00 / Winter 09:00-17:00<br>[UN Peace Memorial Hall] 10:00-18:00 (Closed Mondays)|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Available Facilities:|Sculptures, main square, grass square, walking path, light fixtures, convenience facilities, benches, etc.|\n|Restrooms:|Available|\n|Admission Fees:|Free|\n  \n## Detail Image\n![/2022-08-19-1660883346456/2661723_image2_1.webp](/2022-08-19-1660883346456/2661723_image2_1.webp)\n![/2022-08-19-1660883346456/2661724_image2_1.webp](/2022-08-19-1660883346456/2661724_image2_1.webp)\n![/2022-08-19-1660883346456/2661725_image2_1.webp](/2022-08-19-1660883346456/2661725_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-51-607-4541](tel:+82516074541)\n- [🏠www.bsnamgu.go.kr](https://www.bsnamgu.go.kr/index.namgu?menuCd=DOM_000000601002003000)\n\n\n```googleMap\nlatitude: 35.1253214518\nlongitude: 129.0995779953\ntitle: 10, Sinseon-ro 447beon-gil, Nam-gu, Busan\n```\n  \n\n","data":{"id":"2022-08-19-1660883346456","title":"Peace Park (평화공원)","description":"Peace Park is the representative citizen's rest area in Busan, filled with over 30,000 camellia and pine trees. A fountain in the middle of the park provides a fun water playground for children, and a popular date spot with beautiful lights at night.","regDate":"2022-08-19","author":"korea-tour","tag":["Busan","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-08-19-1660883346456/2661723_image2_1.webp","blogPath":"Busan/2022-08-19-1660883346456","pageUrl":"https:/mcdryad.com/Busan/2022-08-19-1660883346456"},"dataList":[{"id":"2022-08-19-1660887831345","title":"Sinseondae Cliff (신선대 (부산))","description":"Stretched out from Hwangryeongsan Mountain, Sinseondae Cliff is namely the most popular viewing spotl ocated in Busan's coastal area. Thanks to its geological location, the Sinseondae commends imcomparable ocean vista over many other small islets scattered around the bay area. The site is 4,121.707 ㎥, fairly flat and even therefore a perfect place for visitors to stroll around the area. An old folktale has it that, the name 'sinseon' (or Taoist in English) was given because the sacred people came to the mountain to rest and play, attracted by its spectacular view. The area has been highly appreciated by visitors for some hundreds of decades, and a documentary from one notable scholar from the Silla Era, Choi Chi-won, testifies the impressive looks from during his time.","regDate":"2022-08-19","author":"korea-tour","tag":["Busan","Nature","Natural Sites"],"imgUrl":"","blogPath":"Busan/2022-08-19-1660887831345"},{"id":"2022-08-19-1660885580933","title":"Samjin Fish Cake History Museum · History Hall (삼진어묵체험·역사관)","description":"Fish cakes are one of the most popular snacks in Busan. Among many fish cake makers in the city, Samjin Fish Cake is the oldest fish cake producer. Its main store in Yeongdo looks like a bakery shop. Visitors can choose among a variety of fish cakes and there is a separate space in the store where they can eat purchased fish cakes. The experience hall on the second floor provides a chance for visitors to make their own fish cake.","regDate":"2022-08-19","author":"korea-tour","tag":["Busan","Culture/Art/History","Industrial Sites","Others"],"imgUrl":"","blogPath":"Busan/2022-08-19-1660885580933"},{"id":"2022-08-19-1660877786143","title":"Igidae Park [National Geopark] (이기대 (부산 국가지질공원))","description":"After andesitic volcanoes erupted 80 million years ago, the volcanic ashes and pyroclastics formed various rock formations. After many years of waves crashing on the rocks, the eroded sea cliffs, wave-cut platforms, and sea caves were formed to what is now called Igidae Park. Visitors can enjoy a coastal walking course that leads to Oryudo Island as well as see various geological features and geomorphological landscapes.","regDate":"2022-08-19","author":"korea-tour","tag":["Busan","Nature","Natural Sites"],"imgUrl":"/2022-08-19-1660877786143/1804735_image2_1.webp","blogPath":"Busan/2022-08-19-1660877786143","pageUrl":"https:/mcdryad.com/Busan/2022-08-19-1660877786143"},{"id":"2022-08-18-1660865869848","title":"Haedong Yonggungsa Temple (해동 용궁사(부산))","description":"Haedong Yonggungsa Temple is situated on the coast of the north-eastern portion of Busan. This superb attraction offers visitors the rare find of a temple along the shore line; most temples in Korea are located in the mountains. Haedong Yonggungsa Temple was first built in 1376 by the great Buddhist teacher known as Naong during the Goryeo dynasty. Haesu Gwaneum Daebul (Seawater Great Goddess Buddha), Daeungjeon Main Sanctuary, Yongwangdang Shrine, Gulbeop Buddhist Sanctum (enclosed in a cave), and a three-story pagoda with four lions can all be seen looking out over the ocean. <br> <br> The main sanctuary of the temple was reconstructed in 1970 with careful attention paid to the colors that were traditionally used in such structures. On the right-hand side, inside the a cave, is a uniquely designed Buddhist sanctum, while situated just in front of the main sanctuary is a three-story pagoda with four lions.  The four lions&nbsp;symbolize joy, anger, sadness, and happiness. Other special sites at the temple are the 108 stairs and stone lanterns lining the rocky landscape.  After going down the 108 steps, one will be delighted with the beauty of the temple.  Midway down the 108 steps one can stop and enjoy the calming sounds of the waves,  and view the majestic sunrise. <br><br>Many people often come to this spot on New Year's Day to make a wish for the new year as they watch the sun come up.  April is an especially beautiful time of year with cherry blossoms in full bloom.  The birth of Buddha is also celebrated in the fourth month of the lunar calendar and offers a spectacular night view as the temple area is aglow with lit lanterns.","regDate":"2022-08-18","author":"korea-tour","tag":["Busan","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-08-18-1660865869848/1571031_image2_1.webp","blogPath":"Busan/2022-08-18-1660865869848","pageUrl":"https:/mcdryad.com/Busan/2022-08-18-1660865869848"},{"id":"2022-08-18-1660862399797","title":"Dongnaeeupsong Fortress Site (동래읍성지)","description":"Dongnaeeupsong Fortress Site is a representative fortress that combined the mountain and flatland. Built around late Goryo and early Joseon period, the fortress was a fierce battleground during Japanese Invasion of Korea in 1592. After the battle the fortress was abandoned until being renovated in 1731, making the fortress bigger than before. The fortress had many gates with additional half circle rock wall to protect the gate. During the Japanese occupation, most of the wall was damage with only the walls along Naansan Mountain remaining. After year 2000, Busan-si has attempted to excavate the remains and conserve and restore the fortress site.","regDate":"2022-08-18","author":"korea-tour","tag":["Busan","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-08-18-1660862399797/2656198_image2_1.webp","blogPath":"Busan/2022-08-18-1660862399797","pageUrl":"https:/mcdryad.com/Busan/2022-08-18-1660862399797"},{"id":"2022-08-18-1660858687046","title":"Democracy Park (민주공원)","description":"Busan Democracy Park was created to commemorate and continue the spirit of Busan residents who significantly devoted their lives during the 4.19 Revolution, Buma (Busan and Masan) Democratic Movement and June Democratic Movement.<br><br>The park has several amenities such as a Grand Hall, Cubby Hall, and an arboretum. The Grand Hall is used to hold international conferences, academic events, lectures, and performing arts while the Cubby Hall is used for small conferences, lectures and a film theater.","regDate":"2022-08-18","author":"korea-tour","tag":["Busan","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"","blogPath":"Busan/2022-08-18-1660858687046","pageUrl":"https:/mcdryad.com/Busan/2022-08-18-1660858687046"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}