{"pageProps":{"content":"![Jangsaengpo Whale Culture Village (장생포 고래문화마을)](/2022-07-16-1657978935709/2020478_image2_1.webp)\n  \n## Overview\n\n> Opened in 2015, Jangsaengpo Whale Culture Village reproduces the scene of an old whaling village through areas like Whale Plaza, Jangsaengpo Old Village, Prehistoric Whale Experience Garden, an aquatic botanical garden and other themed area as well as a sculpture park.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br>(Korean, English, Japanese, Chinese) <br>• For more info: +82-52-226-0980|\n|parking:|Available|\n|restdate:|Mondays, the day of Seollal (Lunar New Year's Day) & Chuseok (Korean Thanksgiving Day)|\n|usetime:|09:00-18:00 (Last admission 30 minutes before closing)|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Tour Course Information:|* West-facing entrance square - Totem pole - A Path to Meet Whales - Jangsaengpo Old Village - Aquatic Botanical Garden - Whale Square - Gorae Madang of Prehisitorical Era - Totem pole - Whale Story Trail - Whale Sculpture Park<br><br>* East-facing entrance square -  Jangsaengpo Old Village - Aquatic Botanical Garden - A Path to Meet Whales - Prehistoric Whale Experience Garden - Totem pole - Whale Sculpture Park - Whale Story Trail|\n|Admission Fees:|Individuals 2,000 won / Groups 1,600 won <br><br> * Groups - 20 people or more<br> * Free admission (ID & free admission ticket required): Senior citizens (ages 65 & older), babies (ages 2 & younger)<br>* Babies are not allowed in the 5D Video Center|\n|Available Facilities:|Whale Plaza, Jangsaengpo Old Village, Whale Sculpture Park, Outdoor stage, Whale Story Trail, Whale's Playground, Aquatic Botanical Garden, Parking Lot, 5D Video Room (under construction)|\n  \n## Detail Image\n![/2022-07-16-1657978935709/2020479_image2_1.webp](/2022-07-16-1657978935709/2020479_image2_1.webp)\n![/2022-07-16-1657978935709/2609404_image2_1.webp](/2022-07-16-1657978935709/2609404_image2_1.webp)\n![/2022-07-16-1657978935709/2609406_image2_1.webp](/2022-07-16-1657978935709/2609406_image2_1.webp)\n![/2022-07-16-1657978935709/2631125_image2_1.webp](/2022-07-16-1657978935709/2631125_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-52-226-0980](tel:+82522260980)\n- [🏠www.whalecity.kr](http://www.whalecity.kr)\n\n\n```googleMap\nlatitude: 35.5059312862\nlongitude: 129.3831038527\ntitle: 271-1, Jangsaengpogorae-ro, Nam-gu, Ulsan\n```\n  \n## Directions\n  \n[Local Bus]<br>\nTake Bus 246 in front of Ulsan Express Bus Terminal and get off at Jangsaengpo Whale Museum Bus Stop.\n","data":{"id":"2022-07-16-1657978935709","title":"Jangsaengpo Whale Culture Village (장생포 고래문화마을)","description":"Opened in 2015, Jangsaengpo Whale Culture Village reproduces the scene of an old whaling village through areas like Whale Plaza, Jangsaengpo Old Village, Prehistoric Whale Experience Garden, an aquatic botanical garden and other themed area as well as a sculpture park.","regDate":"2022-07-16","author":"korea-tour","tag":["Ulsan","Culture/Art/History","Experience Programs","Unique Experience"],"imgUrl":"/2022-07-16-1657978935709/2020478_image2_1.webp","blogPath":"Ulsan/2022-07-16-1657978935709","pageUrl":"https:/mcdryad.com/Ulsan/2022-07-16-1657978935709"},"dataList":[{"id":"2022-08-22-1661151066740","title":"Ulsan Wild Flower Learning Center (울산 들꽃학습원)","description":"The Wild Flower Learning Center in Ulsan is a nature-friendly education facility, where students of all levels can learn about the beauty and importance of flowers. Here students can plant vegetation that they have learned about in textbooks, as well as the wild flowers that grow in the Ulsan area. The center also serves as a training center for teachers to learn about plants introduced in textbooks, and a place for Ulsan citizens to relax.","regDate":"2022-08-22","author":"korea-tour","tag":["Ulsan","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"","blogPath":"Ulsan/2022-08-22-1661151066740"},{"id":"2022-08-22-1661147683745","title":"Sunmot Ecological Park (숯못 생태공원)","description":"Sunmot Ecological Park is home to the famous Sunmot Pond, which is associated with the legend of Dongbangsak and Grandmother Mago. The pond provides a beautiful resting space in the heart of Ulsan.","regDate":"2022-08-22","author":"korea-tour","tag":["Ulsan","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2022-08-22-1661147683745/2449000_image2_1.webp","blogPath":"Ulsan/2022-08-22-1661147683745"},{"id":"2022-08-22-1661143876523","title":"Hyundai Motors Ulsan Plant (현대자동차 울산공장)","description":"Hyundai Motors Ulsan Plant is the world's largest single plant. It is made up of five independent factories, with approximately 32,000 personnel producing an average of 5,800 vehicles per day. Another surprising feature of this complex is the 600,000 trees planted within the area, making the plant a factory surrounded by a forest. Visitors to the plant can tour the vehicle manufacturing plant and the port that houses 76,000-ton ships; reservation in advance is required for the tour.","regDate":"2022-08-22","author":"korea-tour","tag":["Ulsan","Culture/Art/History","Industrial Sites","Automobiles"],"imgUrl":"","blogPath":"Ulsan/2022-08-22-1661143876523"},{"id":"2022-08-21-1661078451811","title":"Hyundai Heavy Industries Ulsan Factory (현대중공업 울산공장)","description":"Hyundai Heavy Industries is one of the greatest shipbuilding companies in the world. With its growing technology, Hyundai Heavy Industries contributes in national economic growth and has become as one of world’s greatest complex corporations by advancing in numerous industries such as marine, plant, machine, electrical machinery and appliance, and construction equipment business. Visitors can get a tour around Hyundai Industries' power plant and shipbuilding complex; reservation in advance is required.","regDate":"2022-08-21","author":"korea-tour","tag":["Ulsan","Culture/Art/History","Industrial Sites","Shipbuilding Yards"],"imgUrl":"","blogPath":"Ulsan/2022-08-21-1661078451811"},{"id":"2022-08-21-1661074741965","title":"Deungeok Hot Springs (등억온천단지)","description":"Situated on the outskirts of Sinbulsan Mountain (part of the Yeongnam mountain range, in southeastern Korea), Deungeok Hot Springs (72,727m²) is a sprawling geothermal site which includes the Sinbulsan, Eonyang, and Gajisan Hot Springs. Nearby to the Sinbulsan, Gajisan, and Ganwolsan Mountains of the Yeongnam mountain range, the complex is ideal for visitors seeking rest and relaxation after their hiking adventures. <br><br> The water found in the area contains high concentrations of sodium bicarbonate (substance similar to baking soda), which is believed to be a remedy for dermatitis, indigestion, bronchitis, high blood pressure, and many other ailments. Nearby attractions include Amethyst Cavern Park, Dokkaebi Road, Jakcheonjeong, Ganwol Natural Recreation Forest, and Seongnamsa Temple.","regDate":"2022-08-21","author":"korea-tour","tag":["Ulsan","Culture/Art/History","Recreational Sites","Hot Springs & Spa"],"imgUrl":"","blogPath":"Ulsan/2022-08-21-1661074741965"},{"id":"2022-08-21-1661071406943","title":"Cheoyongam (처용암)","description":"Cheoyongam is a very small rocky island sitting in the middle of Gaeunpo Inlet in front of Saejuk Village in Hwangseong-dong, Nam-gu, Ulsan. <br><br>It is a historic islet related to the famous folktale of Cheoyong. The tale is about a dragon that emerged from the east sea along with his seven sons at the end of the Silla Kingdom (57BC - 935AD). One of the dragon’s sons named Cheoyong came to the capital and married a beautiful woman. One night, he found an evil spirit trying to attack his wife so he sang and danced, whereupon the spirit presented itself and kneeled in apology. Since then, people have used the image of Cheoyong to dispel evil spirits. <br><br>The dance that Cheoyong is said to have performed has been titled Cheoyongmu and has been designated as an Important Intangible Cultural Property. Cheoyongam is the sacred rock where the dragon in the tale is said to have appeared. There are many attractions nearby including Mokdo Island (Natural Monument No. 65), which offers magnificent lush greenery all year round.","regDate":"2022-08-21","author":"korea-tour","tag":["Ulsan","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"","blogPath":"Ulsan/2022-08-21-1661071406943"},{"id":"2022-08-21-1661067433126","title":"Ulsandaegyo Observatory (울산대교 전망대)","description":"At the x_height of 63 meters on top of Hwajeongsan Mountain (alt. 203 meters), Ulsandaegyo Observatory offers a breathtaking view of Ulsandaegyo Bridge as well as the city's three major industry complexes and beautiful mountains. The view is amazing regardless of day or night, attracting returning visitors to the area. The observatory has a souvenir shop and a cafe, adding more to enjoy in addition to the city view.","regDate":"2022-08-21","author":"korea-tour","tag":["Ulsan","Culture/Art/History","Architectural Sights","Monuments/Observatories"],"imgUrl":"/2022-08-21-1661067433126/2653797_image2_1.webp","blogPath":"Ulsan/2022-08-21-1661067433126"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}