{"pageProps":{"content":"![Seoulland (서울랜드)](/2022-09-06-1662441140036/2601253_image2_1.webp)\n\n  \n## Overview\n\n> Seoulland was the first theme park in Korea, built at the foot of Cheonggyesan Mountain. With more that 50 rides and other seasonal attractions,&nbsp;Seoulland offers thrill and excitement for people of all ages. Luna Land and Jurassic Land are not to be missed.&nbsp;<br>\n <br>\n The pride of Seoulland is its wide selection of seasonal festivals and the unique Laser Show held during the evening. Seoulland is a popular destination as it is easily accessible from downtown Seoul and has many nearby attractions, being part of the larger Seoul Grand Park complex. Seoul Grand Park holds various festivals for each season of the year. The Tulip Festival is held from April to May; the Starlight Rose Festival from July to August; the Chrysanthemum Festival from September to October; and the Snow Light Festival from December to February.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330<br>(Korean, English, Japanese, Chinese)<br>• For more info: +82-2-509-6000|\n|parking:|The east gate parking lot <br>(Follow the road along the entrance to Seoulland and the National Museum of Modern and Contemporary Art)|\n|usetime:|Varies by season; please refer to the website for details.|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Admission Fees:|[One day pass]<br> Day-time - Adults 46,000 won / Teenagers 43,000 won / Children 40,000 won <br>Evening admission (after 16:00) - Adults 39,000 won / Teenagers 36,000 won / Children 33,000 won <br> * Pass includes admission + unlimited use of all attractions (excluding use of experiential facilities/coin facilities/special exhibitions/ special performances) <br><br>* Adults (ages 19-64) / Teenagers (ages 13-18) / Children (ages 3-12)<br>* Children's fare is applicable to senior citizens (ages 65 and older); must present a valid ID.<br>* Babies (ages 2 and younger) enter free; must present a valid ID.|\n|Parking Fees:|Large bus (more than 25 passengers): 20,000 won<br>Sedan 10,000 won|\n|Available Facilities:|Rides, performance stage, outdoor swimming pool (summer), snow sledding (winter)<br>* Other facilities: Consulting room for group visitors and one-year memberships, main information center, first aid room, nurseries, baby stroller rental, storage lockers, restaurants, ATM, children’s rest area|\n|Restrooms:|Available|\n  \n## Detail Image\n![/2022-09-06-1662441140036/2601243_image2_1.webp](/2022-09-06-1662441140036/2601243_image2_1.webp)\n![/2022-09-06-1662441140036/2601244_image2_1.webp](/2022-09-06-1662441140036/2601244_image2_1.webp)\n![/2022-09-06-1662441140036/2601246_image2_1.webp](/2022-09-06-1662441140036/2601246_image2_1.webp)\n![/2022-09-06-1662441140036/2601247_image2_1.webp](/2022-09-06-1662441140036/2601247_image2_1.webp)\n![/2022-09-06-1662441140036/2601248_image2_1.webp](/2022-09-06-1662441140036/2601248_image2_1.webp)\n![/2022-09-06-1662441140036/2601249_image2_1.webp](/2022-09-06-1662441140036/2601249_image2_1.webp)\n![/2022-09-06-1662441140036/2601251_image2_1.webp](/2022-09-06-1662441140036/2601251_image2_1.webp)\n![/2022-09-06-1662441140036/2601254_image2_1.webp](/2022-09-06-1662441140036/2601254_image2_1.webp)\n![/2022-09-06-1662441140036/2601255_image2_1.webp](/2022-09-06-1662441140036/2601255_image2_1.webp)\n![/2022-09-06-1662441140036/2601245_image2_1.webp](/2022-09-06-1662441140036/2601245_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-2-509-6000](tel:+8225096000)\n- [🏠www.seoulland.co.kr](http://www.seoulland.co.kr)\n\n\n```googleMap\nlatitude: 37.4336870644\nlongitude: 127.0188988734\ntitle: 181, Gwangmyeong-ro, Gwacheon-si, Gyeonggi-do\n```\n  \n## Directions\n  \n[Subway]<br>\nSeoul Grand Park Station (Seoul Subway Line 4), Exit 2.<br>\nApprox. 20 min walk<br><br>\n* Trolley bus available from Seoul Grand Park main ticket booth for an additional fee.\n","data":{"id":"2022-09-06-1662441140036","title":"Seoulland (서울랜드)","description":"Seoulland was the first theme park in Korea, built at the foot of Cheonggyesan Mountain. With more that 50 rides and other seasonal attractions,&nbsp;Seoulland offers thrill and excitement for people of all ages. Luna Land and Jurassic Land are not to be missed.&nbsp;<br> <br> The pride of Seoulland is its wide selection of seasonal festivals and the unique Laser Show held during the evening. Seoulland is a popular destination as it is easily accessible from downtown Seoul and has many nearby attractions, being part of the larger Seoul Grand Park complex. Seoul Grand Park holds various festivals for each season of the year. The Tulip Festival is held from April to May; the Starlight Rose Festival from July to August; the Chrysanthemum Festival from September to October; and the Snow Light Festival from December to February.","regDate":"2022-09-06","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Recreational Sites","Theme Parks"],"imgUrl":"/2022-09-06-1662441140036/2601253_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-06-1662441140036","pageUrl":"https:/mcdryad.com/Gyeonggi-do/2022-09-06-1662441140036"},"dataList":[{"id":"2022-09-11-1662879031661","title":"Yangpyeong Wild Flower Arboretum (양평 들꽃수목원)","description":"The Yangpyeong Wild Flower Arboretum has several major facilities. The Nature Ecology Museum showcases a natural ecology model structure with educational videos. The Nature Learning Center has about 200 different types of endangered wild flower species, while the Herb Garden has 50 different types of herbs. Other attractions include the swampy ground, Tteodeureongseom Island, riverside driveway, tropical arboretum, research center. The Arborteum offers a number of hands-on experience programs as well.","regDate":"2022-09-11","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites","Botanical Gardens"],"imgUrl":"/2022-09-11-1662879031661/608321_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-11-1662879031661"},{"id":"2022-09-11-1662875684862","title":"Yangpyeong Dumulmeori (양평 두물머리)","description":"Dumulmeori literally means 'two water area,' and refers to the place where Bukhangang River and Namhangang River meet. The dock for an ancient-style ferry and weeping willows add to the rustic beauty of this area. Another attraction at this site is the three 400-year-old Zelkova trees that appear as one giant tree. A privately owned place, Dumulmeori remains as a popular site for shooting Korean TV dramas, movies, commercials, wedding pictures as well as nature pictures.","regDate":"2022-09-11","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites"],"imgUrl":"/2022-09-11-1662875684862/2560083_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-11-1662875684862"},{"id":"2022-09-11-1662871561857","title":"Yangju Olleung Royal Tomb [UNESCO World Heritage] (양주 온릉(단경왕후) [유네스코 세계문화유산])","description":"Olleung Royal Tomb is the royal tomb of Queen Dangyeong (1487-1557), consort of King Jungjong, the 11th ruler of the Joseon dynasty. Queen Dangyeong married King Jungjong when she was 13 years old. In 1506, when King Jungjong ascended to the throne, she became a queen as well, but she was deposed due to her father leading a coup against her husband's acendancy. Therefore, her grave was not regarded as a royal tomb until 1739.","regDate":"2022-09-11","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"","blogPath":"Gyeonggi-do/2022-09-11-1662871561857"},{"id":"2022-09-10-1662806641056","title":"Wondang Horse Ranch (Let's Run Farm) (원당종마목장 (렛츠런팜 원당))","description":"Wondang Horse Ranch became famous as it was used as a drama filming site. It includes some dangerous facilities and therefore certain restrictions apply to the public. Inside the ranch, visitors can watch horses taking a leisure walk on the pasture. <br><br>The ranch is a place for training jockeys and horse-related workers, and do not serve as a citizen’s park. Hence, drinking, cooking, making noises, engaging in any forms of sports activity including using balls or installing tents are prohibited in this area. In addition, all visitors must clear and take their leftovers, if any, before leaving.<br>* Area  approx. 363,638 ㎡ <br>* Grass field  approx. 165,290 ㎡","regDate":"2022-09-10","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-09-10-1662806641056/1148983_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-10-1662806641056"},{"id":"2022-09-10-1662802906538","title":"Wolhwawon Garden (월화원)","description":"Wolhwawon Garden at the west point of Hyowon Park, located in Paldang-gu, Suwon in Gyeonggi-do, features elements that are heavily influenced by the traditional gardens of Guangdong Province in China. Wolhwawon Garden was established as a result of a special memorandom of agreement (MOU) made in 2003 between the provincial governments of Gyeonggi-do in Korea and Guangdong in China. In appreciation of each other's friendship and cultural heritages, both parties agreed to build a traditional garden that represents the other within the city. The construction of Wolhwawon began on June 15, 2005 and became open to the public on April 17, 2006. <br><br>The components and overall design of Wolhwawon Garden was inspired by traditional gardens of ancient Guangdong. The view of the garden was made to be enjoyable from inside buildings through windows. Other features include an artificial hill made of soil with a man-made waterfall and lake. The garden has a total area of 6,026 ㎡ and was established with the help of 80 Chinese workers who came to Korea to build this garden and financial aid of 3.4 billion won from Guangdong.","regDate":"2022-09-10","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-09-10-1662802906538/2482182_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-10-1662802906538"},{"id":"2022-09-10-1662799677506","title":"West Five Royal Tombs [UNESCO World Heritage] (고양 서오릉 [유네스코 세계문화유산])","description":"West Five Royal Tombs is the second largest royal burial site of the Joseon dynasty after Donggureung Royal Tombs. In Korean, the burial mounds of kings and queens are named <em>reung</em> or <em>neung</em>, while those of kings’ parents, crown princes and princesses are called <em>won</em>, and the burial mounds of other princes and princesses are called <em>myo</em>.<br><br>West Five Royal Tombs consists of Gyeongneung (the tomb of posthumously designated rulers, King Deokjong and Queen Sohye), Changneung (the tomb of King Yejong, the 8th ruler, and Queen Ansun), Hongneung (the tomb of Queen Jeongseong, a consort to King Yeongjo, the 21st ruler), Ingneung (the tomb of Queen Ingyeong, a consort to King Sukjong) and Myeongneung (the tomb of King Sukjong, the 19th ruler, and his two wives, Queen Inhyeon and Queen Inwon). <br><br>In addition to the five reungs in West Five Royal Tombs, there are three wons. These include Sunchangwon (the tombs of Crown Prince Sunhoe and Crown Princess Gonghoebin), Sugyeongwon (the tomb of King Yeongjo’s concubine, Yeongbin) and Yeonghoewon (King Injo’s son, Crown Prince Sohyeon and Crown Princess Minhoebin). Also, Daebinmyo, the grave of Janghuibin who was King Sukjong’s concubine and King Gyeongjong’s mother, was recently moved to the burial site.","regDate":"2022-09-10","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-09-10-1662799677506/1589186_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-10-1662799677506"},{"id":"2022-09-10-1662795592115","title":"Wentteok Village (웬떡마을)","description":"Wentteok Village gets its name from the word “Wentteok” (meaning “unexpected windfall”) and is a slow food village located in Jungneung-ri, Wonsam-myeon, Yongin-si, Gyeonggi-do. At the village, you can make traditional rice cake from fresh seasonal ingredients or make a tteok (rice cake) cake and have your own small party. <br><br>The village is a great venue to learn more about tteok (rice cakes) and to enjoy other hands-on activities such as eco-friendly farming activities and other traditional activities.","regDate":"2022-09-10","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Experience Programs","Village Experience"],"imgUrl":"/2022-09-10-1662795592115/2482066_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-10-1662795592115"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}