{"pageProps":{"content":"![Jungmisan Recreational Forest (중미산자연휴양림)](/2022-08-29-1661769914101/607986_image2_1.webp)\n\n  \n## Overview\n\n> Jungmisan Recreational Forest unfolds at the end of a lovely drive along the famous Nongdachigogae Road, the highest ridge road in the vicinity of Seoul. The forest boasts a striking landscape of thick groves of trees and a view overlooking the Namhangang River. During some mornings, the forest’s log cabins are veiled by a thick fog, further adding to the beautiful natural ambience.\n<br><br>\nRising 834 meters above sea level, Jungmisan Mountain is a popular sunrise destination frequented by throngs of hikers every year. Thick forests of pine trees create a rooftop of branches from spring to fall. Being surrounded by the tall mountains of Baegunsan, Yumyeongsan, and Yongmunsan, Jungmisan Mountain feels like it is in the inner mountainous region of Gangwon-do, although it is close to Seoul.\n<br><br>\nThe forest has log cabins that can accommodate groups of 4 to 10 people as well as campsites that complement the surrounding natural environment. Visitors can enjoy a comfortable walk through the trees on a trail that winds through the heart of the forest.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Korea Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-31-771-7166|\n|opendate:|1991|\n|useseason:|March-November|\n|usetime:|[Daily] 09:00-18:00<br>[Accommodation] Check in - From 15:00 / Check out - 12:00|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Available Facilities:|Accommodations<BR>Convenience facilities - walking trail, hiking trail, forest park. etc. <br> Education facilities - Forest experience course<br>Sports facility - playground <br>Drinking fountain|\n|Facility Utilization Fees:|[Accommodations] <BR>Forest Cabin: 46,000~184,000 won<br>Lodging Complex: 77,000~134,000 won <BR>Camping Facility: 6,000~8,500 won<BR>* For detailed information, check the official website|\n|Restrooms:|Available|\n  \n## Detail Image\n![/2022-08-29-1661769914101/607979_image2_1.webp](/2022-08-29-1661769914101/607979_image2_1.webp)\n![/2022-08-29-1661769914101/607983_image2_1.webp](/2022-08-29-1661769914101/607983_image2_1.webp)\n![/2022-08-29-1661769914101/607987_image2_1.webp](/2022-08-29-1661769914101/607987_image2_1.webp)\n![/2022-08-29-1661769914101/607992_image2_1.webp](/2022-08-29-1661769914101/607992_image2_1.webp)\n![/2022-08-29-1661769914101/608001_image2_1.webp](/2022-08-29-1661769914101/608001_image2_1.webp)\n![/2022-08-29-1661769914101/608005_image2_1.webp](/2022-08-29-1661769914101/608005_image2_1.webp)\n![/2022-08-29-1661769914101/608009_image2_1.webp](/2022-08-29-1661769914101/608009_image2_1.webp)\n![/2022-08-29-1661769914101/608018_image2_1.webp](/2022-08-29-1661769914101/608018_image2_1.webp)\n![/2022-08-29-1661769914101/1589830_image2_1.webp](/2022-08-29-1661769914101/1589830_image2_1.webp)\n![/2022-08-29-1661769914101/607974_image2_1.webp](/2022-08-29-1661769914101/607974_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-31-771-7166](tel:+82317717166)\n- [🏠www.foresttrip.go.kr](https://www.foresttrip.go.kr/indvz/main.do?hmpgId=0108)\n\n\n```googleMap\nlatitude: 37.5818000399\nlongitude: 127.4571548101\ntitle: 1152, Jungmisan-ro, Yangpyeong-gun, Gyeonggi-do\n```\n  \n\n","data":{"id":"2022-08-29-1661769914101","title":"Jungmisan Recreational Forest (중미산자연휴양림)","description":"Jungmisan Recreational Forest unfolds at the end of a lovely drive along the famous Nongdachigogae Road, the highest ridge road in the vicinity of Seoul. The forest boasts a striking landscape of thick groves of trees and a view overlooking the Namhangang River. During some mornings, the forest’s log cabins are veiled by a thick fog, further adding to the beautiful natural ambience.<br><br>Rising 834 meters above sea level, Jungmisan Mountain is a popular sunrise destination frequented by throngs of hikers every year. Thick forests of pine trees create a rooftop of branches from spring to fall. Being surrounded by the tall mountains of Baegunsan, Yumyeongsan, and Yongmunsan, Jungmisan Mountain feels like it is in the inner mountainous region of Gangwon-do, although it is close to Seoul.<br><br>The forest has log cabins that can accommodate groups of 4 to 10 people as well as campsites that complement the surrounding natural environment. Visitors can enjoy a comfortable walk through the trees on a trail that winds through the heart of the forest.","regDate":"2022-08-29","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"/2022-08-29-1661769914101/607986_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-29-1661769914101","pageUrl":"https:/mcdryad.com/Gyeonggi-do/2022-08-29-1661769914101"},"dataList":[{"id":"2022-09-02-1662115396041","title":"Paju Bogwangsa Temple (보광사(파주))","description":"Bogwangsa Temple is a traditional temple located on the foothills of Goryeongsan Mountain in Paju. It was built by Great Monk Doseonguksa during the Silla Kindom period under the order of Queen Jinseong in AD 894. At the time, it was considered a hidden national treasure and one of the six grand temples located on the northern side of the Hangang River. In was once ruined during the Imjin War, and reconstructed in 1622 by Monk Seolmi and Monk Deogin. In 1667, Monk Jigan and Monk Seok Ryeon reconstructed Daeungbojeon Hall and Gwaneumjeon Hall.","regDate":"2022-09-02","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-09-02-1662115396041/1890586_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-02-1662115396041"},{"id":"2022-09-02-1662111652860","title":"Onemount Water Park (원마운트 워터파크)","description":"Situated near Hallyu World and KINTEX in Ilsan, Onemount is the largest multi-cultural space in the northwest metropolitan region. It is housed in three buildings with two underground floors and nine above-ground floors, for a total surface area of 161,602 square meters. Aiming to be the best playground in the world, Onemount features a shopping mall, snow park, water park, and a members-only luxury sports club, and also organizes various performances, events, and parties throughout the year.<br><br>Onemount Water Park is a huge urban water park that offers an array of both indoor and outdoor attractions. The water park offers spaces for sun tanning and enjoying the natural sunlight, and also hosts special poolside parties. It has nine water amusement facilities, with recreational facilities including a thrilling slide reaching 40 meters in x_height, a wave pool, a waterplay facility, and a running-water pool. Water also regularly splashes throughout the park, adding an element of excitement.","regDate":"2022-09-02","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Recreational Sites","Hot Springs & Spa"],"imgUrl":"/2022-09-02-1662111652860/2363346_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-02-1662111652860"},{"id":"2022-09-02-1662108412852","title":"Oido Island (오이도)","description":"Oido Island, located just off the southwestern coast from Siheung, is popular among Seoul citizens as a natural retreat. The island is also known for catching a wide variety of fish. Relics from the prehistoric era, including the New Stone Age, were excavated from this island. As a result, the island was registered as Historic Site No. 441. Oido Island is technically not an island, having only three sides surrounded by water but was called an island since the Joseon period under the name Ojirido and Ojiraedo.","regDate":"2022-09-02","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites"],"imgUrl":"/2022-09-02-1662108412852/2671612_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-02-1662108412852"},{"id":"2022-09-02-1662104566709","title":"Odusanseong Fortress (파주 오두산성)","description":"Odusanseong Fortress is built around the strategic summit of Odusasn Mountain. The walls stretch across roughly 620 meters and were built during the Baekje dynasty. The fortress is built on the intersection of the Imjingang River and the Hangang River on the summit of Odusan Mountain (119 meters). The mountain’s slope is steep and stones used in the construction of the fortress walls are scattered here and there at the summit. These scattered stones are evidence that the fortress underwent repairs several times during the Samguk (Three Kingdoms) era and the Joseon dynasty, as these stones were evidently quarried and used to mend the fortress walls. Excavations have discovered a great deal of earthenware, white porcelain, tile, and iron arrowheads. Topographically, the fortress sits on a prime strategic junction and the Unification Observatory has been situated there as well. The fortress stands as an important object of study concerning fortifications and structures from the Baekje dynasty. It has been recorded on the stele of King Gwanggaeto, Samguksagi (History of the Three Kingdoms), in the Naekjebongi (Baekje Annals) and on Daedongyeojido (Map of Korea) that the fortress was the Gwanmi Fortress of Baekje, attracting many scholars and researchers interested in this period.","regDate":"2022-09-02","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Fortresses"],"imgUrl":"/2022-09-02-1662104566709/188812_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-02-1662104566709"},{"id":"2022-09-02-1662102167895","title":"Odusan Unification Observatory (오두산 통일전망대)","description":"Located in Tanhyeon-myeon, Paju-si, Odusan Unification Observatory was established to console the feelings of dispersed families and provide an educational site for the unification education through 5F to B1 in 1992.<br>The observatory is situated in the northernmost ceasefire line of the western front where the Hangang River and Imjingang River meet. It offers a wide view of Songaksan Mountain in Gaeseong to the north and 63 Building in Seoul to the south. Also, it is a valuable unification security tourist attraction related to Imjingak, the 3rd Tunnel, and Panmunjeom (Joint Security Area) stretching along Jayu-ro Road in the northeast. <br>Since its opening, almost 1,900,000 people have visited the observatory to feel the reality of the division, making this area the best national unification education site.","regDate":"2022-09-02","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Architectural Sights","Monuments/Observatories"],"imgUrl":"/2022-09-02-1662102167895/2445770_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-02-1662102167895"},{"id":"2022-09-02-1662099805263","title":"Nine Forest Ewhawon (나인포레스트 이화원)","description":"Located on Jaraseom Island, Nine Forest Ewhawon was renewed in 2015. The garden spans over an area of 33,000 square meters with a 1,090 square meter butterfly ecology center, making it the largest butterfly park in the world. The park offers live butterflies and butterfly specimens all year long through the use of a greenhouse. Visitors can look at exhibitions and learn about butterflies and plants with detailed explanations from professional guides. Jaraseom Island also offers camping sites and hosts various festivals.","regDate":"2022-09-02","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Recreational Sites","Theme Parks"],"imgUrl":"/2022-09-02-1662099805263/2431707_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-02-1662099805263"},{"id":"2022-09-02-1662095100424","title":"Nari Farm (나리농원)","description":"Nari Farm has the largest globe amaranth colony in the nation. From September to October, visitors can see various autumn flowers bloom providing peace and calmness.","regDate":"2022-09-02","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Experience Programs","Farming Experience"],"imgUrl":"/2022-09-02-1662095100424/2670556_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-02-1662095100424"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}