{"pageProps":{"content":"![Gurye Unjoru Historic House (구례 운조루 고택)](/2023-01-21-1674272164165/1606843_image2_1.webp)\n\n  \n## Overview\n\n> Unjoru Historic House was built in 1776 by Ryu I-Ju, a high government official of the Sam-su Department during the reign of King Yeong-jo. Of the houses original 99 <em>kan</em> (traditional building measurement), only 73 remain today. The name Unjoru means a hidden house like a bird in the clouds, which was inspired from an old poem written by poet Tao Yuan Ming.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-61-780-2431|\n|restdate:|N/A (Open all year round)|\n|usetime:|08:00-17:00|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Restrooms:|Available|\n|Admission Fees:|Adults 1,000 won / Teenagers 700 won <br><br> * Adults (ages 19 & older) / Teenagers (ages 10-18)<br>* Free admission for children ages 9 & under|\n  \n## Detail Image\n![/2023-01-21-1674272164165/1606841_image2_1.webp](/2023-01-21-1674272164165/1606841_image2_1.webp)\n![/2023-01-21-1674272164165/1606842_image2_1.webp](/2023-01-21-1674272164165/1606842_image2_1.webp)\n![/2023-01-21-1674272164165/1606844_image2_1.webp](/2023-01-21-1674272164165/1606844_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-61-780-2431](tel:+82617802431)\n- [🏠www.unjoru.net</a><br /><a href=\"http://www.cha.go.kr\" target=\"_blank\">www.cha.go.kr](http://www.unjoru.net)\n\n\n```googleMap\nlatitude: 35.2061200991\nlongitude: 127.5154422680\ntitle: 59, Unjoru-gil, Gurye-gun, Jeollanam-do\n```\n  \n\n","data":{"id":"2023-01-21-1674272164165","title":"Gurye Unjoru Historic House (구례 운조루 고택)","description":"Unjoru Historic House was built in 1776 by Ryu I-Ju, a high government official of the Sam-su Department during the reign of King Yeong-jo. Of the houses original 99 <em>kan</em> (traditional building measurement), only 73 remain today. The name Unjoru means a hidden house like a bird in the clouds, which was inspired from an old poem written by poet Tao Yuan Ming.","regDate":"2023-01-21","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Historical Sites","Old Houses"],"imgUrl":"/2023-01-21-1674272164165/1606843_image2_1.webp","blogPath":"Jeollanam-do/2023-01-21-1674272164165","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-21-1674272164165"},"dataList":[{"id":"2023-02-02-1675327194160","title":"Baekdo Island (여수 백도)","description":"Located 28 kilometers east of Geomundo Island, Baekdo Island is comprised of a collective group of uninhabited rock islets. Some of the most well-known islets are Maebawi Rock, Seobangbawi and Gaksibawi Rocks, Hyeongjebawi Rock, and Seokbulbawi Rock, each rock with a legend or a myth of its own. Baekdo Island is also a nature preserve that serves as a home to several endangered species, and can only be observed while aboard a cruise that tours the nearby islands.","regDate":"2023-02-02","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"","blogPath":"Jeollanam-do/2023-02-02-1675327194160"},{"id":"2023-02-02-1675323369444","title":"Yudalsan Mountain (유달산)","description":"Yudalsan Mountain, located in Mokpo, Jeollanam-do, is the last mountain of the Noryeong Mountain Range. Despite its low x_height of only 228 meters, the mountain boasts a panoramic view of the entire city of Mokpo and the sea. There are five pagodas throughout the mountain as well as a monument with lyrics to the song Mokpo’s Tears,” a sculpture park exhibiting some 100 pieces; an orchid park; and Ilju Road with a view of Mokpo.","regDate":"2023-02-02","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites","Mountains"],"imgUrl":"/2023-02-02-1675323369444/1804641_image2_1.webp","blogPath":"Jeollanam-do/2023-02-02-1675323369444"},{"id":"2023-02-02-1675319994596","title":"Yi Sunsin Plaza (이순신광장)","description":"Yi Sunsin Plaza is located in Jungang-dong, Yeosu-si and contains the history and achievements of General Yi Sunsin. The plaza is the starting point for the history culture tourism belt and the surrounding artifacts and in May hosts the Turtle Ship Festival. The main attraction in the plaza is the life-size turtle ship which visitors can not only view from the outside but also the inside. There are also various performances on Saturdays in the plaza.&nbsp;<br>","regDate":"2023-02-02","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2023-02-02-1675319994596/2369131_image2_1.webp","blogPath":"Jeollanam-do/2023-02-02-1675319994596"},{"id":"2023-02-02-1675316187918","title":"Yeosu Yeongchwisan Mountain (영취산 (여수))","description":"Yeongchwisan Mountain is not very tall, rising just 510 meters above sea level, but the mountain has long been deemed as a spiritual guardian of the Yeosu peninsula. During the old days, people held rituals for rain or offered wishful prayers here. Geumseongdae and Dosolam Hermitage are two Buddhist places of worship on the mountain.  <br><br>As Yeongchwisan Mountain is not very tall, taking any hiking course will lead you to the peak within about four hours. The mountain is a perfect place for family travelers to go hiking. Yeongchwisan Mountain is also widely known as the first place in Korea where azaleas begin to bloom in the spring, and is one of the top three most famous places in Korea for azalea blossoms. In April each year, the azalea festival is held in the mountain. The festival offers a variety of programs including a ritual for the god of the mountain, a writing contest for students, a photo contest, and Miss Azalea beauty pageant. During the festival, visitors can enjoy various events and local foods.","regDate":"2023-02-02","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites","Mountains"],"imgUrl":"/2023-02-02-1675316187918/2648192_image2_1.webp","blogPath":"Jeollanam-do/2023-02-02-1675316187918"},{"id":"2023-02-02-1675312795581","title":"Yeosu Hyangiram Hermitage (향일암(여수))","description":"Hyangiram Hermitage (Cultural Property Material) is one of four Buddhist hermitages in Korea where the faithful come to pray to the Avalokitesvara Bodhisattva. It was originally named Wontongam Hermitage, established by Monk Wonhyo during the fourth year of Baekje King Uija’s reign (644). Wontongam Hermiatge was renamed to Geumoam Hermitage by Monk Yunpil in the 9th year of Goryeo King Gwangjong’s reign (958), then renamed once again to Hyangiram Hermitage by Monk Inmuk during the 41st year of Joseon King Sukjong’s reign (1715). <br><br>The temple contains many buildings both preserved and rebuilt, including the main hall, Daeungjeon Hall, which was rebuilt in 2012 after it burned down in a fire. The mountain path to Hyangiram Hermitage is very steep, but many people make the climb in hopes of their wish coming true. Legend has it that anyone who passes all seven of the stone caves on the walk to Hyangiram Hermitage will be granted their wish.","regDate":"2023-02-02","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2023-02-02-1675312795581/2367375_image2_1.webp","blogPath":"Jeollanam-do/2023-02-02-1675312795581"},{"id":"2023-02-02-1675309005166","title":"Yeongsangang River (영산강)","description":"Yeongsangang River (136 kilometers) is the shortest of the four major rivers in Korea. The river starts from Yongchubong Peak (560m) located in Yong-myeon in Damyang, Jeollanam-do. It runs through Damyang, Gwangju, Naju, and Yeongam and eventually flows into the Yellow Sea in Mokpo through the estuary bank. <br><br>The river also faces some environmental challenges, including extreme weather events that cause flooding, leading to ecosystem loss and habitat degradation. In December 1981, a dam was built and the damage was significantly reduced. The government has also introduced the Four Major Rivers Restoration Project in 2009 with the objective of restoring the rivers while achieving regional development. Under this project, a significant amount of budget was allocated for resolving problems plaguing the Yeongsangang River.","regDate":"2023-02-02","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"/2023-02-02-1675309005166/2654753_image2_1.webp","blogPath":"Jeollanam-do/2023-02-02-1675309005166"},{"id":"2023-02-01-1675247896166","title":"Yeongsando Island (영산도)","description":"The spectacular yet rarely visited Yeongsando Island is located off the south eastern coast of <a href=http //english.visitkorea.or.kr/enu/SI/SI_EN_3_1_1_1.jsp?cid=264278><font color=navy>Heuksando island</font></a>. With a population of about 50 people, Yeongsangdo’s only village is located in a quiet cove with a backdrop of mountains behind it. The outline of its highest peak called Munamgwiun (405m) and ridge depict the silhouette of a naked woman with long wavy hair.","regDate":"2023-02-01","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"/2023-02-01-1675247896166/1585349_image2_1.webp","blogPath":"Jeollanam-do/2023-02-01-1675247896166"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}