{"pageProps":{"content":"![Gyebangsan Mountain (계방산 (평창))](/2022-09-25-1664102714256/1172063_image2_1.webp)\n\n  \n## Overview\n\n> At an altitude of 1,579.1 meters above sea level, Gyebangsan Mountain, which faces Odaesan Mountain on the eastern part of the Taebaeksan Mountain Range, is the fifth tallest mountain in South Korea, after Hallasan Mountain, Jirisan Mountain, Seoraksan Mountain, and Deogyusan Mountain. On the west side of Gyebangsan Mountain is Unduryeong Pass(1,089 m), which has a vehicle accessible road. Asiatic black beers are said to habitate in the deep valleys on the north side, and there is Bangadari mineral water and other mineral water sources on the south side. With many varieties of herbs and wild flowers growing naturally in the area, it is also well known as a place to dig for wild ginseng. Its rare Japanese yew trees and royal azalea combined with its similar terrain to Seoraksan Mountains Daecheongbong Peak has caused the mountain to be a highly protected ecological environment.<br><br>Gyebangsan Mountain is particularly popular for winter hikers, who can get beautiful views of the snowy landscapes of the mountain even&nbsp;until March. On top of that, since the difference in evelation from Unduryeong to the top of Gyebangsan is only 488 m, it welcomes even novice hikers as well. From the summit, one can see the backboone of Baekdudaegan Mountain, and with its panoramic views of Seoraksan Mountain to the north, Odaesan Mountain and Daegwallyeong to the east, and Taegisan and Hoegisan Mountains to the west, it is one of the best views in the area.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br>(Korean, English, Japanese, Chinese) <br>• For more info:  +82-33-332-6419|\n|restdate:|N/A (Open all year round)|\n  \n\n  \n## Detail Image\n![/2022-09-25-1664102714256/1172070_image2_1.webp](/2022-09-25-1664102714256/1172070_image2_1.webp)\n![/2022-09-25-1664102714256/1172075_image2_1.webp](/2022-09-25-1664102714256/1172075_image2_1.webp)\n![/2022-09-25-1664102714256/1172077_image2_1.webp](/2022-09-25-1664102714256/1172077_image2_1.webp)\n![/2022-09-25-1664102714256/1172096_image2_1.webp](/2022-09-25-1664102714256/1172096_image2_1.webp)\n![/2022-09-25-1664102714256/1172099_image2_1.webp](/2022-09-25-1664102714256/1172099_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-33-332-6419](tel:+82333326419)\n- [🏠tour.pc.go.kr](http://tour.pc.go.kr)\n\n\n```googleMap\nlatitude: 37.7072039905\nlongitude: 128.4445922029\ntitle: 1243, Unduryeong-ro, Pyeongchang-gun, Gangwon-do\n```\n  \n## Directions\n  \n[Express/Intercity Bus]<br>\nTake an intercity bus from Dong Seoul Terminal \nto Jinbu<br><br>\n\n[Train]<br>\nTake a train from Seoul to Jinbu (Odaesan) Station.<br><br>\n\n[Taxi]<br>\nApprox. 25 min from Jinbu Bus Terminal or Jinbu Station\n","data":{"id":"2022-09-25-1664102714256","title":"Gyebangsan Mountain (계방산 (평창))","description":"At an altitude of 1,579.1 meters above sea level, Gyebangsan Mountain, which faces Odaesan Mountain on the eastern part of the Taebaeksan Mountain Range, is the fifth tallest mountain in South Korea, after Hallasan Mountain, Jirisan Mountain, Seoraksan Mountain, and Deogyusan Mountain. On the west side of Gyebangsan Mountain is Unduryeong Pass(1,089 m), which has a vehicle accessible road. Asiatic black beers are said to habitate in the deep valleys on the north side, and there is Bangadari mineral water and other mineral water sources on the south side. With many varieties of herbs and wild flowers growing naturally in the area, it is also well known as a place to dig for wild ginseng. Its rare Japanese yew trees and royal azalea combined with its similar terrain to Seoraksan Mountains Daecheongbong Peak has caused the mountain to be a highly protected ecological environment.<br><br>Gyebangsan Mountain is particularly popular for winter hikers, who can get beautiful views of the snowy landscapes of the mountain even&nbsp;until March. On top of that, since the difference in evelation from Unduryeong to the top of Gyebangsan is only 488 m, it welcomes even novice hikers as well. From the summit, one can see the backboone of Baekdudaegan Mountain, and with its panoramic views of Seoraksan Mountain to the north, Odaesan Mountain and Daegwallyeong to the east, and Taegisan and Hoegisan Mountains to the west, it is one of the best views in the area.","regDate":"2022-09-25","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-09-25-1664102714256/1172063_image2_1.webp","blogPath":"Gangwon-do/2022-09-25-1664102714256","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-09-25-1664102714256"},"dataList":[{"id":"2022-10-23-1666518476350","title":"Gwaneumgul Cave (Daei-ri Cave Caverns) (관음굴(삼척 대이리 동굴지대))","description":"Gwaneumgul Cave has a reputation of being a must-explore cave by not only Korean scientists but throughout cave academia around the world. The entrance of the cave is 4.2 meters wide, 3 meters high and 1.6 kilometers deep. The underground water flows from the entrance all the way to end all year long producing approximately 15,000 ㎥ per day. The cave also has 4 waterfalls along the way with the largest being 9 meters high. The cave is full of stalactites and stalagmites, as well as straw soda, columns, flowstones, cave corals, aragonite crystals and more. The cave has a total of 24 different types of living organisms, making a desirable cave for academic research.","regDate":"2022-10-23","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites"],"imgUrl":"","blogPath":"Gangwon-do/2022-10-23-1666518476350"},{"id":"2022-10-23-1666515124320","title":"Guryongpokpo Falls (Sogeumgang River) (구룡폭포 (소금강))","description":"Guryongpokpo Falls refers to the group of nine waterfalls, varying in size, located over a three-kilometer stretch of Sogeumgang River in Odaesan National Park. Guryong means nine dragons and legend has it that each of the waterfalls was occupied by a dragon. The sixth waterfall is particularly attractive. It is simultaneously the most magnificent and serene of the falls, which is why it is also known as the Gentleman’s Waterfall. Two kilometers away from the sixth waterfall, is a curious-looking piece of rock called Manmulsang. The name literally means tens of thousands of different looks. Some of these looks have earned it to other names such as Giant Rock, Phantom-Face Rock, Iworam, and Candlestick Rock’","regDate":"2022-10-23","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Waterfalls"],"imgUrl":"","blogPath":"Gangwon-do/2022-10-23-1666515124320"},{"id":"2022-10-23-1666511191599","title":"Gongjicheon Recreation Area (공지천유원지)","description":"The area of Gongjicheon Stream connected to the Bukhangang River is a shelter in the middle of Chuncheon City. This recreation area comprises various facilities along both sides of the Gongjicheon Stream, including Gongjicheon Sculpture Park, Uiam Park, Memorial Hall for Ethiopian Veterans in the Korean War, inline skating rink, outdoor stage, and fountain. Visitors can cross the water easily through the Gongjicheon Bridge and the lower pedestrian bridge. The waterside trail and the bike path are popular among citizens with the seasonal scenic view. In particular, cherry blossom attracts many visitors in spring. There is a bicycle rental stand nearby the stream. It is recommended to enjoy biking around the Gongjicheon Stream or along the Uiamho Bike Path. Another interesting ride is a pedal boat with which visitors can create a romantic memory with a splendid scenery of the Gongjicheon Stream.","regDate":"2022-10-23","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Recreational Sites","Resorts"],"imgUrl":"","blogPath":"Gangwon-do/2022-10-23-1666511191599"},{"id":"2022-10-23-1666508347899","title":"Gangneung Coffee Street (강릉커피거리)","description":"Gangneung in Gangwon-do is the first local district in Korea to host a coffee festival and support coffee artisans as well as promote development of coffee related facilities and contents such as a coffee museum, coffee street, coffee factory, barista academy, and more. With almost all coffee shops in the area roasting their own coffee beans, Gangneung is well-recognized as the city of coffee.","regDate":"2022-10-23","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Experience Programs","Cultural Districts"],"imgUrl":"/2022-10-23-1666508347899/2405212_image2_1.webp","blogPath":"Gangwon-do/2022-10-23-1666508347899"},{"id":"2022-10-23-1666504916986","title":"Gangmun Beach (강문해변)","description":"Located in Gangmun-dong, Gangmun Beach is lined with fresh <em>hoe</em> (sliced raw fish) restaurants along Gangmunhang Port. The beach has accommodations nearby and is in close proximity to the Gyeongpo area, making it a great vacation destination. Not only is the beach a well-known diving spot among scuba divers for its deep waters and abundant marine life, but its dock is also popular among fishers all year round.","regDate":"2022-10-23","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites"],"imgUrl":"/2022-10-23-1666504916986/2040313_image2_1.webp","blogPath":"Gangwon-do/2022-10-23-1666504916986"},{"id":"2022-10-22-1666435706013","title":"Daegwallyeong Samyang Farm (대관령 삼양목장)","description":"Daegwallyeong Samyang Farm is a livestock farm opened in 1972 to source product for Samyang Food, then opened as a tourist attraction in 2007 making it open to the public. The animals are free to roam the large ranch fields and the wind generator on top of the hill is the largest in Korea to create natural energy. At the farm, visitors can take in the beautiful scenery, watch a sheep herding performance, feed sheep and ostrich, and so much more. There are various Samyang products sold at the ranch mart as well as organic milk products to try as well.&nbsp;<br>","regDate":"2022-10-22","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Experience Programs","Village Experience"],"imgUrl":"","blogPath":"Gangwon-do/2022-10-22-1666435706013"},{"id":"2022-10-22-1666432066738","title":"Chuncheon Oksanga - Okgwangsan Jade Mine (춘천 옥산가 (옥광산))","description":"This tourist destination was established as a healing and experience attraction based on Korea’s only jade mine in Chuncheon. It comprises Jade Cave Experience Center, Jade Mine Sauna, Toy Museum, Bakery Cafe, restaurant, and other facilities. In particular, Jade Cave Experience Center, which was built by using an actual jade pit, invites visitors to observe and touch rough gemstones. The center has a shelter surrounded by jade stones and an earthenware museum, which exhibits various types of earthenware. If you want to have a healing experience with jade’s energy, the jade sauna is an ideal place to visit. The sauna was built with high-quality nephrite from the jade mine and uses mineral water produced from deep in the jade pit. Moon Valley consisting of a gallery, modern history museum, and toy museum is popular among family visitors with children, and kidults too. The toy museum is full of famous character figures from animated films and popular movies, such as Taekwon V, Mazinger Z, Disney characters, and Star Wars characters. The outdoor park behind the Moon Valley has a small zoo and a walking path.","regDate":"2022-10-22","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Industrial Sites","Mines"],"imgUrl":"","blogPath":"Gangwon-do/2022-10-22-1666432066738"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}