{"pageProps":{"content":"![Guryongsa Temple (구룡사)](/2022-09-25-1664091631316/2391453_image2_1.webp)\n\n  \n## Overview\n\n> Guryongsa Temple is located 6 kilometers from Birobong Peak on Chiaksan Mountain, in the direction of Hakkok-ri. It was believed that Monk Uisang (625-702) of the Silla Kingdom (57 BC - AD 935) built and named the temple Guryongsa in 668 during the reign of King Munmu. However, it is now known that the temple was built after King Sukjong, the 19th King of the Joseon dynasty (1392-1910), who reigned from 1674 to 1720, because of the architectural style of Daeungjeon Hall. There is a legend that the Guryongsa Temple site was originally a lake where nine dragons lived. The name Guryong comes from the story that the lake was filled up to build the temple on it. There are many buildings such as Daeungjeon Hall, Bogwangnu Pavilion, Samseonggak Pavilion, Simgeomdang Hall and Seolseondang Hall. Daeungjeon Hall has maintained its original shape though it was repaired many times.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-33-732-4800|\n|parking:|Available (Chiaksan National Park)|\n|restdate:|N/A (Open all year round)|\n|usetime:|Sunrise - Sunset|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Hiking Course:|* Guryongsa Temple - Seryeompokpo Falls - Birobong Peak - Guryongsa Temple (10.9 km / 6 hr)<br>* Guryongsa Temple - Seryeompokpo Falls - Birobong Peak - Godeunchi - Bugok-ri (15.8 km / 8 hr)<br>* Hwanggol Cave - Ipseoksa Temple - Birobong Peak - Seryeompokpo Falls - Guryongsa Temple (10.7 km / 5 hr)<br>* Hanggu-dong - Gukhyangsa Temple - Hyangnobong Peak - Seryeompokpo Falls - Guryongsa Temple (14.2 km / 7 hr)<br>* Geumdae-ri - Yeongwonsa Temple - Namdaebong Peak - Birobong Peak - Seryeompokpo Falls - Guryongsa Temple (22.6 km / 12 hr)<br>* Seongnam-ri - Sangwonsa Temple - Namdaebong Peak - Birobong Peak - Seryeompokpo Falls - Guryongsa Temple (23.8 km / 13 hr)|\n|Admission Fees:|Individuals - Adults 2,500 won / Teenagers 800 won / Children 500 won<br>Groups - Adults 2,300 won / Teenagers 700 won / Children 400 won<br><br>* Groups: 30 people or more|\n|Parking Fees:|Compact vehicles: First hour 500 won / each additional 10 min 100 won / Max. daily fee 5,000 won / Monthly pass 50,000 won<br>Small & Mid-sized vehicles: First hour 1,100 won / each additional 10 min 250 won (peak season 300 won) / Max. daily fee 13,000 won / Monthly pass 150,000 won<br>Large vehicles: First hour 2,000 won / each additional 10 min 400 won (peak season 500 won) / Max. daily fee 20,000 won / Monthly pass 200,000 won|\n|Restrooms:|Available|\n  \n## Detail Image\n![/2022-09-25-1664091631316/2391440_image2_1.webp](/2022-09-25-1664091631316/2391440_image2_1.webp)\n![/2022-09-25-1664091631316/2391442_image2_1.webp](/2022-09-25-1664091631316/2391442_image2_1.webp)\n![/2022-09-25-1664091631316/2391445_image2_1.webp](/2022-09-25-1664091631316/2391445_image2_1.webp)\n![/2022-09-25-1664091631316/2391446_image2_1.webp](/2022-09-25-1664091631316/2391446_image2_1.webp)\n![/2022-09-25-1664091631316/2391447_image2_1.webp](/2022-09-25-1664091631316/2391447_image2_1.webp)\n![/2022-09-25-1664091631316/2391448_image2_1.webp](/2022-09-25-1664091631316/2391448_image2_1.webp)\n![/2022-09-25-1664091631316/2648995_image2_1.webp](/2022-09-25-1664091631316/2648995_image2_1.webp)\n![/2022-09-25-1664091631316/2648997_image2_1.webp](/2022-09-25-1664091631316/2648997_image2_1.webp)\n![/2022-09-25-1664091631316/2648998_image2_1.webp](/2022-09-25-1664091631316/2648998_image2_1.webp)\n![/2022-09-25-1664091631316/2391441_image2_1.webp](/2022-09-25-1664091631316/2391441_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-33-732-4800](tel:+82337324800)\n- [🏠www.templestay.com](https://www.templestay.com/temple_info.asp?t_id=guryongsa )\n\n\n```googleMap\nlatitude: 37.3995043418\nlongitude: 128.0498675732\ntitle: 500, Guryongsa-ro, Wonju-si, Gangwon-do\n```\n  \n## Directions\n  \n[Train + Bus]<br>\nFrom Cheongnyangni Station, take a train to Wonju Station.<br>\nFrom Wonju Station, take Bus No. 41 and get off at Guryongsa Temple Bus Stop.\n","data":{"id":"2022-09-25-1664091631316","title":"Guryongsa Temple (구룡사)","description":"Guryongsa Temple is located 6 kilometers from Birobong Peak on Chiaksan Mountain, in the direction of Hakkok-ri. It was believed that Monk Uisang (625-702) of the Silla Kingdom (57 BC - AD 935) built and named the temple Guryongsa in 668 during the reign of King Munmu. However, it is now known that the temple was built after King Sukjong, the 19th King of the Joseon dynasty (1392-1910), who reigned from 1674 to 1720, because of the architectural style of Daeungjeon Hall. There is a legend that the Guryongsa Temple site was originally a lake where nine dragons lived. The name Guryong comes from the story that the lake was filled up to build the temple on it. There are many buildings such as Daeungjeon Hall, Bogwangnu Pavilion, Samseonggak Pavilion, Simgeomdang Hall and Seolseondang Hall. Daeungjeon Hall has maintained its original shape though it was repaired many times.","regDate":"2022-09-25","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-09-25-1664091631316/2391453_image2_1.webp","blogPath":"Gangwon-do/2022-09-25-1664091631316","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-09-25-1664091631316"},"dataList":[{"id":"2022-10-21-1666342637738","title":"Biryongpokpo Falls (비룡폭포)","description":"Biryongpokpo Falls is 2.4 km away in the south from the Seoraksan Small Park ticket booth. Biryongpokpo Falls is located between Towangseong Falls in the upper region and Yukdam Falls in the lower region. Biryongpokpo Falls was named after the shape of the water stream of the falls (pokpo) resembling a dragon (ryong) ascending (bi) to heaven. Their powerful water streams pouring into the narrow and rough valley look like a legendary dragon. There is another tale associated with Biryongpokpo Falls. A dragon lived here, and one day villagers offered a maiden to the dragon to break the drought. Then, the dragon flew up to the sky, and there were no more droughts in the village. The waterfalls drop 16 m to the ground and their loud sound resonates in the valley. In winter, the waterfalls freeze and the frozen water columns offer another magnificent view. A clear pond is formed beneath the falls and around which there is a wooden observation deck. Biryongpokpo Falls and Surroundings in Seoraksan Mountain were designated as the Scenic Site No. 95. It takes about 1 hr from the Small Park to the Biryongpokpo Falls, while it takes about 3 hr (round-trip) to visit up to Towangseong Falls and Yukdam Falls. The difficulty level of this tour course is ordinary.","regDate":"2022-10-21","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Waterfalls"],"imgUrl":"","blogPath":"Gangwon-do/2022-10-21-1666342637738"},{"id":"2022-10-21-1666338656222","title":"Baengnyongdonggul Cave-Gangwon Paleozoic Geopark (백룡동굴-강원고생대 국가지질공원)","description":"Baengnyongdonggul Cave is a 1.8㎞-long, natural limestone cave located in Pyeongchang-gun, Gangwon-do. The cave entrance is located 10-15㎞ above sea level, and is surrounded by rocks. In 1976, local residents expanded a small lane in the middle of the main cave corridor to allow for easier exploration. Since then, the cave has continued to be explored and researched with great value for geologists. The cave was designated Natural Monument No. 260 in 1979.","regDate":"2022-10-21","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites"],"imgUrl":"/2022-10-21-1666338656222/2353727_image2_1.webp","blogPath":"Gangwon-do/2022-10-21-1666338656222"},{"id":"2022-10-21-1666335948329","title":"Baekundonggyegok Valley (백운동계곡)","description":"Baekundonggyegok Valley flows 5 km from the valley of Deoktaesan Mountain and Seongaksan Mountain. There are oak trees and maple trees growing in thick clusters and clean waters flowing nearby.<br>Baekundonggyegok Valley stands between the seven brother stones and Yongdampokpo Falls, and starting from this point to Gwuiddegicheong Peak is Baekundonggyegok Valley. The rocks are connected in a long line and ponds can be seen here and there. On each side of the valley there are rock walls, which make for some unforgettable scenery. Baekundonggyegok Valley maintains its natural beauty and majesty, which attracts many hikers. Especially from the middle point where Jikbaekun and Gokbaekun combine to make the Gugokgyegok Valley the most magnificent scenery of Baekundonggyegok Valley can be seen. The largest waterfall of Baekundonggyegok Valley, called Baekunpokpo Falls, is about 30 meters high. The upper part of the waterfall has rocks lined up in a long line. The landscape of Seoraksan Mountain seen from this point is the representative landscape of the mountain.","regDate":"2022-10-21","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Valleys"],"imgUrl":"","blogPath":"Gangwon-do/2022-10-21-1666335948329"},{"id":"2022-10-21-1666332338112","title":"Anmok Beach (안목해변)","description":"Anmok Beach spans over 500 meters in length and covers an area of 20,000 square meters. The beach is often packed with families on vacation. Right in front of the beach is Anmokhang Port, where around 23 fishing boats can be moored to unload their catch of seaweed in the spring; flatfish, squid, and octopus in the summer; and sailfin sandfish, and pollack in the fall and winter. The place has also become more popular since the main street along the beach earned the reputation as a coffee street.","regDate":"2022-10-21","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites"],"imgUrl":"/2022-10-21-1666332338112/1631351_image2_1.webp","blogPath":"Gangwon-do/2022-10-21-1666332338112"},{"id":"2022-10-21-1666327593929","title":"Alpensia Resort (알펜시아 리조트)","description":"Alpensia Resort, located approx. 184 kilometers from Seoul in Daegwallyeong, Pyeongchang-gun, Gangwon-do, is a tourism & leisure complex open year round. The resort allows visitors to enjoy the area’s pristine natural beauty throughout each of the four seasons. The name Alpensia is a combination of the words Alpen, (German for the Alps), Asia, and Fantasia; together they reflect the resort’s scenic view of the fantastic Alps of Asia. <br><br>The complex boasts a variety of super deluxe luxury accommodations and top-notch leisure facilities such as a 45-hole golf course, convention center, water park and ski slopes. The resort successfully hosted the IBU Biathlon World Cup Pyeongchang in 2008 and boasts excellent ski jump and biathlon facilities, a monorail, cross-country ski slopes, and a large stadium.  After a hard day out on the slopes or golf course, visitors can head to the sky lounge, ecology learning center, or Retail Village shopping mall. The resort is also adjacent to many other tourist attractions such as Odaesan Mountain, Samyang Sheep Ranch, Korea Botanic Garden, Lee Hyo-Seok Memorial Hall, and Herbnara Farm.","regDate":"2022-10-21","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Recreational Sites","Tourist Complexes"],"imgUrl":"/2022-10-21-1666327593929/1985699_image2_1.webp","blogPath":"Gangwon-do/2022-10-21-1666327593929"},{"id":"2022-10-20-1666263150923","title":"365 Safetown (365 세이프타운)","description":"365 Safetown is a one-of-a-kind safety awareness theme park combining  education, entertainment, recreation, and leisure into one public park. It is the world’s first edutainment facility  dedicated to teaching the public safety lessons about fire, earthquakes, and other natural disasters.<br><br>The park consists of three different areas. The Korea Youth Safety Experience Hall provides a realistic experience of natural disasters through 3D and 4D installations. Challenge World offers a chance to test one’s limits through outdoor experience facilities like the tree track and zip line. Lastly, the Gangwon-do Firefighting Academy is a specialized training center for firefighters.","regDate":"2022-10-20","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Experience Programs","Unique Experience"],"imgUrl":"/2022-10-20-1666263150923/1790438_image2_1.webp","blogPath":"Gangwon-do/2022-10-20-1666263150923"},{"id":"2022-10-20-1666259550649","title":"Yukrimgogae (육림고개)","description":"Yukrimgogae was the street that connected Yurim Theater (now closed) and Chuncheon Jungang Market in the past, becoming an unofficial downtown during 1980s to the 1990s. After the new city project, the stores relocated to the new downtown, leaving the area empty. In 2015, the street was rejuvenated with Makgeolli Street and Youth Mall. The street is full of restaurants and stores that was renovated providing an analog-feel combined with a trendy style.","regDate":"2022-10-20","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Experience Programs","Cultural Districts"],"imgUrl":"/2022-10-20-1666259550649/2711383_image2_1.webp","blogPath":"Gangwon-do/2022-10-20-1666259550649"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}