{"pageProps":{"content":"![Geomunoreum Lava Tube [UNESCO World Natural Heritage Site] (거문오름 [유네스코 세계자연유산])](/2022-07-19-1658273804237/2661662_image2_1.webp)\n\n  \n## Overview\n\n> Geomunoreum  Lava Tube System is a series of lava tubes that originated from the eruption of Geomunoreum, a parasatic cone. Geomunoreum has an altitude of 456 meters and with lava tubes spreading out in a streamlined shape, its lava tube system is the largest of its kind on Jeju Island. The name is said to have originated when the local islanders called the cone \"Geomun,\" which is translated to “black,” referring to the dense forest formed on the crater. However, according to researchers and linguists, the term \"Geomun\" may have originated from a word from the Gojoseon period which were used to refer to deities, inferring that the name Geomunoreum actually means \"holy hill.\"\n<br><br>\nGeomunoreum Lava Tube System consists of roughly 20 lava tubes that follow the cone's slope to the northeast, stretching out all the way to the shore. Among these tubes, Bwengdwigul, Mangjanggul, Gimnyeonggul, Yongcheondonggul, and Dangcheondonggul Caves are inscribed as a UNESCO World Natural Heritage.\n\n  \n## Intro\n\n| | |\n| - | - |\n|accomcount:|450 people|\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br>(Korean, English, Japanese, Chinese) <br> • For more info: +82-64-710-8981|\n|parking:|Available (100 spaces)|\n|restdate:|Tuesdays, the day of Seollal (Lunar New Year's Day) and Chuseok (Korean Thanksgiving Day)<br> * Entrance prohibited in the case of inclement weather|\n|usetime:|09:00-13:00 (based on departure time)|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Tour Course Information:|* Tour Course<br>1) Summit Course: Approx. 1.8 km / 1 hr<br>2) Crater Course: Approx.  5.5 km / 2 hr 30 min<br>3) Taeguek-gil Course: Approx.  10 km / 3 hr 30 min|\n|Admission Fees:|[Geomunoreum Admission]<br>Individuals - Adults 2,000 won / Teenagers & Children 1,000 won<br />Groups - Adults 1,600 won / Teenagers & Children 800 won<br><br />[Heritage Center]<br />Individiuals - Adults 3,000 won / Teenagers & Children 2,000 won<br />Groups - Adults 2,400 won / Teenagers & Children 1,600 won<br /><br>* Senior citizens (ages 65 & over) & preschoolers (ages 6 & under): Free|\n|Available Facilities:|Jeju World Natural Heritage Center, convenience store|\n|Restrooms:|Available|\n|Parking Fees:|Free|\n|Reservation Info. for Natives:|[wnhcenter.jeju.go.kr]()|\n  \n## Detail Image\n![/2022-07-19-1658273804237/2661661_image2_1.webp](/2022-07-19-1658273804237/2661661_image2_1.webp)\n![/2022-07-19-1658273804237/2661663_image2_1.webp](/2022-07-19-1658273804237/2661663_image2_1.webp)\n![/2022-07-19-1658273804237/656725_image2_1.webp](/2022-07-19-1658273804237/656725_image2_1.webp)\n![/2022-07-19-1658273804237/656742_image2_1.webp](/2022-07-19-1658273804237/656742_image2_1.webp)\n![/2022-07-19-1658273804237/656745_image2_1.webp](/2022-07-19-1658273804237/656745_image2_1.webp)\n![/2022-07-19-1658273804237/656746_image2_1.webp](/2022-07-19-1658273804237/656746_image2_1.webp)\n![/2022-07-19-1658273804237/656756_image2_1.webp](/2022-07-19-1658273804237/656756_image2_1.webp)\n![/2022-07-19-1658273804237/656762_image2_1.webp](/2022-07-19-1658273804237/656762_image2_1.webp)\n![/2022-07-19-1658273804237/656769_image2_1.webp](/2022-07-19-1658273804237/656769_image2_1.webp)\n![/2022-07-19-1658273804237/656773_image2_1.webp](/2022-07-19-1658273804237/656773_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-64-710-8981](tel:+82647108981)\n- [🏠wnhcenter.jeju.go.kr</a> <br> <a href=\"http://www.visitjeju.net\" target=\"_blank\">www.visitjeju.net](http://wnhcenter.jeju.go.kr)\n\n\n```googleMap\nlatitude: 33.4569159249\nlongitude: 126.7147325126\ntitle: 569-36, Seongyo-ro, Jeju-si, Jeju-do\n```\n  \n## Directions\n  \n[Bus]<br>\nFrom Jeju International Airport, take a bus toward Pyoseon and get off at Seonheul 2-ri (Geomunoreum) Bus Stop.\n<br>\nWalk for approx. 700 m.\n","data":{"id":"2022-07-19-1658273804237","title":"Geomunoreum Lava Tube [UNESCO World Natural Heritage Site] (거문오름 [유네스코 세계자연유산])","description":"Geomunoreum  Lava Tube System is a series of lava tubes that originated from the eruption of Geomunoreum, a parasatic cone. Geomunoreum has an altitude of 456 meters and with lava tubes spreading out in a streamlined shape, its lava tube system is the largest of its kind on Jeju Island. The name is said to have originated when the local islanders called the cone \"Geomun,\" which is translated to “black,” referring to the dense forest formed on the crater. However, according to researchers and linguists, the term \"Geomun\" may have originated from a word from the Gojoseon period which were used to refer to deities, inferring that the name Geomunoreum actually means \"holy hill.\"<br><br>Geomunoreum Lava Tube System consists of roughly 20 lava tubes that follow the cone's slope to the northeast, stretching out all the way to the shore. Among these tubes, Bwengdwigul, Mangjanggul, Gimnyeonggul, Yongcheondonggul, and Dangcheondonggul Caves are inscribed as a UNESCO World Natural Heritage.","regDate":"2022-07-19","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-07-19-1658273804237/2661661_image2_1.webp","blogPath":"Jeju-do/2022-07-19-1658273804237","pageUrl":"https:/mcdryad.com/Jeju-do/2022-07-19-1658273804237"},"dataList":[{"id":"2023-02-16-1676540172861","title":"Jeju Aerospace Museum (제주항공우주박물관)","description":"Jeju Aerospace Museum is the largest aerospace museum in Asia. The museum not only offers information and exhibitions related to aerospace as well as astronomy, but it also integrates education with entertainment to provide an enjoyable learning opportunity for both kids and adults. The view from the museum’s second floor is another sight not to be missed.","regDate":"2023-02-16","author":"korea-tour","tag":["Jeju-do","Culture/Art/History","Industrial Sites","Others"],"imgUrl":"","blogPath":"Jeju-do/2023-02-16-1676540172861"},{"id":"2023-02-16-1676536839009","title":"Iho Tewoo Beach (이호테우해변)","description":"Iho Tewoo Beach is conveniently located close to downtown Jeju-si. The sandy, gently sloping beach and its mix of city amenities and natural beauty make it a popular destination for tourists during the summer.<br /><br />There are plenty of things for visitors to enjoy in the beach area. Visitors can rent boats to go fishing or fish off the seawall, an area known among the local fisherman for its abundance of sea smelts. The beach and the pine forest are especially beautiful at night. There are also many restaurants located nearby to enjoy a great meal with a view of the beach.","regDate":"2023-02-16","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites"],"imgUrl":"","blogPath":"Jeju-do/2023-02-16-1676536839009"},{"id":"2023-02-16-1676532952288","title":"Hyeopjaegul Lava Tube (Hallim Park) (협재굴(한림공원))","description":"Hyeopjaegul Lava Tube is one example of the lava tube systems of Jeju Island, along with Hwanggeumgul, Socheongul, Ssangyonggul and Manjanggul Lava Tubes. The cave is approximately 200 meters in length, 10 meters in x_width and 5 meters in x_height. It is thought to have been created by the lava that erupted from Hallasan Mountain some 25 million years ago. This cave uniquely contains features of both lava and limestone caves. The entire area surrounding the cave is a huge stratum of seashells and sand, while the interior of the cave has a mystical ambience due to its various formations such as stalactites and stalagmites, hanging from the ceiling and sprouting up from the bottom of the cave. The cave also features pillars formed when stalactites and stalagmites join together. The cave walls are covered in lime, which at times looks like beautiful cave paintings. The temperature inside the cave stays at 17~18℃ throughout the year, making the cave a welcome escape from the summer heat and a great place to keep warm during winter. <Br><Br>Hyeopjaegul Lava Tube has been designated Natural Monument No. 236 and ranks among the world’s major mysterious caves, such as the stone salt cave of Peru and the underwater limestone caves of Yugoslavia. As Hyeopjaegul Lava Tube is close to Ssangyonggul Lava Tube, the two can be visited on the same day.","regDate":"2023-02-16","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites"],"imgUrl":"","blogPath":"Jeju-do/2023-02-16-1676532952288"},{"id":"2023-02-16-1676529633249","title":"Honinji Pond (혼인지)","description":"Honinji Pond is connected to a myth of how agriculture and farming started on Jeju Island. Despite its small size, the pond is said to have been the location of the wedding between the Samsinin (three founding demi-gods) and three princesses of the East Kingdom. Next to the pond is Samseonghyeol, three caves that served as bridal homes. Honinji Pond and Samseonghyeol are great places to trace the origin of the founders of Jeju Island. In the summer, the area is in full bloom with red lotus flowers.","regDate":"2023-02-16","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2023-02-16-1676529633249/1617266_image2_1.webp","blogPath":"Jeju-do/2023-02-16-1676529633249"},{"id":"2023-02-16-1676525759109","title":"Hamo Beach (하모해변)","description":"Hamo Beach is located near Moseulpo Port, and is sometimes referred to as Moseulpo Beach. The beach used to be open for swimming but a variety of issues caused the beach to close for safety. The beach is located along Jeju Olle Trail Course 10, and features a campground nearby. The campground is a paid service and requires advance reservation during peak season. In summer, visitors can enjoy sea walking here, a water leisure sport featuring a divers helmet. Across from the beach is a field of sunflowers standing before Sanbangsan Mountain.","regDate":"2023-02-16","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites"],"imgUrl":"","blogPath":"Jeju-do/2023-02-16-1676525759109"},{"id":"2023-02-16-1676522430541","title":"Hamdeok Seoubong Beach (함덕 서우봉해변 (함덕해수욕장))","description":"Hamdeok Beach is located along Jeju Olle Trail Course 19. It is also referred to as Hamdeok Seoubong Beach due to the volcanic cone nearby. Located just 20 kilometers from Jeju International Airport, the beach is famous for its great scenery of emerald-blue waters, tall palm trees, and white sandy shore. The beach is considered one of Jejus top three beaches. To the western end of the beach, there is a bridge built over the water. Additional amenities include a grassy field perfect for picnics and a coastal walking trail. In particular, many people visit during summer evenings to enjoy the night sea. Seoubong Volcanic Cone is beautiful in spring when it is covered in yellow canola blossoms. Climbing up to the summit offers fantastic views of the entire area, including Hallasan Mountain on clear days.","regDate":"2023-02-16","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites"],"imgUrl":"","blogPath":"Jeju-do/2023-02-16-1676522430541"},{"id":"2023-02-16-1676518688148","title":"Hallim Park (한림공원)","description":"Hallim Park is one of the most popular tourist spots on Jeju Island, located approximately 33 kilometers west of Jeju-si and Hallasan Mountain along the beach in Hallim-eup. It faces the pleasant scenery of Biyangdo Island, Hyeopjae Beach and Geumneung Beach. The park was established in early 1971 on barren land with the importation of tons of earth and the planting of assorted subtropical plants.<br><br>Hallim Park, reaching almost 100 thousand square meters, has a variety of gardens that can be enjoyed in any season. Visitors can enjoy Palm Tree Road, Jeju Stone and Bonsai Garden, Water Garden, Subtropical Botanic Garden and much more. The most famous tourist sites in Hallim Park are Hyeopjaegul and Ssangyonggul Caves, known to be the only two-dimensional caves in the world. In addition, a folk village, childrens amusement park and outdoor resort facilities make it enjoyable for both children and adults.","regDate":"2023-02-16","author":"korea-tour","tag":["Jeju-do","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"","blogPath":"Jeju-do/2023-02-16-1676518688148"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}