{"pageProps":{"content":"![Aranggak Pavilion (아랑각)](/2022-07-30-1659154895976/574085_image2_1.webp)\n\n  \n## Overview\n\n> Located in Naeil-dong in Miryang, Gyeongsangnam-do Province, Aranggak Pavilion sits in a bamboo forest. It is said to have been built to appease the spirit of a young woman named Arang, who met an unfortunate death. <br><br>\n\nAccording to the legend, Arang was mistakenly killed by a low-ranking officer who had loved her and tried to hug her. After her death, she becomes a ghost and appears to every district magistrate (highest-ranking officer in a region) to appeal for the investigation of her unfair death, but each district magistrate dies of a heart attack. <br><br>\nThen, a new district magistrate by the name Lee is dispatched to the area. Unlike his predecessors, Lee listens to the story of the ghost and finds the low-ranked officer who had killed her and punishes him. He found Arang’s body and holded a religious ceremony on her behalf. Aranggak was also built in her memory. <br><br>\n\nEvery year, an event called Arangje is held on April 16 by the lunar calendar in Aranggak Pavilion. Young maidens dressed in white hanbok perform a religious ceremony to soothe the sorrow of Arang. There is also a saying that the spirit of Arang will preserve the love of those couples who visit the pavilion together.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330<BR> (Korean, English, Japanese, Chinese) <br> • For more info: +82-55-359-5788|\n  \n\n  \n## Detail Image\n![/2022-07-30-1659154895976/2589450_image2_1.webp](/2022-07-30-1659154895976/2589450_image2_1.webp)\n![/2022-07-30-1659154895976/2589451_image2_1.webp](/2022-07-30-1659154895976/2589451_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-55-359-5788](tel:+82553595788)\n- [🏠tour.miryang.go.kr</a> (Korean, English, Japanese, Chinese) <br /> <a href=\"http://www.cha.go.kr/\">www.cha.go.kr](http://tour.miryang.go.kr/main/)\n\n\n```googleMap\nlatitude: 35.4914906717\nlongitude: 128.7556646276\ntitle: 324, Jungang-ro, Miryang-si, Gyeongsangnam-do\n```\n  \n## Directions\n  \n[Train]<BR>\nFrom Seoul Station, take a train to Miryang Station.<br>\nFrom Miryang Station, take Bus No. 2, 2 Cheongun, 2 Chodong, 3 Sangdong, 6, or 6 Hwalseong and get off at Yeongnamnu Pavilion Bus Stop.<br>Walk for approx. 150m to arrive at Aranggak.\n","data":{"id":"2022-07-30-1659154895976","title":"Aranggak Pavilion (아랑각)","description":"Located in Naeil-dong in Miryang, Gyeongsangnam-do Province, Aranggak Pavilion sits in a bamboo forest. It is said to have been built to appease the spirit of a young woman named Arang, who met an unfortunate death. <br><br>According to the legend, Arang was mistakenly killed by a low-ranking officer who had loved her and tried to hug her. After her death, she becomes a ghost and appears to every district magistrate (highest-ranking officer in a region) to appeal for the investigation of her unfair death, but each district magistrate dies of a heart attack. <br><br>Then, a new district magistrate by the name Lee is dispatched to the area. Unlike his predecessors, Lee listens to the story of the ghost and finds the low-ranked officer who had killed her and punishes him. He found Arang’s body and holded a religious ceremony on her behalf. Aranggak was also built in her memory. <br><br>Every year, an event called Arangje is held on April 16 by the lunar calendar in Aranggak Pavilion. Young maidens dressed in white hanbok perform a religious ceremony to soothe the sorrow of Arang. There is also a saying that the spirit of Arang will preserve the love of those couples who visit the pavilion together.","regDate":"2022-07-30","author":"korea-tour","tag":["Gyeongsangnam-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-07-30-1659154895976/574085_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-07-30-1659154895976","pageUrl":"https:/mcdryad.com/Gyeongsangnam-do/2022-07-30-1659154895976"},"dataList":[{"id":"2022-07-30-1659163505785","title":"Baenaegol Valley (배내골)","description":"Baenaegol Valley is located at the heart of the mountainous region affectionately known as the Yeongnam Alps. The valley derives its name “Baenaegol,” meaning “the valley of pears,” from the wild pear trees that grow in large numbers along the valley.<br><br>The valley covers nearly 8 kilometers of land between the range connecting Sinbulsan Mountain and Yeongchuksan Mountain and the western range connecting Cheonhwangsan Mountain and Jaeyaksan Mountain in Miryang. It is a popular vacation destination in the summer. Also, many tourists come to drink the water containing acer mono sap, which is known to be produced in this region during the springtime.<br><br>Baenaegol Valley is just a short distance away from downtown Yangsan. The valley provides an opportunity to enjoy nature away from the hustle and bustle of the city center. The long valley is wedged between highlands, which results in at least two hours less of sunshine than other regions, so it feels cooler in the summer months. Strawberries are also widely grown in the area.","regDate":"2022-07-30","author":"korea-tour","tag":["Gyeongsangnam-do","Nature","Natural Sites","Valleys"],"imgUrl":"/2022-07-30-1659163505785/1228175_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-07-30-1659163505785"},{"id":"2022-07-30-1659159589087","title":"Baegundonggyegok Valley, Sancheong (백운동계곡(산청))","description":"If you go 5 km up along the valley at Baegam-ri, under the thick woods, you will find a 180 square meter long stone named ‘Jeomjeong Rock’ and a small waterfall. This valley is Baegundonggyegok Valley.  For almost 6 km, the water of the valley flows over only rocks, with over twenty large and small falls and lakes.  Large stones in the valley are gorgeous because the stones are washed with sunbeams and the strong current of water.  The most famous falls are Baeunpokpo Waterfall and Odampokpo Waterfall.  Strong current of water flows in Deungcheondae, where the letters ‘Yeongnamjeilcheonsok’ are carved.  Baegundonggyegok Valley is a clean area due to maintenance of the clean natural environment.  Many tourists visit here because the valley is decorated with azaleas in the spring and it is cool in the summer.","regDate":"2022-07-30","author":"korea-tour","tag":["Gyeongsangnam-do","Nature","Natural Sites","Valleys"],"imgUrl":"/2022-07-30-1659159589087/1889973_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-07-30-1659159589087"},{"id":"2022-07-30-1659157185392","title":"Archaeological Site in Bonghwang-dong, Gimhae (김해 봉황동 유적)","description":"In 1920, the Archaeological Site in Bonghwang-dong, Gimhae was the first site to be excavated in Korea. The site includes an important shell mound from the Gaya period, as well as the Bonghwangdae Tomb, which was the largest tomb in the Geumgwan Gaya area. These important discoveries lead to the designation as Historical Site No. 2 on February 5, 2001. On top of the hill remain Yeouijangja Pavilion and Hwangsebawi Rock, which are part of the legend about General Hwangse and Yeoui.","regDate":"2022-07-30","author":"korea-tour","tag":["Gyeongsangnam-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-07-30-1659157185392/1611260_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-07-30-1659157185392"},{"id":"2022-07-30-1659149972284","title":"Anmingogae Hill (안민고개)","description":"Anmingogae Hill is a 9-kilometer-long hill that stretches from Taebaek-dong in Jinhae to Anmin-dong in Changwon. Cherry blossom trees line both sides for 6 kilometers of the 9-kilometer road, making up the famous inhae Cherry Blossom Tunnel. The hill is also known for its view of Jinhaeman Bay, Ungsan Mountain, Sirubong Peak and Cheonjabong Peak. The hill is dotted with benches placed about 100 meters apart, offering visitors a seat to catch their breath while enjoying the view and cherry blossom trees. <br><br>Also of note is Anmin Saengtaegyo Bridge (Anmin Ecology Bridge), which was built as a passageway for wild animals to travel between Jangboksan and Ungsan mountains after the mountains were divided by the Anmin Tourism Road running between Jinhae and Changwon.","regDate":"2022-07-30","author":"korea-tour","tag":["Gyeongsangnam-do","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2022-07-30-1659149972284/1273455_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-07-30-1659149972284","pageUrl":"https:/mcdryad.com/Gyeongsangnam-do/2022-07-30-1659149972284"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}