{"pageProps":{"content":"![Camp Greaves DMZ Experience Center (캠프 그리브스)](/2022-07-18-1658163403009/2375485_image2_1.webp)\n\n  \n## Overview\n\n> Camp Greaves served as a camp base for the 506th US Second Infantry Division for about 50 years after the ceasefire agreement of the Korean War. The land was given back to the Korean government in 2007. The camp has been turned into a peace and security experience facility, and it is located approximately 2 kilometers away from the DMZ. It is also the first youth hostel to be located within a restricted area for civilians in Paju city.<br>\n<br> An entire building of the US Army officer quarters was remodeled into a youth hostel and can accommodate up to 240 guests. The hostel is comprised of an office, a small auditorium on the first floor, rooms on the second and third floors, and a large auditorium on the fourth floor. The camp offers diverse programs including educational programs.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br>(Korean, English, Japanese, Chinese)<br>• For more info: +82-31-953-6970|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Film Locations:|Drama \"Descendants of the Sun (2016)\"|\n|Facility Utilization Fees:|[Accommodations] <br>Individuals: Elementary school students 19,000 won / Middle•High school students 20,000 won / University students 24,000 won / Adults 32,000 won<br>Groups: Elementary school students 15,000 won / Middle•High school students 16,000 won / University students 19,000 won / Adults 25,000 won<br>Meals: Elementary school students 5,500 won / Middle•High school students 6,000 won / University students & Adults 7,000 won <br><br>* Groups: 20 people or more<br><br>[Program Fees]<br>One-day program: Students 15,000 won / University students & Adults 17,500 won<br>Two-day program: Students 18,000 won / University students & Adults 20,000 won<br> Three-day program: Students 28,000 won / University students & Adults 30,000 won|\n|Available Facilities:|Accommodations, auditorium, small hall, meeting room, gymnasium, etc.|\n  \n## Detail Image\n![/2022-07-18-1658163403009/2375462_image2_1.webp](/2022-07-18-1658163403009/2375462_image2_1.webp)\n![/2022-07-18-1658163403009/2375466_image2_1.webp](/2022-07-18-1658163403009/2375466_image2_1.webp)\n![/2022-07-18-1658163403009/2375484_image2_1.webp](/2022-07-18-1658163403009/2375484_image2_1.webp)\n![/2022-07-18-1658163403009/2375487_image2_1.webp](/2022-07-18-1658163403009/2375487_image2_1.webp)\n![/2022-07-18-1658163403009/2375510_image2_1.webp](/2022-07-18-1658163403009/2375510_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-31-953-6970](tel:+82319536970)\n- [🏠www.dmzcamp131.or.kr](http://www.dmzcamp131.or.kr)\n\n\n```googleMap\nlatitude: 37.8984861542\nlongitude: 126.7316452726\ntitle: 137, Jeoksipja-ro, Paju-si, Gyeonggi-do\n```\n  \n\n","data":{"id":"2022-07-18-1658163403009","title":"Camp Greaves DMZ Experience Center (캠프 그리브스)","description":"Camp Greaves served as a camp base for the 506th US Second Infantry Division for about 50 years after the ceasefire agreement of the Korean War. The land was given back to the Korean government in 2007. The camp has been turned into a peace and security experience facility, and it is located approximately 2 kilometers away from the DMZ. It is also the first youth hostel to be located within a restricted area for civilians in Paju city.<br><br> An entire building of the US Army officer quarters was remodeled into a youth hostel and can accommodate up to 240 guests. The hostel is comprised of an office, a small auditorium on the first floor, rooms on the second and third floors, and a large auditorium on the fourth floor. The camp offers diverse programs including educational programs.","regDate":"2022-07-18","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Security & Peace Sites"],"imgUrl":"/2022-07-18-1658163403009/2375485_image2_1.webp","blogPath":"Gyeonggi-do/2022-07-18-1658163403009","pageUrl":"https:/mcdryad.com/Gyeonggi-do/2022-07-18-1658163403009"},"dataList":[{"id":"2022-08-30-1661852468411","title":"Korea National Arboretum and Forest Museum (Gwangneung Forest) (국립수목원 (광릉숲))","description":"The Korea National Arboretum (KNA) is situated in Gwangneung Experimental Forest and contains the Forest Museum where all the information on forestry is exhibited. The construction of the arboretum and museum took place on October 25, 1985 and opened on April 5, 1987. In order to preserve the forests, weekends and holiday entrance were restricted, reservations were required 5 days in advance, and no more than 5,000 visitors were accepted per day. As diverse plants are gaining recognition worldwide, the research department formed the Office of Forestry on May 24, 1999. <br><br>Korea National Arboretum covers an area of 1,157㏊ and contains 15 specialized forests, including Conifer Garden, the Garden of Ornamental Trees, and the Aroma and Touch Garden. The Forest Museum is the largest in Asia, covering 4628 sq.m² with a traditional Korean design, and the interior and exterior are both constructed of wood and stone. The arboretum facilities consist of 5 exhibition halls (Living Forest, Forest and Man, Forestry of the World, Forestry of Korea, Nature of Korea), a Herbarium, a Special Exhibition Room, and an Audio Visual Hall.","regDate":"2022-08-30","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites","Botanical Gardens"],"imgUrl":"/2022-08-30-1661852468411/2031794_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-30-1661852468411"},{"id":"2022-08-30-1661849190638","title":"Konjiam Resort (곤지암리조트)","description":"Located in Nogobong Valley in Taehwasan Mountain in Gwangju-gun, Gyeonggi-do Province, Konjiam Resort is only an hour away by car from the Gangnam area in Seoul. The year-round resort boasts the largest ski slopes of Gyeonggi-do Province, a condominium with 476 rooms, the nation’s first residential spa, and a variety of other facilities. <br><br>Some of the most unique features of the resort are the ecological stream running through the resort and the cave wine cellar where about 90,000 bottles of wine are stored. Another visitor favorite is the Konjiam Arboretum, which has 3,700 species of plants and about 20 themed gardens.","regDate":"2022-08-30","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Recreational Sites","Tourist Complexes"],"imgUrl":"/2022-08-30-1661849190638/919832_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-30-1661849190638"},{"id":"2022-08-30-1661845412262","title":"Key Observatory (열쇠전망대)","description":"Called to play the role of an important key for unification, Key Observatory was established on April 11, 1998 to commemorate the sorrow of homesickness and provide security education in the area of Dapgok-ri, Yeoncheon-gun. Military in the area can also keep watch over the north from this location. It is open to members of the public who complete an identification check. After the check, soldiers will open the barricade for admission. From the observatory, visitors can see the green verdure surrounding the north region with one's naked eye but taking photos is prohibited.","regDate":"2022-08-30","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Architectural Sights","Monuments/Observatories"],"imgUrl":"/2022-08-30-1661845412262/2481891_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-30-1661845412262"},{"id":"2022-08-30-1661841424282","title":"Kalbongsan Recreational Forest (칼봉산자연휴양림)","description":"Kalbongsan Recreational Forest is located between Gyeongbangyegok Valley, famous for Surakpokpo Falls, and Yongchugyegok Valley, famous for Yongchupokpo Falls. The forest is a popular summer vacation spot for families due to the pure natural environment. Kalbongsan Mountain also provides many trekking paths.","regDate":"2022-08-30","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"/2022-08-30-1661841424282/1091662_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-30-1661841424282"},{"id":"2022-08-30-1661836323858","title":"Jungwonpokpo Falls (중원폭포)","description":"Jungwonpokpo Falls is located at the eastern edge of Jungwon Valley in Jungwonsan Mountain, Yangpyeong. A 15-minute walk from the parking lot through the valley pathway will take the visitors to the three-tiered waterfalls. Rather a small waterfall less than 10 meters high,  Jungwonpokpo Falls is surrounded by cliffs with fantastic rock formations that look like folding screens. The plunge pool is also impressive with its depth and x_width. Located nearby is another waterfall known as Chimapokpo Falls.","regDate":"2022-08-30","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites","Waterfalls"],"imgUrl":"/2022-08-30-1661836323858/772243_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-30-1661836323858"},{"id":"2022-08-29-1661769914101","title":"Jungmisan Recreational Forest (중미산자연휴양림)","description":"Jungmisan Recreational Forest unfolds at the end of a lovely drive along the famous Nongdachigogae Road, the highest ridge road in the vicinity of Seoul. The forest boasts a striking landscape of thick groves of trees and a view overlooking the Namhangang River. During some mornings, the forest’s log cabins are veiled by a thick fog, further adding to the beautiful natural ambience.<br><br>Rising 834 meters above sea level, Jungmisan Mountain is a popular sunrise destination frequented by throngs of hikers every year. Thick forests of pine trees create a rooftop of branches from spring to fall. Being surrounded by the tall mountains of Baegunsan, Yumyeongsan, and Yongmunsan, Jungmisan Mountain feels like it is in the inner mountainous region of Gangwon-do, although it is close to Seoul.<br><br>The forest has log cabins that can accommodate groups of 4 to 10 people as well as campsites that complement the surrounding natural environment. Visitors can enjoy a comfortable walk through the trees on a trail that winds through the heart of the forest.","regDate":"2022-08-29","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"/2022-08-29-1661769914101/607986_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-29-1661769914101"},{"id":"2022-08-29-1661766067282","title":"Jungmisan Observatory (중미산 천문대)","description":"Situated only 40 minute's drive from Seoul, the Jungmisan Observatory is nestled within Jungmisan Recreational Forest 437 kilometers above sea level. In addition to the beautiful natural scenery, the main draw of this particular location is that there is no other place near Seoul as this forest where one can get an excellent view of the night sky. From Seoul, one might expect to see about three stars on a good day, while at the Jungmisan Observatory one can typically observe over 3,000 stars. <br><br>Jungmisan Observatory provides an experiential learning center that offers astronomy programs for children, including preschoolers. Children can gain a deeper understanding of space and basic astronomy through various programs, such as stargazing. In addition to the astronomy programs, the observatory also offers forest bathing, forest ecology, and insect learning programs along with the nearby recreational forest.","regDate":"2022-08-29","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2022-08-29-1661766067282/219615_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-29-1661766067282"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}