{"pageProps":{"content":"![Amsa Ecological Park (암사생태공원)](/2022-07-10-1657435491613/1894496_image2_1.webp)\n  \n## Overview\n\n> <br>Amsa Ecological Park (located in Amsa-dong) is a large scenic park with long winding trails passing by reeds and other beautiful plants of the Han River. It is here as well that visitors can watch the flight of Korea’s migratory birds. The Ecological Park is famous for its beautiful scenery and its lush groves of reeds and pussy willows growing alongside the natural riverside road. Wild roses, loosestrifes, and tiger lilies are in bloom from spring to fall and the observation deck gives visitors a beautiful view of Han River and the area’s wide variety of birds such as reed warblers, titmice, and swallows. The river basin and its surrounding stones are a great place to learn about nature and are home to various bugs such as beetles, river mayflies, big scarlet hairstreak butterflies, and other water insects. <br><br>\n\nThe Amsa Ecological Park is located nearby Godeok River Side Ecological Park and the Bicycle Theme Park, making this particular area one of the most popular tourist attractions along the Han River.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-2-3780-0501|\n  \n## Detail Info\n\n| | |\n| - | - |\n  \n## Detail Image\n![/2022-07-10-1657435491613/1894488_image2_1.webp](/2022-07-10-1657435491613/1894488_image2_1.webp)\n![/2022-07-10-1657435491613/1894489_image2_1.webp](/2022-07-10-1657435491613/1894489_image2_1.webp)\n![/2022-07-10-1657435491613/1894493_image2_1.webp](/2022-07-10-1657435491613/1894493_image2_1.webp)\n![/2022-07-10-1657435491613/1894494_image2_1.webp](/2022-07-10-1657435491613/1894494_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-2-3780-0501](tel:+82237800501)\n- [🏠hangang.seoul.go.kr](http://hangang.seoul.go.kr/ecology/ecology02_04.html)\n\n\n```googleMap\nlatitude: 37.5498893211\nlongitude: 127.1221806299\ntitle: 83-66, Seonsa-ro, Gangdong-gu, Seoul\n```\n  \n## Directions\n  \n[Subway]<br>\nAmsa Station (Seoul Subway Line 8), Exit 3.<br>\n- 10min walk towards the 2nd cheonho yukgapmun.\n","data":{"id":"2022-07-10-1657435491613","title":"Amsa Ecological Park (암사생태공원)","description":"<br>Amsa Ecological Park (located in Amsa-dong) is a large scenic park with long winding trails passing by reeds and other beautiful plants of the Han River. It is here as well that visitors can watch the flight of Korea’s migratory birds. The Ecological Park is famous for its beautiful scenery and its lush groves of reeds and pussy willows growing alongside the natural riverside road. Wild roses, loosestrifes, and tiger lilies are in bloom from spring to fall and the observation deck gives visitors a beautiful view of Han River and the area’s wide variety of birds such as reed warblers, titmice, and swallows. The river basin and its surrounding stones are a great place to learn about nature and are home to various bugs such as beetles, river mayflies, big scarlet hairstreak butterflies, and other water insects. <br><br>The Amsa Ecological Park is located nearby Godeok River Side Ecological Park and the Bicycle Theme Park, making this particular area one of the most popular tourist attractions along the Han River.","regDate":"2022-07-10","author":"korea-tour","tag":["Seoul","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2022-07-10-1657435491613/1894496_image2_1.webp","blogPath":"Seoul/2022-07-10-1657435491613","pageUrl":"https:/mcdryad.com/Seoul/2022-07-10-1657435491613"},"dataList":[{"id":"2022-07-21-1658418118385","title":"Cheonggyecheon Stream (청계천)","description":"Cheonggyecheon Stream starts from Cheonggye Plaza, just off Sejong-ro Avenue. Cheonggye Plaza roughly covers an area of 2,500 square meters, and is located at the starting point of Cheonggyecheon Stream. The square, created based on the design of  traditional Korean <em>bojagi</em> (a colorful wrapping cloth), features the elegant beauty of traditional stonework that is colorful yet refined. The plaza also includes a model of Cheonggyecheon that provides visitors with a bird's-eye view of the restored Cheonggyecheon Stream. At the plaza, there are plaques that provide detailed commentaries on the 22 bridges that span the stream, as well as a number of graceful fountains that add to the ambience of the area. The area commemorates the Cheonggyecheon Stream Restoration Project, and also symbolizes gathering, harmony, peace, and unity.<br><br>After the completion of Cheonggye Plaza, Seoul Metropolitan Government designated the area as a vehicle-free zone on holidays, providing more leisure space for pedestrians. Since then, the waterfront areas of Cheonggyecheon Stream, and the surrounding streets have become popular places for those seeking refreshment and a variety of cultural experiences. A favorite of many is the Candle Fountain, which features the magnificent synchronicity of three different lighting fixtures and a four-meter-high, two-tiered waterfall. Along the two sides of the waterfall are the Palseokdam wishing wells, made of eight different stones from each of the nation's eight provinces.","regDate":"2022-07-21","author":"korea-tour","tag":["Seoul","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-07-21-1658418118385/2544890_image2_1.webp","blogPath":"Seoul/2022-07-21-1658418118385"},{"id":"2022-07-21-1658414103453","title":"Cheongdam Park (청담공원)","description":"Up until the early 1960's, people would cross the Hangang River from Ttukseom Ferry Dock and arrive in Cheongdam-dong. Although highly developed, Cheongdam Park remains as a soothing natural oasis that is relatively untouched by city pollution. Following the trail, there is a small exercise area and playground. The park is quite crowded in the morning with people exercising. The tightly woven trees in the park offers a resting place to enjoy fresh air. The park size is 59,347 ㎡.","regDate":"2022-07-21","author":"korea-tour","tag":["Seoul","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-07-21-1658414103453/204200_image2_1.webp","blogPath":"Seoul/2022-07-21-1658414103453"},{"id":"2022-07-21-1658411667922","title":"Cheongdam Fashion Street (청담패션거리)","description":"The street from the Cheongdam Station intersection to Galleria Department Store is lined with luxury brand stores and dubbed as “Cheongdam Fashion Street.\" Often frequented by celebrities, the area became a popular tourist destination for hallyu fans. Inside the alleys are famous restaurants, and with art galleries and boutiques popping up within the area, the street has gained a reputation as a cultural shopping street.","regDate":"2022-07-21","author":"korea-tour","tag":["Seoul","Culture/Art/History","Experience Programs","Cultural Districts"],"imgUrl":"/2022-07-21-1658411667922/2728682_image2_1.webp","blogPath":"Seoul/2022-07-21-1658411667922"},{"id":"2022-07-21-1658408805584","title":"Cheongansa Temple (천간사)","description":"Cheongansa Temple was first built in 1960, and was re-built in 2009. It has many pagodas and monuments  a pagoda filled with sari relics of Buddha; Budotap Pagoda, which is a shrine to the monk who found the temple and his sacred relics; and a monument honoring the late first lady Yuk yeong-su. The re-built temple was awarded the Hanok Prize in the Hanok Competition 2011. Located along the Bukhansan Mt. Dulaegil Trail, the temple provide visitors with the chance to enjoy fresh air and a rest from hiking along the trail.","regDate":"2022-07-21","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-07-21-1658408805584/2048008_image2_1.webp","blogPath":"Seoul/2022-07-21-1658408805584"},{"id":"2022-07-21-1658403194324","title":"Cheong Wa Dae (Blue House) (청와대)","description":"The signature markings of the Presidential Residence of Cheong Wa Dae are its blue tiles on the Main Office; it is the first thing to catch one's attention upon viewing the premises. Approximately 150 thousand tiles compose the roof of the Main Office. Each tile was baked individually to make them strong enough to last for hundreds of years. The blue tiles and the smoothly curving roofline blend beautifully with Bugaksan Mountain in the backdrop. <br /><br />Cheong Wa Dae is comprised of the Main Office, Yeongbingwan (State Guest House), Chunchugwan (Spring and Autumn) Hall, Nokjiwon Garden, Mugunghwa (Rose of Sharon) Hill, and Chilgung Palace. It is interesting to see that all the buildings are unique and beautifully designed, built in the traditional Korean style. Just outside the premises is Cheongwadae Sarangchae, an exhibition hall showing the history of Cheong Wa Dae and the Korean presidency, as well as gifts received by heads of State over the years. The hall is open free to all visitors.","regDate":"2022-07-21","author":"korea-tour","tag":["Seoul","Culture/Art/History","Architectural Sights","Buildings"],"imgUrl":"/2022-07-21-1658403194324/774323_image2_1.webp","blogPath":"Seoul/2022-07-21-1658403194324"},{"id":"2022-07-21-1658400126222","title":"Changuimun Gate - Jahamun Gate (창의문(자하문))","description":"Changuimun Gate was often called Jahamun Gate. It was one of four mini-gates in the north surrounding the walled city of Hanyang (Seoul) during the Joseon dynasty. After the closure of Sukjeongmun Gate, one of the four main gates, Changuimun Gate became a favorite north gate. Hence, people also called Changuimun the North Gate. It is the only gate among four mini gates that is still in its original state. Although it is small, almost 50m² in terms of size, it looks very firm and sturdy. While Dongsomun Gate, another of the four mini gates, is decorated with a phoenix, Changuimun Gate is adorned with a wooden chicken along its rafters. The reason behind the wooden chicken was that the chicken was believed to be the nemesis of the centipede. People believed that installing the wooden chicken was important to overcome the harmful spirit of the centipede.","regDate":"2022-07-21","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-07-21-1658400126222/1570526_image2_1.webp","blogPath":"Seoul/2022-07-21-1658400126222"},{"id":"2022-07-21-1658396211724","title":"Changgyeonggung Palace Honghwamun Gate (창경궁 홍화문)","description":"Honghwamun Gate is the main gate of Changgyeonggung Palace. It has three opening gates in the front and two to the side with a sophisticated locking mechanism.","regDate":"2022-07-21","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Gates"],"imgUrl":"/2022-07-21-1658396211724/2616931_image2_1.webp","blogPath":"Seoul/2022-07-21-1658396211724"}],"navList":["Busan","Daegu","Daejeon","Gwangju","Gyeonggi-do","Incheon","Jeju-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}