{"pageProps":{"content":"![Buljeong Recreational Forest (불정자연휴양림)](/2022-07-29-1659091500666/1070183_image2_1.webp)\n\n  \n## Overview\n\n> The path to Buljeong Recreational Forest, lined with cherry blossom trees, is a beautiful and dense forest that offers a relaxing walk among the trees. The free forest tour from March to December offers visitors a guided tour complete with commentary. The resting area in the forest includes a forest cabin and a camping site. Built between trees, the forest cabins are either log houses or red-clay houses. 12 of the 14 houses open all year round. In addition, the nine zip line courses add more excitement to the whole forest experience.\n\n  \n## Intro\n\n| | |\n| - | - |\n|accomcount:|200 people/day|\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-552-9443,<br>+82-553-4100|\n|parking:|Available|\n|restdate:|N/A (Open all year round)|\n|usetime:|[Accommodation facilities] Check-in 14:00-Check-out 11:00|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Admission Fees:|Adults - Individuals 1,000 won / Groups 800 won<br />Teenagers - Individuals 800 won / Groups 500 won<br />Children - Individuals 500 won / Groups 300 won|\n  \n## Detail Image\n![/2022-07-29-1659091500666/1070232_image2_1.webp](/2022-07-29-1659091500666/1070232_image2_1.webp)\n![/2022-07-29-1659091500666/1070236_image2_1.webp](/2022-07-29-1659091500666/1070236_image2_1.webp)\n![/2022-07-29-1659091500666/1070248_image2_1.webp](/2022-07-29-1659091500666/1070248_image2_1.webp)\n![/2022-07-29-1659091500666/219154_image2_1.webp](/2022-07-29-1659091500666/219154_image2_1.webp)\n![/2022-07-29-1659091500666/219155_image2_1.webp](/2022-07-29-1659091500666/219155_image2_1.webp)\n![/2022-07-29-1659091500666/219156_image2_1.webp](/2022-07-29-1659091500666/219156_image2_1.webp)\n![/2022-07-29-1659091500666/219157_image2_1.webp](/2022-07-29-1659091500666/219157_image2_1.webp)\n![/2022-07-29-1659091500666/219159_image2_1.webp](/2022-07-29-1659091500666/219159_image2_1.webp)\n![/2022-07-29-1659091500666/219160_image2_1.webp](/2022-07-29-1659091500666/219160_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-54-552-9443](tel:+82545529443)\n- [🏠www.mgbjforest.or.kr](http://www.mgbjforest.or.kr)\n\n\n```googleMap\nlatitude: 36.6188262440\nlongitude: 128.1342658631\ntitle: 180, Hyuyangnim-gil, Mungyeong-si, Gyeongsangbuk-do\n```\n  \n\n","data":{"id":"2022-07-29-1659091500666","title":"Buljeong Recreational Forest (불정자연휴양림)","description":"The path to Buljeong Recreational Forest, lined with cherry blossom trees, is a beautiful and dense forest that offers a relaxing walk among the trees. The free forest tour from March to December offers visitors a guided tour complete with commentary. The resting area in the forest includes a forest cabin and a camping site. Built between trees, the forest cabins are either log houses or red-clay houses. 12 of the 14 houses open all year round. In addition, the nine zip line courses add more excitement to the whole forest experience.","regDate":"2022-07-29","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"/2022-07-29-1659091500666/1070183_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-07-29-1659091500666","pageUrl":"https:/mcdryad.com/Gyeongsangbuk-do/2022-07-29-1659091500666"},"dataList":[{"id":"2022-11-30-1669786623765","title":"Gyeongju-si Special Tourist Zone (경주시 관광특구)","description":"Gyeongju was the capital city of the ancient kingdom of Silla. The city is often referred to as a “museum without walls” because of the many cultural relics scattered throughout the city. Almost everything in this city, from the streets to the mountains, is rich in history. Gyeongju has roughly 300 sites that have been designated as a cultural heritage, with some of them being UNESCO-recognized World Heritage Sites.<br><br>The Gyeongju Special Tourist Zone includes the districts of Namsan, Wolseong, Daereungwon, Hwangryongsa and Sanseong. This area has a total of 52 cultural assets registered on the World Heritage list. Many of the hills are actually royal tombs and fields of grass used to be sites of ancient temples.<br><br>The entire Namsan Mountain can almost be considered a cultural asset because of the many stone pagodas and Buddha statues that can be found here. The Bulguk district is home to many of Gyeongju’s most well-known attractions such as Bulguksa Temple, Seokguram Grotto, Gyeongju Folk Village, Silla Arts and Science Museum, and Goereung.<br><br>In the Bomun district, there are plenty of recreation facilities surrounding Bomunho Lake. Other attractions in the area include Gyeongju World Culture Expo Park, Gyeongju World and Silla Millennium Park.<br><br><b>Gyeongju Special Tourist Zone <br></b><b>Areas included </b> Downtown area, Bomun Lake Resort and Bulguksa Temple in Gyeongju-si, Gyeongsangnam-do<br><b>Area size </b> 32,650,000㎡ <br><b>Tourist Attractions </b> Bulguksa Temple, Seokguram Grotto, Daereungwon Tomb Complex, Namsan Mountain, Bomunho Lake, Shilla Millennium Park, Gyeongju World Culture Expo Park, etc.","regDate":"2022-11-30","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Recreational Sites","Tourist Complexes"],"imgUrl":"/2022-11-30-1669786623765/1750863_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-11-30-1669786623765"},{"id":"2022-11-30-1669783416830","title":"Gyeongju Yangdong Village [UNESCO World Heritage] (경주 양동마을 [유네스코 세계문화유산])","description":"Gyeongju Yangdong Village is Korea&rsquo;s largest traditional village, showcasing the traditional culture of the Joseon dynasty and the beautiful natural surroundings. Thanks to its many cultural heritages, including treasures, national treasures, and folklore materials, the entire village has been designated as a cultural heritage site. Many people have visited this village to see its wealth of cultural heritages and scenic surroundings, including King Charles III, who visited this village in 1993. <br /><br />Seolchangsan Mountain and its four spines of mountains can be seen beyond the village. Approximately 160 old houses and 500-year-old thatched-roof cottages are nestled within the valley. Fifty-four of these homes are over 200 years old and have been excellently preserved in their original state, offering the opportunity to view a variety of unique traditional Korean houses in person.","regDate":"2022-11-30","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Folk Villages"],"imgUrl":"/2022-11-30-1669783416830/2654745_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-11-30-1669783416830"},{"id":"2022-11-30-1669779809920","title":"Gyeongju World Amusement (경주월드 어뮤즈먼트)","description":"Gyeongju World Amusement operates all year round, with California Beach, a water park in summer, and a large-scale snowpark in winter. The park is complete with thrilling rides, convenience amenities, and restaurants for a full day of fun.","regDate":"2022-11-30","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Recreational Sites","Theme Parks"],"imgUrl":"/2022-11-30-1669779809920/2648924_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-11-30-1669779809920"},{"id":"2022-11-29-1669718411779","title":"Gyeongju Wolseong Palace Site (Banwolseong Fortress) (경주 월성(반월성))","description":"This was the location of the palace fortress during the Silla dynasty (57 BC ~ AD 935).  The fortress takes after its name, which, literally translates to mean a crescent moon shape on top of a hill. The famous history books of Samgukyusa mention that Silla’s 4th King Seoktalhae (AD 57~80) thought this area was an ideal spot for the fortress and bought the land from a nobleman.  The 2nd King Namhae (AD 4~24) impressed by Seoktalhae’s actions, took him in as his son-in-law, later, becoming the 4th king.  The area was then under Silla’s rule for 900 years, the last king being the 56th, Gyeongsoon (AD 927~935).  <br><br>Although the magnificent grandeur of the palace is now just an empty lot, it has been told that this area was filled with imperial buildings during the Silla dynasty.  Currently, the region of Wolseong has a freezer made out of rocks called Seokbinggo, an archery range, horse-riding field, and a traditional playground, which resembles the grounds of the Joseon Period (the dynasty that ruled the Korean peninsula from 1392-1910).","regDate":"2022-11-29","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Fortresses"],"imgUrl":"/2022-11-29-1669718411779/2601687_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-11-29-1669718411779"},{"id":"2022-11-29-1669711353031","title":"Gyeongju Tomb of King Muyeol, Stele of King Taejong Muyeol (경주 무열왕릉, 태종무열왕릉비)","description":"The Tomb of King Muyeol is the tomb of Kim Chun-chu, who acsended to the throne as King Muyeol (r. 654-661), the 29th ruler of the Silla Kingdom. The tomb is located at the southwestern foot of Seondosan Mountain in Gyeongju. As king, he sought to unify the three kingdoms by allying forces with Chinas Tang dynasty, but passed away before he could successfully accomplish his goal. His tomb is relatively large, reaching a x_height of 8.7 meters, and having a circumference of 114 meters. Originally made with large stones, the tomb has been covered in dirt and grass with the passing of time.  To the east of the grave are the remains of his stele with an inscription that reads “Taejong Muyeol Daewangjibi (Tombstone of the Great King Muyeol), indicating the owner of this grave.","regDate":"2022-11-29","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-11-29-1669711353031/2641759_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-11-29-1669711353031"},{"id":"2022-11-29-1669707348320","title":"Gyeongju Tomb of Kim Yu-sin (경주 김유신묘)","description":"The tomb of General Kim Yu-sin (595-673) is located near the Gyeongju Express Bus Terminal at the end of a scenic lane, popular in spring for its walls of yellow forsythia and pink cherry blossom trees in bloom. The tomb itself is located in a scenic area thick with pine trees, on the eastern side of Songhwasan Mountain.The tomb of General Kim Yu-sin is a large tomb measuring roughly 30 meters in diameter, circled by a stone fence with 24 guard posts. The tomb base wall features relief carvings of the 12 Oriental zodiac gods standing guard over the tomb, brandishing weapons. The carvings are unique in that while their bodies face outwards, the heads are all turned to the right. The elaborately decorated tomb is second in grandeur only to those of royalty.","regDate":"2022-11-29","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-11-29-1669707348320/179566_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-11-29-1669707348320"},{"id":"2022-11-29-1669704178891","title":"Gyeongju Seokguram Grotto [UNESCO World Heritage] (경주 석굴암 [유네스코 세계문화유산])","description":"Seokguram Grotto was constructed by Kim Dae-Seong during the reign of King Gyeong-Deok (742-765) of the Silla Kingdom. Located 3 kilometers away by hiking trail and 9 kilometers by car from Bulguksa Temple, the grotto was designed very harmoniously with the seated Buddha facing the East Sea. It is a valuable cultural heritage that is preserved and registered as a UNESCO World Heritage on December 6, 1995.&nbsp;","regDate":"2022-11-29","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-11-29-1669704178891/1783291_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-11-29-1669704178891"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}