{"pageProps":{"content":"![Ganghwado Jejeokbong Peace Observatory (강화도제적봉 평화전망대 )](/2022-08-10-1660160108986/2657531_image2_1.webp)\n\n  \n## Overview\n\n> Ganghwado Jejeokbong Peace Observatory was constructed in the northern area of the Civilian Restricted Zone in Cheolsan-ri, Yangsa-myeon. Entry to this area was strictly prohibited to the general public until 2008. The observatory allows visitors to take a closer look at the natural beauty the lies beyond the northern border. The observatory consists of four floors. The basement and fourth floor are used by the military; the first floor sells regional produce from Ganghwado Island and specialty products from North Korea, and the second and third floors make up the audio-visual rooms with materials related to North Korea and an observatory where one can observe the Northern territory from afar.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330<br>(Korean, English, Japanese, Chinese) <br>• For more info: +82-32-930-7062|\n|parking:|Available|\n|restdate:|N/A (Open all year round)|\n|usetime:|December-February 09:00-17:00<br>March-November 09:00-18:00<br>* Last ticketing is 1 hr before closing <br>* Operating hours subject to change|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Parking Fees:|Free|\n|Facility Utilization Fees:|Telescope: 500 won for 2 min |\n|Admission Fees:|Individuals - Adults 2,500 won / Teenagers 1,700 won / Children 1,000 won<br>Groups - Adults 2,200 won / Teenagers 1,500 won / Children 800 won|\n|Restrooms:|Available|\n|Available Facilities:|1F:  Administration office, specialty store, restaurant, restrooms<br>2F: Exhibition room, audio-visual room<br>3F: Audio-visual room, outdoor observatory<br>B1, 4F: Military facilities (restricted)<br>Outside: Memorial statue<br><br>* All visitors must pass through security inspection with a valid ID before entering the observatory.|\n|Interpretation Services Offered:|Observatory-related video available in English, Japanese, and Chinese upon request<br>* Exhibition Hall offers exhibition guides in English, Japanese and Chinese with QR code access|\n  \n## Detail Image\n![/2022-08-10-1660160108986/1577261_image2_1.webp](/2022-08-10-1660160108986/1577261_image2_1.webp)\n![/2022-08-10-1660160108986/1577262_image2_1.webp](/2022-08-10-1660160108986/1577262_image2_1.webp)\n![/2022-08-10-1660160108986/1577263_image2_1.webp](/2022-08-10-1660160108986/1577263_image2_1.webp)\n![/2022-08-10-1660160108986/1577264_image2_1.webp](/2022-08-10-1660160108986/1577264_image2_1.webp)\n![/2022-08-10-1660160108986/1577265_image2_1.webp](/2022-08-10-1660160108986/1577265_image2_1.webp)\n![/2022-08-10-1660160108986/1577267_image2_1.webp](/2022-08-10-1660160108986/1577267_image2_1.webp)\n![/2022-08-10-1660160108986/1876582_image2_1.webp](/2022-08-10-1660160108986/1876582_image2_1.webp)\n![/2022-08-10-1660160108986/2657532_image2_1.webp](/2022-08-10-1660160108986/2657532_image2_1.webp)\n![/2022-08-10-1660160108986/2657533_image2_1.webp](/2022-08-10-1660160108986/2657533_image2_1.webp)\n![/2022-08-10-1660160108986/1577266_image2_1.webp](/2022-08-10-1660160108986/1577266_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-32-930-7062](tel:+82329307062)\n- [🏠www.ghss.or.kr](http://www.ghss.or.kr)\n\n\n```googleMap\nlatitude: 37.8263253898\nlongitude: 126.4329663820\ntitle: 797, Jeonmangdae-ro, Ganghwa-gun, Incheon\n```\n  \n\n","data":{"id":"2022-08-10-1660160108986","title":"Ganghwado Jejeokbong Peace Observatory (강화도제적봉 평화전망대 )","description":"Ganghwado Jejeokbong Peace Observatory was constructed in the northern area of the Civilian Restricted Zone in Cheolsan-ri, Yangsa-myeon. Entry to this area was strictly prohibited to the general public until 2008. The observatory allows visitors to take a closer look at the natural beauty the lies beyond the northern border. The observatory consists of four floors. The basement and fourth floor are used by the military; the first floor sells regional produce from Ganghwado Island and specialty products from North Korea, and the second and third floors make up the audio-visual rooms with materials related to North Korea and an observatory where one can observe the Northern territory from afar.","regDate":"2022-08-10","author":"korea-tour","tag":["Incheon","Culture/Art/History","Historical Sites","Security & Peace Sites"],"imgUrl":"/2022-08-10-1660160108986/2657531_image2_1.webp","blogPath":"Incheon/2022-08-10-1660160108986","pageUrl":"https:/mcdryad.com/Incheon/2022-08-10-1660160108986"},"dataList":[{"id":"2022-08-10-1660171149612","title":"Gapgotdon Watchtower (갑곶돈대)","description":"Gapgotdon Watchtower was built to protect the Ganghwa Straits from invasion when the Goryeo Kingdom moved their capital to Ganghwado Island. The fortified area served as a highly strategic location for the Goryeo Kingdom, and had endured multiple invasions by the Mongolian troops between 1232 and 1270.<br><br>The watchtower was fortified in the Joseon dynasty by King Sukjong in 1679 and had once fallen during the French campaign against Korea in 1866. In 1977, the site was restored to its original form. The cannons exhibited at the current site were made during the Joseon dynasty to attack outside invaders from sea.","regDate":"2022-08-10","author":"korea-tour","tag":["Incheon","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-08-10-1660171149612/1579072_image2_1.webp","blogPath":"Incheon/2022-08-10-1660171149612"},{"id":"2022-08-10-1660167456204","title":"Ganghwasanseong Fortress (강화산성)","description":"Ganghwasanseong Fortress was originally earthen mountain walls, built during King Go Jong’s 19th year of reign (1232), after he moved to Ganghwado.  It was built to repel attacks from the Mongols.  The inner castle was destroyed when the capital was moved to another place, and at the beginning of the Joseon Era (1392-1910) the wall was again rebuilt with mud. <br> <br>It went through much restoration until finally being rebuilt with stones. Ganghwasanseong Fortress originally had interior and exterior walls, but only the interior wall remains today.  It has an approximate circumference of 1.2km.  The exterior mud wall was approximately 9km in circumference with 8 gates.  The huge exterior wall was built along the side of the east channel of Ganghwa, but no longer exists today.  From 1977, the interior wall has been rebuilt many times over, but the east side of this wall has yet to be reconstructed.  <br><br>There were four main gates in the wall.  To the south, Anparu; to the east, Cheomhwaru; to the west, Manghanru; and to the north, Jinsongru. At the west gate, the historic Yeonmudang still remains.  This area was where the soldiers used to train, and was also the place where the Korea-Japan Treaty of Peace and Amity (or Treaty of Ganghwa Island) was signed in 1876.  <br><br>With its aching history left behind and beautiful scenery, Ganghwasanseong Fortress serves as an ideal place for a brisk walk or refreshing drive.","regDate":"2022-08-10","author":"korea-tour","tag":["Incheon","Culture/Art/History","Historical Sites","Fortresses"],"imgUrl":"/2022-08-10-1660167456204/1579234_image2_1.webp","blogPath":"Incheon/2022-08-10-1660167456204"},{"id":"2022-08-10-1660163962726","title":"Ganghwahyanggyo Confucian School (강화향교)","description":"First established in Ganghwa-eup during the 5th year of King Injong in  the Goryeo dynasty (1127), Ganghwahyanggyo Confucian School was moved to Ganghwa-gun and then restored  at the foot of Buksan Mountain (formally Songaksan Mountain) in 1624 by Sim Yeol during the 2nd year of King Injo. <br><br>Ganghwahyanggyo Confucian School is regarded as an important cultural and historical site in Ganghwa-eup.","regDate":"2022-08-10","author":"korea-tour","tag":["Incheon","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-08-10-1660163962726/1575654_image2_1.webp","blogPath":"Incheon/2022-08-10-1660163962726"},{"id":"2022-08-10-1660157143015","title":"Ganghwado Island (강화도)","description":"Ganghwado Island, off the west coast, is the fifth largest island in Korea. The island was connected to the mainland in 1970 with the construction of Ganghwagyo Bridge. Another larger bridge, Ganghwadaegyo Bridge, was built in 1997, making it easier than ever to travel to Ganghwado Island from Seoul and Incheon areas. The island is home to Chamseongdan Altar on top of Manisan Mountain on the southern coast. This said to be where Dangun Wanggeom offered sacrificial rites to the heavens. Another important item of note on Ganghwado Island is the collection of stone dolmens, a UNESCO-recognized world heritage.<br><br>Ganghwado Island has many famous local products, including the medicinally effective Ganghwa ginseng and hwamunseok, a mat woven with flower patterns. Hwamunseok is famous also as a representative traditional Korean product for its intricate handwork and designs.","regDate":"2022-08-10","author":"korea-tour","tag":["Incheon","Nature","Natural Sites"],"imgUrl":"/2022-08-10-1660157143015/1924973_image2_1.webp","blogPath":"Incheon/2022-08-10-1660157143015","pageUrl":"https:/mcdryad.com/Incheon/2022-08-10-1660157143015"},{"id":"2022-08-10-1660153342135","title":"Ganghwa Seonwonsa Temple Site (강화 선원사지)","description":"Ganghwa Seonwonsa Temple Site was first discovered in 1976 during a surface examination around Ganghwado Island undertaken by the Ganghwado Island Academic Research Team of Dongguk University. The site was designated as Historic Site No. 259 in 1977. Seonwonsa Temple was built by General Choi Wu in 1245 (the 32nd year of King Gojong’s reign during the Goryeo dynasty), which was right after the transfer of the capital to Ganghwado during resistance against the Mongolian invasion. <br><br>The temple was meant to be a spiritual mainstay in fighting against Mongolia. It used to be one of the two largest temples in Korea along with Songgwangsa Temple. However, the temple was completely destroyed during the early Joseon era, leaving only the site itself. The famous wood blocks of Palman Daejanggyeong (the Tripitaka Koreana), currently housed in Haeinsa Temple at Hapcheon, are said to have been originally stored in Seonwonsa Temple. It is believed that the carved wood blocks were taken from Seonwonsa to Heungcheonsa Temple during the Joseon era and again moved to Haeinsa Temple during the reign of Sejo. <br><br>Located on a mountain slope, the presumed location of the building site extends 250 meters from south to north and 170 meters from east to west.","regDate":"2022-08-10","author":"korea-tour","tag":["Incheon","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-08-10-1660153342135/1577247_image2_1.webp","blogPath":"Incheon/2022-08-10-1660153342135","pageUrl":"https:/mcdryad.com/Incheon/2022-08-10-1660153342135"},{"id":"2022-08-10-1660150781902","title":"Ganghwa Seoksumun Gate (강화 석수문)","description":"Seoksumun is a floodgate on the Dongnakcheon Stream, which flows through the town of Ganghwa-eup. The floodgate was built in 1711 (37th year of King Sukjong’s reign during the Joseon Period) and it is connected to the inner walls of the Ganghwasanseong Fortress. It is an arched structure with a design of three rainbows coming together. Made of granite, the floodgate measures 18.2 meters in length and 2.7 meters in x_height, while the arches are 1.7 meters tall, and 3 meters wide.","regDate":"2022-08-10","author":"korea-tour","tag":["Incheon","Culture/Art/History","Historical Sites","Gates"],"imgUrl":"/2022-08-10-1660150781902/182928_image2_1.webp","blogPath":"Incheon/2022-08-10-1660150781902","pageUrl":"https:/mcdryad.com/Incheon/2022-08-10-1660150781902"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}