{"pageProps":{"content":"![Dinosaur Tracksite of Hwasun, Seoyu-ri (화순 서유리 공룡발자국화석 산지)](/2023-01-17-1673944760289/1608223_image2_1.webp)\n\n  \n## Overview\n\n> The Dinosaur Tracksite of Hwasun was discovered in 1999 during a land survery for the construction of Hwasun Hot Springs Area. Most dinosaur tracks found in Korea are located in coastal areas in cities like Haenam and Boseong, so the discovery in the inner region of Jeollanam-do was a first. Most prints here come from carnivorous dinaosaurs of the Cretaceous period. The site is famous for there being tracks from no fewer than five different dinosaurs, as well as for being one of the longest trails and most direct examples of the exact movements of the dinosaurs. The tracks of one dinosaur are the longest in the world, stretching for 40 meters. Based on the foot size of 20-22 centimeters with a stride of approximately 90 centimeters, it is estimated that the prints were formed by a 4-5 meter tall Koolasuchus. In addition to the canivorous dinosaurs, tracks were found of 12 herbivorous dinosaurs, as well as fossilized plants. These plants offer much assistance in the research of herbivorous dinosaur diets.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-61-379-3503|\n|parking:|Available|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Restrooms:|Available|\n  \n## Detail Image\n![/2023-01-17-1673944760289/1608220_image2_1.webp](/2023-01-17-1673944760289/1608220_image2_1.webp)\n![/2023-01-17-1673944760289/1608221_image2_1.webp](/2023-01-17-1673944760289/1608221_image2_1.webp)\n![/2023-01-17-1673944760289/1608222_image2_1.webp](/2023-01-17-1673944760289/1608222_image2_1.webp)\n![/2023-01-17-1673944760289/1608224_image2_1.webp](/2023-01-17-1673944760289/1608224_image2_1.webp)\n\n\n  \n## Contact\n\n\n\n\n\n```googleMap\nlatitude: 35.1695863575\nlongitude: 127.0906362225\ntitle: 2080, Baega-ro, Hwasun-gun, Jeollanam-do\n```\n  \n## Directions\n  \n[Train]<br>\nFrom Yongsan Station, take a train to Gwangju-Songjeong Station.<br>\nTake the Gwangju Subway to Hwaseong Station.<br> Walk for approx. 1km to Gwangju Bus Terminal and take Nongeochon Bus No. 225 to Jangdan Village Bus Stop. <br>Transfer to Nongeochon Bus No. 217-1 and get off at Seoyu 1(il)-ri Bus Stop.<br> Walk for approx. 500m to the tracksite.\n","data":{"id":"2023-01-17-1673944760289","title":"Dinosaur Tracksite of Hwasun, Seoyu-ri (화순 서유리 공룡발자국화석 산지)","description":"The Dinosaur Tracksite of Hwasun was discovered in 1999 during a land survery for the construction of Hwasun Hot Springs Area. Most dinosaur tracks found in Korea are located in coastal areas in cities like Haenam and Boseong, so the discovery in the inner region of Jeollanam-do was a first. Most prints here come from carnivorous dinaosaurs of the Cretaceous period. The site is famous for there being tracks from no fewer than five different dinosaurs, as well as for being one of the longest trails and most direct examples of the exact movements of the dinosaurs. The tracks of one dinosaur are the longest in the world, stretching for 40 meters. Based on the foot size of 20-22 centimeters with a stride of approximately 90 centimeters, it is estimated that the prints were formed by a 4-5 meter tall Koolasuchus. In addition to the canivorous dinosaurs, tracks were found of 12 herbivorous dinosaurs, as well as fossilized plants. These plants offer much assistance in the research of herbivorous dinosaur diets.","regDate":"2023-01-17","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2023-01-17-1673944760289/1608223_image2_1.webp","blogPath":"Jeollanam-do/2023-01-17-1673944760289","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-17-1673944760289"},"dataList":[{"id":"2023-01-22-1674380169100","title":"Hongdo Island (홍도)","description":"Hongdo Island is located 115 kilometers southwest of Mokpo Harbor. It is composed of approximately 20 islands, and because it has an usual reddish-brown color about it, it is called Hongdo (Red Island). When the sun sets over the island, the whole area takes on a reddish hue.  <br><br>The seashore is bordered by towering sea cliffs with diverse shapes of rocks. With the blue sea and green forest, it is one of the most spectacular sight in the South Sea. Hongdo Island has 33 officially designated beautiful sceneries, but the most famous of them all is the Hongdosipkyeong. Along with Nammun Rock and Seokhwagul Cave, Hongdosipkyeong shows off the beauty of Hongdo Island, and by taking a ferry to the island, visitors can see almost all of Hongdosipkyeong. It takes about 2 hours to go around the island. On the island, there are about 270 kinds of evergreens and 170 types of animals. As the government wanted to preserve the natural state of the island, it was designated as a Natural Preserved Area in 1965, and since 1981, has became part of Dadohae Marine National Park. The lush pine and chestnut trees forests serve as a native home of the very rare daeyeoppung reed.   <br>Because the entire island of Hongdo has been declared a Natural Monument, people are not allowed to enter areas other than the villages and designated tourist areas. In addtion, for preservation purposes, visitors are not allowed to bring even a stone or a pocket of grass from the island.","regDate":"2023-01-22","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"/2023-01-22-1674380169100/1704120_image2_1.webp","blogPath":"Jeollanam-do/2023-01-22-1674380169100"},{"id":"2023-01-22-1674376665395","title":"Historical Site of Dr. Wangin (왕인박사 유적지)","description":"The hometown of Wangin Baksa (Wangin, the Great Scholar) is located at the foot of Munpilbong Peak to the east of Gurim village. Due to Wangin’s importance and contributions to Korean history, this historical attraction is preserved and maintained in honor of his memory and achievements.<br><br>Seonggidong is the official birthplace of Dr. Wangin (marked by the Yuheobi memorial monument) and is also home to Seongcheon; the well Wangin is believed to have drunk from.  Halfway up Wolchulsan Mountain are Chaekgul, Munsanjae and Yangsajae where Wangin is said to have studied as well as nurtured local pupils. To commemorate the significance of these areas, a memorial is held every March at Munsanjae and Yansanjae.<br><br>      In front of Chaekgul is a statue of Dr. Wangin which is said to symbolize his benevolent character. Just west of Seonggidong is Doljeonggogae, a hill from which it is believed Dr. Wangin made a sorrowful look back at his countrymen before leaving for Japan. <br><br>Wangin departed for Japan from Sangdaepo, which at the time was an international trading port. The renowned Baekje scholar was beginning his journey at the request of Japanese Emperor Eungshin. He took with him ten books on the Analects of Confucius and a book of Cheonjamun, a text of one thousand Chinese characters. Over time, he earned the trust of the emperor and became instructor to the crown prince. Wangin is well-known for his part in the development of Japanese culture and his name appears often in Japanese history. Wangin educated beyond textbooks and made great contributions to the development of arts, crafts and music and is revered as the originator of Japan’s Asuka culture.<br><br>This historic site was originally reconstructed from 1985 to 1987 and is continually receiving improvements to improve accessibility for visitors.","regDate":"2023-01-22","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2023-01-22-1674376665395/1008111_image2_1.webp","blogPath":"Jeollanam-do/2023-01-22-1674376665395"},{"id":"2023-01-22-1674372945336","title":"Heukseoksan Recreational Forest (흑석산 자연휴양림)","description":"Located at the base of Heukseoksan Mountain, Heukseoksan Recreational Forest is a recommended vacation spot with forest and valleys as well as beautiful azaleas on display during the azalea festival held every May. There are also nice lakes near the valley. In addition, visitors can enjoy general mountain cottages with special red-clay room, water playground, animal barracks and more.","regDate":"2023-01-22","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"/2023-01-22-1674372945336/219037_image2_1.webp","blogPath":"Jeollanam-do/2023-01-22-1674372945336"},{"id":"2023-01-22-1674369479967","title":"Heuksando Island (흑산도)","description":"Heuksando Island is located at the southern end of Korea about 92.7 km away from Mokpo.  It is composed of 11 uninhabited islands and 89 inhabited islands.  Because of its natural beauty, it has been designated as part of Dadohae National Marine Park along with the nearby islands. <br><br>Heuksando Island has a circular road that can take you all the way around the island along the seashore.  Following this road, you can see almost all of the beautiful natural and cultural treasures of the island.  The Choryeongmok Tree, once designated as Natural Monument, is said to have the ability to conjur up spirits when its branch is broken and placed on a Buddhist altar. Nearby are Sangroksurim and Seonghwangdang.  Also on Heuksando Island are designated Cultural Treasures such as the Jiseokmyogun, Samcheungseokdeung, Samcheungseoktap, and Banwolseong. Heuksan Mountain on the island has eight especially beautiful sceneries, which are called Heuksan Mountain Eight Sceneries.  Among them, Munamchangsong, Songjeonmangwol, and Myeongsasipri are especially famous.  Munamchangsong refers to evergreen trees covering the sky of Munamsan Mountain, and Songjeonmangwol refers to watching the moon in front of an evergreen at harvest full moon.  Myeongsasipri refers to a large white sandy beach spread out in front of Jinri Village.  The Eight Sceneries of Heuksan Mountain are must-see places for those who visit the island of Heuksando.","regDate":"2023-01-22","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"/2023-01-22-1674369479967/1704199_image2_1.webp","blogPath":"Jeollanam-do/2023-01-22-1674369479967"},{"id":"2023-01-22-1674365761510","title":"Hampyeong Yongcheonsa Temple (용천사(함평))","description":"Yongcheonsa Temple is a branch temple of Baegyangsa Temple, No. 18 of the Jogye Order of Korean Buddhism. In the first year of King Mu (the 30th king of Baekje, in power from 600-641 AD), Haengeun who was a Buddhist priest of eminent virtue, established the temple. The name of temple comes from a spring called “Yongcheon” that is under the Daeungjeon Hall stairs. According to legend, a dragon used to live in the spring and ascended to heaven. (‘Yong’ means a dragon and ‘cheon’ means a spring).","regDate":"2023-01-22","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2023-01-22-1674365761510/1809842_image2_1.webp","blogPath":"Jeollanam-do/2023-01-22-1674365761510"},{"id":"2023-01-22-1674362351355","title":"Hampyeong Haesujjim Spa (함평해수찜)","description":"Hampyeong Haesujjim Spa is a medical treatment method that has been widely used ever since the 1800’s. Nutrients are added to seawater, which is then heated for bathing, creating a “Haesujjim (seawater bath)” that combines the benefits of hot springs and bathing. <br><br>This is especially popular among housewives since it is proven to be an effective treatment for neuralgia, post childbirth discomfort, arthritis, and dermatitis.","regDate":"2023-01-22","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Recreational Sites","Hot Springs & Spa"],"imgUrl":"/2023-01-22-1674362351355/2485577_image2_1.webp","blogPath":"Jeollanam-do/2023-01-22-1674362351355"},{"id":"2023-01-22-1674358539661","title":"Hampyeong Ecological Park (함평 자연생태공원)","description":"Hampyeong Ecological Park is a reserve for rare species of animals and plants, as well as a space that provides exhibitions and programs for visitors to enjoy.<br><br>The park is divided into different themes that incorporate educational and practical activities. It is also a good place just to relax. There are shows on butterflies and other interesting insects spread across 16 different exhibition halls and observatories.","regDate":"2023-01-22","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2023-01-22-1674358539661/1810117_image2_1.webp","blogPath":"Jeollanam-do/2023-01-22-1674358539661"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}