{"pageProps":{"list":[{"id":"2022-07-31-1659240738191","title":"Bandi Land (무주 반디랜드)","description":"Geared mainly towards children, Bandi Land is an excellent place to learn about and experience fireflies and other insects. It is comprised of Insect Museum, Firefly Research Center, Youth Campground, Log Cabin, and Firefly Habitat.<br><br>Located inside of Bandi Land, Muju Bandibyeol Astronomical Science Museum teaches various stories about space, including the birth & history of space, the solar system, constellations, and space circumstances. The Environment Theme Park also has exhibitions related to fireflies, an indicator insect proving Muju is a clean area, and other local insects, perfect for educational trips.","regDate":"2022-07-31","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Recreational Sites","Tourist Complexes"],"imgUrl":"/2022-07-31-1659240738191/1929715_image2_1.webp","blogPath":"Jeollabuk-do/2022-07-31-1659240738191","pageUrl":"https:/mcdryad.com/Jeollabuk-do/2022-07-31-1659240738191"},{"id":"2022-07-31-1659236358816","title":"Baemsagolgyegok Valley (뱀사골 계곡)","description":"Located in Namwon, Jeollabuk-do, Baemsagolgyegok is a 9-km grand valley, situated at the northern foot of Jirisan Mountain. Stretching from Banyabong Peak and Tokkibong Peak toward Sannae-myeon of Namwon-si, the valley is renowned for its beautiful autumn foliage. <br><br> Baemsagolgyegok Valley is popular as a summer vacation destination because there’s always an abundance of water and trees. In the fall, the hills become ablaze with autumn tints, small streams flow over rock beds, and small pools of clear water from under the rocks create a beautiful sight. Other notable places nearby include Seonindae, Seoksil, Yoryongdae, Tagyongso, Byeongso, Byeongpungso, Jeseungdae and Ganjangso.","regDate":"2022-07-31","author":"korea-tour","tag":["Jeollabuk-do","Nature","Natural Sites","Valleys"],"imgUrl":"/2022-07-31-1659236358816/1976054_image2_1.webp","blogPath":"Jeollabuk-do/2022-07-31-1659236358816","pageUrl":"https:/mcdryad.com/Jeollabuk-do/2022-07-31-1659236358816"},{"id":"2022-07-31-1659231873389","title":"Archaeological Site in Wanggung-ri [UNESCO World Heritage] (익산 왕궁리유적 [유네스코 세계문화유산])","description":"Archaeological Site in Wanggung-ri, designated as Historic Site No. 408 on September 17, 1998, has a surface area of 216,862 square meters. The site has various structures and artifacts from Baekje dynasty to unified Silla period. Artifacts were found within the rectangular-shaped fortress site that surrounds Wanggungri Five-story Stone Pagoda, National Treasure No. 289.","regDate":"2022-07-31","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-07-31-1659231873389/2514153_image2_1.webp","blogPath":"Jeollabuk-do/2022-07-31-1659231873389","pageUrl":"https:/mcdryad.com/Jeollabuk-do/2022-07-31-1659231873389"}],"metaData":{"pageUrl":"https://mcdryad.com/Jeollabuk-do","nav":"Jeollabuk-do"},"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}