{"pageProps":{"content":"![Gugokpokpo Falls (구곡폭포)](/2022-09-25-1664088775156/1583495_image2_1.webp)\n\n  \n## Overview\n\n> Located at the foot of Bonghwasan Mountain in Chuncheon, Gugok Falls with a x_height of 50 m is one of the representative tourist destinations in the Gangchon area. It was named “Gugok” because the falls twist (gok) and turn nine (gu) different times before dropping down, and is also called “Guguripokpo.” Gugok Falls flowing down from a huge stone wall create fantastic scenery. Many tourists visit the falls every year to enjoy cool, refreshing water to overcome the heat wave in summer and to admire a majestic view of the giant ice wall in winter. The road from the ticket booth to the falls is gentle and requires about 20 min walk. It is an easy walking path surrounded by woods and the valley. Visitors can also try to find the nine wooden panels inspired by the spirit of Gugok and designed with Hangeul alphabet “ㄲ” letters (such as 꿈, 끼, 꾀, 깡, etc.). If you go up for about 40 min along the Kkalttak Pass, which is on the right side of the Gugok Falls entrance, you will find Munbae Village, nestled in a basin. The village restaurants are known for local dishes, such as wild vegetable bibimbap and folk liquor. Visitors can also stay overnight at the National Leisure Campground built in the Gukgok Falls Tourist Area.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br>(Korean, English, Japanese, Chinese) <br>• For more info: +82-33-261-0088|\n|parking:|Available|\n|restdate:|Open year round|\n|usetime:|08:30–17:30(It is subject to the weather.)|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Admission Fees:|People aged 7 to 65: KRW 2,000, Persons of national merit, the elderly, preschoolers, PWD, and residents in the lake culture zone (Chuncheon, Yanggu, Hwacheon, Hongcheon, and Inje): Free of charge|\n|Parking Fees:|Subcompact vehicles: KRW 1,000, Small vehicles: KRW 2,000, Large vehicles: KRW 4,000|\n  \n## Detail Image\n![/2022-09-25-1664088775156/1583493_image2_1.webp](/2022-09-25-1664088775156/1583493_image2_1.webp)\n![/2022-09-25-1664088775156/1780589_image2_1.webp](/2022-09-25-1664088775156/1780589_image2_1.webp)\n![/2022-09-25-1664088775156/1780590_image2_1.webp](/2022-09-25-1664088775156/1780590_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-33-261-0088](tel:+82332610088)\n\n\n\n```googleMap\nlatitude: 37.7939337577\nlongitude: 127.6092986794\ntitle: 254, Gangchongugok-gil, Namsan-myeon, Chuncheon-si, Gangwon-do\n```\n  \n## Directions\n  \n[Bus]<br>\nFrom Gangchon Station, take Bus No. 50 or 50-1 and get off at Gugokpokpo Falls Bus Stop.\n","data":{"id":"2022-09-25-1664088775156","title":"Gugokpokpo Falls (구곡폭포)","description":"Located at the foot of Bonghwasan Mountain in Chuncheon, Gugok Falls with a x_height of 50 m is one of the representative tourist destinations in the Gangchon area. It was named “Gugok” because the falls twist (gok) and turn nine (gu) different times before dropping down, and is also called “Guguripokpo.” Gugok Falls flowing down from a huge stone wall create fantastic scenery. Many tourists visit the falls every year to enjoy cool, refreshing water to overcome the heat wave in summer and to admire a majestic view of the giant ice wall in winter. The road from the ticket booth to the falls is gentle and requires about 20 min walk. It is an easy walking path surrounded by woods and the valley. Visitors can also try to find the nine wooden panels inspired by the spirit of Gugok and designed with Hangeul alphabet “ㄲ” letters (such as 꿈, 끼, 꾀, 깡, etc.). If you go up for about 40 min along the Kkalttak Pass, which is on the right side of the Gugok Falls entrance, you will find Munbae Village, nestled in a basin. The village restaurants are known for local dishes, such as wild vegetable bibimbap and folk liquor. Visitors can also stay overnight at the National Leisure Campground built in the Gukgok Falls Tourist Area.","regDate":"2022-09-25","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Waterfalls"],"imgUrl":"/2022-09-25-1664088775156/1583495_image2_1.webp","blogPath":"Gangwon-do/2022-09-25-1664088775156","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-09-25-1664088775156"},"dataList":[{"id":"2022-10-16-1665895971078","title":"The Korean Kimchi Grand Master Kim Soon Ja, Kimchi Theme Park (김순자명인 김치테마파크)","description":"The Korean Kimchi Grand Master Kim Soon Ja, Kimchi Theme Park is located in Jeongseon, Gangwon-do. The theme park is dedicated to promoting kimchi to the world. Visitors can learn about the history and development of kimchi as well as other interesting facts. Various programs are also offered for visitors of all ages.","regDate":"2022-10-16","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Experience Programs","Traditional Experience"],"imgUrl":"/2022-10-16-1665895971078/2648432_image2_1.webp","blogPath":"Gangwon-do/2022-10-16-1665895971078"},{"id":"2022-10-15-1665830881985","title":"The 4th Tunnel (제4땅굴)","description":"The 4th Tunnel was discovered on March 3, 1990. It is located 1,200 meters from the Military Demarcation Line in the demilitarized zone of South Korea. This is the only tunnel to be discovered that provides full access to tour groups. Educational instruction is given in the square outside the tunnel.","regDate":"2022-10-15","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Historical Sites","Security & Peace Sites"],"imgUrl":"/2022-10-15-1665830881985/2657535_image2_1.webp","blogPath":"Gangwon-do/2022-10-15-1665830881985"},{"id":"2022-10-15-1665827240024","title":"The 2nd Tunnel - Cheorwon (제2땅굴 (철원))","description":"The 2nd Tunnel, which was made by North Koreans to invade South Korea, was discovered on March 24, 1975. This tunnel is 3.5 kilometers long and sits 50~160 meters below the surface. It stretches out 1.1 kilometers and 2.4 kilometers in the south and north directions respectively. Only 500 meters is open for tourism among the whole length. Inside of the tunnel, there is a plaza to gather a large military force. The tunnel is divided into 3 exits. The use of this tunnel would allow for thirty thousand armed forces as well as tanks to pass through per hour. For now, the tunnel is operated as part of Cheorwon Security Tourism Course and many tourists visit this area every year.","regDate":"2022-10-15","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Historical Sites","Security & Peace Sites"],"imgUrl":"/2022-10-15-1665827240024/657165_image2_1.webp","blogPath":"Gangwon-do/2022-10-15-1665827240024"},{"id":"2022-10-15-1665824046873","title":"Taebaeksan National Park (태백산 국립공원)","description":"Taebaeksan Mountain range encompasses several peaks such as Yeongbong Peak (alt. 1,560 m), where in the past, people would conduct rites to venerate Heaven at Cheonjedan Altar; Janggunbong Peak (alt. 1,567 m), Munsubong Peak (alt. 1,517 m), and its summit of Hambaeksan Mountain (alt. 1,572 m). Taebaeksan Mountain serves as a home to diverse wild animals and plants, including several endangered species. The higher plains are covered with alpine vegetation. The mountain becomes hot pink with mountain rhododendron and azalea in the spring; green with thick forest and pristine waters in the summer; rainbow colored with changing leaves in the fall; and white with snow in the winter.","regDate":"2022-10-15","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","National Parks"],"imgUrl":"/2022-10-15-1665824046873/2656670_image2_1.webp","blogPath":"Gangwon-do/2022-10-15-1665824046873"},{"id":"2022-10-15-1665819909332","title":"Taebaek Sangjang-dong Mural Village (태백 상장동 벽화마을)","description":"Taebaek Sangjang-dong Mural Village, also called “Nambu Village”, is located in Sangjang-dong, Taebaek-si as the name refers. The village has been improved upon by residents who volunteered and shared their artistic talents to participate in Taebaek-si’s new village movement in 2011. Each alley throughout the village gives a unique and refreshing ambience that created a turning point in the village. Also, valuable events such as ‘Yeontan (briquette) painting contest’ are held for students and families to participate in and share their warm hearts. The Central Inland Region Train (O-Train), which began operating as of April 12, 2013 by Korail, stops in Taebaek-si, so tourists can easily reach the mural village via train.","regDate":"2022-10-15","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Experience Programs","Cultural Districts"],"imgUrl":"/2022-10-15-1665819909332/1732342_image2_1.webp","blogPath":"Gangwon-do/2022-10-15-1665819909332"},{"id":"2022-10-15-1665817196192","title":"Taebaek Guwau Village (Alpine Botanical Garden) (태백 구와우마을(고원자생식물원))","description":"Guwau Village is located below Pijae Hill (also called Samsuryeong) at the entrance to Maebongsan Mountain. The village got its name because its topography resembles the scenery of nine cows peacefully lying around. The Alpine Botanical Garden is located 800-900 meters above sea level and protects the endangered alpine plant species from disappearing.<br><br>The botanical garden also offers visitors an opportunity to conveniently observe some rare flowers and plants. In August, when the sunflowers are in full bloom, the Taebaek Sunflower Festival is held at Guwau Village. In addition to celebrating the area’s wide array of colorful flowers, the festival also has a variety of attractions such as a drawing exhibition, a photo exhibition, and an environmental sculpture exhibition using repurposed materials.","regDate":"2022-10-15","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Botanical Gardens"],"imgUrl":"/2022-10-15-1665817196192/1822281_image2_1.webp","blogPath":"Gangwon-do/2022-10-15-1665817196192"},{"id":"2022-10-15-1665813837397","title":"Taebaek Coal Museum (태백석탄박물관)","description":"Taebaek Coal Museum is located where coal was first discovered within Korea. While coal has declined in use, the resource served an important role in the modernization of the nation. The museum is a place where you can learn about the history of Korea’s coal industry through well-organized exhibitions.","regDate":"2022-10-15","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Industrial Sites","Others"],"imgUrl":"/2022-10-15-1665813837397/662035_image2_1.webp","blogPath":"Gangwon-do/2022-10-15-1665813837397"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}