{"pageProps":{"content":"![Baeksajang Beach (백사장해수욕장)](/2022-07-28-1659008015459/2716426_image2_1.webp)\n\n  \n## Overview\n\n> Baeksajang Beach is located near Baeksajangpogu Port which is just 4 kilometers southwest of Anmyeon-do Yeonyukgyo Bridge, the bridge connecting the mainland to the island. The beach has a long stretch of shimmering white sand and the ebbing tide creates a different view of the horizon. Though the water level has a large tidal range, the beach's moderate water temperature makes it suitable to swim even in late summer. The beach is 1.2 kilometers long and 300 meters wide, and is made up of fine silica sand. <br><br> Baeksajang Beach and the nearby Sambong Beach is one of the major sources of jumbo shrimp. During autumn, crowds come to enjoy the taste of fresh jumbo shrimp. The beach even holds a prawn festival every fall when jumbo shrimp production peaks.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Korea Travel Hotline: +82-2-1330 <BR>(Korean, English, Japanese, Chinese) <br> • For more info: +82-41-670-2691|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Available Facilities:|Accommodations, walking path, etc.|\n|Restrooms:|Available|\n  \n## Detail Image\n![/2022-07-28-1659008015459/2716427_image2_1.webp](/2022-07-28-1659008015459/2716427_image2_1.webp)\n![/2022-07-28-1659008015459/2716428_image2_1.webp](/2022-07-28-1659008015459/2716428_image2_1.webp)\n![/2022-07-28-1659008015459/2716429_image2_1.webp](/2022-07-28-1659008015459/2716429_image2_1.webp)\n![/2022-07-28-1659008015459/2716430_image2_1.webp](/2022-07-28-1659008015459/2716430_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-41-670-2691](tel:+82416702691)\n- [🏠taean.go.kr](http://taean.go.kr/tour.do)\n\n\n```googleMap\nlatitude: 36.5778208923\nlongitude: 126.3137999443\ntitle: Changgi-ri, Taean-gun, Chungcheongnam-do\n```\n  \n\n","data":{"id":"2022-07-28-1659008015459","title":"Baeksajang Beach (백사장해수욕장)","description":"Baeksajang Beach is located near Baeksajangpogu Port which is just 4 kilometers southwest of Anmyeon-do Yeonyukgyo Bridge, the bridge connecting the mainland to the island. The beach has a long stretch of shimmering white sand and the ebbing tide creates a different view of the horizon. Though the water level has a large tidal range, the beach's moderate water temperature makes it suitable to swim even in late summer. The beach is 1.2 kilometers long and 300 meters wide, and is made up of fine silica sand. <br><br> Baeksajang Beach and the nearby Sambong Beach is one of the major sources of jumbo shrimp. During autumn, crowds come to enjoy the taste of fresh jumbo shrimp. The beach even holds a prawn festival every fall when jumbo shrimp production peaks.","regDate":"2022-07-28","author":"korea-tour","tag":["Chungcheongnam-do","Nature","Natural Sites"],"imgUrl":"/2022-07-28-1659008015459/2716426_image2_1.webp","blogPath":"Chungcheongnam-do/2022-07-28-1659008015459","pageUrl":"https:/mcdryad.com/Chungcheongnam-do/2022-07-28-1659008015459"},"dataList":[{"id":"2022-11-11-1668152276608","title":"Nonsan Gwanchoksa Temple (관촉사(논산))","description":"Gwanchoksa Temple in Nonsan, Chungcheongnam-do is located at the foot of&nbsp;Banyasan Mountain (100 meters in elevation). This temple enshrines a Seokjomireukbosalipsang Buddha (Treasure), which was built over the course of 38 years, beginning in 967 during the Goryeo period. According to legend, while a lady was picking fernbrake on Banyasan Mountain, she heard a baby crying. When she went&nbsp;over, there was no baby but instead was a large rock sticking out from the ground. Upon hearing this story, the government ordered a Buddha statue to be made from the rock. This Buddha statue, widely known as ‘Eunjimireuk Buddha,’ is the largest stone Buddha in Korea (18.12 meters in x_height, 9.9 meters in girth, 1.8 meters in the length of ears, 2.43 meters at the x_height of crown). There are many other cultural heritages in this temple and every April, a splendid cherry blossom tunnel stretching from Nonsan to Gwanchoksa Temple is at its peak.","regDate":"2022-11-11","author":"korea-tour","tag":["Chungcheongnam-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-11-11-1668152276608/1278835_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-11-1668152276608"},{"id":"2022-11-11-1668149579655","title":"National Mang-Hyang Cemetery (국립 망향의 동산)","description":"The National Mang-Hyang Cemetery provides a resting place for the souls of Koreans who resided and passed away in foreign lands. The Korean government built the cemetery in 1976 for compatriots who were forced to leave their beloved homeland under the Japanese colonial rule and ultimately passed away in foreign lands. In addition to graveyards, the cemetery also houses the KAL Memorial Tower. Every fall, a large memorial service is held.","regDate":"2022-11-11","author":"korea-tour","tag":["Chungcheongnam-do","Culture/Art/History","Architectural Sights","Monuments/Observatories"],"imgUrl":"/2022-11-11-1668149579655/565764_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-11-1668149579655"},{"id":"2022-11-11-1668145341995","title":"National Institute of Ecology - Seocheon (국립생태원(서천))","description":"National Institute of Ecology is a research, exhibition, and educational center housing various animals and plants from world five climates and regions including the tropics, desert climate, the Mediterranean, temperate climate, and the polar region. Fauna and flora from the Korean Peninsulas ecosystem can also be seen here. The Institute’s Ecorium showcases living ecosystem exhibitions, housing 1,900 plants and 280 animals in an area of 21,000㎡ to help people understand the relations between climate and ecology. The outdoor exhibition area is divided into 5 sections, from Korea’s representative wetland ecological system to various international plants, rare plants grown on the high mountain, Korean representative deer species habitat space, pond ecology and others. In addition, it offers vivid ecological education through the nearby ecological region and has varied exhibitions and researching facility as well as firsthand programs and events.","regDate":"2022-11-11","author":"korea-tour","tag":["Chungcheongnam-do","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2022-11-11-1668145341995/1922689_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-11-1668145341995"},{"id":"2022-11-11-1668142870103","title":"Nanjiseom Beach (난지섬해수욕장)","description":"Nanjiseom Beach on Nanjiseom Island in Dangjin, Chungcheongnam-do features soft white sand over a 700 meter-long, 50 meter-wide area. The water is shallow, clean and relatively warm, and a pine grove surrounds the beach. Nanjiseom Beach offers various convenience facilities such as campsites, showers, drinking fountains and bathrooms. The rocky coast in the northwest is a great spot for catching fish, such as rock cod and spotty belly greenling. By taking a boat, visitors can enjoy scenic ocean views as they pass beautiful islands, such as Yeongheungdo, Palmido, Seonjaedo, Gukhwado, Yukdo and Pungdo.","regDate":"2022-11-11","author":"korea-tour","tag":["Chungcheongnam-do","Nature","Natural Sites"],"imgUrl":"/2022-11-11-1668142870103/1932520_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-11-1668142870103"},{"id":"2022-11-11-1668139687036","title":"Nami Recreational Forest (남이자연휴양림)","description":"Nami Recreational Forest is the perfect place for leisure activities and family outings. The forest boasts a picture-perfect view of thick, green forests of broadleaf trees, crystal clear water, curiously shaped rocks, and waterfalls. The cliffs and rocks of Daedunsan Mountain are visible from the summit of Seonyabong Peak.<br><br>Near the forest are diverse cultural heritage sites such as Baengnyeong Holy Ground and Yukbaekgoji Victory Tower. Nami Recreational Forest provides visitors with a unique combination of cultural sites and natural beauty, making it a popular destination among visitors.","regDate":"2022-11-11","author":"korea-tour","tag":["Chungcheongnam-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"/2022-11-11-1668139687036/1598704_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-11-1668139687036"},{"id":"2022-11-10-1668076981486","title":"Namdanghang Port (남당항)","description":"Namdanghang Port is one of the representative ports of the West Coast. Known for having plenty of prawn, cockle, flat fish, rock fish and other types of seafood, the port draws visitors all year round. You’ll often see people out scouring the shoreline of the port for cockles, which are usually enjoyed as cockle shabu shabu or charcoal-grilled cockle, top local delicacies. A nearby attraction to visit is the bamboo grove of Jukdo Island","regDate":"2022-11-10","author":"korea-tour","tag":["Chungcheongnam-do","Nature","Natural Sites"],"imgUrl":"/2022-11-10-1668076981486/2000118_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-10-1668076981486"},{"id":"2022-11-10-1668073269999","title":"Nakhwaam Rock (낙화암)","description":"Nakhwaam is a rock cliff towering over Baengmagang River in the northern end of Busosan Mountain. According to the legend, this is where the royal court women of Baekje jumped off to kill themselves when the kingdom of Baekje was defeated during the invasion of Sabiseong Fortress (now Busosanseong Fortress in Buyeo) by the Shilla-Tang Alliance. The name of this rock, Nakhwaam, literally means the cliff of falling flowers and symbolizes the fidelity and loyalty of Baekje women.","regDate":"2022-11-10","author":"korea-tour","tag":["Chungcheongnam-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-11-10-1668073269999/210096_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-10-1668073269999"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}