{"pageProps":{"content":"![Yesan Hyangcheonsa Temple (향천사(예산))](/2022-11-18-1668768128450/1962103_image2_1.webp)\n\n  \n## Overview\n\n> Hyangcheonsa Temple is an old temple that was founded by Monk Euigak in the late Baekje period under King Uijas rule. The temple is easily accessble from downtown despite its location deep within a valley at the foot of Geumosan Mountain, serving as a landmark for visitors enjoying a light stroll or a hike up to the mountain. Serving as a home to several relics and a nine-story stone pagoda, the temple site and buildings are well maintained and neatly cleaned on a daily basis.  <br><br>According to legends, Monk Euigak originally had planned on building a temple in Sinam-myeon in Yesan. He went to China and brought a Buddha statue, praying earnestly on his way back aboard a boat. Upon his arrival, he sighted a pair of golden crows flying above the boat and followed the birds before they disappeared. He found the birds at the temples current location, drinking from a puddle of water that had an aromatic smell. From then on the mountain was called Geumosan, meaning the mountain of golden crow, and the temple was named Hyangcheonsa, meaning the temple of fragrant water.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br>• For more info: +82-41-335-3556|\n|parking:|Available|\n|usetime:|Sunrise-sunset|\n  \n\n  \n## Detail Image\n![/2022-11-18-1668768128450/1962100_image2_1.webp](/2022-11-18-1668768128450/1962100_image2_1.webp)\n![/2022-11-18-1668768128450/1962101_image2_1.webp](/2022-11-18-1668768128450/1962101_image2_1.webp)\n![/2022-11-18-1668768128450/1962102_image2_1.webp](/2022-11-18-1668768128450/1962102_image2_1.webp)\n![/2022-11-18-1668768128450/1962104_image2_1.webp](/2022-11-18-1668768128450/1962104_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-41-335-3556](tel:+82413353556)\n\n\n\n```googleMap\nlatitude: 36.6904784889\nlongitude: 126.8613308563\ntitle: 117-20, Hyangcheonsa-ro, Yesan-gun, Chungcheongnam-do\n```\n  \n\n","data":{"id":"2022-11-18-1668768128450","title":"Yesan Hyangcheonsa Temple (향천사(예산))","description":"Hyangcheonsa Temple is an old temple that was founded by Monk Euigak in the late Baekje period under King Uijas rule. The temple is easily accessble from downtown despite its location deep within a valley at the foot of Geumosan Mountain, serving as a landmark for visitors enjoying a light stroll or a hike up to the mountain. Serving as a home to several relics and a nine-story stone pagoda, the temple site and buildings are well maintained and neatly cleaned on a daily basis.  <br><br>According to legends, Monk Euigak originally had planned on building a temple in Sinam-myeon in Yesan. He went to China and brought a Buddha statue, praying earnestly on his way back aboard a boat. Upon his arrival, he sighted a pair of golden crows flying above the boat and followed the birds before they disappeared. He found the birds at the temples current location, drinking from a puddle of water that had an aromatic smell. From then on the mountain was called Geumosan, meaning the mountain of golden crow, and the temple was named Hyangcheonsa, meaning the temple of fragrant water.","regDate":"2022-11-18","author":"korea-tour","tag":["Chungcheongnam-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-11-18-1668768128450/1962103_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-18-1668768128450","pageUrl":"https:/mcdryad.com/Chungcheongnam-do/2022-11-18-1668768128450"},"dataList":[{"id":"2022-11-20-1668940794078","title":"Oeam Folk Village (외암민속마을)","description":"Designated as an Important Folklore Cultural Asset No. 236, Oeam Folk Village was formed over 500 years ago. Traditional farming village provides various activities and programs for visitors to enjoy. In fall, the village has festivals reenacting the market from Joseon period, offering performances and delicious food.","regDate":"2022-11-20","author":"korea-tour","tag":["Chungcheongnam-do","Culture/Art/History","Historical Sites","Folk Villages"],"imgUrl":"/2022-11-20-1668940794078/2654800_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-20-1668940794078"},{"id":"2022-11-20-1668937046072","title":"Nonsan Jijangjeongsa Temple (지장정사(논산))","description":"Upon finishing his thousand-day prayers in Gyeryongsan Mountain in June 1980, Monk Deoksan came down to the site of an old temple in Noseong-myeon, Hwagok-ri and built Jijangjeongsa Temple. The upper part of the current Daeungjeon Hall was once the main hall of Jijangam Hermitage and was originally about 33 square meters. Daeungjeon Hall was later expanded to its current size. In 1995, Yeongsanjeon (Cheonbuljeon) Hall was built and in 1997, Seonjae Preschool was opened. The temple is open for praying and meditation and also has a charnel house. The temple and its followers are loyally devoted to the practice of Buddhism in its purest form.","regDate":"2022-11-20","author":"korea-tour","tag":["Chungcheongnam-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"","blogPath":"Chungcheongnam-do/2022-11-20-1668937046072"},{"id":"2022-11-20-1668933725315","title":"Magoksa Temple [UNESCO World Heritage] (마곡사 [유네스코 세계문화유산])","description":"Magoksa Temple was founded by Monk Jajangyulsa in 640 and was repaired multiple times throughout the different dynasties. The temple has many treasures and cultural properties. Interesting fact about the temple is that it was never damaged by any major wars, including the Imjin War and the Korean War.","regDate":"2022-11-20","author":"korea-tour","tag":["Chungcheongnam-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-11-20-1668933725315/1598627_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-20-1668933725315"},{"id":"2022-11-20-1668929737229","title":"KT&G Sangsangmadang Nonsan (KT&G 상상마당 논산)","description":"KT&G Sangsangmadang are cultural arts facilities located in Hongdae, Chuncheon, and Nonsan. The Nonsan branch includes basic facilities such as a design shop, café, and experiences, while also offering an art lounge, art camping village, and youth training facilty for more indepth education. Sangsangmadang’s lives out its concept of growing artistic imagination and sharing happiness.","regDate":"2022-11-20","author":"korea-tour","tag":["Chungcheongnam-do","Culture/Art/History","Industrial Sites","Others"],"imgUrl":"/2022-11-20-1668929737229/2518023_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-20-1668929737229"},{"id":"2022-11-20-1668922645102","title":"Island Resom Oasis Sunset Spa (아일랜드 리솜 오아식스 선셋스파)","description":"Oasis Sunset Spa is located within Island Resom, an oceanview resort on Anmyeondo Island. The resort features an outdoor infinity pool and five other themed spas. The resort is the perfect venue to enjoy the sunset over Kkotji Beach.","regDate":"2022-11-20","author":"korea-tour","tag":["Chungcheongnam-do","Culture/Art/History","Recreational Sites","Hot Springs & Spa"],"imgUrl":"","blogPath":"Chungcheongnam-do/2022-11-20-1668922645102"},{"id":"2022-11-20-1668919580082","title":"Hongseong Jeongamsa Temple (정암사 (홍성))","description":"Jeongamsa Temple is a small rural temple situated halfway up Oseosan Mountain. There are few existing records that mention the temple’s beginning. Some suggest that it was built around AD 527 during the 5th year of Baekje King Seongwang’s reign, but there is little evidence to support this theory. The only reference alluding to a specific time is Yeojidoseo (Detailed Survey of Korean Geography published during the late Joseon dynasty). It states Jeongamsa Temples location as on Oseosan Mountain, and Oseosan Mountain being surrounded by Hongsan Mountain and Baegwolsan Mountain and intersected by Hongju, Gyeolseong, and Boryeong. This indicates the temple was recognized in the mid-18th century and around the same time, Garamgo (a book about temples, published in the late 18th century) also states that Jeongamsa Temple is located approximately 11 kilometers to the east of Gyeolseonghyeon. It is still uncertain whether the temple referred to is Jeongamsa Temple on Oseosan Mountain. <br>Some foundation stones within the temple site measure 70-80 centimeters on each side. These stones indicate that the old Buddhist shrine of Jeongamsa Temple was laid out with five <em>kan</em> (Korean unit of measurement indicating the space between two pilars) at the front and three kan on the side. Future archaeological studies will help identify the true history of Jeongamsa Temple.","regDate":"2022-11-20","author":"korea-tour","tag":["Chungcheongnam-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"","blogPath":"Chungcheongnam-do/2022-11-20-1668919580082"},{"id":"2022-11-20-1668916695189","title":"Gongseri Catholic Church (아산 공세리성당)","description":"Gongseri Catholic Church was founded in 1894 as the main parish of the Daejeon diocese in Gongse-ri, Inju-myeon that connects Asanman Bay to Sapgyocheon Stream. Early missionaries originally used a common house for church meetings in the early years until in 1897 when a rectory was built, followed by the establishment of the main church in 1922. This was the first Catholic church in Chungcheongnam-do and the religion spread across Anseong, Onyang, and Dunpo to establish regional churches respectively. The grounds have three graves of prosecuted martyrs, a parish and rectory, retreat house, and meeting room. The premises is surrounded by beautiful views of a lush forest.","regDate":"2022-11-20","author":"korea-tour","tag":["Chungcheongnam-do","Culture/Art/History","Historical Sites","Holy Sites"],"imgUrl":"/2022-11-20-1668916695189/2439706_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-20-1668916695189"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}