{"pageProps":{"content":"![Bukhansan National Park (Seoul District) (북한산국립공원(서울))](/2022-07-21-1658379898802/2526645_image2_1.webp)\n\n  \n## Overview\n\n> Bukhansan Mountain was officially designated as a national park in 1983. The Bukhansan National Park covers both Bukhansan and Dobongsan Mountains, and spans the total area of 80.699 ㎢. At the top of Bukhansan Mountain are Baegundae Terrace (835.6 m), Insubong Peak (810.5 m) and Mangyeongdae Terrace (799.5 m), which gave the mountain the nickname \"Samgaksan\" or the \"three-horned mountain.\" The mountain had other names: Sambongsan (mountain with three peaks), Hwasan (flower mountain), and Buaak (mountain shaped like a person giving a baby a piggyback ride). The current name, Bukhansan, was given after the Bukhansanseong Fortress was built under King Sukjong of the Joseon dynasty.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-2-909-0498|\n|parking:|Available (Bukhansanseong Parking Lots 1 & 2, Jeongneung Parking Lot)|\n|restdate:|* Subject to abrupt closure due to adverse weather conditions.|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Mountain Not Access Period:|Period of restricted access for fire-prevention and natural scenery maintenance, natural environment protection, and forest protection<br>[Hiking Trails]<br>Spring: March 2-April 30 / Fall: November 1-December 15<br>[National Park]<br>November 15-December 15 (Except Gyeongju & Taean shoreline)<br>* TBD by park directors based on fire weather advisories, precipitation levels, and other local conditions. Refer to the official website.|\n|Restricted Mountain Areas :|[hiking.kworks.co.kr](http://hiking.kworks.co.kr/sub_map/map_user01.aspx)|\n|Natural Preservation Areas (closed to public):|* Jeongneung Ravine: Bottom of Cheongsupokpo Falls - Sujungbo - Neopjeokbawi Rock / Cheongsupokpo Falls - 30 m upper Cheongsucheon Stream / Bottom of Cheongsupokpo Falls - Jeongneung Ticket Booth Bottom: until 2026<br>* Insucheon Stream (Boundary between Hanilgyo Bridge - Jeonggyeongdae): until 2026<br>* Ui Ravine (200 m south of Ui Office - Former Baegun Ticket Booth): until 2026<br>* Gugi Ravine (Gugi Office - Shelter 4): until 2026<br>* Pyeongchang Ravine (Pyeongchang Ticket Booth 2 - Above Dongnyeongpokpo Falls): until 2026<br>* Sagimakgol Ravine Entrance - Bridge to an Army Base: until 2027<br>* Songchu Ravine (Songchu Railroad Bridge 1 - 3, Obong Three-Way Intersection): until 2026<br>|\n|Available Facilities:|Hiking Information Center, Bukhansan Mountain Management Office|\n|Restrooms:|Available|\n|Parking Fees:|Bukhansanseong Parking Lots 1 & 2, Jeongneung Parking Lot<br>Light-weight cars: 500 won for the first one hour / 100 won for each additional 10 minutes / 5,000 won for 9 or more hours<br>Small & Mid-sized cars: 1,100 won for the first one hour / 300 won for each additional 10 minutes (peak season) / 250 won for each additional 10 minutes (off season) / 13,000 won for 9 or more hours<br>Large-sized cars: 2,000 won for the first one hour / 500 won for each additional 10 minutes (peak season) / 400 won for each additional 10 minutes (off season) / 20,000 won for 9 or more hours|\n  \n## Detail Image\n![/2022-07-21-1658379898802/2526640_image2_1.webp](/2022-07-21-1658379898802/2526640_image2_1.webp)\n![/2022-07-21-1658379898802/2526642_image2_1.webp](/2022-07-21-1658379898802/2526642_image2_1.webp)\n![/2022-07-21-1658379898802/2526643_image2_1.webp](/2022-07-21-1658379898802/2526643_image2_1.webp)\n![/2022-07-21-1658379898802/2526644_image2_1.webp](/2022-07-21-1658379898802/2526644_image2_1.webp)\n![/2022-07-21-1658379898802/2526646_image2_1.webp](/2022-07-21-1658379898802/2526646_image2_1.webp)\n![/2022-07-21-1658379898802/2526647_image2_1.webp](/2022-07-21-1658379898802/2526647_image2_1.webp)\n![/2022-07-21-1658379898802/2526649_image2_1.webp](/2022-07-21-1658379898802/2526649_image2_1.webp)\n![/2022-07-21-1658379898802/2526651_image2_1.webp](/2022-07-21-1658379898802/2526651_image2_1.webp)\n![/2022-07-21-1658379898802/2526652_image2_1.webp](/2022-07-21-1658379898802/2526652_image2_1.webp)\n![/2022-07-21-1658379898802/2526654_image2_1.webp](/2022-07-21-1658379898802/2526654_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-2-909-0498](tel:+8229090498)\n- [🏠bukhan.knps.or.kr](http://bukhan.knps.or.kr/)\n\n\n```googleMap\nlatitude: 37.6215453578\nlongitude: 126.9943263511\ntitle: 262, Bogungmun-ro, Seongbuk-gu, Seoul\n```\n  \n\n","data":{"id":"2022-07-21-1658379898802","title":"Bukhansan National Park (Seoul District) (북한산국립공원(서울))","description":"Bukhansan Mountain was officially designated as a national park in 1983. The Bukhansan National Park covers both Bukhansan and Dobongsan Mountains, and spans the total area of 80.699 ㎢. At the top of Bukhansan Mountain are Baegundae Terrace (835.6 m), Insubong Peak (810.5 m) and Mangyeongdae Terrace (799.5 m), which gave the mountain the nickname \"Samgaksan\" or the \"three-horned mountain.\" The mountain had other names  Sambongsan (mountain with three peaks), Hwasan (flower mountain), and Buaak (mountain shaped like a person giving a baby a piggyback ride). The current name, Bukhansan, was given after the Bukhansanseong Fortress was built under King Sukjong of the Joseon dynasty.","regDate":"2022-07-21","author":"korea-tour","tag":["Seoul","Nature","Natural Sites","National Parks"],"imgUrl":"/2022-07-21-1658379898802/2526645_image2_1.webp","blogPath":"Seoul/2022-07-21-1658379898802","pageUrl":"https:/mcdryad.com/Seoul/2022-07-21-1658379898802"},"dataList":[{"id":"2022-07-23-1658569005134","title":"Gwanaksan Mountain (관악산)","description":"Reaching 632.2 meters in x_height, Gwanaksan Mountain is the symbol and pride of Gwanak-gu district in Seoul. Most of the cultural heritages of the district originate from Gwanaksan Mountain. Since it was designated as a city natural park in 1968, it has continued to serve as a favorite place for relaxation and excursion for Seoul citizens. The various rocky peaks and the deep valleys give the mountain a rugged feel. The mountain's size and close proximity to Seoul make it easy for Seoul residents to make a day-trip. <br> <br>In the spring, cherry blossoms are in full bloom near the entrance to the mountain, and a Rhododendron Festival is held when the rhododendrons are in full bloom. At the mountain's summit are Wongaksa Temple and Yeonjuam Hermitage, which were built by Taejo Yi Seong-gye (the founder of the Joseon dynasty) to ward off misfortune when he decided to move the capital to Seoul. There are also other temples and hermitages, and a ground radar observation post. Yeonjudae Hermitage, located atop a cliff, is where all the hiking trails of Gwanaksan Mountain meet.","regDate":"2022-07-23","author":"korea-tour","tag":["Seoul","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-07-23-1658569005134/1857230_image2_1.webp","blogPath":"Seoul/2022-07-23-1658569005134"},{"id":"2022-07-23-1658565731617","title":"Gwanaksan Ecological Park (관악산 생태공원)","description":"Opened in December of 2007, Gwanaksan Ecological Park is located on a 76,521 m² plot of land. The park is divided into two sections  Eco Forest, a forest of broad-leaved trees, and Eco Pond, a habitat of aquatic animals. There is also an arboretum that provides space for relaxation and ecology experience.","regDate":"2022-07-23","author":"korea-tour","tag":["Seoul","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2022-07-23-1658565731617/755414_image2_1.webp","blogPath":"Seoul/2022-07-23-1658565731617"},{"id":"2022-07-23-1658561652403","title":"Guam Park (구암공원)","description":"Guam Park is located  in the area around Heogabawi Rock, a  natural rock cave beneath Tapsan Mountain. It is said that Heo Seon-mun, the forefather  of the Yangcheon Heo clan, was born here. The park was built to commemorate Heo Jun, a widely known physician from the Joseon era who used the penname Guam. It is said that after retirement, Heo Jun came to Heogabawi Rock to compile the famous medical book Dongui Bogam. <br><br> A part of the Hangang River here was turned into a lake due to the construction of the Olympic Expressway and high-rise apartments surrounding the park. There is a statue of Heo Jun treating a patient and in the lake, there is a purple-colored rock with holes called Gwangju Rock. Before the construction of the Yanghwadaegyo Bridge, this area used to be where visitors would take a ferry (Gongam Ferry) to cross the other side. <br><br>Heogabawi Rock, which is wide enough to accommodate about 20 men, is said to be where people took refuge during wars. Gwangju Rock and Heogabawi Rock is the site of Jechapaeui (the rock where rituals were offered to the God of the Earth and the God of Crops during the Hanseong Baekje period). This was also the first historical name given to this area.","regDate":"2022-07-23","author":"korea-tour","tag":["Seoul","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-07-23-1658561652403/566492_image2_1.webp","blogPath":"Seoul/2022-07-23-1658561652403"},{"id":"2022-07-23-1658558608736","title":"Gold Spa (황금온천)","description":"Visitors can enjoy hot springs in the middle of the city at Gold Spa in Gangnam, Seoul. The spa not only has high quality water, it also has a jjimjilbang, sauna, movie theater and more. The Gold Spa's waters are known to be particularly effective for skin care and are said to rejuvenate the skin. The unique Golden Pyramid Experience Room provides a special treatment with gold as its wavelength helps heal the body quickly.","regDate":"2022-07-23","author":"korea-tour","tag":["Seoul","Culture/Art/History","Recreational Sites","Hot Springs & Spa"],"imgUrl":"/2022-07-23-1658558608736/2024208_image2_1.webp","blogPath":"Seoul/2022-07-23-1658558608736"},{"id":"2022-07-23-1658554603985","title":"Godeok-dong Ecological Landscape Conservation Area (고덕동 생태경관 보전지역)","description":"Located next to the Godeok Riverside Restoration Area, the Godeok-dong Ecological Landscape Conservation Area is one of the most well-maintained ecological preservation sites in Seoul. The area includes Amsa Sluice Gate, Hoan, and Hangang River Reservoir. The area offers educational facilities for visitors to learn more about the ecosystem.","regDate":"2022-07-23","author":"korea-tour","tag":["Seoul","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2022-07-23-1658554603985/1894505_image2_1.webp","blogPath":"Seoul/2022-07-23-1658554603985"},{"id":"2022-07-23-1658552017868","title":"Gilsangsa Temple-Seoul (길상사(서울))","description":"Situated in the middle of Seongbuk-dong, Seoul, Gilsangsa Temple was built on the site of a fancy restaurant called Daewongak. The restaurant owner donated her property which turned into a temple in 1997. Although Gilsangsa Temple has a relatively short history, it is conveniently located in the heart of Seoul, attracting many locals and international visitors alike. The temple also serves as a downtown cultural space by offering& variety of Buddhist programs like temple experience, classes on Buddhist teachings, and temple stay. The temple features Gilsang Seonwon (Zen center) and the House of Silence, which are special halls dedicated to practicing meditation. While Gilsang Seonwon provides meditation rooms for Buddhists with experience in meditation, the House of Silence is open to the general public at liberty to pursue personal meditation. Gilsangsa Temple also has a branch temple in Paris.","regDate":"2022-07-23","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-07-23-1658552017868/1927896_image2_1.webp","blogPath":"Seoul/2022-07-23-1658552017868"},{"id":"2022-07-23-1658549053476","title":"Gildong Ecological Park (길동생태공원)","description":"Gildong Ecological Park was founded by the Seoul government by restoring the wetland on the side of Cheonho-daero. The park maintains and preserves a wide range of flora and fauna in their natural habitats, allowing park visitors to observe plants, animals and insects in a natural ecosystem, and to learn about the importance of nature conservation.<br><br>The 80,683 ㎡ park is divided into a wetland zone, forest zone, and grassland zone. Amenities include an outdoor classroom, outdoor exhibition space, observation deck, pergolas, and more. The bird observation platform in particular is a great way to birdwatch in the urban landscape.","regDate":"2022-07-23","author":"korea-tour","tag":["Seoul","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2022-07-23-1658549053476/1567782_image2_1.webp","blogPath":"Seoul/2022-07-23-1658549053476"}],"navList":["Busan","Daegu","Daejeon","Gwangju","Gyeonggi-do","Incheon","Jeju-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}