{"pageProps":{"content":"![Daejin Beach (대진해수욕장)](/2022-11-22-1669099517214/2021965_image2_1.webp)\n\n  \n## Overview\n\n> Daejin Beach is located in Daejin-ri, a coastal village in Yeonghae-myeon, Yeongdeok-gun, and has all the conditions for a coastal attraction. The water is clear and clean, and a pine forest surrounds the white sandy beach. The beach is 8 kilometers long and 100 meters wide. In addition, the water level is only 1-2 meters deep and the slope is gentle, making it a suitable summer atraction for families with children. The sandy beach is characterized by its thick grain which is good for sand baths and does not stick to the body. <br><br> Daejin Beach also has a 200 meter-wide stream called Songcheoncheon Stream that flows across the white sandy beach. Visitors can enjoy a fresh water bath in the stream. Furthermore, since this stream is where the freshwater and seawater meet, visitors can enjoy both freshwater fishing and sea fishing. <br><br> In general, the eastern coastline is known to be monotonous, but the coastal bay of Chuksan-myeon is an exception. The mountain area is adjacent to the coast, and Jukdosan Mountain draws a complex coastline. The scenery of Jukdosan Mountain with its lush bamboo forest creates a beautiful painting. In addition, the coastal road from Chuksan 1-ri to Daejin Beach is great for enjoying a drive, and the scenery of white waves rolling over the golden sandy beach is beautiful.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-54-730-7721|\n|parking:|Available|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Available Facilities:|Shower booth, restaurants, accommodations, parasol, convenience store,  etc.|\n|Restrooms:|Available|\n  \n## Detail Image\n![/2022-11-22-1669099517214/575979_image2_1.webp](/2022-11-22-1669099517214/575979_image2_1.webp)\n![/2022-11-22-1669099517214/583661_image2_1.webp](/2022-11-22-1669099517214/583661_image2_1.webp)\n![/2022-11-22-1669099517214/583677_image2_1.webp](/2022-11-22-1669099517214/583677_image2_1.webp)\n![/2022-11-22-1669099517214/634667_image2_1.webp](/2022-11-22-1669099517214/634667_image2_1.webp)\n![/2022-11-22-1669099517214/634670_image2_1.webp](/2022-11-22-1669099517214/634670_image2_1.webp)\n![/2022-11-22-1669099517214/634677_image2_1.webp](/2022-11-22-1669099517214/634677_image2_1.webp)\n![/2022-11-22-1669099517214/634679_image2_1.webp](/2022-11-22-1669099517214/634679_image2_1.webp)\n![/2022-11-22-1669099517214/634681_image2_1.webp](/2022-11-22-1669099517214/634681_image2_1.webp)\n![/2022-11-22-1669099517214/782597_image2_1.webp](/2022-11-22-1669099517214/782597_image2_1.webp)\n![/2022-11-22-1669099517214/575978_image2_1.webp](/2022-11-22-1669099517214/575978_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-54-730-7721](tel:+82547307721)\n- [🏠tour.yd.go.kr](http://tour.yd.go.kr/)\n\n\n```googleMap\nlatitude: 36.5645374176\nlongitude: 129.4266915867\ntitle: 2840, Yeongdeokdaege-ro, Yeongdeok-gun, Gyeongsangbuk-do\n```\n  \n\n","data":{"id":"2022-11-22-1669099517214","title":"Daejin Beach (대진해수욕장)","description":"Daejin Beach is located in Daejin-ri, a coastal village in Yeonghae-myeon, Yeongdeok-gun, and has all the conditions for a coastal attraction. The water is clear and clean, and a pine forest surrounds the white sandy beach. The beach is 8 kilometers long and 100 meters wide. In addition, the water level is only 1-2 meters deep and the slope is gentle, making it a suitable summer atraction for families with children. The sandy beach is characterized by its thick grain which is good for sand baths and does not stick to the body. <br><br> Daejin Beach also has a 200 meter-wide stream called Songcheoncheon Stream that flows across the white sandy beach. Visitors can enjoy a fresh water bath in the stream. Furthermore, since this stream is where the freshwater and seawater meet, visitors can enjoy both freshwater fishing and sea fishing. <br><br> In general, the eastern coastline is known to be monotonous, but the coastal bay of Chuksan-myeon is an exception. The mountain area is adjacent to the coast, and Jukdosan Mountain draws a complex coastline. The scenery of Jukdosan Mountain with its lush bamboo forest creates a beautiful painting. In addition, the coastal road from Chuksan 1-ri to Daejin Beach is great for enjoying a drive, and the scenery of white waves rolling over the golden sandy beach is beautiful.","regDate":"2022-11-22","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites"],"imgUrl":"/2022-11-22-1669099517214/2021965_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-11-22-1669099517214","pageUrl":"https:/mcdryad.com/Gyeongsangbuk-do/2022-11-22-1669099517214"},"dataList":[{"id":"2022-12-01-1669891242998","title":"Hwang Ryong Won (황룡원)","description":"This unique architecture is a reinterpretation of the Hwangryongsa nine-story pagoda format from the Silla period using modern science technology and architecture methods. The building has become a new landmark in Bomun Tourist Complex and is also used as a training institute by offering various programs like meditation. There are simple one-hour programs or overnight tour courses available through prior reservation.&nbsp;","regDate":"2022-12-01","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Architectural Sights","Buildings"],"imgUrl":"/2022-12-01-1669891242998/2794688_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-01-1669891242998"},{"id":"2022-12-01-1669887472229","title":"Hupo Beach (후포해수욕장)","description":"The 250-meter-long Hupo Beach is situated right by Hupohang Port. The combination of an expansive sandy beach and indigo blue waters of the East Sea creates a splendid view, drawing a large number of vacationers in the summer. <br><br>Hupohang Port is the main receiving and distributing port for fish caught in the East Sea. In the early morning, the port offers a great chance to not only see fish being hauled from boats to the fish market, but also to purchase fresh raw fish at an affordable price. On the hill north of Hupo Beach stands Hupo Lighthouse where one can get an unobstructed view of the East Sea and the Uljin area. Hupo Beach is one of the few beaches offering a splendid view of both the port and the lighthouse.","regDate":"2022-12-01","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites"],"imgUrl":"/2022-12-01-1669887472229/187424_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-01-1669887472229"},{"id":"2022-12-01-1669884185831","title":"Homigot Sunrise Square (호미곶 해맞이광장)","description":"Homigot is located at the easternmost end of the Korean peninsula, in what would be considered to be the tail, if thinking of the Korean peninsula as a tiger. When Kim Jeongho made the Daedongyeojido Map, he visited this place seven times to confirm this area is in fact the easternmost part of Korea. Following the resources of Korea Astronomy and Space Science Institute, the sunrise time of Homigot on January 1 is at 7 32 am, making it the earliest first sunrise of each year in Korea. The plaza was built to commemorate these research findings with the national Sunrise Festival. Nearby attractions include Koreas largest lighthouse, Homigot Lighthouse, established in 1908; Lighthouse Museum; Monument to Commemorate Lee Yuk-sa’s Patriotism; and Daebo Seawater Bath, using pure seawater of the East Sea. <br><br>When completed, Homigot Tourism Complex and Homigot Specialized Ocean Leisure Complex will be the largest tourism complex in the eastern coast district. It will include an ocean aquarium, Ocean Ecological Park, Youth Training facilities, beach dome, accommodation facilities, and other various stores as well. <br><br> Sangsaeng’s Hand, a two-part bronze sculpture shaped like a pair of hands, was constructed in December 1999. It is a signature symbol of the sunrise festival. The left hand is on the land and the right hand is in the ocean. It was built to give the message that all people are living together by helping one another like Sangsaeng, meaning coexistence in Korean. The base of the platform is an image of the sun and its two round rings refer to harmony. These two hands have memorial sprits of reconciliation and coexistence for celebrating a new millennium.","regDate":"2022-12-01","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-12-01-1669884185831/2527505_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-01-1669884185831"},{"id":"2022-12-01-1669880159629","title":"Homigot Lighthouse (호미곶 등대)","description":"Homigot Lighthouse is located at Homigot Cape, listed as one of the 10 most scenic sites during the Joseon dynasty. It was the tallest lighthouse in Korea at the time of its opening on December 20, 1908. The octagonal, six-story building is 26.4 meters high, with a base circumference of 24 meters. It was built using red bricks and no reinforcing rods, designed in the 18th century renaissance style, with gable decorations over the entrance and windows. The ceiling on each floor is sculpted in the shape of pear blossoms, a symbol of the Joseon royalty, while the number of stairs totals to 108, reflective of Buddhist culture.","regDate":"2022-12-01","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites"],"imgUrl":"/2022-12-01-1669880159629/682144_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-01-1669880159629"},{"id":"2022-12-01-1669877060880","title":"Hoeryongpo Village (회룡포)","description":"Hoeryongpo Village is surrounded by the winding Naeseongcheon Stream, a tributary of the Nakdonggang River. The course of the stream has almost turned the entire village into an island. The best views of the scenic nature can be seen from Jangansa Temple. <br><br>Hoeryongpo Village is jar-shaped, surrounded by the river, and has pristine waters and white sandy shores. The shore gives way to trees, and there is a well-developed farm further inland. There used to be almost 20 households in this village, but now only 9 households remain. It takes less than an hour to tour the entire village.","regDate":"2022-12-01","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites"],"imgUrl":"/2022-12-01-1669877060880/2034889_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-01-1669877060880"},{"id":"2022-12-01-1669873042171","title":"Historical site of General Chung Ki-ryong (Chunguisa Temple) (정기룡장군 유적지(충의사))","description":"Chunguisa Temple is home to the tablets of General Chung Ki-ryong, a great army general who led during the reign of Joseon King Seonjo. In 1974, the temple and related relics were designated as a Regional Cultural Asset Monument. The area was expanded in 1978 to include a museum which displays Relics Related to Jeong Gi-ryong, a designated Treasure. The temple also hosts a reenactment of the recovery of Sangjuseong Fortress every October.","regDate":"2022-12-01","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-12-01-1669873042171/181032_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-01-1669873042171"},{"id":"2022-12-01-1669869840020","title":"Head House of the Tapdong Branch of the Goseong Yi Clan (법흥동 고성이씨탑동파종택)","description":"Head House of the Tapdong Branch of the Goseong Yi Clan, located in Andong, serves as a residential house of the Yi descendents even to this day. Constructed in 1685, this house has all of the beautiful features that are representative of Joseon architecture. After this period, additional structures were added periodically. Across from the house is the Seven-story Brick Pagoda at Beopheungsa Temple Site.","regDate":"2022-12-01","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-12-01-1669869840020/2533130_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-01-1669869840020"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}