{"pageProps":{"content":"![Jeonju Hanok Village [Slow City] (전북 전주 한옥마을 [슬로시티])](/2023-01-04-1672824967328/2654567_image2_1.webp)\n\n  \n## Overview\n\n> Jeonju Hanok Village is located in the city of Jeonju and overlaps Pungnam-dong and Gyo-dong. There are 735 traditional Korean hanok houses. While the rest of the city has been industrialized, Hanok Village retains its historical charms and traditions. <br /><br />The charm of Jeonju Hanok Village lies in the hanok buildings unique roof edges, which are slightly raised to the sky. Hanok houses are generally divided into two sections, <em>anchae</em> and <em>sarangchae</em>. Sarangchae is where the men dwell. Because men and women had to remain separated, anchae is situated deep inside the house so that it is secretive and quiet. <br /><br />Another trait of hanok is that all the houses are heated with ondol, a unique floor heating system. Since Koreans enjoy sitting, eating, and sleeping on the floor, it needs to remain heated in winter. To experience what hanok is like, visitors can either book a hanok accommodation or visit the Hanok Life Experience Hall.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br>(Korean, English, Japanese, Chinese) <br>• For more info: +82-63-282-1330|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Admission Fees:|Free|\n|Available Facilities:|[Cultural facilities]<br>Jeonju Craft Exhibition, Jeonju Sori Arts Center, Jeonju Fan Museum, etc.<br><br>[Cultural heritages]<br>Gyeonggijeon Shrine, Portrait of King Taejo, Jeondong Cathedral, Jeonjuhyanggo Local Confucian School, etc.<br><br>[Unique attractions]<br>Jaman Mural Village, Nambu Night Market, Jeonju Nanjang, etc.|\n  \n## Detail Image\n![/2023-01-04-1672824967328/2674220_image2_1.webp](/2023-01-04-1672824967328/2674220_image2_1.webp)\n![/2023-01-04-1672824967328/2674221_image2_1.webp](/2023-01-04-1672824967328/2674221_image2_1.webp)\n![/2023-01-04-1672824967328/2674222_image2_1.webp](/2023-01-04-1672824967328/2674222_image2_1.webp)\n![/2023-01-04-1672824967328/2674223_image2_1.webp](/2023-01-04-1672824967328/2674223_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-63-282-1330](tel:+82632821330)\n- [🏠hanok.jeonju.go.kr](http://hanok.jeonju.go.kr)\n\n\n```googleMap\nlatitude: 35.8183333748\nlongitude: 127.1536778411\ntitle: 99, Girin-daero, Wansan-gu, Jeonju-si, Jeollabuk-do\n```\n  \n\n","data":{"id":"2023-01-04-1672824967328","title":"Jeonju Hanok Village [Slow City] (전북 전주 한옥마을 [슬로시티])","description":"Jeonju Hanok Village is located in the city of Jeonju and overlaps Pungnam-dong and Gyo-dong. There are 735 traditional Korean hanok houses. While the rest of the city has been industrialized, Hanok Village retains its historical charms and traditions. <br /><br />The charm of Jeonju Hanok Village lies in the hanok buildings unique roof edges, which are slightly raised to the sky. Hanok houses are generally divided into two sections, <em>anchae</em> and <em>sarangchae</em>. Sarangchae is where the men dwell. Because men and women had to remain separated, anchae is situated deep inside the house so that it is secretive and quiet. <br /><br />Another trait of hanok is that all the houses are heated with ondol, a unique floor heating system. Since Koreans enjoy sitting, eating, and sleeping on the floor, it needs to remain heated in winter. To experience what hanok is like, visitors can either book a hanok accommodation or visit the Hanok Life Experience Hall.","regDate":"2023-01-04","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Historical Sites","Folk Villages"],"imgUrl":"/2023-01-04-1672824967328/2674220_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-04-1672824967328","pageUrl":"https:/mcdryad.com/Jeollabuk-do/2023-01-04-1672824967328"},"dataList":[{"id":"2023-01-07-1673080623612","title":"Namwon Recreational Forest (남원자연휴양림)","description":"Namwon Recreational Forest is located at the base of Cheonhwangsan Mountain. Korean pine trees that are twenty to thirty years old span over a 330,578 ㎡ stretch of land with a 4-kilometer-long walking path in between, serving as the perfect place for forest bathing. The recreational forest facility is equipped with convenient facilities, including accommodations, a sports field, seminar rooms, and swimming pool and campfire sites. It also serves as a great field trip destination due to its well-preserved nature and small wild animals witnessed on site.","regDate":"2023-01-07","author":"korea-tour","tag":["Jeollabuk-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"/2023-01-07-1673080623612/219362_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-07-1673080623612"},{"id":"2023-01-07-1673076938285","title":"Namwon Aircraft & Space Observatory (남원항공우주천문대)","description":"Chosen as a government funded project, Namwon Aircraft & Space Observatory was granted 4.6 billion won by the Ministry of Science, ICT and Future Planning in 2006 for project development. <br><br>The three-story observatory, with a total area of 6,532 square meters, has an exhibition hall showing the history of space aviation, an aviation experience hall, and a 10-meter-wide dome showing images of the night sky. The secondary observatory is equipped with a 600 millimeter telecope and other astronomical telescopes ranging in focal length from 125 millimeter to 350 millimeter for observing Namwons night sky. In addition to the telecopes, retired combat planes from the air force, including the main fighter plane Phantom from the 1970s, are displayed outside. <br><br>Namwon Aircraft & Space Observatory offers programs such as tours and experience programs for groups. These include a 4D film experience of the sun and celestial bodies, a virtual aviation experience, and lectures about astronomy, all of which can accommodate up to 120 people per session. A variety of classroom learning activities are also offered in the summer to attract more visitors.","regDate":"2023-01-07","author":"korea-tour","tag":["Jeollabuk-do","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2023-01-07-1673076938285/1477886_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-07-1673076938285"},{"id":"2023-01-07-1673073449691","title":"Naejangsan National Park (내장산국립공원)","description":"Naejangsan Mountain is a famous mountain in Jeollabuk-do, and the best mountain in Korea to view the fall foliage. Because of the bright autumn leaves that blanket Naejangsan Mountain in fall, the mountain is also referred to as Geumgang of Honam, referencing the beautiful Geumgangsan Mountain.<br><Br>Inside the park, there are famous waterfalls, such as Dodeokpokpo Falls and Geumseonpokpo Falls, and temples such as Baegyangsa Temple and Naejangsa Temple. In addition, there are about 760 kinds of local plants, including those designated as Natural Monuments, and various wild animals living inside the park.<br><Br>Naejangsan National Park is beautiful not only in fall, but also in spring when the azaleas and cherry blossoms bloom, in summer when the mountain turns green, and winter when the rock cliffs are covered with snow.","regDate":"2023-01-07","author":"korea-tour","tag":["Jeollabuk-do","Nature","Natural Sites","National Parks"],"imgUrl":"/2023-01-07-1673073449691/2616825_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-07-1673073449691"},{"id":"2023-01-07-1673069733223","title":"Naejangsan Cable Car (내장산 케이블카)","description":"Visitors who take Naejangsan Cable Car will enjoy a stunning view of the entire park, then after a 300m walk from the cable car terminus they will reach Yeonjabong Peak’s observatory.  The cable car starts from Naejangsan Visitor Information Center.","regDate":"2023-01-07","author":"korea-tour","tag":["Jeollabuk-do","Nature","Natural Sites","Mountains"],"imgUrl":"/2023-01-07-1673069733223/1929801_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-07-1673069733223"},{"id":"2023-01-07-1673066320037","title":"Naebyeonsan Mountain (내변산)","description":"The Byeonsanbando Peninsula has a shoreline that stretches 99 kilometers, protruding into the west sea in Jeollabuk-do, with the Saemangeum, the world’s longest man-made sea barrier, to the north and Gomsoman Bay at its south shore. The peninsula is part of Byeonsanbando National Park, which is widely known for its natural beauty. Its interior mountain range is known as Naebyeonsan Mountain (Inner Byeonsan Mountain.) while the outer region near the sea is known as Oebyeonsan Mountain (Outer Byeonsan Mountain). <br><br>The center of Mountain Naebyeonsan includes the highest peak of Byeonsanbando peninsula, Uisangbong Peak (509 meters) and Nakjodae (Sunset Viewpoint), Wolmyeongam Hermitage, Bongnaegugok Valley as well as Jiksopokpo Waterfall. The surrounding mountains and valleys of Byeonsan Mountain are not particularly high, standing at an altitude of around 400-500 meters, but the magnificent formation of mountains and valleys as well as the breathtaking view of the sunset from Nakjodae make it a must-see sight.","regDate":"2023-01-07","author":"korea-tour","tag":["Jeollabuk-do","Nature","Natural Sites","Mountains"],"imgUrl":"/2023-01-07-1673066320037/1604207_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-07-1673066320037"},{"id":"2023-01-07-1673062557358","title":"Nabawi Catholic Church (화산천주교회(나바위 성당))","description":"Nabawi Catholic Church is located in Hwasan-ri, Mangseong-myeon in Iksan, Jeollabuk-do Province and is known as the oldest surviving catholic church in the Jeolla-do region. The church was built in 1906 to commemorate the return of priest Kim Dae-geon in 1845 (Joseon dynasty) after he was ordained in Shanghai, China. Inside the church stand two monuments  one built in 1954 to honor Joseph Vermorel (French missionary, 1860-1937) and one built in 1955 to honor priest and martyr Kim Dae-geon. Considered the most significant catholic relic of the Jeolla-do region, the church is sought out by large numbers of Catholic visitors each year.","regDate":"2023-01-07","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Historical Sites","Holy Sites"],"imgUrl":"/2023-01-07-1673062557358/2643535_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-07-1673062557358"},{"id":"2023-01-06-1673001422563","title":"Muju Meoru Wine Cave (무주머루와인동굴)","description":"Muju Meoru Wine Cave is surrounded by a beautiful natural landscape and various cultural heritages. The wine tunnel used to be an excavation working site to build the Muju Water Power Plant. The cave makes for an ideal place to mature and store wine as it blocks light and maintains a consistent temperature. Visitors can enjoy the taste and charm of sanmeoru (wild grape) wine and also experience a unique wine foot bath.","regDate":"2023-01-06","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Experience Programs","Unique Experience"],"imgUrl":"/2023-01-06-1673001422563/2613189_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-06-1673001422563"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}