{"pageProps":{"content":"![House of Lee Young-choon (이영춘가옥)](/2023-01-03-1672720692416/1954589_image2_1.webp)\n\n  \n## Overview\n\n> The House of Lee Young-choon was constructed by a Japanese landlord named Kumamoto during the Japanese colonial era. The house combined Western, Korean, and Japanese into one structure. After Korean liberation, Dr. Lee Young-choon, the first medical doctor, lived in the house. From that time, the house was referred to as the House of Lee Young-choon.<br><br>Thanks to its beautiful exterior, the house was used as a backdrop for films such as Bingjeom, Sandglass, and Yain Shidae, etc.<br><br>The doctor was considered the Korean Albert Schweitzer, and his pen name of Ho, referring to ssangcheon, means two branches of spring water, represents one for healing physical disease and the other for healing the spirit. He was born in Yonggang-gun, Pyeongannam-do in October 1903. In 1935, through a connection by his professor at Pyeongyanggobo School, he took a position as the head of&nbsp;Jahye Hospital to take care of 20,000 people. In addition, he was the first  person in Korea to implement the policy of school nurses as well as the medical insurance union.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Korea Travel Hotline: +82-2-1330 <br>(Korean, English, Japanese, Chinese)<Br>• For more info: +82-63-454-3922|\n|restdate:|N/A (all year round)|\n|usetime:|10:00-17:00|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Film Locations:|\"Bingjeom\", \"Sandglass\" (Moraesigye), \"Yain Shidae\", etc.|\n|Admission Fees:|Free|\n|Restrooms:|Available|\n|Korean Info. Service:|Available|\n  \n\n  \n## Contact\n\n- [☎️+82-63-454-3922](tel:+82634543922)\n- [🏠tour.gunsan.go.kr</a> (Korean only)<br><a href=\"http://www.cha.go.kr/\" target=\"_blank\" title=\"새창 : 문화재청 홈페이지로 이동\">www.cha.go.kr](http://tour.gunsan.go.kr/)\n\n\n```googleMap\nlatitude: 35.9710064154\nlongitude: 126.7601173017\ntitle: 7, Donggaejeong-gil, Gunsan-si, Jeollabuk-do\n```\n  \n## Directions\n  \n[Bus]<BR>\nFrom Central City Bus Terminal or Dong Seoul Bus Terminal, take an express bus or intercity bus to Gunsan Express Bus Terminal or Gunsan Intercity Bus Terminal.<br>\nAs you come out of the bus terminal, walk to the left  for about 100&nbsp;meters \nfrom the intercity bus terminal, or 200 meters from the express bus terminal, \nand  take Bus No. 85 at Palma Gwangjang Terminal Bus Stop and get off at Gunsan College of Nursing Bus Stop.<br>\nWalk for approx. 140m to reach the house.\n","data":{"id":"2023-01-03-1672720692416","title":"House of Lee Young-choon (이영춘가옥)","description":"The House of Lee Young-choon was constructed by a Japanese landlord named Kumamoto during the Japanese colonial era. The house combined Western, Korean, and Japanese into one structure. After Korean liberation, Dr. Lee Young-choon, the first medical doctor, lived in the house. From that time, the house was referred to as the House of Lee Young-choon.<br><br>Thanks to its beautiful exterior, the house was used as a backdrop for films such as Bingjeom, Sandglass, and Yain Shidae, etc.<br><br>The doctor was considered the Korean Albert Schweitzer, and his pen name of Ho, referring to ssangcheon, means two branches of spring water, represents one for healing physical disease and the other for healing the spirit. He was born in Yonggang-gun, Pyeongannam-do in October 1903. In 1935, through a connection by his professor at Pyeongyanggobo School, he took a position as the head of&nbsp;Jahye Hospital to take care of 20,000 people. In addition, he was the first  person in Korea to implement the policy of school nurses as well as the medical insurance union.","regDate":"2023-01-03","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2023-01-03-1672720692416/1954589_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-03-1672720692416","pageUrl":"https:/mcdryad.com/Jeollabuk-do/2023-01-03-1672720692416"},"dataList":[{"id":"2023-01-12-1673494595456","title":"Daea Arboretum (대아수목원)","description":"Daea Arboretum is located in Sancheon-ri, Wanju. Daea Arboretum has an extensive forest of 300,000 ornamental trees. The forest is equipped with spring water, an observatory, forest museum, and a forest classroom. The arboretum focuses on preserving the forest ecosystem, research and utilize domestic plants, and promote forest education to the public. Daea Arboretum has a total of 2,683 species of diverse plants.","regDate":"2023-01-12","author":"korea-tour","tag":["Jeollabuk-do","Nature","Natural Sites","Botanical Gardens"],"imgUrl":"/2023-01-12-1673494595456/1605085_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-12-1673494595456"},{"id":"2023-01-11-1673433662112","title":"Buan Guam-ri Dolmens (부안 구암리 지석묘군)","description":"Buan Guam-ri Dolmens, designated as Historical Site No. 103, is comprised of southern-style dolmens. Dolmen refers to a particular structure of a tomb created during the Bronze Age. Dolmen is largely classified into two groups – Southern-type that has small footstones supporting large top stone; and Northern-type which is shaped like a desk. In Guam-ri, there were originally 13 dolmens, but only 10 remain. Most of the dolmens have 8 small footstones propping up one large top stone, compared to the dolmens in other regions which normally have 4 footstones.","regDate":"2023-01-11","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"","blogPath":"Jeollabuk-do/2023-01-11-1673433662112"},{"id":"2023-01-11-1673429976820","title":"Banghwadong Recreational Forest (방화동 자연휴양림,가족휴가촌)","description":"Banghwadong Recreational Forest is located at the foot of Jangansan Mountain. The mountain trail from Deoksanyongso Pond leading to Banghwadonggyegok Valley features nature learning centers and adventure games facilities. The clean valley is lined with oddly shaped cliffs, shrubs and trees, which all combine into a splendid view. The forest is situated at a highland more than 500 meters above sea level. It is surrounded by mountains that are over a thousand meters above sea level, so the temperature is low and the water at the valley is cool even in the summer. <br><br>There are log cabins, group accommodation facilities, and training halls by the valley to accommodate group visits, conferences, gatherings and seminars. The recreational forest also operates Banghwadong Family Vacation Village for family visitors, equipped with accommodation facilities, various camping sites, and a wood carving experience center.","regDate":"2023-01-11","author":"korea-tour","tag":["Jeollabuk-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"","blogPath":"Jeollabuk-do/2023-01-11-1673429976820"},{"id":"2023-01-11-1673426427693","title":"Wolmyeong Park (월명공원)","description":"Wolmyeong Park is a popular tourist destination in Gunsan and connects five mountains in the vicinity. The park has 12 kilometers of walking trails, as well as an observatory, sculpture park, and various monuments. From Susi Tower, which resembles a flame or wind-blown sail, people can see all of downtown Gunsan, the sea to the south of Gunsan, the mouth of the Geumgang River, and the large Janghang smelting factory.<br><br>The park has well-arranged gardens and 30-year old rattan and cherry trees. A cherry blossom photo contest is held every April, when the park is covered in cherry blossoms.","regDate":"2023-01-11","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2023-01-11-1673426427693/2367285_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-11-1673426427693"},{"id":"2023-01-11-1673422559583","title":"Wido Island (National Geopark) (위도 (전북 서해안 국가지질공원))","description":"Located approximately 13 kilometers west of Buan, Wido Island is spread out sporadically looking like a flea. Visitors to the island can see various natural phenomena as well as beautiful coastal sceneries.","regDate":"2023-01-11","author":"korea-tour","tag":["Jeollabuk-do","Nature","Natural Sites"],"imgUrl":"/2023-01-11-1673422559583/2720903_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-11-1673422559583"},{"id":"2023-01-11-1673419213029","title":"Wido Beach (위도해수욕장)","description":"Opened in 1969, Wido Beach is known as an excellent swimming beach. The beach is sheltered by the surrounding mountains with fairly shallow and clear waters, making it very popular among families seeking a relaxing vacation. Moreover, the beach offers a spectacular view of Wangdeungdo Island from the shore.","regDate":"2023-01-11","author":"korea-tour","tag":["Jeollabuk-do","Nature","Natural Sites"],"imgUrl":"/2023-01-11-1673419213029/2720903_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-11-1673419213029"},{"id":"2023-01-11-1673415344453","title":"Wibongsanseong County Park (위봉산성군립공원)","description":"Wibongsanseong County Park is located north of Jeonju, past Songgwangsa Temple through a tunnel of cherry trees. The park has some noteworthy sightseeing attractions such as Wibongpokpo Falls, Wibongsa Temple, and Dongsang Reservoir. Winbongsanseong County Park was founded at the site of Winbongsanseong Fortress, which was built under King Sukjongs rule in 1675 as a refuge site to safekeep the portrait of Joeson dynastys founder King Taejo and the royal familys ancestral tablet in times of war or other national emergency. They are originally enshrined in Gyeonggijeon Shrine and Jogyeongmyo Shrine, and when Jeonju had fallen during the Donghak Peasant Revolution, the portrait and tablet were moved to a small palace inside the fortress. The original fortress walls were 16 kilometers in circumference with three gates in the north, east, and west, but only a half-moon shaped western gate remains standing today.","regDate":"2023-01-11","author":"korea-tour","tag":["Jeollabuk-do","Nature","Natural Sites","County Parks"],"imgUrl":"/2023-01-11-1673415344453/1606418_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-11-1673415344453"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}