{"pageProps":{"content":"![Bogildo Island Seyeonjeong Pavilion (보길도 세연정)](/2023-01-14-1673692546408/815203_image2_1.webp)\n\n  \n## Overview\n\n> Yun Seon-do (1587~1671), a non-military civil administrator and poet in the mid Joseon dynasty, could hardly contain his anger after hearing the news that the king had surrendered during the Byeongjahoran War (Chinese invasion of Korea in 1636). Following the events, he decided to live in seclusion by moving to Jeju Island. However, on the way to Jeju, he came across Bogildo Island and he was so inspired by its beauty  that he ended up settling down on Bogildo instead. <br><br>For the following 13 years, he composed great poems such as Eobusasisa (Fishermans Song for Four Seasons). Some of the mountain peaks and rocks named by him still remain on the island.<br><br>Seyeonjeong Pavilion was built by Yun Seondo and this is the birthplace of his literary works. On clear days, he would come to the pavilion with his family and let singers sing his verses.<br><br>Bogildo Island embraces both the Eastern outlook on nature and Neo-Confucianism ideology. While going around the island, visitors will get some&nbsp;semblance&nbsp;of how Yun Seondo  harmonized man and nature through the combination of the islands natural and the man-made features.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330<br>(Korean, English, Japanese, Chinese) <br> • For more info: +82-61-550-5761|\n|restdate:|N/A (Open all year round)|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Restrooms:|Available|\n|Activity Fees:|[Yun Seon-do's Garden on Bogildo Island]<br> Individuals - Adults 2,000 won / Teenagers 1,500 won / Children 1,000 won<br> Groups - Adults 1,500 won / Teenagers 1,000 won / Children 700 won<br><br>* Free admission: Preschoolers (ages 7 and under), senior citizens (ages 65 and over)|\n  \n## Detail Image\n![/2023-01-14-1673692546408/815192_image2_1.webp](/2023-01-14-1673692546408/815192_image2_1.webp)\n![/2023-01-14-1673692546408/815193_image2_1.webp](/2023-01-14-1673692546408/815193_image2_1.webp)\n![/2023-01-14-1673692546408/815195_image2_1.webp](/2023-01-14-1673692546408/815195_image2_1.webp)\n![/2023-01-14-1673692546408/815196_image2_1.webp](/2023-01-14-1673692546408/815196_image2_1.webp)\n![/2023-01-14-1673692546408/815200_image2_1.webp](/2023-01-14-1673692546408/815200_image2_1.webp)\n![/2023-01-14-1673692546408/815201_image2_1.webp](/2023-01-14-1673692546408/815201_image2_1.webp)\n![/2023-01-14-1673692546408/815204_image2_1.webp](/2023-01-14-1673692546408/815204_image2_1.webp)\n![/2023-01-14-1673692546408/815205_image2_1.webp](/2023-01-14-1673692546408/815205_image2_1.webp)\n![/2023-01-14-1673692546408/815206_image2_1.webp](/2023-01-14-1673692546408/815206_image2_1.webp)\n![/2023-01-14-1673692546408/815194_image2_1.webp](/2023-01-14-1673692546408/815194_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-61-550-5761](tel:+82615505761)\n- [🏠www.wando.go.kr](http://www.wando.go.kr/tour)\n\n\n```googleMap\nlatitude: 34.1625155203\nlongitude: 126.5559522301\ntitle: 57, Buhwang-gil, Wando-gun, Jeollanam-do\n```\n  \n\n","data":{"id":"2023-01-14-1673692546408","title":"Bogildo Island Seyeonjeong Pavilion (보길도 세연정)","description":"Yun Seon-do (1587~1671), a non-military civil administrator and poet in the mid Joseon dynasty, could hardly contain his anger after hearing the news that the king had surrendered during the Byeongjahoran War (Chinese invasion of Korea in 1636). Following the events, he decided to live in seclusion by moving to Jeju Island. However, on the way to Jeju, he came across Bogildo Island and he was so inspired by its beauty  that he ended up settling down on Bogildo instead. <br><br>For the following 13 years, he composed great poems such as Eobusasisa (Fishermans Song for Four Seasons). Some of the mountain peaks and rocks named by him still remain on the island.<br><br>Seyeonjeong Pavilion was built by Yun Seondo and this is the birthplace of his literary works. On clear days, he would come to the pavilion with his family and let singers sing his verses.<br><br>Bogildo Island embraces both the Eastern outlook on nature and Neo-Confucianism ideology. While going around the island, visitors will get some&nbsp;semblance&nbsp;of how Yun Seondo  harmonized man and nature through the combination of the islands natural and the man-made features.","regDate":"2023-01-14","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2023-01-14-1673692546408/815203_image2_1.webp","blogPath":"Jeollanam-do/2023-01-14-1673692546408","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-14-1673692546408"},"dataList":[{"id":"2023-01-21-1674272164165","title":"Gurye Unjoru Historic House (구례 운조루 고택)","description":"Unjoru Historic House was built in 1776 by Ryu I-Ju, a high government official of the Sam-su Department during the reign of King Yeong-jo. Of the houses original 99 <em>kan</em> (traditional building measurement), only 73 remain today. The name Unjoru means a hidden house like a bird in the clouds, which was inspired from an old poem written by poet Tao Yuan Ming.","regDate":"2023-01-21","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Historical Sites","Old Houses"],"imgUrl":"/2023-01-21-1674272164165/1606843_image2_1.webp","blogPath":"Jeollanam-do/2023-01-21-1674272164165"},{"id":"2023-01-20-1674211096417","title":"Gurye Special Tourist Zone (구례 관광특구)","description":"The vast region of the Gurye Special Tourist Zone comprises Toji-myeon, Gwangui-myeon and Sandong-myeon, which has a river and an open field surrounding the mountainous area. Every part of Gurye deserves the title of Special Tourist Zone for offering many things to see. Well-known for its rich soil, the most outstanding natural resources of Gurye is Jirisan National Park, the first to be designated as a national park, and Seomjingang River. <br><br>Every year, many hikers visit Jirisan National Park, also called the “bosom of a mother.” The park is cherished for its unpolluted scenery, such as its deep and wide geographical features and crystal clear valleys. The park offers diverse hiking trails and has mountain retreats for backpackers. <br><br>Jirisan Dulegil Trail that runs along the periphery of Jirisan Mountain is where one could enjoy the experience of mountain glens, different from mountaineering. On their way hikers and trekkers can see groups of Sansuyu (cornus fruit) in spring as well as the autumnal tints of the mountain and valley in autumn. <br><br>Another strength is that the park has different types of accommodations including Hanok (Korean traditional house) homestay and a guest house, apart from leisure facilities including hot springs in Jirisan. The park is a great place for historical inquiries as it is filled with historic temples, including Hwaeomsa Temple and Yeongoksa Temple, and historic relics. Flowing from Gokseong to Hadong, Seomjingang River creates a tranquil ambience. The cleanest ever in Korea, a large number of marsh snails and sweetfish live in this river. Visitors can also enjoy the scenic view from the riverside road and various festivals which are held all year round, such as the Sansuyu Festival, the Seomjingang Riverside Cherry Flower Festival and the Piagol Autumn Foliage Festival. <br><br>* Current State of Gurye Special Tourist Zone<br>1) Districts Covered / Areas around Toji, Masan, Gwangui and Sandong-myeon, Gurye-gun, Jeollanam-do<br>2) Area / 78,024,000㎡ <br><br>* Tourist Attractions<br>Jirisan Mountain, Seomjingang River, Jirisan Spa Land, Piagol Valley, Sansuyu Theme Park, Hwaeomsa, Cheoneunsa and Yeongoksa Temple, Hanok Village, etc.","regDate":"2023-01-20","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Recreational Sites","Tourist Complexes"],"imgUrl":"/2023-01-20-1674211096417/1917883_image2_1.webp","blogPath":"Jeollanam-do/2023-01-20-1674211096417"},{"id":"2023-01-20-1674207389792","title":"Gurye Seomjingang Cherry Blossom Trail (구례 섬진강 벚꽃길)","description":"The Seomjingang Cherry Blossom Trail in Gurye follows National Roads 17 and 19 along the pristine Seomgjingang River. Stretching over 3 kilometers, the trail is lined with cherry blossom trees planted in 1992. As well as being a popular drive course, the trail can also be enjoyed on foot, and is even used as a marathon course. The trail has received recognition as one of the 100 Most Beautiful Roads in Korea. Restaurants along the trail serve local foods such as <em>euneo hoe</em> (sliced raw sweetfish) and <em>minmul maeuntang</em> (spicy freshwater fish stew).","regDate":"2023-01-20","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Experience Programs","Cultural Districts"],"imgUrl":"/2023-01-20-1674207389792/2648990_image2_1.webp","blogPath":"Jeollanam-do/2023-01-20-1674207389792"},{"id":"2023-01-20-1674203994343","title":"Gurye Sansuyu Village (구례 산수유마을)","description":"Sandong-myeon in the Gurye-gun region is widely known as the home of <em>sansuyu</em> (cornus fruit) and is responsible for 70% of Korea’s sansuyu fruit production. The Sansuyu Village, located at the foot of the southwest side of Manbokdae Mountain (1,433 meters), is considered the region’s most representative village of sansuyu. The village has a beautiful natural landscape with the snow-covered Jirisan Mountain range to its back and a small valley to its right. <br><br>Visitors to the village can wind down at the hot spring complex nearby, which is famous for its germanium content and said to have numerous health benefits. The sansuyu flowers of Sansuyu Village typically are at full bloom between March 20 and March 31, drawing throngs of visitors. <br><br>* Please note that blossom dates are not exact and change slightly from year to year.","regDate":"2023-01-20","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Experience Programs","Village Experience"],"imgUrl":"/2023-01-20-1674203994343/2616834_image2_1.webp","blogPath":"Jeollanam-do/2023-01-20-1674203994343"},{"id":"2023-01-20-1674200157387","title":"Gokseong Dorimsa Temple (도림사(곡성))","description":"Dorimsa Temple was built by Monk Wonhyo in 660 during the 7th year of King Muyeol. Located approximately 4 kilometers west of Gokseong-eup, the temple houses Bogwangjeon Hall, Yaksajeon Hall, and Eungjindang Hall, among other buildings. The nature surrounding the temple is beautiful all year round, and the water flowing through the nearby valley makes it a popular place to visit during the hot summer season.","regDate":"2023-01-20","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2023-01-20-1674200157387/2608396_image2_1.webp","blogPath":"Jeollanam-do/2023-01-20-1674200157387"},{"id":"2023-01-20-1674196823651","title":"Gokseong Dangunjeon Shrine (곡성 단군전)","description":"Dangunjeon Shrine was built in honor of Dangun, a legendary figure known to be the founder of Gojoseon, or ancient Korea. He is known to be the grandson of the heavens and the son of Hwanung. According to the legend, Hwanung was approached by a bear and a tiger who wished to become human beings. Hwanung attended to their plea by instructing them to avoid sunlight for 100 days and live only by consuming garlic and mugwort. Unlike the tiger who gave up, the bear followed the instructions faithfully and transformed into a woman, who then married Hwanung and gave birth to Dangun.<br><br> Located near Yeonguncheonbyeon in Gokseong-eup, Dangunjeon Shrine was first founded in Hakjeong-ri, Samin-dong in 1916 by Shin Tae-yun, also known as Baekdang, but later moved to its current location and went through reconstruction in 1931. An annual ancestral rite takes place at the shrine on October 3 (National Foundation Day) and March 15 to pay respects to Dangun. Dangunjeon Shrine was also a place where civilians gathered to take an oath of patriotism in action against the Japanese during the Japanese colonization period; a stone plaque commemorating the March 1st Independence Movement and Baekdang Memorial Hall dedicated to Shin Tae-yun can also be found within the area. Shin Tae-yun was captured by Japanese soldiers during the March 1st Independence Movement and served two years in prison.","regDate":"2023-01-20","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2023-01-20-1674196823651/1609432_image2_1.webp","blogPath":"Jeollanam-do/2023-01-20-1674196823651"},{"id":"2023-01-20-1674192977194","title":"Geumseongsanseong Fortress (담양 금성산성)","description":"Geumseongsanseong Fortress in Geumseongsan Mountain (603m) forms a boundary between two small villages located on the border of two provinces (Geumseong-myeon, Damyang-gun, Jeollanam-do and Sunchang-gun, Jeollabuk-do) and is one of the three popular mountains of the Honam region (the Southwestern region of Korea that includes Jeollanam-do and Jeollabuk-do). The fortress is surrounded by two walls connecting Cheolmabong Peak, Undaebong Peak, and Jangdaebong Peak. The total length of the outer wall is 6.486 meters and inner wall is 859 meters. <br><br>Historians are uncertain about the year the fortress was built, and have concluded that it dates back to the Three Kingdoms Period (57 BC – 676 AD) based on an examination of the ruins and remains discovered in the surrounding area. The fortress was reconstructed in 1409 and repaired in 1610 after the Imjin War (1592-1598). Following that, it continued to develop into a strong military base.<br><br>- Classification  Historic Site No. 353 <br>- Date of Designation  August 24, 1991<br>- Owner  Park Jinseong and 85 persons<br>- Age  Three States Era<br>- Site Area  1,349,977㎡<br>- Kind of Cultural Properties  Castle Site","regDate":"2023-01-20","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Historical Sites","Fortresses"],"imgUrl":"/2023-01-20-1674192977194/2013981_image2_1.webp","blogPath":"Jeollanam-do/2023-01-20-1674192977194"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}