{"pageProps":{"content":"![Gangjin Goryeo Celadon Kiln Site (강진 고려청자 요지)](/2023-01-19-1674113779757/1606638_image2_1.webp)\n\n  \n## Overview\n\n> Daegu-myeon of Gangjin-gun was the primary site of Goryeo dynasty celadon production between the 9th and the 14th centuries. Covering approximately 150 acres of land in nine villages, the area has been designated as the National Historical Site since 1963, and continues to protect its 180 fire kilns and maintain the sophisticated art of celadon production. Meanwhile, celadons produced in this area have also been designated as national treasure, and regarded highly worldwide for their artistic value, so much so that some are preserved in the Louvre Museum in France.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-61-430-3755|\n  \n\n  \n## Detail Image\n![/2023-01-19-1674113779757/1606633_image2_1.webp](/2023-01-19-1674113779757/1606633_image2_1.webp)\n![/2023-01-19-1674113779757/1606634_image2_1.webp](/2023-01-19-1674113779757/1606634_image2_1.webp)\n![/2023-01-19-1674113779757/1606635_image2_1.webp](/2023-01-19-1674113779757/1606635_image2_1.webp)\n![/2023-01-19-1674113779757/1606636_image2_1.webp](/2023-01-19-1674113779757/1606636_image2_1.webp)\n![/2023-01-19-1674113779757/1606637_image2_1.webp](/2023-01-19-1674113779757/1606637_image2_1.webp)\n![/2023-01-19-1674113779757/1606639_image2_1.webp](/2023-01-19-1674113779757/1606639_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-61-430-3755](tel:+82614303755)\n- [🏠www.celadon.go.kr</a><br><a href=\"http://www.cha.go.kr/\" target=\"_blank\">www.cha.go.kr](http://www.celadon.go.kr/)\n\n\n```googleMap\nlatitude: 34.5081420024\nlongitude: 126.8017668880\ntitle: Sadang-ri, Gangjin-gun, Jeollanam-do\n```\n  \n\n","data":{"id":"2023-01-19-1674113779757","title":"Gangjin Goryeo Celadon Kiln Site (강진 고려청자 요지)","description":"Daegu-myeon of Gangjin-gun was the primary site of Goryeo dynasty celadon production between the 9th and the 14th centuries. Covering approximately 150 acres of land in nine villages, the area has been designated as the National Historical Site since 1963, and continues to protect its 180 fire kilns and maintain the sophisticated art of celadon production. Meanwhile, celadons produced in this area have also been designated as national treasure, and regarded highly worldwide for their artistic value, so much so that some are preserved in the Louvre Museum in France.","regDate":"2023-01-19","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Historical Sites","Folk Villages"],"imgUrl":"/2023-01-19-1674113779757/1606638_image2_1.webp","blogPath":"Jeollanam-do/2023-01-19-1674113779757","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-19-1674113779757"},"dataList":[{"id":"2023-01-30-1675053547703","title":"Suncheon Dolmen Park (순천 고인돌공원)","description":"Suncheon Dolmen Park was created to preserve the many dolmen found in the area submerged due to the construction of Juam Dam 1984-1991. In addition to the dolmens, the park also displays prehistoric relics and pottery. Another exhibition hall on memorial services has a screening room and shows the evolution of memorial practices in the Jeollanam-do region. The entire area of the park is designated Cultural Property No. 154 of Jeollanam-do.","regDate":"2023-01-30","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2023-01-30-1675053547703/1607839_image2_1.webp","blogPath":"Jeollanam-do/2023-01-30-1675053547703"},{"id":"2023-01-30-1675049820043","title":"Soswaewon Garden (담양 소쇄원)","description":"Soswaewon Garden is a private garden from the Joseon period where Koreas traditional beauty is preserved. It was built by Yang San-Bo (1503-1557) after he gave up his success when his mentor Jo Gwang-Jo (1482-1519) was killed during political strife. Soswaewon Garden presents itself as a  clean and transparent garden where the righteous enjoy the life of anbinnakdo (being comfortable amid poverty and taking pleasure in an honest lifestyle) surrounded by a bamboo grove.<br><br>Including peach trees, various kinds of trees and grass are planted on both sides of the stream while clear water flows down the foot of the garden walls. The log bridge above the valley adds to the charm of the scenery. The harmony between  nature and the artificial waterfall is a sight to behold. Soswaewon Garden is 150 meters away from the main road. Passing through the thick bamboo forest, you will find the small valley and Soswaewon Garden on your left.","regDate":"2023-01-30","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2023-01-30-1675049820043/1731995_image2_1.webp","blogPath":"Jeollanam-do/2023-01-30-1675049820043"},{"id":"2023-01-29-1674988541021","title":"Songido Island (송이도)","description":"Songido Island, the second largest island in Nagwol-myeon District, is home to Koreas one and only white pebble beach, several different species of trees, sea caves and joints created by coastal erosion. Moreover, it features various leisure activities such as fishing, camping and swimming.<br><br>Chilsando, an affiliated islet of the Songido, is home to a yellow-billed egret, designated as Natural Monument No. 361, and a black-tailed gull. The sound of the black-tailed gull was selected as the most beautiful sound that a living creature can make in the competition sponsored by the Ministry of Environment in 1999. Moreover, the islet has been named as the most beautiful island in the nation by the Ministry of Maritime Affairs and Fisheries in 2003.","regDate":"2023-01-29","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"/2023-01-29-1674988541021/2387488_image2_1.webp","blogPath":"Jeollanam-do/2023-01-29-1674988541021"},{"id":"2023-01-29-1674981445971","title":"Songho Beach (송호해수욕장)","description":"Songho Beach is the most representative beach in Haenam and was named so for its dense old pine trees, fine sand, and shallow water resembling a lake. The fine sand and shallow waters make it the perfect beach for families. Hundreds of pine trees create a scenic forest reaching almost 1 kilometer along the levee which provides a suitable camping site under in the forest. The Ttangkkeut Trail that starts from Songho Beach auto-campgrond connects to Galsan Village and Ttangkkeut Tower.<br><br>The windbreak pine forest in Songho-ri, Haenam is designated as Jeollanam-do Natural Monument, consisting of at least 600 pine trees aged 200 years that play a vital role in the coastal shelterbelt.","regDate":"2023-01-29","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"/2023-01-29-1674981445971/1564796_image2_1.webp","blogPath":"Jeollanam-do/2023-01-29-1674981445971"},{"id":"2023-01-29-1674977767682","title":"Soando Island (소안도)","description":"Soando Island was settled by the Oh Family of Dongbok and the Kim Family of Gimhae, who moved to the island during the Imjin War. It was a very patriotic island during the Japanese occupation, stated to have flown the Korean flag all-year round. Patriots like Song Nae-ho, who fought hard for Korean independence, are remembered on the island at Soan Independence Movement Hall.<br><br>In addition, Mira-ri and Maengseong-ri Evergreen Forests, which have been designated as Natural Monuments No. 339 and No. 400 respectively, offer a breathtaking ocean view. Mira-ri Evergreen Forest, in particular, is famous for its unique mudflat pebbles. The waters around the island are also popular among fishermen nationwide.","regDate":"2023-01-29","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"/2023-01-29-1674977767682/2497146_image2_1.webp","blogPath":"Jeollanam-do/2023-01-29-1674977767682"},{"id":"2023-01-29-1674974276195","title":"Sinji Myeongsasimni Beach (신지 명사십리해수욕장)","description":"Sinji Myeongsasimni Beach is located at the center of Dadohaehaesang National Park. The beach got its name from its singing sand, and the name can be literally translated to sound of sand that can be heard from 4 kilometers away. The beach shore has a x_width of 150 meters and a length of 4 kilometers, covered with shimmering silver sand, and forms a gradual slope into the shallow water. The beach is not only popular for water activities, but also for its fine sand massage.","regDate":"2023-01-29","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"/2023-01-29-1674974276195/1820973_image2_1.webp","blogPath":"Jeollanam-do/2023-01-29-1674974276195"},{"id":"2023-01-29-1674970559296","title":"Sinheung Beach (신흥해수욕장)","description":"Sinheung Beach on Cheongsando Island is well known for its beautiful blue water. The beach also has a reputation as a great fishing spot. Located on the opposite side of the island from Jiri Beach, Sinheung Beach boasts a spacious shore but offers less amenities in comparison. However, the beachs best qualities are its clean waters and peaceful atmosphere. The nearby shores mostly serve as fishing spots and many visitors enjoy collecting clams during low tide.","regDate":"2023-01-29","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"/2023-01-29-1674970559296/214515_image2_1.webp","blogPath":"Jeollanam-do/2023-01-29-1674970559296"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}