{"pageProps":{"content":"![Ganghwa Armiae World (강화 아르미애월드)](/2022-08-10-1660124375447/2490358_image2_1.webp)\n\n  \n## Overview\n\n> Ganghwa Armiae World is a theme park with Ganghwa mugwort as its theme. The mugwort of Ganghwado Island is widely known for its great medicinal effects. Armiae means “creating beauty through mugwort.” Armiae World provides its visitors with various&nbsp;opportunities to experience Ganghwa mugwort.<br><br>\n\nMugwort Korean Beef Restaurant serves quality beef from cattle fed Ganghwa mugwort. The restaurant features a modern interior with beautiful views of the surrounding area. The Mugwort Experience Hall presents various mugwort-related experience programs such as a spa, foot bath, and sitz bath. The Agricultural Exhibition Hall provides a childrens' interactive experience about the value of farming, and the Onsaemiro Maze Park offers a history trip of Ganghwa greenhouses along the labyrinth. Other facilities include the Pottery Experience Hall, Ganghwa Agricultural Goods Sales Office, outdoor lawn square for events and picnics, and a processing plant for agricultural and indigenous products including mugwort. <br><br>\n\nArmiae World is located at the foot of Hyeolgusan Mountain, which is well-known for beautiful azalea flowers in the spring. Providing hands-on experiences in farming, Armiae World is emerging as a unique tourist attraction of Ganghwado Island.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330<br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-32-930-4124,<br /> +82-1577-2198, +82-32-937-9024|\n|opendate:|March 5, 2009|\n|parking:|Available (80 small car parking spaces, 10 large car parking spaces)|\n|restdate:|Seollal (Lunar New Year's Day) & Chuseok (Korean Thanksgiving Day) holidays|\n|usetime:|[Agricultural Exhibition Hall] 09:30-17:30<br>[Onsaemiro Maze Park] Summer 09:00-18:00 / Winter 09:00-17:00<br>[Armiae Mart] 10:00-18:00<br>[Mugwort Experience Hall] 10:00-18:00<br>[V-tree Experience Hall] 10:00-18:00<br>[Dondoldari Bapsang (restaurant)] 11:00-21:00|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Facility Utilization Fees:|Fees vary by program|\n|Admission Fees:|Free|\n|Available Facilities:|Mugwort-themed experience hall, exhibition hall, restaurant, parks, event hall, etc.|\n|Restrooms:|Available|\n|Parking Fees:|Free|\n  \n## Detail Image\n![/2022-08-10-1660124375447/1577232_image2_1.webp](/2022-08-10-1660124375447/1577232_image2_1.webp)\n![/2022-08-10-1660124375447/1577234_image2_1.webp](/2022-08-10-1660124375447/1577234_image2_1.webp)\n![/2022-08-10-1660124375447/1579290_image2_1.webp](/2022-08-10-1660124375447/1579290_image2_1.webp)\n![/2022-08-10-1660124375447/1579293_image2_1.webp](/2022-08-10-1660124375447/1579293_image2_1.webp)\n![/2022-08-10-1660124375447/1579295_image2_1.webp](/2022-08-10-1660124375447/1579295_image2_1.webp)\n![/2022-08-10-1660124375447/1579300_image2_1.webp](/2022-08-10-1660124375447/1579300_image2_1.webp)\n![/2022-08-10-1660124375447/2490356_image2_1.webp](/2022-08-10-1660124375447/2490356_image2_1.webp)\n![/2022-08-10-1660124375447/2490361_image2_1.webp](/2022-08-10-1660124375447/2490361_image2_1.webp)\n![/2022-08-10-1660124375447/2490362_image2_1.webp](/2022-08-10-1660124375447/2490362_image2_1.webp)\n![/2022-08-10-1660124375447/1577235_image2_1.webp](/2022-08-10-1660124375447/1577235_image2_1.webp)\n\n\n  \n## Contact\n\n\n- [🏠www.armiae.com](http://www.ganghwa.go.kr/open_content/armiae/)\n\n\n```googleMap\nlatitude: 37.7029259337\nlongitude: 126.4347557746\ntitle: 742-2, Jungang-ro, Ganghwa-gun, Incheon\n```\n  \n## Directions\n  \n[Bus]<br>\nTake Bus No. 3000 from Sinchon Station (Seoul Subway Line 2), Exit 4 to Ganghwa Bus Terminal. <br> From Ganghwa Bus Terminal Bus Stop, take Bus No. 700-1, Naega 31 (Ganghwa), or Naega 37 (Ganghwa) and get off at Agricultural Technology Service Center (Nongeop Gisul Center) Bus Stop.\n","data":{"id":"2022-08-10-1660124375447","title":"Ganghwa Armiae World (강화 아르미애월드)","description":"Ganghwa Armiae World is a theme park with Ganghwa mugwort as its theme. The mugwort of Ganghwado Island is widely known for its great medicinal effects. Armiae means “creating beauty through mugwort.” Armiae World provides its visitors with various&nbsp;opportunities to experience Ganghwa mugwort.<br><br>Mugwort Korean Beef Restaurant serves quality beef from cattle fed Ganghwa mugwort. The restaurant features a modern interior with beautiful views of the surrounding area. The Mugwort Experience Hall presents various mugwort-related experience programs such as a spa, foot bath, and sitz bath. The Agricultural Exhibition Hall provides a childrens' interactive experience about the value of farming, and the Onsaemiro Maze Park offers a history trip of Ganghwa greenhouses along the labyrinth. Other facilities include the Pottery Experience Hall, Ganghwa Agricultural Goods Sales Office, outdoor lawn square for events and picnics, and a processing plant for agricultural and indigenous products including mugwort. <br><br>Armiae World is located at the foot of Hyeolgusan Mountain, which is well-known for beautiful azalea flowers in the spring. Providing hands-on experiences in farming, Armiae World is emerging as a unique tourist attraction of Ganghwado Island.","regDate":"2022-08-10","author":"korea-tour","tag":["Incheon","Culture/Art/History","Experience Programs","Unique Experience"],"imgUrl":"/2022-08-10-1660124375447/2490358_image2_1.webp","blogPath":"Incheon/2022-08-10-1660124375447","pageUrl":"https:/mcdryad.com/Incheon/2022-08-10-1660124375447"},"dataList":[{"id":"2022-08-11-1660210829975","title":"Incheon Bridge (인천대교)","description":"Incheon Bridge is the longest bridge in Korea with the 21.39km long. It is ranked seventh in the world for its bridge length, sixth in the world ranking as a 18.38km long cable-stayed bridge, and fifth in the world ranking for its 800m gap between two main towers.<br><br>The bridge connects between Yeongjongdo Island, developing an international distribution complex as well as international airport, and Songdo Island, growing an international business city, within 20 minutes. Also, it grants easy to access to Gyeongin Expressway No. 2 and 3, and Seohaean Expressway by shortening more than 40 minutes to arrive at Incheon International Airport.","regDate":"2022-08-11","author":"korea-tour","tag":["Incheon","Culture/Art/History","Architectural Sights","Bridges"],"imgUrl":"/2022-08-11-1660210829975/1581990_image2_1.webp","blogPath":"Incheon/2022-08-11-1660210829975"},{"id":"2022-08-11-1660207401390","title":"Incheon Airport Korea Traditional Culture Center (인천국제공항 한국전통문화센터)","description":"The Incheon International Airport Traditional Culture Workshops are exhibition areas where traditional Korean culture experiential programs have been prepared for people awaiting flights departing from Korea, or for travelers waiting for connecting flights. Currently, there are two programs available in the exhibition areas, made available for all travelers using the third floor departure area. <br><br>Participants will be able to learn how to make jewelry boxes out of <em>hanji</em> (traditional Korean paper) or make cell phone straps using traditional sewing techniques that were used to make clothing and accessories. Even if you lack the skilled hands needed for these crafts, anyone can follow the simple instructions provided in English, Japanese, and Chinese, and have fun at the workshops. Aside from these programs, there are special programs that are prepared for visitors every 3 to 4 months, such as drawing traditional patterns, coloring traditional Korean fans, and making small purses by using traditional knotting techniques. <br><br>You can also take a look at the traditional arts and crafts that are put on display in the exhibition areas as well. There are two traditional culture workshops located at Incheon International Airport in both the east and west wings. <br><br>The traditional culture workshops and traditional craftworks exhibition are provided free of charge for all interested guests. The craftworks exhibition is located diagonally across from the fourth floor departure area convenience facility, and is open 24 hours a day. Also, if you visit between the hours of 10 00 and 18 00 Monday to Friday, English guides will be available for your added convenience. At present, the exhibition is showcased under the theme of presenting over 70 arts and crafts, including traditional Korean ceramic ware, clothing, various accessories, and other traditional cultural arts made by skilled artisans.","regDate":"2022-08-11","author":"korea-tour","tag":["Incheon","Culture/Art/History","Experience Programs","Traditional Experience"],"imgUrl":"/2022-08-11-1660207401390/709483_image2_1.webp","blogPath":"Incheon/2022-08-11-1660207401390"},{"id":"2022-08-11-1660203497633","title":"Gyeyangsan Mountain (계양산)","description":"Gyeyangsan Mountain, which reaches an altitude of 395 meters, is considered a guardian  and holy mountain that is representative of Incheon. The mountain’s name changed  several times, according to the name changes of the region. It was previously  called Sujuak as part of the Suju administration of the Goryeo dynasty, Annamsan Mountain during Annam administration, and finally was renamed Gyeyangsan Mountain during Gyeyang administration.<br><br>Gyeyangsan’s  name originates from the area that is home to the Korean box tree, which produces  cassia bark used to make cinnamon. Gyeyang Park was designated as Incheon’s  first urban natural park on January 8, 1944, and since then, the mountain has  gone on to become the city’s top municipal park.","regDate":"2022-08-11","author":"korea-tour","tag":["Incheon","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-08-11-1660203497633/1923719_image2_1.webp","blogPath":"Incheon/2022-08-11-1660203497633"},{"id":"2022-08-11-1660200375101","title":"Gyeongin Ara Waterway (경인 아라뱃길)","description":"Ara Waterway flows 18 kilometers from the Hangang River to the West Sea. Opened in 2012, the waterway serves to quickly remove excess water from the surrounding areas to prevent flooding. The waterway also serves as a key route for transporting cargo via ship, as well as a natural green space.<br><br>The idea of Ara Waterway started nearly 800 years ago during the Joseon dynasty by King Gojong. Unfortunately, his plan could not be completed at that time due to technical obstacles and the difficult state of the country. After countless efforts and preparation, the construction of the waterway began in 2009 and opened in 2012.","regDate":"2022-08-11","author":"korea-tour","tag":["Incheon","Culture/Art/History","Recreational Sites","Tourist Complexes"],"imgUrl":"/2022-08-11-1660200375101/2661944_image2_1.webp","blogPath":"Incheon/2022-08-11-1660200375101"},{"id":"2022-08-11-1660196262031","title":"Gwangseongbo Fortress (광성보)","description":"Gwangseongbo Fortress’s outer wall from the Goryeo era was mended in 1618. The fortress was built in 1656 and the outpost was constructed in 1679. It was completely remodeled into a masonry castle with gates in 1745. During Sinmiyangyo (the American invasion in 1871), Gwangseongbo was the fiercest battle ground in Ganghwa. On April 24, 1871, a  fleet with 1,230 American naval forces led by Rear Admiral John Rodgers landed on Ganghwado Island to demand the opening of Korea's ports and commerce. The armed forces attacked Chojijin Fortress and Deokjinjin Camp, then marched to Gwangseongbo Fortress, where they engaged in close combat with the warriors of Joseon. Although General Eo Jae-yeon and the other warriors were poorly equipped with far inferior weapons, they bravely fought to the death against the invading forces. <br><br>The battlefield ruins of the fortress and the gate towers such as Anhaeru, Gwangseongdon, Sondolmokdon, and Yongdudon were repaired in 1977.  The twin tombs of General Eo Jae-Yeon and his brother Eo Jae-seon, along with the anonymous tombs of warriors who died on the battlefield were also honorably arranged at the same time. Furthermore, a stone monument commemorating the restoration of Ganghwa Battlefield was erected on Yongdudondae Post. <br><br>In 1988, an extensive rest area was created toward the shore for visitors’ convenience. Gwangseongbo Fortress is presently designated as Historical Relic No. 227. A religious service known as Gwangseongje is held annually to commemorate the patriotic spirits of General Eo Jae-yeon and other unnamed warriors. This service takes place at 11 a.m. on every April 24th of the lunar calendar.","regDate":"2022-08-11","author":"korea-tour","tag":["Incheon","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-08-11-1660196262031/2363682_image2_1.webp","blogPath":"Incheon/2022-08-11-1660196262031"},{"id":"2022-08-11-1660193458113","title":"Gureopdo Island (굴업도)","description":"Gureopdo Island is considered the Galapagos of Korea. There are only two attractions on this island, Gureop Beach and the port, and there are almost no convenience facilities due to its small population. The island is mostly covered in trees and lacks manmade facilities. As a result, the island still has most of its natural environment, a gift of nature. In summer, the area around Gaemeori Hill is a popular camping site because of its beautiful view of the Milky Way at night.","regDate":"2022-08-11","author":"korea-tour","tag":["Incheon","Nature","Natural Sites"],"imgUrl":"/2022-08-11-1660193458113/2674880_image2_1.webp","blogPath":"Incheon/2022-08-11-1660193458113"},{"id":"2022-08-11-1660190391278","title":"Goryeosan Mountain (고려산)","description":"Goryeosan Mountain, once referred to as Oryeonsan, is a mountain rich in folklore. Legend has it that in the year 416 (during the reign of King Jangsu of Goguryeo), a Buddhist monk named Cheonchukguk climbed Goryeosan Mountain and found Oryeonji Pond where the five-colored lotus flowers bloomed. The monk picked the lotus flower petals and blew them into the air. He then built a temple where each of the petals had landed, naming the temples according to their corresponding color  Jeokseoksa Temple, formerly Jeokryeonsa Temple (red lotus), Baengnyeonsa Temple (white lotus), Cheongryeonsa Temple (blue lotus), Hwangryeonsa Temple (yellow lotus), and Heungnyeonsa Temple (black lotus). <br><br>Around 130 dolmens are distributed along the foot of Goryeosan Mountain. Sirumisan Mountain, on the northern side of Goryeosan Mountain is said to have been the birthplace of General Yeongaesomun of the Goguryeo Kingdom.","regDate":"2022-08-11","author":"korea-tour","tag":["Incheon","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-08-11-1660190391278/2003407_image2_1.webp","blogPath":"Incheon/2022-08-11-1660190391278"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}