{"pageProps":{"content":"![Spa Plus (스파플러스)](/2022-09-07-1662537392811/2042185_image2_1.webp)\n\n  \n## Overview\n\n> Spa Plus is located in Icheon City, Gyeonggi-do Province, which has been a famous hot springs region for over 500 years. It has been said that Spa Plus’ hot spring waters have healing components that are effective in treating eye diseases and skin troubles. \nSpa Plus presents a variety of jjimjilbang themed areas to enjoy along with an outdoor area where you can relax in the warm hot spring waters. <BR><Br>\nFirst opened in December of 2002, Spa Plus is a hot springs facility located inside the Hotel Miranda, which is the largest 2nd class hotel of the Icheon area. The main spa complex is located on the 10th floor and the annex on the 3rd floor.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-31-639-5000|\n|parking:|Available|\n|restdate:|N/A (Open all year round)|\n|usetime:|Spa Zone (Indoor hot springs, giant bath): Mon.-Thurs. 06:00-20:00 / Fri.-Sun., public holidays 06:00-22:00<br /><br>Indoor swimming pool: Mon.-Thurs. 09:00-19:00 / Fri.-Sun., public holidays 09:00-20:00<br /><br>Lazy River (Youth pool): 11:00-19:30<br /><br>Jjimjilbang: Weekdays 09:00-20:00 / Weekends, public holidays 09:00-21:00|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Available Facilities:|Extreme wave, aqua play, indoor slide, indoor kids water pool, lazy river, indoor pool. pavillion, the terrace, kids club jamgle, food court, Tayo cafe |\n|Admission Fees:|Water Zone<br><br>- Weekdays: Adults 40,000 won / Children 34,000 won<br>- Weekends & public holidays: Adults 45,000 won / Children 39.000 won<br /><br>Spa Zone<br /><br>- Weekdays: Adults 12,000 won / Children 8,000 won<br />- Weekends & public holidays: Adults 12,000 won / Children 8,000 won<br /><br>Sunset Spa: Mon.-Thurs. 20,000 won<br /><br>Night Spa: Fri.-Sun. & public holidays 22,000 won<br /><br>Early morning special: 8,000 won<br /><br>Add jjimjilbang: 5,000 won|\n|Reservation Info. for Natives:|Phone-reservation required|\n  \n## Detail Image\n![/2022-09-07-1662537392811/2042199_image2_1.webp](/2022-09-07-1662537392811/2042199_image2_1.webp)\n![/2022-09-07-1662537392811/2042220_image2_1.webp](/2022-09-07-1662537392811/2042220_image2_1.webp)\n![/2022-09-07-1662537392811/2042221_image2_1.webp](/2022-09-07-1662537392811/2042221_image2_1.webp)\n![/2022-09-07-1662537392811/2042222_image2_1.webp](/2022-09-07-1662537392811/2042222_image2_1.webp)\n![/2022-09-07-1662537392811/2042227_image2_1.webp](/2022-09-07-1662537392811/2042227_image2_1.webp)\n![/2022-09-07-1662537392811/2042228_image2_1.webp](/2022-09-07-1662537392811/2042228_image2_1.webp)\n![/2022-09-07-1662537392811/2042230_image2_1.webp](/2022-09-07-1662537392811/2042230_image2_1.webp)\n![/2022-09-07-1662537392811/2042232_image2_1.webp](/2022-09-07-1662537392811/2042232_image2_1.webp)\n![/2022-09-07-1662537392811/2042223_image2_1.webp](/2022-09-07-1662537392811/2042223_image2_1.webp)\n![/2022-09-07-1662537392811/2042225_image2_1.webp](/2022-09-07-1662537392811/2042225_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-31-639-5000](tel:+82316395000)\n- [🏠www.mirandahotel.com](http://www.mirandahotel.com/)\n\n\n```googleMap\nlatitude: 37.2759992443\nlongitude: 127.4511669061\ntitle: 45, Jungnicheon-ro 115beon-gil, Icheon-si, Gyeonggi-do\n```\n  \n## Directions\n  \n[Bus]<BR>\nFrom Seoul Express Bus Terminal, take an express bus to Icheon Bus Terminal. <BR>Walk for approx. 767m to the venue.\n","data":{"id":"2022-09-07-1662537392811","title":"Spa Plus (스파플러스)","description":"Spa Plus is located in Icheon City, Gyeonggi-do Province, which has been a famous hot springs region for over 500 years. It has been said that Spa Plus’ hot spring waters have healing components that are effective in treating eye diseases and skin troubles. Spa Plus presents a variety of jjimjilbang themed areas to enjoy along with an outdoor area where you can relax in the warm hot spring waters. <BR><Br>First opened in December of 2002, Spa Plus is a hot springs facility located inside the Hotel Miranda, which is the largest 2nd class hotel of the Icheon area. The main spa complex is located on the 10th floor and the annex on the 3rd floor.","regDate":"2022-09-07","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Recreational Sites","Hot Springs & Spa"],"imgUrl":"/2022-09-07-1662537392811/2042185_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-07-1662537392811","pageUrl":"https:/mcdryad.com/Gyeonggi-do/2022-09-07-1662537392811"},"dataList":[{"id":"2022-09-09-1662713449090","title":"The Garden of Morning Calm (아침고요수목원)","description":"The Garden of Morning Calm showcases the beauty of Korean horticulture before the backdrop of Chungryeongsan Mountain. Visitors can walk among a profusion of flowers in unique gardens and through a lush forest of pine nut trees. The garden was opened in May 1996 by horticultural professor Han Sang-kyung, and features 20 different themed sections, connected by scenic walkways. The Sunken Garden is shaped like the Korean Peninsula and is carpeted with beautiful flowers on both sides representing the desire for South and North Korea to be reunited. It is easily one of the garden's most popular and meaningful attractions. The garden houses about 5,000 kinds of plants, including 300 varieties native to Baekdusan Mountain, known as a spiritual mountain to the Korean people. The garden has served as a filming site for many productions.","regDate":"2022-09-09","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites","Botanical Gardens"],"imgUrl":"/2022-09-09-1662713449090/2651625_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-09-1662713449090"},{"id":"2022-09-09-1662709464827","title":"The 3rd Tunnel (Dorasan Observatory) (제3땅굴)","description":"The 3rd Tunnel was discovered by South Korea in 1978. It spans over 1,635m in length, 2m in x_width, and 2m in x_height and is located 52km from Seoul. It is estimated that approximately 30,000 soldiers could move through the tunnel per hour. The scale is similar to the 2nd Tunnel, but it was thought to be more threatening as an invasion tool than the 1st and 2nd Tunnels. Located only 4km away from Imjingak toward the southwest and 3.5km from the Tongilchon area, it is accessible by car in approximately 45 min from Seoul.","regDate":"2022-09-09","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Security & Peace Sites"],"imgUrl":"/2022-09-09-1662709464827/2617822_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-09-1662709464827"},{"id":"2022-09-09-1662706944231","title":"Termeden Spa & Resort (테르메덴)","description":"Icheon Termeden, Korea's first German-style spa resort, is spread over an area of around 30,000 square meters. It is located next to a thick forest, so visitors can enjoy the water and spa facilities as well as take a stroll in the forest. The water park has a very large bade pool, a hot spring spa, sport facilities, arcades, a cultural hall, and other subsidiary facilities. <br><br>Unlike Japanese-style spas, which contain mainly hot baths, German-style spas are more focused on water massages. Water jets located in the bade pool shoot out water, which massages various parts of the body and at the same time revitalizes the skin. In addition, you can walk, swim, or exercise in the water stream pool, which has a depth of 120 centimeters. <br><br>Icheon Termeden started as a hot spring spa, but it plans to expand further into a multi-resort complex, which will include hotel and condominium facilities, an arboretum, a golf driving range, and horseback riding.","regDate":"2022-09-09","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Recreational Sites","Hot Springs & Spa"],"imgUrl":"/2022-09-09-1662706944231/2041309_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-09-1662706944231"},{"id":"2022-09-09-1662703678782","title":"Temporary Palace at Hwaseong Fortress (Hwaseong Haenggung Palace) (화성행궁)","description":"A <em>haenggung</em> is a temporary palace where the king and royal family retreated to during a war. Hwaseong Haenggung Palace is the largest one of these, used by the Joseon kings since the time of King Jeongjo (r. 1776-1800). In addition to being used as a shelter during war, King Jeongjo also stayed here during trips to worship at his father's tomb. The palace was the location of a splendid feast held on the 60th birthday of his mother, Hyegyeonggung Hong, and many other events, including award certificates for successful candidates of special national exams. These days, the palace serves as a venue for many traditional cultural performances and activities.","regDate":"2022-09-09","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-09-09-1662703678782/1999720_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-09-1662703678782"},{"id":"2022-09-09-1662699031241","title":"Suwonhyanggyo Confucian School (수원향교)","description":"Suwonhyanggyo Confucian School was built in 1291 in front of Hwasan Mountain in Hwaseong where it stayed for nearly 500 years. It was moved to its current location in 1789 with the construction of Hwaseong Fortress. During the move, some of the original wood was exposed to water and began to rot. These parts were repaired in 1795 and efforts were made to prevent the wooden structure from futher damage. The current school is comprised of various halls, gates, and pavilions. It is registered as Gyeonggi-do Cultural Property No. 1 and operates programs every summer for regional students.","regDate":"2022-09-09","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-09-09-1662699031241/1591196_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-09-1662699031241"},{"id":"2022-09-08-1662633912924","title":"Suwon Hwaseong Fortress [UNESCO World Heritage] (수원 화성 [유네스코 세계문화유산])","description":"Suwon was one of four main regional government centers during the Joseon dynasty. Hwaseong Fortress, built to protect the city, was designated as a UNESCO World Cultural Heritage Site on December 12, 1997 for its historical value. The fortress offers various performances daily as well as the Suwon Hwaseong Cultural Festival every fall. The walls stretch for 5,700 kilometers, with Paldalsan Mountain at the center. The fortress, constructed from 1794 to 1796, was built as a display of King Jeongjo&rsquo;s filial piety towards his father and to build a new pioneer city with its own economic power.","regDate":"2022-09-08","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Fortresses"],"imgUrl":"/2022-09-08-1662633912924/1923778_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-08-1662633912924"},{"id":"2022-09-08-1662630261406","title":"Surisan Provincial Park (수리산도립공원)","description":"Surisan Mountain, a provincial park of Gyeonggi-do, surrounds Gunpo and is also easily accessible from Anyang and Ansan. Surisan Mountain is said to be named because there is a rock in the shape of an eagle. Another legend says it is named after the nearby Surisa Temple. <br>Surisan Mountain is part of the Gwangju Mountain Range along with Cheonggyesan, Gwanggyosan, Gwanaksan, and Baekunsan mountains. The mountain has four peaks and the highest is Taeulbong Peak (489 m).<br>Grand old trees that range from 100 to 300 years old make for picturesque scenery. The mountain also won first place in the 2002 Beautiful Forest contest hosted by the Korea Forest Service.","regDate":"2022-09-08","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites","Provincial Parks"],"imgUrl":"/2022-09-08-1662630261406/1253553_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-08-1662630261406"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}