{"pageProps":{"content":"\n\n  \n## Overview\n\n> First built in 132 during the Baekje era (18 BC-AD 660) under King Gaeru's reign, Bukhansanseong Fortress was the northernmost fortress that protected Baekje from Goguryeo's forces. In the year 475, the fortress fell in the hands of Gogyuryeo after a fierce battle. As a result, King Gaeru was killed and Baekje's princess fled to Ungjinseong Fortress. Despite the fortress' collapse and reconstructions, Bukhansanseong Fortress continued to play an important role in protecting the capital city throughout Korea's history of war.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-31-968-5325|\n|parking:|Available (2 lots)|\n|restdate:|N/A (Open all year round)|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Hiking Course:|Bukhansanseong Fortress Information Center - Daeseomun Gate - Borisa Temple - Baekundae (3.4km)|\n|Admission Fees:|Free|\n|Restrooms:|Available|\n  \n\n  \n## Contact\n\n- [☎️+82-31-968-5325](tel:+82319685325)\n- [🏠bukhan.knps.or.kr](http://bukhan.knps.or.kr)\n\n\n```googleMap\nlatitude: 37.6457643949\nlongitude: 126.9738386433\ntitle: 375, Daeseomun-gil, Deogyang-gu, Goyang-si, Gyeonggi-do\n```\n  \n## Directions\n  \n[Bus]<br>\nGupabal Station (Seoul Subway Line 3), Exit 1. <br>\nTake Bus No. 704 bound for Bukhansanseong Fortress and get off at Bukhansan Mountain Entrance bus stop.\n","data":{"id":"2022-09-13-1663058993668","title":"Bukhansanseong Fortress (북한산성)","description":"First built in 132 during the Baekje era (18 BC-AD 660) under King Gaeru's reign, Bukhansanseong Fortress was the northernmost fortress that protected Baekje from Goguryeo's forces. In the year 475, the fortress fell in the hands of Gogyuryeo after a fierce battle. As a result, King Gaeru was killed and Baekje's princess fled to Ungjinseong Fortress. Despite the fortress' collapse and reconstructions, Bukhansanseong Fortress continued to play an important role in protecting the capital city throughout Korea's history of war.","regDate":"2022-09-13","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Fortresses"],"imgUrl":"","blogPath":"Gyeonggi-do/2022-09-13-1663058993668","pageUrl":"https:/mcdryad.com/Gyeonggi-do/2022-09-13-1663058993668"},"dataList":[{"id":"2022-09-16-1663304803597","title":"Paju Jangneung Royal Tomb [UNESCO World Heritage] (파주 장릉(인조, 인열왕후) [유네스코 세계문화유산])","description":"Located in Paju, Jangneung is the tomb of King Injo (1595-1649, reign 1623-1649), the 16th ruler of the Joseon dynasty, and Queen Inyeol. <br><br>King Injo took the throne in 1623 after having overthrown the previous king, Gwanghaegun, in a military revolt. During his reign, King Injo faced challenges from two foreign invasions in 1627 and 1637. He died in 1649 in Changdeokgung Palace.","regDate":"2022-09-16","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"","blogPath":"Gyeonggi-do/2022-09-16-1663304803597"},{"id":"2022-09-15-1663238745042","title":"Paju Gamaksan Mountain (감악산 (파주))","description":"Gamaksan Mountain gets its name from the slivers of bluish tinged rock (‘Gamak’ meaning ‘dark blue rock’) on the mountain. The mountain is one of five rocky mountains in the Gyeonggi Province, along with Hwaaksan, Songaksan, Gwanaksan, and Unaksan Mountains; Gamaksan Mountain is less known among the general public. Below Janggunbong Peak, visitors can find Imkkeokjeonggul Cave where Imkkeokjeong, the legendary Korean Robin Hood, hid from government troops. Near Seolmarigyegok Valley are monuments for Korean and English soldiers who lost their lives in the Korean War. The mountain used to be home to four temples but currently there is only Beomnyunsa Temple, rebuilt in 1970 at the site of the previous Ungyesa Temple.","regDate":"2022-09-15","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-09-15-1663238745042/1855949_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-15-1663238745042"},{"id":"2022-09-15-1663235065255","title":"Jomurakgyegok Valley (조무락계곡)","description":"Jomurakgyegok Valley's river flows between Seongnyongsan Mountain, Jeongmok-ri, Buk-myeon and Jungbong Peak of Hwaaksan Mountain in Buk-myeon. <br>The water runoff from the two mountains flows into Jomurakgol Valley. Jomurakgyegok Valley and Domacheon Stream (from Sampal-gyo Bridge and Kookmangbong Peak) flow into Gapyeongcheon Stream. <br>The valley's name means to watch birds sing and dance, and calls to mind the phrase 'Jomuljomul,' which means the shape of  touching&nbsp;something with small hands.","regDate":"2022-09-15","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites","Valleys"],"imgUrl":"","blogPath":"Gyeonggi-do/2022-09-15-1663235065255"},{"id":"2022-09-15-1663231986682","title":"Janggyeongsa Temple (장경사)","description":"Janggyeongsa Temple is located in Namhansanseong Fortress. Namhansanseong Fortress, which protected Seoul along with Bukhansanseong Fortress, was built at the same time as Janggyeongsa Temple in 1638, during the 16th year of King Injo. Warrior monks from all eight provinces throughout the country&nbsp;helped with the construction. Janggyeongsa Temple is the only remaining temple among nine such temples where military groups made up of monks stayed for trainings.","regDate":"2022-09-15","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"","blogPath":"Gyeonggi-do/2022-09-15-1663231986682"},{"id":"2022-09-15-1663228111651","title":"Hwaseong Salt Spring (화성식염온천)","description":"Salt spring water is speculated to be ocean water that has been trapped 700 meters underground and mixed with freshwater  due to earth's crustal movements. The water is rich in minerals, and is known to have many health benefits. Hwaseong Salt Spring features several different facilities including public bath, ultraviolet steam spa, jade spa, and bulgama (fire pot) spa.","regDate":"2022-09-15","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Recreational Sites","Hot Springs & Spa"],"imgUrl":"","blogPath":"Gyeonggi-do/2022-09-15-1663228111651"},{"id":"2022-09-15-1663225510444","title":"Hwaseong Fortress Tourist Trolley (화성어차)","description":"With a design inspired by the royal vehicle used by King Gojong and palanquins of the Joseon dynasty, Hwaseong Fortress Tourist Trolley gives passengers a comfortable tour around the main attractions of Suwon Hwaseong Fortress, including Yeonmudae Post, Hwahongmun Gate, Hwaseomun Gate, Paldalsan Mountain, Hwaseong Haenggung Palace, Paldalmun Gate, Suwon Hwaseong Museum, and more. Formerly known as Hwaseong Train, the vehicle went through a transformation and changed its name to Hwaseong Fortress Tourist Trolley. It also changed its route to a tour course that circulates through all the major attractions in Suwon Hwaseong Fortress. <br><br> The trolley is divided into four units - one main driving unit and three passenger cars – with a maximum capacity of 44 passengers and moves at an average speed of 15km per hour. All seats have heaters installed and an earphone jack that provides an audio guide of Suwon Hwaseong Fortress in English, Chinese and Japanese.","regDate":"2022-09-15","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Experience Programs","Unique Experience"],"imgUrl":"","blogPath":"Gyeonggi-do/2022-09-15-1663225510444"},{"id":"2022-09-15-1663223162380","title":"Hantangang River Resort (한탄강 관광지)","description":"The area surrounding the Hantangang River is filled with countless volcanic rocks from past volcanic activity. These rocks are basaltic, and are commonly called gombo (a face with chicken pox marks) rock because they are covered with small holes that form from air bubbles when volcanic lava cools rapidly. The surrounding scenery of the Hantangang River area is truly breathtaking and is also the site of a famous amusement park. The Hantangang River Resort, located in the lower region of the Hantangang River, stretches along 1.5 kilometers of the river's shore between the Saranggyo Bridge and the Hantangyo Bridge in Jeongok-ri, Yeoncheon-gun. The Hantangang River flows from the Pyeonggang River in North Korea and through through Cheorwon, Pocheon and Yeoncheon and eventually joins the Imjingang River. The river features many scenic points including a large valley with cliffs that consist of many rare rocks. The resort is a great place for rest and relaxation, and has facilities for the whole family, maintaining campsites for cars and motor homes, a dinosaur-themed Children’s Character Park, Children’s Transportation Land, a water park, an ecological pond, and a soccer field. Additionally, the Goseokjeong Pavilion and Sundam Valley are located nearby upstream.","regDate":"2022-09-15","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Recreational Sites","Tourist Complexes"],"imgUrl":"/2022-09-15-1663223162380/2431947_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-15-1663223162380"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}