{"pageProps":{"content":"![Eunhaeng Botanical Garden (은행식물원 (은행자연관찰원))](/2022-08-23-1661247612629/1865972_image2_1.webp)\n\n  \n## Overview\n\n> Eunhaeng Botanical Garden is operated by Seongnam-si. The garden was originally a discarded drainage area that was transformed into an ecological park with an arboretum. The garden is rich in greenery, with a diverse range of plants, wildflowers, and insects, making it an ideal place for students to see and learn about nature. The garden is also a beautiful recreation area for local residents.<br><br>\n* Facility area - 34,760㎡ (10,533 pyeong) / Visitor center area 202㎡ (61 pyeong)<br>\n* Plants: 89 species 2,317 plants, Shrub: 78 species 13,689 shrubs, Flowering plants: 209 species\n94,329 plants<br>\n* Insects - Ladybug, butterfly with four feet, Monema flavescens, Riptortus clavatus, black-tipped leafhopper, Poecilocoris lewisi, etc.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-31-729-4319|\n|opendate:|October 30, 2002|\n|parking:|Available (Near the Visitor's Center or garden)|\n|restdate:|The day of Seollal (Lunar New Year's Day) and Chuseok (Korean Thanksgiving Day)|\n|usetime:|June-September 09:00-19:00<br>October-May 09:00-18:00|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Tour Course Information:|Visitor's center - greenhouse - Miro Plaza - shrubbery garden A - azalea garden - theme circle - wild chrysanthemum garden - silver grass garden - water parsley garden - orange stonecrop garden - complex seasonal garden A - aquatic botanical garden - alpine botanical garden -  lily garden - edible botanical garden - herb garden - complex seasonal garden B - shrubbery garden B - outdoor stage - eco pond|\n|Restrooms:|Available|\n|Available Facilities:|Visitor's Center, greenhouse, maze square, outdoor performance hall, ecological pond, aquatic botanical garden, herb garden, perfume garden, etc.|\n  \n## Detail Image\n![/2022-08-23-1661247612629/1865975_image2_1.webp](/2022-08-23-1661247612629/1865975_image2_1.webp)\n![/2022-08-23-1661247612629/1865982_image2_1.webp](/2022-08-23-1661247612629/1865982_image2_1.webp)\n![/2022-08-23-1661247612629/1865983_image2_1.webp](/2022-08-23-1661247612629/1865983_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-31-729-4319](tel:+82317294319)\n- [🏠epark.seongnam.go.kr](http://epark.seongnam.go.kr/main/index.asp)\n\n\n```googleMap\nlatitude: 37.4532263470\nlongitude: 127.1668682019\ntitle: 72, Eunhaeng-ro, Jungwon-gu, Seongnam-si, Gyeonggi-do\n```\n  \n## Directions\n  \n[Bus]<br>\nAt Namhansanseong Station (Seoul Subway Line 8), Exit 6, take Bus No. 6.<br>\nGet off at Eunhaeng-dong Community Center Bus Stop.<br>Walk for approx. 5 min to the garden.\n","data":{"id":"2022-08-23-1661247612629","title":"Eunhaeng Botanical Garden (은행식물원 (은행자연관찰원))","description":"Eunhaeng Botanical Garden is operated by Seongnam-si. The garden was originally a discarded drainage area that was transformed into an ecological park with an arboretum. The garden is rich in greenery, with a diverse range of plants, wildflowers, and insects, making it an ideal place for students to see and learn about nature. The garden is also a beautiful recreation area for local residents.<br><br>* Facility area - 34,760㎡ (10,533 pyeong) / Visitor center area 202㎡ (61 pyeong)<br>* Plants  89 species 2,317 plants, Shrub  78 species 13,689 shrubs, Flowering plants  209 species94,329 plants<br>* Insects - Ladybug, butterfly with four feet, Monema flavescens, Riptortus clavatus, black-tipped leafhopper, Poecilocoris lewisi, etc.","regDate":"2022-08-23","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites","Botanical Gardens"],"imgUrl":"/2022-08-23-1661247612629/1865972_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-23-1661247612629","pageUrl":"https:/mcdryad.com/Gyeonggi-do/2022-08-23-1661247612629"},"dataList":[{"id":"2022-09-12-1662964863813","title":"Yongmunsa Temple (용문사(용문산))","description":"Yongmunsa Temple is located about 9 kilometers northeast from Yongmun Station on the Jungang line. It was built during the Silla Kingdom and reconstructed during the reign of King Sejong of the Joseon dynasty. It was badly damaged during the Korean War, but was restored and now consists of three buildings, the main hall, Daeungjeon Hall, and the bell tower. Its courtyard contains the largest ginkgo tree in Asia, which is 1,100 years old, measures 60 meters in x_height and 14 meters in circumference and is designated and protected as a Natural Monument. Legend says the great Buddhist Monk Uisang, who lived during the Silla Kingdom, stuck his staff in the earth, and the tree grew out of the simple staff.","regDate":"2022-09-12","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-09-12-1662964863813/1807278_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-12-1662964863813"},{"id":"2022-09-12-1662959542328","title":"Yongin Recreational Forest (용인자연휴양림)","description":"Yongin Recreational Forest (162 ha) is perched on the southern foothills of Jeonggwangsan Mountain (alt. 562 m) in Yongin, Gyeonggi-do. Facilities include lodging facilities, camping zone, meeting rooms, children’s playground, and walking paths.","regDate":"2022-09-12","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"/2022-09-12-1662959542328/1860092_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-12-1662959542328"},{"id":"2022-09-11-1662893014947","title":"Yongin Hobak Deungbul Village (용인호박등불마을)","description":"Yongin Hobak Deungbul (Pumpkin & Lamp) Village is a traditional themed farming village located just 25 kilometers out of downtown Yongin. The village is not only home to a variety of beautiful country cottages, but also offers a host of experience programs that fall under the themes of pumpkin, lamp, and fire (charcoal kiln). Nearby attractions and heritage sites include the grave of Poeun Jeong Mong Ju, the last loyal subject of the Goryeo Period, the Korean Deung-Jan Museum, Everland, and the Korean Folk Village.","regDate":"2022-09-11","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Experience Programs","Village Experience"],"imgUrl":"/2022-09-11-1662893014947/2482097_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-11-1662893014947"},{"id":"2022-09-11-1662889288941","title":"Yeonmudae Post (Dongjangdae) (연무대 (동장대))","description":"Yeonmudae Post is located inside Suwon's Hwaseong Fortress, a UNESCO World Heritage site. Situated on a relatively high hill between Changryongmun (the east gate of the fortress) and Hwahongmun (a north floodgate), Yeonmudae is an excellent military observation post with sweeping views of the inside of the fortress. After the fortress was completed in 1796, Yeonmudae was used as a training ground for troops for over two centuries, where they learned fighting skills involving swords, spears and arrows.<br><br>At Yeonmudae, visitors can learn archery while wearing traditional military attire; the fortress also offers a wide array of performances for visitors to appreciate traditional Korean culture. Yeomudae is included in the Suwon City Tour course.","regDate":"2022-09-11","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-09-11-1662889288941/2367186_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-11-1662889288941"},{"id":"2022-09-11-1662885973536","title":"Yeoninsan Provincial Park (연인산도립공원)","description":"The source of Yongchu Falls, Mount Yeoninsan (연인산) stands at 1,068 meters above sea level and features soft terrain and beautiful scenery. Local folklore has it that those coming to the mountain wishing for true love will have their dreams come true.  <br><br>The soil of Mount Yeoninsan is fertile, offering a great natural environment for a variety of flowers and trees. Numerous types of wild flowers thrive from early spring to late autumn. The trail connecting Mount Yeoninsan with mounts Myeongjisan, Cheonggyesan, and Gwimokbong remains relatively unspoiled by human influence  cooking and camping in the area is strictly forbidden. All the mountains in the trail are over 1,000 meters high. A defining feature of Mount Yeoninsan is the royal azaleas that bloom in late May. The County of Gapyeong celebrates the royal azalea by hosting the Mount Yeoninsan (Natural Ecology) Festival in May of each year.  <br><br>Also ideal for hiking, Mount Yeoninsan offers a number of trails  one starts from Buk-myeon in Baekdun-ri, one from Mail-ri, and one from Yongchu Valley. With a minimum of climbing, hikers can take in a variety of scenic views, ranging from the bloom of the royal azaleas in the spring to the beauty of the changing leaves in the fall.","regDate":"2022-09-11","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites","Provincial Parks"],"imgUrl":"/2022-09-11-1662885973536/1591274_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-11-1662885973536"},{"id":"2022-09-11-1662881975773","title":"Yeoju Ceramic Art Complex (여주도예단지)","description":"According to historic records, ceramics have been developed here since the early days of the Joseon dynasty, as the nation’s best materials for making ceramics, such as clay, white clay, and Kaolin, were produced around Ssarisan Mountain in Bungnae-myeon. Mid-standing artists here study the process of making traditional ceramics as well as more novel works that utilize unconventional methods. Yeoju Ceramic Art Complex not only provides high quality ceramics, it offers visitors a chance to see the process of making art pieces. There are over 60 personal exhibition halls with various styles of ceremics. Every May, there is a festival for visitors to enjoy.","regDate":"2022-09-11","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Folk Villages"],"imgUrl":"/2022-09-11-1662881975773/2687531_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-11-1662881975773"},{"id":"2022-09-11-1662879031661","title":"Yangpyeong Wild Flower Arboretum (양평 들꽃수목원)","description":"The Yangpyeong Wild Flower Arboretum has several major facilities. The Nature Ecology Museum showcases a natural ecology model structure with educational videos. The Nature Learning Center has about 200 different types of endangered wild flower species, while the Herb Garden has 50 different types of herbs. Other attractions include the swampy ground, Tteodeureongseom Island, riverside driveway, tropical arboretum, research center. The Arborteum offers a number of hands-on experience programs as well.","regDate":"2022-09-11","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites","Botanical Gardens"],"imgUrl":"/2022-09-11-1662879031661/608321_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-11-1662879031661"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}