{"pageProps":{"content":"![Yecheon Astro-Space Center (예천천문우주센터)](/2022-12-09-1670568044595/1614977_image2_1.webp)\n\n  \n## Overview\n\n> Yecheon Astro-Space Center is a theme park that opened in November 2004. The Yecheon Astronomical Science and Culture Center has built and operated the Yecheon Star Observatory. Visitors can stay in the accommodations in the park, observe the distant universe through a large telescope, and experience the space environment such as weightlessness. <br><br>In the observation room, visitors can observe the appearance of the universe with a 508 mm (20 inch) reflecting telescope that is automatically controlled by a computer. In the auxiliary observation room, visitors can observe sunspots and huge pillars of fire on the surface of the sun with a quadruple solar telescope. The astronomical projection room is a space theater where a digital astronomical projector and video projector are installed, and images related to the astronomical universe, including seasonal constellations, are screened on a hemispherical dome screen on the ceiling.<br><br>At the Yecheon Star Observatory, visitors can observe the pillars of fire that soar through the sun during the day and sunspots that are larger than Earth. At night, visitors can observe the galaxy, the nebula, where stars born and die, as well as star clusters, and the moon, which is the closest celestial body to Earth, has large and small meteorite craterson the surface. There are many more fun experiences at the Yecheon Star Observatory.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-54-1330<br>(Korean, English, Japanese, Chinese) <br> • For more info: +82-54-654-1710|\n|parking:|Available|\n|restdate:|Mondays, the day of Seollal (Lunar New Year's Day) & Chuseok (Korean Thanksgiving Day), Tuesday after a national holiday, random museum holiday (posted on the website)|\n|usetime:|[Space Tower] 10:00-17:00<br>[Space Environment Experience Center] Friday-Sunday 10:00-17:00<br>[Astronomy Observatory] Wednesday-Sunday 20:00-21:00<br>* Prior reservation required.|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Parking Fees:|Free|\n|Restrooms:|Available|\n|Admission Fees:|Space Tower: Adults 7,000 won / Children 6,000 won<br>Observatory: Adults 10,000 won / Children 9,000 won|\n  \n## Detail Image\n![/2022-12-09-1670568044595/1614971_image2_1.webp](/2022-12-09-1670568044595/1614971_image2_1.webp)\n![/2022-12-09-1670568044595/1614973_image2_1.webp](/2022-12-09-1670568044595/1614973_image2_1.webp)\n![/2022-12-09-1670568044595/1614975_image2_1.webp](/2022-12-09-1670568044595/1614975_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-54-654-1710](tel:+82546541710)\n- [🏠www.portsky.net](http://www.portsky.net/)\n\n\n```googleMap\nlatitude: 36.7008598560\nlongitude: 128.5049582359\ntitle: 1078, Chunghyo-ro, Yecheon-gun, Gyeongsangbuk-do\n```\n  \n\n","data":{"id":"2022-12-09-1670568044595","title":"Yecheon Astro-Space Center (예천천문우주센터)","description":"Yecheon Astro-Space Center is a theme park that opened in November 2004. The Yecheon Astronomical Science and Culture Center has built and operated the Yecheon Star Observatory. Visitors can stay in the accommodations in the park, observe the distant universe through a large telescope, and experience the space environment such as weightlessness. <br><br>In the observation room, visitors can observe the appearance of the universe with a 508 mm (20 inch) reflecting telescope that is automatically controlled by a computer. In the auxiliary observation room, visitors can observe sunspots and huge pillars of fire on the surface of the sun with a quadruple solar telescope. The astronomical projection room is a space theater where a digital astronomical projector and video projector are installed, and images related to the astronomical universe, including seasonal constellations, are screened on a hemispherical dome screen on the ceiling.<br><br>At the Yecheon Star Observatory, visitors can observe the pillars of fire that soar through the sun during the day and sunspots that are larger than Earth. At night, visitors can observe the galaxy, the nebula, where stars born and die, as well as star clusters, and the moon, which is the closest celestial body to Earth, has large and small meteorite craterson the surface. There are many more fun experiences at the Yecheon Star Observatory.","regDate":"2022-12-09","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2022-12-09-1670568044595/1614977_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-09-1670568044595","pageUrl":"https:/mcdryad.com/Gyeongsangbuk-do/2022-12-09-1670568044595"},"dataList":[{"id":"2022-12-15-1671075629814","title":"Yeongildae Beach (영일대해수욕장)","description":"With an area of 406,613.4 m² and a length of 1,750 meters, Yeongildae Beach is the largest beach on Koreas eastern coast. Along with Songdo Beach, it is known as one of the most popular beaches in Pohang. It is a great place for families and friends during summer vacations. The beach has several lodging facilities and restaurants that offer fresh seafood and <em>hoe</em> (sliced raw fish) nearby.","regDate":"2022-12-15","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites"],"imgUrl":"/2022-12-15-1671075629814/1894387_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-15-1671075629814"},{"id":"2022-12-14-1671014312587","title":"Yeongil Bay Hot Springs (영일만온천)","description":"The construction of this huge hot spring complex started in Yeongil Bay in 1988 after it was found that Yeongil Bay has the highest geothermal heat in Korea while drilling for oil in 1974. <BR><br>The water’s main ingredients contain healthy minerals such as calcium, natrium, fluorine, magnesium, chlorine, sulfuric acid, fluorine, zinc, germanium and radium. Yeongil Bay Hot Springs maintains its water with alkali bicarbonate at a pH of 9.43. The temperature of the water is somewhat low though at 35℃.<br><br>The hot springs help to recover from fatigue, to help beauty care, anti-aging, neuralgia, heart disease, and liver functions. The water here also has a very unique texture.","regDate":"2022-12-14","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Recreational Sites","Hot Springs & Spa"],"imgUrl":"/2022-12-14-1671014312587/1968220_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-14-1671014312587"},{"id":"2022-12-14-1671010580712","title":"Yecheon Samgangjumak (예천 삼강주막)","description":"A place where people can see traditional <em>jumak</em> (small taverns serving food and liquor), Samgangjumak once sold food to people who travel through Samgang Port, offered rooms for peddlers to stay, and provided poets with a place to rest. <br><br>Built around 1900, this tavern is small but the floor plan is so compact that its historical value in Korean architecture is high. It also reflects the local history and culture of the past. Now, it is a tourist attraction where visitors can experience food and the atmosphere of Koreas culture in the past.","regDate":"2022-12-14","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"","blogPath":"Gyeongsangbuk-do/2022-12-14-1671010580712"},{"id":"2022-12-14-1671007222540","title":"Uljin Geumgang Pine Trail (울진 금강소나무 숲길)","description":"The Pine Forest Trail on Geumgangsan Mountain in Uljin goes through a beautiful forest of lush pine trees growing tall and straight with uncommonly bright bark. These special trees are called Geumgang Pine Trees, sometimes shortened to gangsong (songi is pine in Korean). The forest has many old trees, including at 520-year-old grandfather pine, leading to the forest being designated a protected status. Visitors who wish to walk through the pine tree tunnel and enjoy a forest bathing experience must make reservations in advance.","regDate":"2022-12-14","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites","Mountains"],"imgUrl":"","blogPath":"Gyeongsangbuk-do/2022-12-14-1671007222540"},{"id":"2022-12-14-1671003386888","title":"Tohamsan National Recreational Forest (토함산자연휴양림)","description":"Tohamsan National Recreational Forest, located in Gyeongju, is in close vicinity of major attractions such as Bulguksa Temple and Seokguram Grotto. Visitors can enjoy the culture as well as relaxing in a peaceful nature.","regDate":"2022-12-14","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"","blogPath":"Gyeongsangbuk-do/2022-12-14-1671003386888"},{"id":"2022-12-14-1671000067539","title":"The-K Hotel Gyeongju Spa World (더케이경주호텔 스파온천)","description":"Spa World in The-K Hotel Gyeongju opened in June 2001 and aims to guarantee guest satisfaction with excellent amenities, such as their sauna facilities, hot springs, sports center, and swimming pool. The hot springs were developed by using all-natural hot spring water from 630 meters underground. Spa Worlds hot spring water is famous for having a high concentration of alkaline (9.12 pH). Impurities in the water are filtered out, boosting the beneficial effects of hot spring water on the skin, muscle fatigue, and back pains.","regDate":"2022-12-14","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Recreational Sites","Hot Springs & Spa"],"imgUrl":"","blogPath":"Gyeongsangbuk-do/2022-12-14-1671000067539"},{"id":"2022-12-14-1670996181441","title":"The Divine Bell of King Seongdeok (성덕대왕신종)","description":"The Divine Bell of King Seongdeok, the largest Korean bell  preserved, stands 3.75-meter tall, has a lip diameter of 2.27 meters, and is 11 to 25 entimeters wide. In 1997, Gyeongju National Museum weighed it at 18.9 tons. The bell was cast to pay tribute to the memory of King Seongdeok. It was completed in 771 and named ‘The Divine Bell of King Seongdeok.’ However, because the bell was installed at Bongdeoksa Temple, it has also been called the Bell of Bongdeoksa. <br><br>The bell is also known as the Emile Bell, a name derived from an ancient legend in which a child was sacrificed in order to give sound to the bell, whose echoes of ‘em-ee-leh’ resemble the traditional Korean word for mommy.<br><br>The tubular sound pipe at the top of the bell that helps the sound reverberate is a unique feature that can be found only in Korean bells. The yongnyu, which serves as a loop to hang the bell, has been decorated to resemble a dragon’s head. A band of arabesque patterns can be found at the shoulder, and the striking point of the bell is in the shape of a lotus flower. <br><br>The magnificent design and inscription methods used in this bell exemplify the artisans craftmanship of the Unified Silla period. The bell is also inscribed with over one thousand Chinese characters, and its beauty and integrity have been meticulously preserved despite the passage of over 1,300 years.","regDate":"2022-12-14","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"","blogPath":"Gyeongsangbuk-do/2022-12-14-1670996181441"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}