{"pageProps":{"content":"![Jingwansa Temple - Seoul (진관사 (서울))](/2022-08-04-1659638593659/2048032_image2_1.webp)\n\n  \n## Overview\n\n> Jingwansa Temple, located to the west of Seoul, is one of the four major temples around Seoul along with Bulamsa Temple, Sammaksa Temple, and Seunggasa Temple located to the east, south and north respectively. The temple was dedicated to Preceptor Jingwan in 1010 BC by King Hyeonjong, the 8th king of the Goryeo dynasty. <br>\n<br>\n During the Joseon dynasty, King Sejong built a library in Jingwansa for Confucian scholars to visit and read. The temple was reduced to ashes during the Korean War, but since&nbsp;Jingwan lead as head&nbsp;monk in 1963, the temple buildings were&nbsp;restored and renewed&nbsp;for 30 years to the present day condition. <br>\n<br>\n The temple consists of Daeungjeon (Hall of Sakyamuni), Myeongbujeon (Hall of Judgment), Nahanjeon, Chilseonggak, Nagawon, Hongjeru, Dongjeonggak, Dongbyeoldang, Yosache and others. Daeungjeon, the centerpiece of the temple, enshrines the god Sakyamuni (the main statue of Buddha) along with Mireukbosal and Jehwagalhwabosal on each side. Myeongbujeon is dedicated to Jijangbosal, Domyeongjonja, mudokgwiwang and Sipdae daewang while at Nahanjeon, the gods of Sakyamuni, Mireukbosal, Jehwagalla bosal, and Simnyungnahansang are enshrined. <br>\n<br> The temple is not only neighbor to the beautiful surrounding of Bukhansan National Park, but also contains an impressive collection of cultural and historical properties. It also provides a quiet place for urbanites to enjoy all the while sharing the teachings of Buddha.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <BR>(Korean, English, Japanese, Chinese) <br>• For more info: +82-2-359-8410|\n|parking:|Available|\n|restdate:|N/A (open all year round)|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Interpretation Services Offered:|Not Available|\n  \n## Detail Image\n![/2022-08-04-1659638593659/2048027_image2_1.webp](/2022-08-04-1659638593659/2048027_image2_1.webp)\n![/2022-08-04-1659638593659/2048029_image2_1.webp](/2022-08-04-1659638593659/2048029_image2_1.webp)\n![/2022-08-04-1659638593659/2048030_image2_1.webp](/2022-08-04-1659638593659/2048030_image2_1.webp)\n![/2022-08-04-1659638593659/2048031_image2_1.webp](/2022-08-04-1659638593659/2048031_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-2-359-8410](tel:+8223598410)\n- [🏠jinkwansa.org](http://www.jinkwansa.org/)\n\n\n```googleMap\nlatitude: 37.6380064804\nlongitude: 126.9469052095\ntitle: 73, Jingwan-gil, Eunpyeong-gu, Seoul\n```\n  \n## Directions\n  \n[Subway+Bus]<br>Gupabal Station (Seoul Subway Line 3), Exit 3. <BR> Take Bus No. 7724 and get off at Jingwansa Temple Bus Stop.\n","data":{"id":"2022-08-04-1659638593659","title":"Jingwansa Temple - Seoul (진관사 (서울))","description":"Jingwansa Temple, located to the west of Seoul, is one of the four major temples around Seoul along with Bulamsa Temple, Sammaksa Temple, and Seunggasa Temple located to the east, south and north respectively. The temple was dedicated to Preceptor Jingwan in 1010 BC by King Hyeonjong, the 8th king of the Goryeo dynasty. <br><br> During the Joseon dynasty, King Sejong built a library in Jingwansa for Confucian scholars to visit and read. The temple was reduced to ashes during the Korean War, but since&nbsp;Jingwan lead as head&nbsp;monk in 1963, the temple buildings were&nbsp;restored and renewed&nbsp;for 30 years to the present day condition. <br><br> The temple consists of Daeungjeon (Hall of Sakyamuni), Myeongbujeon (Hall of Judgment), Nahanjeon, Chilseonggak, Nagawon, Hongjeru, Dongjeonggak, Dongbyeoldang, Yosache and others. Daeungjeon, the centerpiece of the temple, enshrines the god Sakyamuni (the main statue of Buddha) along with Mireukbosal and Jehwagalhwabosal on each side. Myeongbujeon is dedicated to Jijangbosal, Domyeongjonja, mudokgwiwang and Sipdae daewang while at Nahanjeon, the gods of Sakyamuni, Mireukbosal, Jehwagalla bosal, and Simnyungnahansang are enshrined. <br><br> The temple is not only neighbor to the beautiful surrounding of Bukhansan National Park, but also contains an impressive collection of cultural and historical properties. It also provides a quiet place for urbanites to enjoy all the while sharing the teachings of Buddha.","regDate":"2022-08-04","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-08-04-1659638593659/2048032_image2_1.webp","blogPath":"Seoul/2022-08-04-1659638593659","pageUrl":"https:/mcdryad.com/Seoul/2022-08-04-1659638593659"},"dataList":[{"id":"2022-08-06-1659771471224","title":"Myeong-dong Tourist Information Center (명동관광정보센터)","description":"Myeong-dong Tourist Information Center provides information on traveling, shopping, attractions and more in Seoul. Service is provided in Korean, English, Japanese, and Chinese. The center also offers experience programs like using Hangeul stamps.","regDate":"2022-08-06","author":"korea-tour","tag":["Seoul","Culture/Art/History","Experience Programs","Unique Experience"],"imgUrl":"/2022-08-06-1659771471224/2582594_image2_1.webp","blogPath":"Seoul/2022-08-06-1659771471224"},{"id":"2022-08-06-1659768284257","title":"Myeong-dong (명동)","description":"Myeong-dong is one of the primary shopping districts in Seoul. The two main streets meet in the center of the block with one beginning from Myeong-dong Subway Station (Seoul Subway Line No. 4) and the other from Lotte Department Store at Euljiro. Many brand name shops and department stores line the streets and alleys. Common products for sale include clothes, shoes, and accessories. Unlike Namdaemun or Dongdaemun, many designer brands are sold in Myeong-dong. In addition, several major department stores have branches here, including Lotte Department Store, Shinsegae Department Store, Myeong-dong Migliore, Noon Square and M Plaza. The department stores carry many premium labels and other fashionable goods at reasonable prices. <br><br>Myeong-dong also has family restaurants, fast food, plus Korean, Western and Japanese dining options. Many restaurants in Myeong-dong specialize in <em>dongaseu</em> (pork cutlet) and <em>kalguksu</em> (noodle soup). Other businesses in the area include hair salons, banks and theaters.","regDate":"2022-08-06","author":"korea-tour","tag":["Seoul","Culture/Art/History","Experience Programs","Cultural Districts"],"imgUrl":"/2022-08-06-1659768284257/1987703_image2_1.webp","blogPath":"Seoul/2022-08-06-1659768284257"},{"id":"2022-08-06-1659764222473","title":"Museum Kimchikan (뮤지엄 김치간)","description":"Museum Kimchikan is a unique museum dedicated to kimchi and kimjang, the process of making kimchi which was designated as UNESCO Intangible Cultural Heritage of Humanity. The museum was also selected by CNN in March 2015 as one of the world’s top 11 food museums. <br>Visitors can learn the history of kimchi as well as learn and get a taste of the different types of kimchi. Audio guides in English, Japanese, and Chinese are available for international visitors and a guided tour of the museum by a docent is also available at designated times. Online reservation is available through the museum’s official website.","regDate":"2022-08-06","author":"korea-tour","tag":["Seoul","Culture/Art/History","Industrial Sites","Others"],"imgUrl":"/2022-08-06-1659764222473/2363666_image2_1.webp","blogPath":"Seoul/2022-08-06-1659764222473"},{"id":"2022-08-06-1659761349393","title":"Munmyo Confucian Shrine and Seonggyungwan National Academy (서울 문묘와 성균관)","description":"Munmyo is a shrine dedicated to Confucius, whose teachings form the foundation of Confucianism. It is also dedicated to his disciples and other great Confucian scholars. Munmyo is not only the shrine but also the highest educational institution of the Joseon dynasty. Munmyo was once called as Munseonwangmyo since during the Tang dynasty, Confucius was named as King Munseon after his death and then it has been called as Munmyo since the Yuan dynasty.<br><br>The compound consists of two main areas  the Daeseongjeon houses shrines and the Myeongnyundang features seminar halls and other auxiliary facilities. Also, there are two dormitories, Dongjae and Seojae, which are collectively known as Sungkyunkwan. In front of the Myeongnyundang stands a ginkgo tree designated as Natural Monument No. 59. In spring and autumn, a ritual for Confucius and his disciples takes place.","regDate":"2022-08-06","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-08-06-1659761349393/1568091_image2_1.webp","blogPath":"Seoul/2022-08-06-1659761349393"},{"id":"2022-08-06-1659756751113","title":"Montmartre Park (몽마르트 공원)","description":"Located within the Banpo 4-dong area in Seocho-gu, Seoul, Montmartre Park was initially a wild forest with densely populated acacia trees. In 2000, as a part of the Banpo-dong reservoir development project implemented by the Seoul Metropolitan Government, this hilltop was turned into a park open to the public where visitors can rest. This park was given the name \"Montmartre Park\" due to its close proximity to Seorae Village, a French neighborhood in Seoul.<br><br>* Total land area  24,690 m²<br />* Park area  20,054 m²","regDate":"2022-08-06","author":"korea-tour","tag":["Seoul","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-08-06-1659756751113/755619_image2_1.webp","blogPath":"Seoul/2022-08-06-1659756751113"},{"id":"2022-08-06-1659750706314","title":"Mongchontoseong Fortress (서울 몽촌토성)","description":"Mongchontoseong Fortress is an earthen fortification from the Baekje dynasty (18 BC - AD 660). It was built sometime between the 3rd and 4th centuries, using the natural protection offered by a tributary to the Hangang River on one side and wooden barricades for added defense on the other side. The fortress has been designated as Historic Site No. 297, and is currently located inside Seoul Olympic Park.<br><br>Mongcheontoseong Fortress features an overlapping structure of the outer and inner fortifications that were built along the hill lands descending down from Namhansanseong Fortress. On display inside the fortress are artifacts excavated from the site that date back to the Baekje dynasty. The exhibited items include various earthenware and living tools. The site also displays dugout hut and storage pit sites in the state they were at the time of excavation.","regDate":"2022-08-06","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Fortresses"],"imgUrl":"/2022-08-06-1659750706314/1567814_image2_1.webp","blogPath":"Seoul/2022-08-06-1659750706314"},{"id":"2022-08-06-1659750561784","title":"Memorial to the Loyal Dead (호국충혼위령비)","description":"When the fate of the nation was hanging by a thread as the North Korean Army launched an invasion of the South on June 25, 1950, about 1,100 officers and men from the South Korean First Division's 11th, 12th, and 15th regiment retreated to Gimpo and built the last line of defense on Gaehwasan Mountain from June 26 to 30 to fight against a large army of North Korean soldiers disguised as South Korean men. <br><br>Unfortunately, their communication with the headquarters was cut off and their supply of ammunition and food ran out. As a result, the entire South Korean force was killed by the much larger North Korean army  in a valley around Gaehwasan Mountain.  In order to commemorate those who died for the country, the government established the Memorial to the Loyal Dead on Gaehwasan Mountain in 1994. A memorial service is also held here annualy on June 28th.  <br><br>x_height   4.7 meters high <br> Built by the First Division of the ROK Army, Mitasa Temple","regDate":"2022-08-06","author":"korea-tour","tag":["Seoul","Culture/Art/History","Architectural Sights","Monuments/Observatories"],"imgUrl":"/2022-08-06-1659750561784/1986090_image2_1.webp","blogPath":"Seoul/2022-08-06-1659750561784"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}