{"pageProps":{"content":"![Ganghwa Armiae World (강화 아르미애월드)](/2022-08-10-1660124375447/2490358_image2_1.webp)\n\n  \n## Overview\n\n> Ganghwa Armiae World is a theme park with Ganghwa mugwort as its theme. The mugwort of Ganghwado Island is widely known for its great medicinal effects. Armiae means “creating beauty through mugwort.” Armiae World provides its visitors with various&nbsp;opportunities to experience Ganghwa mugwort.<br><br>\n\nMugwort Korean Beef Restaurant serves quality beef from cattle fed Ganghwa mugwort. The restaurant features a modern interior with beautiful views of the surrounding area. The Mugwort Experience Hall presents various mugwort-related experience programs such as a spa, foot bath, and sitz bath. The Agricultural Exhibition Hall provides a childrens' interactive experience about the value of farming, and the Onsaemiro Maze Park offers a history trip of Ganghwa greenhouses along the labyrinth. Other facilities include the Pottery Experience Hall, Ganghwa Agricultural Goods Sales Office, outdoor lawn square for events and picnics, and a processing plant for agricultural and indigenous products including mugwort. <br><br>\n\nArmiae World is located at the foot of Hyeolgusan Mountain, which is well-known for beautiful azalea flowers in the spring. Providing hands-on experiences in farming, Armiae World is emerging as a unique tourist attraction of Ganghwado Island.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330<br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-32-930-4124,<br /> +82-1577-2198, +82-32-937-9024|\n|opendate:|March 5, 2009|\n|parking:|Available (80 small car parking spaces, 10 large car parking spaces)|\n|restdate:|Seollal (Lunar New Year's Day) & Chuseok (Korean Thanksgiving Day) holidays|\n|usetime:|[Agricultural Exhibition Hall] 09:30-17:30<br>[Onsaemiro Maze Park] Summer 09:00-18:00 / Winter 09:00-17:00<br>[Armiae Mart] 10:00-18:00<br>[Mugwort Experience Hall] 10:00-18:00<br>[V-tree Experience Hall] 10:00-18:00<br>[Dondoldari Bapsang (restaurant)] 11:00-21:00|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Facility Utilization Fees:|Fees vary by program|\n|Admission Fees:|Free|\n|Available Facilities:|Mugwort-themed experience hall, exhibition hall, restaurant, parks, event hall, etc.|\n|Restrooms:|Available|\n|Parking Fees:|Free|\n  \n## Detail Image\n![/2022-08-10-1660124375447/1577232_image2_1.webp](/2022-08-10-1660124375447/1577232_image2_1.webp)\n![/2022-08-10-1660124375447/1577234_image2_1.webp](/2022-08-10-1660124375447/1577234_image2_1.webp)\n![/2022-08-10-1660124375447/1579290_image2_1.webp](/2022-08-10-1660124375447/1579290_image2_1.webp)\n![/2022-08-10-1660124375447/1579293_image2_1.webp](/2022-08-10-1660124375447/1579293_image2_1.webp)\n![/2022-08-10-1660124375447/1579295_image2_1.webp](/2022-08-10-1660124375447/1579295_image2_1.webp)\n![/2022-08-10-1660124375447/1579300_image2_1.webp](/2022-08-10-1660124375447/1579300_image2_1.webp)\n![/2022-08-10-1660124375447/2490356_image2_1.webp](/2022-08-10-1660124375447/2490356_image2_1.webp)\n![/2022-08-10-1660124375447/2490361_image2_1.webp](/2022-08-10-1660124375447/2490361_image2_1.webp)\n![/2022-08-10-1660124375447/2490362_image2_1.webp](/2022-08-10-1660124375447/2490362_image2_1.webp)\n![/2022-08-10-1660124375447/1577235_image2_1.webp](/2022-08-10-1660124375447/1577235_image2_1.webp)\n\n\n  \n## Contact\n\n\n- [🏠www.armiae.com](http://www.ganghwa.go.kr/open_content/armiae/)\n\n\n```googleMap\nlatitude: 37.7029259337\nlongitude: 126.4347557746\ntitle: 742-2, Jungang-ro, Ganghwa-gun, Incheon\n```\n  \n## Directions\n  \n[Bus]<br>\nTake Bus No. 3000 from Sinchon Station (Seoul Subway Line 2), Exit 4 to Ganghwa Bus Terminal. <br> From Ganghwa Bus Terminal Bus Stop, take Bus No. 700-1, Naega 31 (Ganghwa), or Naega 37 (Ganghwa) and get off at Agricultural Technology Service Center (Nongeop Gisul Center) Bus Stop.\n","data":{"id":"2022-08-10-1660124375447","title":"Ganghwa Armiae World (강화 아르미애월드)","description":"Ganghwa Armiae World is a theme park with Ganghwa mugwort as its theme. The mugwort of Ganghwado Island is widely known for its great medicinal effects. Armiae means “creating beauty through mugwort.” Armiae World provides its visitors with various&nbsp;opportunities to experience Ganghwa mugwort.<br><br>Mugwort Korean Beef Restaurant serves quality beef from cattle fed Ganghwa mugwort. The restaurant features a modern interior with beautiful views of the surrounding area. The Mugwort Experience Hall presents various mugwort-related experience programs such as a spa, foot bath, and sitz bath. The Agricultural Exhibition Hall provides a childrens' interactive experience about the value of farming, and the Onsaemiro Maze Park offers a history trip of Ganghwa greenhouses along the labyrinth. Other facilities include the Pottery Experience Hall, Ganghwa Agricultural Goods Sales Office, outdoor lawn square for events and picnics, and a processing plant for agricultural and indigenous products including mugwort. <br><br>Armiae World is located at the foot of Hyeolgusan Mountain, which is well-known for beautiful azalea flowers in the spring. Providing hands-on experiences in farming, Armiae World is emerging as a unique tourist attraction of Ganghwado Island.","regDate":"2022-08-10","author":"korea-tour","tag":["Incheon","Culture/Art/History","Experience Programs","Unique Experience"],"imgUrl":"/2022-08-10-1660124375447/2490358_image2_1.webp","blogPath":"Incheon/2022-08-10-1660124375447","pageUrl":"https:/mcdryad.com/Incheon/2022-08-10-1660124375447"},"dataList":[{"id":"2022-08-12-1660340265213","title":"Yeonpyeongdo Island (연평도(대/소 연평도))","description":"Yeonpyeongdo Island is a small island resided by fishing communities. Despite the tragic incident of November 2010 shelling from North Korea, this bucolic island offers many natural and cultural attractions.<br><br><b>Island History<br></b>The earliest known history of Socheongdo Island comes from Chungmin-sa Temple, which was built to commemorate the island's once abundant but now extinct fish species called Yellow corbina (Sciaenidae). This fish was related to the family of fish commonly called drums, croakers, or hardheads for the repetitive throbbing or drumming sounds they make. When the economy flourished thanks to profitable fishing, the Socheongdo port was congested with fishing boats, so much that it was said that one could cross from one island to the next by walking over boats. The species of fish is depleted, and the island remains as quiet with views of North Korea.<br><br>In November 2010, Socheongdo Island was hit by the fatal shelling from North Korea that killed two civilians and two soldiers. In recent months, the island has made an attempt to recover its tourism industry and to develop security tourism by blending its newer military presence at tourist attractions.","regDate":"2022-08-12","author":"korea-tour","tag":["Incheon","Nature","Natural Sites"],"imgUrl":"/2022-08-12-1660340265213/1385383_image2_1.webp","blogPath":"Incheon/2022-08-12-1660340265213"},{"id":"2022-08-12-1660336750306","title":"Yeonan Pier (연안부두)","description":"Yeonan Pier is the starting point for all coastal passenger ships bound for the numerous islands in the western sea. The nearby Incheon Fish Market is always bustling with people who come to buy fresh fish and pickled fish at reasonable prices. Also located near the pier is the sliced raw fish market operated by the Marine Products Association. The southern quay is where boats and ships leave for sea fishing. The ships here are also available for rent for various purposes so events like reunions and seminars can be held aboard ship.","regDate":"2022-08-12","author":"korea-tour","tag":["Incheon","Nature","Natural Sites"],"imgUrl":"/2022-08-12-1660336750306/624759_image2_1.webp","blogPath":"Incheon/2022-08-12-1660336750306"},{"id":"2022-08-12-1660332941155","title":"Wolmido Island (월미도)","description":"Wolmido Island has very few historical records, despite being the location of a temporary palace, built in 1653 during the reign of King Hyojong. The palace was built on the eastern side of the island, but it is impossible to find traces of it now. From the late 1920s until the '30s, the island was transformed into a resort, a very popular destination at the time. Wolmi Culture Street opened in July 1989 and helped improve the area's fame. <br /><br />On weekends and holidays, people flock to Wolmido Island to enjoy coffee and fresh seafood at the cafes and restaurants overlooking the sea. Despite being 1 kilometer off the coast, Wolmido is no longer an island, being connected to the mainland through modern construction techniques. It is now an easily accessible retreat for locals and tourists alike.","regDate":"2022-08-12","author":"korea-tour","tag":["Incheon","Nature","Natural Sites"],"imgUrl":"/2022-08-12-1660332941155/1577671_image2_1.webp","blogPath":"Incheon/2022-08-12-1660332941155"},{"id":"2022-08-12-1660329964728","title":"Wolmi Theme Park (월미테마파크)","description":"Wolmi Theme Park is a popular amusement park complex located on Wolmido Island. It was formerly known as My Land, which first opened in September 1992. It was remodeled and reopened as a 13,223㎡-large theme park in August 2009 under the new name of Wolmi Theme Park. The park has various rides, such as the 70-meter-high Hyper Shoot Drop, Tagada Disco, a two-story Viking Ship, a 115-meter-high Ferris Wheel, and other thrilling attractions. <br><br>The theme park has made appearances in several variety shows like We Got Married, Two Days and One Night, Running Man, and more. Also, it houses a large indoor children’s playground that includes water activity facilities such as mini flume ride, water boats, and water ball playing, as well as a 4D room. All these features make the complex perfect for visitors of all ages.","regDate":"2022-08-12","author":"korea-tour","tag":["Incheon","Culture/Art/History","Recreational Sites","Theme Parks"],"imgUrl":"/2022-08-12-1660329964728/1997258_image2_1.webp","blogPath":"Incheon/2022-08-12-1660329964728"},{"id":"2022-08-12-1660319076268","title":"Wolmi Special Tourist Zone (월미 관광특구)","description":"Wolmi Special Tourist Zone is a historic and cultural site where visitors can learn about Korea’s modern history and culture through a tour of Incheon. The area has plenty of modern architecture and cultural heritages embracing the history of the open port era. Incheon Port is conveniently located to facilitate the flow of products from other civilizations. <Br><br>Included in the open port, Incheon Chinatown has various Chinese restaurants, a modern history museum, and exhibition hall where visitors can look into the past and current life of Chinese people living in Korea. Jayu Park Cultural Tourism Festival and Songwol-dong Donghwa Village Festival are held here every spring.<br><BR>In addition, the Museum of Korea Emigration History, date courses, and Wolmi Cultural Street, offering up various sliced raw fish restaurants, and fine cafes are all available in the zone. Wolmi Observatory offers a view overlooking the port and downtown at once. The coastal pier approaching the port offers the active atmosphere of coming and going ships and the lively fish market. Enjoying various fish dishes and sea-fishing, or walking along the ocean square are recommended activities.","regDate":"2022-08-12","author":"korea-tour","tag":["Incheon","Culture/Art/History","Recreational Sites","Tourist Complexes"],"imgUrl":"/2022-08-12-1660319076268/1924494_image2_1.webp","blogPath":"Incheon/2022-08-12-1660319076268"},{"id":"2022-08-12-1660315077987","title":"Wolmi Park (월미공원)","description":"Wolmi Park was previously used by the Ministry of National Defense to house military barracks for over 50 years. It was redeveloped by the city of Incheon and opened as a community space on September 10, 2001. City officials recognized the land’s history and well-preserved, natural environment and transformed it into an ecological and historical domain accessible to all. The park serves as an educational space for students as well as a relaxing environment for local citizens.","regDate":"2022-08-12","author":"korea-tour","tag":["Incheon","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-08-12-1660315077987/1577685_image2_1.webp","blogPath":"Incheon/2022-08-12-1660315077987"},{"id":"2022-08-12-1660312571694","title":"Wangsan Beach (왕산해수욕장)","description":"Wangsan Beach is famous for its view of the setting sun, being designated the first of the Eight Sites of Yongyu. The red glow fading into the ocean is truly breathtaking, drawing in crowds throughout the year. The beach is also beautiful during the day, with a clean sandy shore backed by a lush pine forest. Wangsan Beach also has a more relaxed atmosphere compared to the nearby Eurwang-ri Beach. A campground is located near the beach, complete with autocamping, glamping, and caravan rental facilities.","regDate":"2022-08-12","author":"korea-tour","tag":["Incheon","Nature","Natural Sites"],"imgUrl":"/2022-08-12-1660312571694/1819197_image2_1.webp","blogPath":"Incheon/2022-08-12-1660312571694"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}