{"pageProps":{"content":"![Gangnam (강남)](/2022-07-22-1658529461261/1984608_image2_1.webp)\n\n  \n## Overview\n\n> Gangnam Subway Station area is the prime district for those living south of the Hangang River. Gangnam-daero Avenue links Teheran-ro Road in the east to Jamsil and Sadang in the west. Kyobo Tower Crossroad connects Express Terminal to Noryangjin and west of Seoul. Hannam-daegyo Avenue in the north extends to the north of the Hangang River. A southward direction leads to metropolitan areas such as Seongnam, passing Yangjae and Bundang. <BR><BR>\n Many people tend to gather at Gangnam Subway Station, as the location is geographically and commercially suitable as a meeting point for social gatherings, events or personal engagements. Hence, during the weekdays it is usually crowded in the evenings while on weekends, areas around Gangnam Subway Station exit numbers 10 and 11, as well as City Theatre, and Giordano are often bustling with people. Visitors travel to Gangnam to take advantage of its convenient transportation, fashion malls, movie theatres and bookstores.\n<br><br>\nGangnam-gu Office operates Gangnam Tourist Information Center to offer tourist information to international and domestic visitors and hands-on activities related to tourism. Also, the center operates Medical Tour Center which introduces Gangnam-gu’s specializing hospitals and medical treatment as well as Hallyu Experience Hall.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330<br>(English, Korean, Japanese, Chinese)<br>• For more info: +82-2-3445-0111|\n|parking:|Available|\n|usetime:|Open 24 hour|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Tour Course Information:|[Gangnam City Tour Trolley Bus]<br> Around Gangnam City Tour Course: Gangnam Station – Bongeunsa Temple / COEX – K-Star Road – Gangnam Tourism Information Center – Garosu-gil - Some Sevit – Express Bus Terminal / Shinsegae Department Store – Seorae Village – Seoul Nat’l Univ. of Education Station – Samsung Town – Gangnam Station (last station)<br><br> [Gangnam Tourism Information Center Free Walking Tour Program for Foreigners]<br> Hallyu Course: Gangnam Tourism Information Center – JYP Entertainment – JS Entertainment – FNC Entertainment – SM Entertainment – K-Star Road – Gangnamdol House – G+ Star Zone (Apgujeong Rodeo Station)|\n|Available Facilities:|Shopping district, cafe, movie theater, bookstore, hospital, restaurants, accommodations, etc.|\n|Admission Fees:|Available|\n|Interpretation Services Offered:|* Travel Hotline: +82-2-1330 (Korean, English, Japanese, Chinese) <br />* Gangnam Tourist Information Center: +82-2-3445-0111|\n  \n## Detail Image\n![/2022-07-22-1658529461261/1984609_image2_1.webp](/2022-07-22-1658529461261/1984609_image2_1.webp)\n![/2022-07-22-1658529461261/1984610_image2_1.webp](/2022-07-22-1658529461261/1984610_image2_1.webp)\n![/2022-07-22-1658529461261/2648766_image2_1.webp](/2022-07-22-1658529461261/2648766_image2_1.webp)\n![/2022-07-22-1658529461261/2648767_image2_1.webp](/2022-07-22-1658529461261/2648767_image2_1.webp)\n![/2022-07-22-1658529461261/2648768_image2_1.webp](/2022-07-22-1658529461261/2648768_image2_1.webp)\n![/2022-07-22-1658529461261/2648769_image2_1.webp](/2022-07-22-1658529461261/2648769_image2_1.webp)\n![/2022-07-22-1658529461261/2648770_image2_1.webp](/2022-07-22-1658529461261/2648770_image2_1.webp)\n![/2022-07-22-1658529461261/2648771_image2_1.webp](/2022-07-22-1658529461261/2648771_image2_1.webp)\n![/2022-07-22-1658529461261/2648772_image2_1.webp](/2022-07-22-1658529461261/2648772_image2_1.webp)\n![/2022-07-22-1658529461261/2648773_image2_1.webp](/2022-07-22-1658529461261/2648773_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-2-3445-0111](tel:+82234450111)\n- [🏠www.gangnam.go.kr](http://www.gangnam.go.kr/main.do)\n\n\n```googleMap\nlatitude: 37.4970465429\nlongitude: 127.0281573537\ntitle: Yeoksam-dong, Gangnam-gu, Seoul\n```\n  \n## Directions\n  \n[Subway] <br>\nGangnam Station (Seoul Subway Line 2), Exit 10 or 11.\n","data":{"id":"2022-07-22-1658529461261","title":"Gangnam (강남)","description":"Gangnam Subway Station area is the prime district for those living south of the Hangang River. Gangnam-daero Avenue links Teheran-ro Road in the east to Jamsil and Sadang in the west. Kyobo Tower Crossroad connects Express Terminal to Noryangjin and west of Seoul. Hannam-daegyo Avenue in the north extends to the north of the Hangang River. A southward direction leads to metropolitan areas such as Seongnam, passing Yangjae and Bundang. <BR><BR> Many people tend to gather at Gangnam Subway Station, as the location is geographically and commercially suitable as a meeting point for social gatherings, events or personal engagements. Hence, during the weekdays it is usually crowded in the evenings while on weekends, areas around Gangnam Subway Station exit numbers 10 and 11, as well as City Theatre, and Giordano are often bustling with people. Visitors travel to Gangnam to take advantage of its convenient transportation, fashion malls, movie theatres and bookstores.<br><br>Gangnam-gu Office operates Gangnam Tourist Information Center to offer tourist information to international and domestic visitors and hands-on activities related to tourism. Also, the center operates Medical Tour Center which introduces Gangnam-gu’s specializing hospitals and medical treatment as well as Hallyu Experience Hall.","regDate":"2022-07-22","author":"korea-tour","tag":["Seoul","Culture/Art/History","Experience Programs","Cultural Districts"],"imgUrl":"/2022-07-22-1658529461261/1984608_image2_1.webp","blogPath":"Seoul/2022-07-22-1658529461261","pageUrl":"https:/mcdryad.com/Seoul/2022-07-22-1658529461261"},"dataList":[{"id":"2022-08-05-1659707925206","title":"Mapodaegyo Bridge (마포대교 야경)","description":"Mapodaegyo Bridge connects Yonggang-dong, Mapo-gu and Yeouido-dong, Yeongdeungpo-gu. The bridge is 1,400 meters long and 25 meters wide (6-lane road), and was the fourth bridge to be built over the Hangang River, following the construction of Hannam Bridge. The construction of the bridge first started in February of 1968 and was completed in May of 1970. At the time of its completion the bridge was named Seouldaegyo Bridge, but was later changed to Mapodaegyo Bridge in 1984.","regDate":"2022-08-05","author":"korea-tour","tag":["Seoul","Culture/Art/History","Architectural Sights","Bridges"],"imgUrl":"/2022-08-05-1659707925206/758561_image2_1.webp","blogPath":"Seoul/2022-08-05-1659707925206"},{"id":"2022-08-05-1659705798688","title":"Mangwon Hangang Park (한강시민공원 망원지구 (망원한강공원))","description":"Near Mapo-gu, Mangwon Hangang Park is situated on the northern part of the river, between Wonhyodaegyo Bridge and Seongsandaegyo Bridge. It offers lush grass perfect for picnics and promenades. Since it’s located close to the World Cup Stadium, this spacious park is often full of residents and visitors. There is a wide array of excellent amenities  a bike trail, an outdoor swimming pool, sports facilities, and a dock for water sports such as yachting, waterskiing, and motor boating. Cultural attractions near the park include Mangwon Pavilion and Jeoldusan Martyrs’ Shrine.","regDate":"2022-08-05","author":"korea-tour","tag":["Seoul","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-08-05-1659705798688/2527123_image2_1.webp","blogPath":"Seoul/2022-08-05-1659705798688"},{"id":"2022-08-05-1659702417093","title":"Lotte World Tower & Mall (롯데월드타워&롯데월드몰)","description":"Lotte World Tower was designed with a conceptual motif inspired by Korean ceramics and writing brushes. With 123 floors total, the tower is the fifth tallest building in the world, standing at 555 meters. The tower contains galleries, cafés, and a luxury hotel, in addition to a skywalk and an observation deck. It is one of the best spots to appreciate the breathtaking view of Seoul's vibrant city lights.<br><br> Lotte World Mall, located next to the tower, features Avenuel, a complex of luxury department stores. The multi-leveled mall draws in many visitors as one of the top shopping attractions in Seoul, with a variety of domestic and foreign brands. The mall also offers a wide-range of entertainment facilities, such as a movie theater, aquarium, concert hall, and more.","regDate":"2022-08-05","author":"korea-tour","tag":["Seoul","Culture/Art/History","Architectural Sights","Buildings"],"imgUrl":"/2022-08-05-1659702417093/2577147_image2_1.webp","blogPath":"Seoul/2022-08-05-1659702417093"},{"id":"2022-08-05-1659702389076","title":"Lotte World (롯데월드)","description":"Operated by Lotte Group, Lotte World is the perfect spot for entertainment and sightseeing for Koreans and international tourists alike. The theme park is divided into the indoor Lotte World Adventure, and the outdoor lakeside Magic Island, with additional amenities including a shopping mall, folk museum, ice rink, hotel, and more. <br><br>Lotte World Adventure is the world's largest indoor amusement park, complete with top-of-the-line rides, fantastic parades and performances, and food from around the world. The Folk Museum displays miniature models of Korea throughout 5,000 years in history. Lotte World Garden Stage presents various themed musicals to match each season and Lotte World Star Avenue is the perfect place to experience Korean stars and the entertainment world.","regDate":"2022-08-05","author":"korea-tour","tag":["Seoul","Culture/Art/History","Recreational Sites","Theme Parks"],"imgUrl":"/2022-08-05-1659702389076/2553577_image2_1.webp","blogPath":"Seoul/2022-08-05-1659702389076"},{"id":"2022-08-05-1659673444508","title":"Korea Military Academy (육군사관학교)","description":"Korea Military Academy is a place of strict rules, patriotism, and military cadets. It was extremely difficult for outsiders to visit the academy until 1997, when a special tourism course was created. The course showcases the major sites at Korea Military Academy. Starting from the school information center, visitors can see the museum, memorial hall, and exhibition center in a 1.5 hour course. The Military Museum displays treasures and materials from each branch of the military, while visitors can see the history of the military and lifestyle of cadets at the memorial hall. However, the highlight of a trip to Korea Military Academy is watching the Hwarang Ceremony, a parade of cadets which takes place every Saturday at 11 30. In the ceremony, cadets don their formal uniform to march. Touring the academy at 10 is perfect for watching the parade later.","regDate":"2022-08-05","author":"korea-tour","tag":["Seoul","Culture/Art/History"],"imgUrl":"/2022-08-05-1659673444508/1985643_image2_1.webp","blogPath":"Seoul/2022-08-05-1659673444508"},{"id":"2022-08-05-1659667423924","title":"King Sejong Statue (세종대왕 동상)","description":"The King Sejong Statue was erected at the center of Gwanghawmun Square, in front of Gyeongbokgung Palace. Sitting with a gentle smile on his face and a book in his hand, the 6.2-meter tall bronze statue celebrates the king and his great achievements. King Sejong was called \"The People's Hero,\" loved by his subjects because of his efforts to improve their lives and the kingdom.<br><br>In front of the statue lie a celestial globe, a rain gauge, and a sundial, all of which King Sejong invented himself during his reign. Behind the statue, there are six columns with golden carvings depicting the King's major accomplishments, as well as an underground passage to the Story of King Sejong exhibition hall, operated by the Sejong Center. <br><br>King Sejong (r.1418-1450) is best remembered as the inventor of Hangeul, the Korean alphabet. During his reign, he consolidated the basis for ruling the Joseon dynasty by incorporating Confucian philosophy into politics. Furthermore, he led the nation through great strides in agriculture, literature, science, and technology.","regDate":"2022-08-05","author":"korea-tour","tag":["Seoul","Culture/Art/History","Architectural Sights","Statues"],"imgUrl":"/2022-08-05-1659667423924/2549141_image2_1.webp","blogPath":"Seoul/2022-08-05-1659667423924"},{"id":"2022-08-04-1659656133025","title":"Kidzania Seoul (키자니아 서울)","description":"Kidzania, located in Jamsil, Songpa-gu, Seoul, is a unique family entertainment space especially for children ages 3 to 16. The theme park provides children with a chance to experience jobs that they might want to have when they grow up! Job experiences include working as a policeman, flight attendant, firefighter, or chef (uniforms are provided). When you work hard in Kidzania, you get paid in Kidzo (a virtual currency). You can put your money in the bank for your next visit or purchase goods at the department store. In order to make the environment as realistic as possible, every building, car, and tree is reduced to 2/3 its real size, helping children feel more adult-like in their new world! Kidzania mimics a real city environment, has diverse jobs, and is full of events. When there is a fire, a fireman rushes to help, and a news reporter covers the story. While 911 paramedics give first aid to fire victims, in another part of “town” delivery personnel are dropping off packages. Kidzania teaches the next generation how to live as responsible members of society and gives them an introduction to how the economy works.","regDate":"2022-08-04","author":"korea-tour","tag":["Seoul","Culture/Art/History","Experience Programs","Unique Experience"],"imgUrl":"/2022-08-04-1659656133025/2031380_image2_1.webp","blogPath":"Seoul/2022-08-04-1659656133025"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}