{"pageProps":{"content":"![Dongsan Cheongna Hill (동산청라언덕)](/2022-08-14-1660509508325/2368397_image2_1.webp)\n\n  \n## Overview\n\n> Cheongna Hill is the place where Christian missionaries resided during the early 20 century, planting many ivies along the site. It is also called Dongsan Cheongna Hill for being on the eastern side of Daegu's center. There are many attractions in this beautiful garden including Chamness’ House, Switzer’s House, Blair’s House, 90 stairs, Daegu 3.1 Independence Movement Road, Daegu's first western apple tree, a memorial stone inscribed with the song \"Thinking of My Friend” , and the cemetery of the missionaries and their family. Cheongna Hill is also the starting point of Daegu's Street Tour Course 2 as well as a popular drama film location.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-53-627-1337|\n  \n\n  \n## Detail Image\n![/2022-08-14-1660509508325/2368398_image2_1.webp](/2022-08-14-1660509508325/2368398_image2_1.webp)\n![/2022-08-14-1660509508325/2368399_image2_1.webp](/2022-08-14-1660509508325/2368399_image2_1.webp)\n![/2022-08-14-1660509508325/2368400_image2_1.webp](/2022-08-14-1660509508325/2368400_image2_1.webp)\n![/2022-08-14-1660509508325/2368401_image2_1.webp](/2022-08-14-1660509508325/2368401_image2_1.webp)\n![/2022-08-14-1660509508325/2368402_image2_1.webp](/2022-08-14-1660509508325/2368402_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-53-627-1337](tel:+82536271337)\n- [🏠www.jung.daegu.kr](http://www.jung.daegu.kr/new/culture/pages/culture/page.html?mc=1888)\n\n\n```googleMap\nlatitude: 35.8695170351\nlongitude: 128.5831582145\ntitle: 56, Dalseong-ro, Jung-gu, Daegu\n```\n  \n## Directions\n  \n[Subway]<BR>Cheongna Hill Station (Daegu Subway Line 2), Exit 9.<BR>Walk for approx. 10 min.\n","data":{"id":"2022-08-14-1660509508325","title":"Dongsan Cheongna Hill (동산청라언덕)","description":"Cheongna Hill is the place where Christian missionaries resided during the early 20 century, planting many ivies along the site. It is also called Dongsan Cheongna Hill for being on the eastern side of Daegu's center. There are many attractions in this beautiful garden including Chamness’ House, Switzer’s House, Blair’s House, 90 stairs, Daegu 3.1 Independence Movement Road, Daegu's first western apple tree, a memorial stone inscribed with the song Thinking of My Friend” , and the cemetery of the missionaries and their family. Cheongna Hill is also the starting point of Daegu's Street Tour Course 2 as well as a popular drama film location.","regDate":"2022-08-14","author":"korea-tour","tag":["Daegu","Culture/Art/History","Experience Programs","Cultural Districts"],"imgUrl":"/2022-08-14-1660509508325/2368397_image2_1.webp","blogPath":"Daegu/2022-08-14-1660509508325","pageUrl":"https:/mcdryad.com/Daegu/2022-08-14-1660509508325"},"dataList":[{"id":"2022-08-16-1660646326320","title":"The ARC Cultural Center (디아크문화관)","description":"Located at the meeting point of the Nakdonggang and Geumhogang Rivers, The ARC Cultural Center's building itself is a work of art that boasts a graceful design in harmony with the river. The complex is frequented by families, couples, tourists, and bicyclers traveling along the riverside paths. All visitors can enjoy a wonderful view of the surrounding nature at the observation deck on the third floor. In particular, the beautiful nightscape seen from the ARC Cultural Center makes it a landmark of Daegu.","regDate":"2022-08-16","author":"korea-tour","tag":["Daegu","Culture/Art/History","Industrial Sites","Others"],"imgUrl":"","blogPath":"Daegu/2022-08-16-1660646326320"},{"id":"2022-08-16-1660642481177","title":"House of Missionary Chamness (선교사챔니스주택)","description":"House of Missionary Chamness was the home of American Christian missionary Chamness and his family. It was built in the Western-style and provides a glimpse into the daily life of American missionaries in Korea. The house, a simple building in comparison with the houses of America at the time, is now considered a very important treasure of Korea's modern history. The building has been converted into a small museum using artifacts from the missionaries to bring the past to life.","regDate":"2022-08-16","author":"korea-tour","tag":["Daegu","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"","blogPath":"Daegu/2022-08-16-1660642481177"},{"id":"2022-08-16-1660639115400","title":"Dodongseowon Confucian Academy [UNESCO World Heritage] (도동서원 [유네스코 세계문화유산])","description":"Dodongseowon Confucian Academy was first established by Confucian scholars in 1568 at the eastern base of Biseulsan Mountain, but was burnt down during the Imjin War (1592-1598). In 1605, the school was reconstructed on its current site and was renamed Borodongseowon. In 1607, the name was changed to Dongdoseowon. Dongdo means that the teachings (do) of Confucianism come from the East (<em>dong</em> in Korean). Dodongseowon is one of the 47 major Confucian academies that was not affected by Heungseon Daewongun's order to eliminate Confucian academies.","regDate":"2022-08-16","author":"korea-tour","tag":["Daegu","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-08-16-1660639115400/2620835_image2_1.webp","blogPath":"Daegu/2022-08-16-1660639115400"},{"id":"2022-08-16-1660635299235","title":"Daegu Yangnyeongsi Museum of Oriental Medicine (대구약령시 한의약박물관)","description":"Yangnyeongsi Museum of Oriental Medicine continues to provide an opportunity to experience the 350-year-old traditions of Oriental medicine and medicine markets through multiple exhibitions and various hands-on experience programs. The museum provides graphics and animation shows in four languages as well as approximately 300 items on display. The first floor also houses the nation’s only wholesale market of traditional medicinal herbs.","regDate":"2022-08-16","author":"korea-tour","tag":["Daegu","Culture/Art/History","Industrial Sites","Others"],"imgUrl":"/2022-08-16-1660635299235/1624433_image2_1.webp","blogPath":"Daegu/2022-08-16-1660635299235"},{"id":"2022-08-16-1660632371652","title":"Daegu Spa Valley (대구 스파밸리)","description":"Spa Valley first opened in 2003 and the citizens of Daegu City have been enjoying its hot springs and sauna facilities ever since. <BR><Br>The 1st floor of Spa Valley holds a health club, souvenir shop, and various stores, while the 2nd floor has a variety of hot spring pools and a jjimjilbang. The hot spring pools include a bade pool that is said to be good for your health and a kids’ pool for the children, while the jjimjilbang facilities include the UK-Ball Jjimjilbang, proven to be beneficial for skincare and blood circulation, and a jjimjilbang cave. <BR><Br>The 4th floor provides a large hot springs spa where visitors can enjoy various themed saunas and hot springs. The outdoor water park offers a wave pool, youth pool, waterslide, a water polo pool, diving pool, and more.","regDate":"2022-08-16","author":"korea-tour","tag":["Daegu","Culture/Art/History","Recreational Sites","Hot Springs & Spa"],"imgUrl":"/2022-08-16-1660632371652/1573947_image2_1.webp","blogPath":"Daegu/2022-08-16-1660632371652"},{"id":"2022-08-16-1660625921851","title":"Aayang Gichatgil (아양기찻길)","description":"After 78 years of operating, Ayang Railroad Bridge was discontinued and turned into a cultural space with a name Ayang Gichatgil. This attraction is 277 meters in length, 14.2 meters in x_height and total area of 427.75㎡. Visitors can enjoy the observatory, exhibitions, cafe and other facilities. The attraction was award Red Dot Design Award for restoring a discontinued railraod bridge using public design. Nearby attractions include Simni Cherry Blossom Road, Gomoryeongbi Monument, Dongchong Resort, and Onggijonggi Happy Village.","regDate":"2022-08-16","author":"korea-tour","tag":["Daegu","Culture/Art/History","Architectural Sights","Bridges"],"imgUrl":"/2022-08-16-1660625921851/2366150_image2_1.webp","blogPath":"Daegu/2022-08-16-1660625921851"},{"id":"2022-08-16-1660623738578","title":"Village of the Nampyeong Mun Clan in Bon-ri (남평문씨본리세거지)","description":"The Village of the Nampyeong Mun Clan in Bon-ri was built on what used to be part of a temple, but was organized following a well-field system to make the area a residence for many generations. As of now, nine houses and two pavilions remain, as well as a low wall along the road.<br><br>The main building of the village is Subongjeongsa, located in the center of the area. It was used for meeting guests, as well as a gathering place for the family, and features beautiful gardens. Gwanggeodang Hall was an educational place for studies and refinement. Insumungo Storage Building preserves about 10,000 books and clan treasures. It started out as a small building but later was expanded, including an additional building constructed just to read books.","regDate":"2022-08-16","author":"korea-tour","tag":["Daegu","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-08-16-1660623738578/1574140_image2_1.webp","blogPath":"Daegu/2022-08-16-1660623738578"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}