{"pageProps":{"content":"![Gyeongju Wolseong Palace Site (Banwolseong Fortress) (경주 월성(반월성))](/2022-11-29-1669718411779/2601687_image2_1.webp)\n\n  \n## Overview\n\n> This was the location of the palace fortress during the Silla dynasty (57 BC ~ AD 935).  The fortress takes after its name, which, literally translates to mean a crescent moon shape on top of a hill. The famous history books of Samgukyusa mention that Silla’s 4th King Seoktalhae (AD 57~80) thought this area was an ideal spot for the fortress and bought the land from a nobleman.  The 2nd King Namhae (AD 4~24) impressed by Seoktalhae’s actions, took him in as his son-in-law, later, becoming the 4th king.  The area was then under Silla’s rule for 900 years, the last king being the 56th, Gyeongsoon (AD 927~935).  <br><br>Although the magnificent grandeur of the palace is now just an empty lot, it has been told that this area was filled with imperial buildings during the Silla dynasty.  Currently, the region of Wolseong has a freezer made out of rocks called Seokbinggo, an archery range, horse-riding field, and a traditional playground, which resembles the grounds of the Joseon Period (the dynasty that ruled the Korean peninsula from 1392-1910).\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-54-779-6100|\n|parking:|Available|\n|restdate:|N/A (Open all year round)|\n|usetime:|24 hrs|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Restrooms:|Available|\n  \n## Detail Image\n![/2022-11-29-1669718411779/2601680_image2_1.webp](/2022-11-29-1669718411779/2601680_image2_1.webp)\n![/2022-11-29-1669718411779/2601681_image2_1.webp](/2022-11-29-1669718411779/2601681_image2_1.webp)\n![/2022-11-29-1669718411779/2601682_image2_1.webp](/2022-11-29-1669718411779/2601682_image2_1.webp)\n![/2022-11-29-1669718411779/2601683_image2_1.webp](/2022-11-29-1669718411779/2601683_image2_1.webp)\n![/2022-11-29-1669718411779/2601684_image2_1.webp](/2022-11-29-1669718411779/2601684_image2_1.webp)\n![/2022-11-29-1669718411779/2601685_image2_1.webp](/2022-11-29-1669718411779/2601685_image2_1.webp)\n![/2022-11-29-1669718411779/2601686_image2_1.webp](/2022-11-29-1669718411779/2601686_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-54-779-6100](tel:+82547796100)\n- [🏠www.gyeongju.go.kr/tour](http://www.gyeongju.go.kr/tour)\n\n\n```googleMap\nlatitude: 35.8321721215\nlongitude: 129.2250084253\ntitle: Inwang-dong, Gyeongju-si, Gyeongsangbuk-do\n```\n  \n## Directions\n  \n[Bus + Taxi]\nFrom Seoul Express Bus Terminal, take an express bus to Gyeongju Express Bus Terminal. <br>\nFrom Gyeongju Express Bus Terminal, take a taxi.\n","data":{"id":"2022-11-29-1669718411779","title":"Gyeongju Wolseong Palace Site (Banwolseong Fortress) (경주 월성(반월성))","description":"This was the location of the palace fortress during the Silla dynasty (57 BC ~ AD 935).  The fortress takes after its name, which, literally translates to mean a crescent moon shape on top of a hill. The famous history books of Samgukyusa mention that Silla’s 4th King Seoktalhae (AD 57~80) thought this area was an ideal spot for the fortress and bought the land from a nobleman.  The 2nd King Namhae (AD 4~24) impressed by Seoktalhae’s actions, took him in as his son-in-law, later, becoming the 4th king.  The area was then under Silla’s rule for 900 years, the last king being the 56th, Gyeongsoon (AD 927~935).  <br><br>Although the magnificent grandeur of the palace is now just an empty lot, it has been told that this area was filled with imperial buildings during the Silla dynasty.  Currently, the region of Wolseong has a freezer made out of rocks called Seokbinggo, an archery range, horse-riding field, and a traditional playground, which resembles the grounds of the Joseon Period (the dynasty that ruled the Korean peninsula from 1392-1910).","regDate":"2022-11-29","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Fortresses"],"imgUrl":"/2022-11-29-1669718411779/2601687_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-11-29-1669718411779","pageUrl":"https:/mcdryad.com/Gyeongsangbuk-do/2022-11-29-1669718411779"},"dataList":[{"id":"2022-12-02-1669959368692","title":"Jirye Arts Village (지례예술촌)","description":"Located in Andong, Jirye Arts Village first formed as a result of the construction of Imha Dam. When a small neighborhood in Jirye-ri, Imdong-myeon was at the risk of flood due to the dam, Kim Won-gil, the current village leader, relocated and rebuilt ten houses to its current location in 1986. This neighborhood, now known as Jirye Arts Village, was designated as an art village in 1990 and since then, many artists settled in the neighborhood and formed a community of culture and art. Today, Jirye Arts Village offers a variety of opportunities to experience Korean culture through hands-on arts and crafts as well as diverse cultural activities.","regDate":"2022-12-02","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Folk Villages"],"imgUrl":"/2022-12-02-1669959368692/187002_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-02-1669959368692"},{"id":"2022-12-02-1669956039549","title":"Jeodonghang Port (저동항)","description":"Jeodonghang Port is the biggest port on Ulleungdo Island, where most of the islands squid fishing and related process takes place. Jeodongeohwa, referring to the luring lights from the boats for squid fishing, is one of the famous Eight Major Beauties of Ulleungdo Island. Chotdaebawi Rock, standing next to the port sea wall, has a sad legend about a daughter who died from grievance when her father never came back from fishing.","regDate":"2022-12-02","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites"],"imgUrl":"/2022-12-02-1669956039549/2533913_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-02-1669956039549"},{"id":"2022-12-02-1669952362181","title":"Imcheonggak House (안동 임청각)","description":"Imcheonggak House is the largest remaining household from the Joseon dynasty, holding a history of over 500 years. The house was built for one aristocratic family’s love of the scenic beauty in the surrounding area. It was originally built with a total of 99 kan (traditional measurement of space between pillars) but only 70 remain. The most famous structure on this property is the annexed pavilion, Gunjajeong. An autograph of the famous Confucian scholar Lee Hwang can be found hanging outside the pavilion.","regDate":"2022-12-02","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Old Houses"],"imgUrl":"/2022-12-02-1669952362181/2511874_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-02-1669952362181"},{"id":"2022-12-01-1669891242998","title":"Hwang Ryong Won (황룡원)","description":"This unique architecture is a reinterpretation of the Hwangryongsa nine-story pagoda format from the Silla period using modern science technology and architecture methods. The building has become a new landmark in Bomun Tourist Complex and is also used as a training institute by offering various programs like meditation. There are simple one-hour programs or overnight tour courses available through prior reservation.&nbsp;","regDate":"2022-12-01","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Architectural Sights","Buildings"],"imgUrl":"/2022-12-01-1669891242998/2794688_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-01-1669891242998"},{"id":"2022-12-01-1669887472229","title":"Hupo Beach (후포해수욕장)","description":"The 250-meter-long Hupo Beach is situated right by Hupohang Port. The combination of an expansive sandy beach and indigo blue waters of the East Sea creates a splendid view, drawing a large number of vacationers in the summer. <br><br>Hupohang Port is the main receiving and distributing port for fish caught in the East Sea. In the early morning, the port offers a great chance to not only see fish being hauled from boats to the fish market, but also to purchase fresh raw fish at an affordable price. On the hill north of Hupo Beach stands Hupo Lighthouse where one can get an unobstructed view of the East Sea and the Uljin area. Hupo Beach is one of the few beaches offering a splendid view of both the port and the lighthouse.","regDate":"2022-12-01","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites"],"imgUrl":"/2022-12-01-1669887472229/187424_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-01-1669887472229"},{"id":"2022-12-01-1669884185831","title":"Homigot Sunrise Square (호미곶 해맞이광장)","description":"Homigot is located at the easternmost end of the Korean peninsula, in what would be considered to be the tail, if thinking of the Korean peninsula as a tiger. When Kim Jeongho made the Daedongyeojido Map, he visited this place seven times to confirm this area is in fact the easternmost part of Korea. Following the resources of Korea Astronomy and Space Science Institute, the sunrise time of Homigot on January 1 is at 7 32 am, making it the earliest first sunrise of each year in Korea. The plaza was built to commemorate these research findings with the national Sunrise Festival. Nearby attractions include Koreas largest lighthouse, Homigot Lighthouse, established in 1908; Lighthouse Museum; Monument to Commemorate Lee Yuk-sa’s Patriotism; and Daebo Seawater Bath, using pure seawater of the East Sea. <br><br>When completed, Homigot Tourism Complex and Homigot Specialized Ocean Leisure Complex will be the largest tourism complex in the eastern coast district. It will include an ocean aquarium, Ocean Ecological Park, Youth Training facilities, beach dome, accommodation facilities, and other various stores as well. <br><br> Sangsaeng’s Hand, a two-part bronze sculpture shaped like a pair of hands, was constructed in December 1999. It is a signature symbol of the sunrise festival. The left hand is on the land and the right hand is in the ocean. It was built to give the message that all people are living together by helping one another like Sangsaeng, meaning coexistence in Korean. The base of the platform is an image of the sun and its two round rings refer to harmony. These two hands have memorial sprits of reconciliation and coexistence for celebrating a new millennium.","regDate":"2022-12-01","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-12-01-1669884185831/2527505_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-01-1669884185831"},{"id":"2022-12-01-1669880159629","title":"Homigot Lighthouse (호미곶 등대)","description":"Homigot Lighthouse is located at Homigot Cape, listed as one of the 10 most scenic sites during the Joseon dynasty. It was the tallest lighthouse in Korea at the time of its opening on December 20, 1908. The octagonal, six-story building is 26.4 meters high, with a base circumference of 24 meters. It was built using red bricks and no reinforcing rods, designed in the 18th century renaissance style, with gable decorations over the entrance and windows. The ceiling on each floor is sculpted in the shape of pear blossoms, a symbol of the Joseon royalty, while the number of stairs totals to 108, reflective of Buddhist culture.","regDate":"2022-12-01","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites"],"imgUrl":"/2022-12-01-1669880159629/682144_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-01-1669880159629"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}