{"pageProps":{"content":"![Songtan Special Tourist Zone (평택시 송탄 관광특구)](/2022-09-06-1662461036670/1914797_image2_1.webp)\n\n  \n## Overview\n\n> The Songtan Special Tourist Zone in Pyeongtaek is located near a US military base and consists of shopping malls and entertainment facilities. It is often referred to as “Little Itaewon” because it bears a similarity with Itaewon’s alleys. The districts of Sinjang and Seojeong are part of this tourist zone. \n<br><br >\nThe main attraction in the Sinjang district is the shopping mall that was completed in 1998. Visitors can shop and spend their leisure time along the 300-meter-long pedestrian road that starts from the US military base. In Songtan’s Seojeong district, there is a popular cherry blossoms road and a public park where people can relax. \n<br><br >\nThere’s a bike path on Buraksan Mountain and a wide variety of delicious food at the Pyeongtaek Jungang International Market. The Korea-US Friendship Culture Festival is held in October and the Moro Culture & Art Festival in October. The tourist zone is conveniently located near Songtan Station (Seoul Subway Line 1).\n<br><br>\n\n<b>[Songtan Special Tourist Zone]<br>\n</b>\n<b>Areas included:</b> Areas around Sinjang 1 (il) to 2 (i), Jisan, Songbuk and Seojeong-dong in Pyeongtaek-si, Gyeonggi-do<br>\n<b>Area size:</b> 491,316㎡ <br>\n<b>Tourist attractions:</b> Sinjang Shopping Mall, Jungang International Market, Culture Street, Buraksan Mountain, etc.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-31-611-0001|\n|parking:|Parking lot at Sinjang shopping mall and public parking spaces on Seojeong Culture Street|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Restrooms:|Restrooms at Sinjang shopping mall and 2 public restrooms at Seojeong Culture Street|\n|Available Facilities:|Souvenir shop exclusively for foreigners, nightlife restaurant exclusively for foreigners, tourist information center, traditional market|\n|Interpretation Services Offered:|Staff at tourist hotels, souvenir shop exclusively for foreigners and stores can speak basic English.|\n  \n## Detail Image\n![/2022-09-06-1662461036670/1914757_image2_1.webp](/2022-09-06-1662461036670/1914757_image2_1.webp)\n![/2022-09-06-1662461036670/1914786_image2_1.webp](/2022-09-06-1662461036670/1914786_image2_1.webp)\n![/2022-09-06-1662461036670/1914787_image2_1.webp](/2022-09-06-1662461036670/1914787_image2_1.webp)\n![/2022-09-06-1662461036670/1914792_image2_1.webp](/2022-09-06-1662461036670/1914792_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-31-611-0001](tel:+82316110001)\n- [🏠www.pyeongtaek.go.kr](http://www.pyeongtaek.go.kr/main.do)\n\n\n```googleMap\nlatitude: 37.0796508984\nlongitude: 127.0537000570\ntitle: 32, Jungangsijang-ro, Pyeongtaek-si, Gyeonggi-do\n```\n  \n\n","data":{"id":"2022-09-06-1662461036670","title":"Songtan Special Tourist Zone (평택시 송탄 관광특구)","description":"The Songtan Special Tourist Zone in Pyeongtaek is located near a US military base and consists of shopping malls and entertainment facilities. It is often referred to as “Little Itaewon” because it bears a similarity with Itaewon’s alleys. The districts of Sinjang and Seojeong are part of this tourist zone. <br><br >The main attraction in the Sinjang district is the shopping mall that was completed in 1998. Visitors can shop and spend their leisure time along the 300-meter-long pedestrian road that starts from the US military base. In Songtan’s Seojeong district, there is a popular cherry blossoms road and a public park where people can relax. <br><br >There’s a bike path on Buraksan Mountain and a wide variety of delicious food at the Pyeongtaek Jungang International Market. The Korea-US Friendship Culture Festival is held in October and the Moro Culture & Art Festival in October. The tourist zone is conveniently located near Songtan Station (Seoul Subway Line 1).<br><br><b>Songtan Special Tourist Zone <br></b><b>Areas included </b> Areas around Sinjang 1 (il) to 2 (i), Jisan, Songbuk and Seojeong-dong in Pyeongtaek-si, Gyeonggi-do<br><b>Area size </b> 491,316㎡ <br><b>Tourist attractions </b> Sinjang Shopping Mall, Jungang International Market, Culture Street, Buraksan Mountain, etc.","regDate":"2022-09-06","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Recreational Sites","Tourist Complexes"],"imgUrl":"/2022-09-06-1662461036670/1914797_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-06-1662461036670","pageUrl":"https:/mcdryad.com/Gyeonggi-do/2022-09-06-1662461036670"},"dataList":[{"id":"2022-09-17-1663389864356","title":"Seolbongsan Mountain (설봉산)","description":"Seolbongsan Mountain (설봉산, 394 m) dominates the western portion of Icheon City. It has also been called Bugaksan Mountain and Muhaksan Mountain since the mountain resembles a crane with its wings spread open. Although the mountain is not rugged and maintains a well kept walking trail, it has many intriguing rock formations. There are as many as eight natural springs from which clear water gushes, and there are also Buddhist temples and relics scattered across the mountain. There are other attractions to see and enjoy as well, such as Seolbong Park, which was established at the opening of the World Ceramic Exhibition, as well as the municipal museum.","regDate":"2022-09-17","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites","Mountains"],"imgUrl":"","blogPath":"Gyeonggi-do/2022-09-17-1663389864356"},{"id":"2022-09-16-1663325293640","title":"Seolbong Park (설봉공원)","description":"Nestled at the foot of Seolbongsan Mountain in Icheon, Seolbong Park is the venue for the Gyeonggi International Ceramic Biennale, Icheon Ceramic Festival, and Icheon Rice Cultural Festival. Outside of festival periods, the park also serves as a rest area for locals, with a wide lake in the center, walking paths, and gardens. Cerapia, a ceramic themed park located within Seolbong Park, offers hands-on programs for visitors to experience ceremics.","regDate":"2022-09-16","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-09-16-1663325293640/1591101_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-16-1663325293640"},{"id":"2022-09-16-1663321515157","title":"Sangdong Lake Park (상동호수공원)","description":"Sangdong Lake Park is the largest park in Bucheon. A 2.5-kilometer promenade runs along a man-made lake, providing a refreshing and cool environment for a light exercise. The park also offers a beautiful sight year round thanks to the seasonal flowers that decorate the area. Some of the park's main facilities include a fountain, park square, wildflower garden, and sports facilities.","regDate":"2022-09-16","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-09-16-1663321515157/760068_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-16-1663321515157"},{"id":"2022-09-16-1663318134898","title":"Samsung Innovation Museum (삼성 이노베이션 뮤지엄)","description":"Samsung Innovation Museum is an electronic industrial museum run by Samsung, a major global company based in Korea. The museum mainly consists of three sections. Visitors can learn about the history of Korea's electronic industry, as well as the past, present and future of the semiconductor, display and mobile industries, where Samsung made great achievements. The museum also runs an education facility called Children's Display Research Institute.","regDate":"2022-09-16","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Industrial Sites","Others"],"imgUrl":"","blogPath":"Gyeonggi-do/2022-09-16-1663318134898"},{"id":"2022-09-16-1663314419795","title":"Provence Village (프로방스 마을)","description":"Provence Village is a themed village that began with the opening of a chic French restaurant in 1996. It has expanded to include a famous bakery cafe, Italian and Korean restaurants, shops, colorful murals, a beautiful garden, and romantic lighting displays in the evenings.<br><br>Each unique shop is connected to other shops in the village. An art studio offers a wide array of dishes used in cafes and restaurants in the village; the Living Gallery not only decorates Provence Village, but also makes decorative items such as hand-painted ceramics, available for purchase; and the European bakery boasts fresh, delicious breads. Each shop is an independent unit with a unique design concept. The Living Gallery offers shops selling ceramics, flowers, and herbs, while the Fashion Gallery consists of shops offering clothing, accessories, and interior design items. The Herb Garden hosts a wide array of cultural events and performances for visitors throughout the year.","regDate":"2022-09-16","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Experience Programs","Unique Experience"],"imgUrl":"","blogPath":"Gyeonggi-do/2022-09-16-1663314419795"},{"id":"2022-09-16-1663312085183","title":"Pocheon Sansawon  (포천 산사원)","description":"Pocheon Sansawon is a museum of traditional Korean liquor, mainly home-brewed liquor. Several rows of liquor crock pots in Sewollang, the garden in Sansawon, create a magnificent view. Old materials and books about the history of Korea's liquor culture attract visitors. After touring the museum, visitors can try non-sterilized liquor of Baesangmyeon Brewery and join activity programs for making home-brewed liquor, fruit-based liquor, seasonal liquor, and more.","regDate":"2022-09-16","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Industrial Sites","Foods & Beverages"],"imgUrl":"","blogPath":"Gyeonggi-do/2022-09-16-1663312085183"},{"id":"2022-09-16-1663309753166","title":"Paju Unification Park (통일공원(파주))","description":"Paju Unification Park was built in Bongseo-ri, Paju-eup, in June 1973 to pay tribute to the soldiers who fought in the defense of the South during the Korean War, as well as to pray for unification. It is situated near Munsan Station where the UN War Correspondent Center was located during the armistice talks. A monument rests within the park that pays tribute to the 18 Korean and foreign war correspondents who died trying to share their, often tragic, stories of the war. They include Han Gyu-ho of the Seoul Shinmun as well as journalists from the U.S. (10 people), Britain (4 people), France (2 people) and the Philippines (1 person). There is also a tower built to commemorate the loyalty and courage of 10 brave soldiers who sacrificed themselves in a bomb attack, a memorial tower dedicated to anticommunist guerilla units from the Gaema Plateau, and a statue of Colonel Lee Yu-jung and Second Lieutenant Kim Man-sul.","regDate":"2022-09-16","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"","blogPath":"Gyeonggi-do/2022-09-16-1663309753166"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}