{"pageProps":{"content":"![Cheongju Heungdeoksa Temple Site (청주 흥덕사지)](/2022-07-26-1658843657384/610307_image2_1.webp)\n\n  \n## Overview\n\n> A large number of relics were unearthed at this site due to a land development project in 1985. Work was halted and relics were excavated by the Cheongju University Museum. The time and size of Heungdeoksa \nTemple is unknown, but according to Jikji (Buljojikjisimcheyojeol, the world’s oldest existing book printed with movable metal type), the \nexcavated books were printed using metal types at the temple in the third year of King Uwang’s reign (1377). The books were published 78 years earlier than Gutenberg’s invention.<br><br>In 1972, the Jikji was officially recognized as the world’s oldest book printed with movable metal type during the International Book Year. The Buljojikjisimcheyojeol is \ncurrently kept at the National Library of France.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br>(Korean, English, Japanese, Chinese) <br> • For more info: +82-43-201-2022|\n  \n\n  \n## Detail Image\n![/2022-07-26-1658843657384/610310_image2_1.webp](/2022-07-26-1658843657384/610310_image2_1.webp)\n![/2022-07-26-1658843657384/610314_image2_1.webp](/2022-07-26-1658843657384/610314_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-43-201-2022](tel:+82432012022)\n- [🏠www.cheongju.go.kr</a> (Korean, English, Japanese, Chinese)<br><a href=\"http://www.cha.go.kr/\" target=\"_blank\" title=\"새창: 문화재청 홈페이지로 이동\">www.cha.go.kr](http://www.cheongju.go.kr/tour/index.do)\n\n\n```googleMap\nlatitude: 36.6445834760\nlongitude: 127.4722188308\ntitle: 713, Jikji-daero, Heungdeok-gu, Cheongju-si, Chungcheongbuk-do\n```\n  \n## Directions\n  \n[Bus]<br>From Dong Seoul \nIntercity Bus Terminal, take a bus to Cheongju Bus Terminal.<br>\nFrom Cheongju Bus Terminal, take Bus No. 831 and get off at Cheongju Arts Center Bus Stop. <BR> Cross the Jikji-ro at the crosswalk, and go straight for about 200m to arrive at your final destination.\n","data":{"id":"2022-07-26-1658843657384","title":"Cheongju Heungdeoksa Temple Site (청주 흥덕사지)","description":"A large number of relics were unearthed at this site due to a land development project in 1985. Work was halted and relics were excavated by the Cheongju University Museum. The time and size of Heungdeoksa Temple is unknown, but according to Jikji (Buljojikjisimcheyojeol, the world’s oldest existing book printed with movable metal type), the excavated books were printed using metal types at the temple in the third year of King Uwang’s reign (1377). The books were published 78 years earlier than Gutenberg’s invention.<br><br>In 1972, the Jikji was officially recognized as the world’s oldest book printed with movable metal type during the International Book Year. The Buljojikjisimcheyojeol is currently kept at the National Library of France.","regDate":"2022-07-26","author":"korea-tour","tag":["Chungcheongbuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-07-26-1658843657384/610307_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-07-26-1658843657384","pageUrl":"https:/mcdryad.com/Chungcheongbuk-do/2022-07-26-1658843657384"},"dataList":[{"id":"2022-07-27-1658918555653","title":"Dariangyegok Valley (다리안계곡)","description":"Dariangyegok Valley is located in the Darian Local Tourist Site near Danyang. The water in the valley curves around smooth rocks in between the lush forest. People visit in the summer to escape the heat. <br><br>Dariangyegok Valley has cold water flowing from Sobaeksan Mountain. The area around the valley is equipped with convenience facilities such as huts, campsites, a parking lot, convenience store and more, making it the best family destination. Near the middle of the valley, legend says a dragon ascended to the sky leaving a mark on the big rock. Nearby attractions include caves, Dodamsambong Peak, Gudambong Peak, Oksunbong Peak and many more. These abundant attractions make Dangyang a favorite tourist destination among visitors.","regDate":"2022-07-27","author":"korea-tour","tag":["Chungcheongbuk-do","Nature","Natural Sites","Valleys"],"imgUrl":"/2022-07-27-1658918555653/176498_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-07-27-1658918555653"},{"id":"2022-07-27-1658914588483","title":"Danyanggang Jando Trail (단양강 잔도)","description":"Danyanggang Jando Trail is a 1.2-kilometer-long trekking path along the Namhangang River. With an amazing view of the surrounding area, the trail is a must-walk when visiting Danyang. There are various attractions nearby, including Mancheonha Skywalk and Suyanggae Light Tunnel, offering a tour experience that covers geology and history.","regDate":"2022-07-27","author":"korea-tour","tag":["Chungcheongbuk-do","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2022-07-27-1658914588483/2618379_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-07-27-1658914588483"},{"id":"2022-07-27-1658911381960","title":"Danyang Special Tourist Zone (단양 관광특구)","description":"Danyang is known for its Danyang Palgyeong (eight wonders of Danyang). The scenery around Chungjuho Lake, including Dodamsambong Peak, Gudambong Peak and Oksunbong Peak, can all be enjoyed from a ferry cruise. The meandering stream and the majestic view of Sainam Rock and Sangseonam Rock create a soothing, tranquil ambience. <br><br>Situated at the center of the Korean Peninsula is Sobaeksan National Park, from which one can admire the beauty of the Baekdudaegan Mountain Range. The mountain’s many trails that lead to Birobong Peak and to other peaks are popular among hikers. <br><br>Darian, Cheondong and Ondal are great choices for family trips. These places are known for outdoor camping sites and drama filming locations. <br><br>The Danyang Special Tourist Zone holds special events that promote the county’s nature and history. The Sobaeksan Royal Azalea Festival is held in May, while the Ondal Culture Festival takes place in October. <br><br>Plenty of accommodation options and facilities are available in the area of Dojeon-ri, Byeolgok-ri, Sangjin-ri and Gosu-ri of Danyang-eup. <br><br><br><b>Danyang Special Tourist Zone </b><br><b>Areas included </b> Areas around Danyang and Maepo-eup in Danyang-gun, Chungcheongbuk-do<br><b>Area size </b> 4,448,737㎡ <br><b>Tourist attractions </b> Sobaeksan National Park, Dodamsambong Peak, Sainam Rock, Gosu Cave, Buddhist Museum of the Cheontae Order, Daeseongsan Natural Recreation Forest, etc.","regDate":"2022-07-27","author":"korea-tour","tag":["Chungcheongbuk-do","Culture/Art/History","Recreational Sites","Tourist Complexes"],"imgUrl":"/2022-07-27-1658911381960/1945638_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-07-27-1658911381960"},{"id":"2022-07-27-1658907397817","title":"Danyang Ondaldonggul Cave (단양 온달동굴)","description":"Ondaldonggul Cave is located underground at the foot of Seongsan Mountain, where Ondalsanseong Fortress is situated. It is a natural limestone cave that is estimated to have begun forming around 450 million years ago. The total 760 meter-long cave covers an area of 349,485 square meters. The cave mouth is two meters high, while the cave itself is 5 to 10 meters high and about 5 meters wide. The cave features stairway structure and contains an abundance of beautiful stalagmites and stalactites. The average temperature of the cave maintains 14 degrees Celsius in summer and 16 degrees Celsius in winter, making it a perfect all-year-round attraction. The cave is rich in underground water resources and there is a 0.8 to 1 meter-deep cave river flowing at the bottom of the cave floor. The cave also has over 40 small ponds that are inhabited by a variety of living organisms like fish and insects. <br><br>Situated on top of the mountain peak to the left of the cave is Ondalsanseong Fortress. The fortress has been preserved in its original form throughout some 1,400 years and shows the advanced building skills of Goguryeo Era (37 BC-668 AD). The annual Ondal Culture Festival is held every October around Ondaldonggul Cave and Ondalsanseong Fortress in memory of the legendary love story between General Ondal and Princess Pyeonggang. Other attractions in the area include a theme park and Jangseung (Korean traditional totem poles) Park.","regDate":"2022-07-27","author":"korea-tour","tag":["Chungcheongbuk-do","Nature","Natural Sites"],"imgUrl":"/2022-07-27-1658907397817/567072_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-07-27-1658907397817"},{"id":"2022-07-27-1658904251350","title":"Danyang Jeokseongbi Monument of Silla (단양 신라 적성비)","description":"The Danyang Jeokseongbi Monument of Silla was erected by King Jinheung, the 24th King of Silla Kingdom, as a public announcement board. It was found at  Jeokseongsanseong Fortress in Danyang in 1978.<br><br> The stone stele is broken into three parts  the two lower pieces are inscribed with 280 letters, which spell out the names of people, locations and positions from the Silla Kingdom period, whereas, the top piece has 100 letters which are mostly destroyed. The discovery of the monument helped illuminate political development and statuses of the time.","regDate":"2022-07-27","author":"korea-tour","tag":["Chungcheongbuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-07-27-1658904251350/567012_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-07-27-1658904251350"},{"id":"2022-07-27-1658900826175","title":"Danyang Jeokseong Fortress (단양 적성)","description":"Danyang Jeokseong Fortress is a fortress made of stones gathered from Seongjaesan Mountain in Danyang. The fortress was built surrounding the mountain's southern slope and summit. <br><br>The fortress had a circumference of 923 meters, but most of it has been destroyed; the only remaining section is a 3-meter part of the inner wall in the northeast quarter. Three gates were found in the southwest, east, and southeast areas. Inside of the fortress is a stone stele.","regDate":"2022-07-27","author":"korea-tour","tag":["Chungcheongbuk-do","Culture/Art/History","Historical Sites","Fortresses"],"imgUrl":"/2022-07-27-1658900826175/1954582_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-07-27-1658900826175"},{"id":"2022-07-27-1658896270176","title":"Danyang Guinsa Temple (구인사(단양))","description":null,"regDate":"2022-07-27","author":"korea-tour","tag":["Chungcheongbuk-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-07-27-1658896270176/2032218_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-07-27-1658896270176"}],"navList":["Busan","Chungcheongbuk-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Incheon","Jeju-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}