{"pageProps":{"content":"![Wolmi Special Tourist Zone (월미 관광특구)](/2022-08-12-1660319076268/1924494_image2_1.webp)\n\n  \n## Overview\n\n> Wolmi Special Tourist Zone is a historic and cultural site where visitors can learn about Korea’s modern history and culture through a tour of Incheon. The area has plenty of modern architecture and cultural heritages embracing the history of the open port era. Incheon Port is conveniently located to facilitate the flow of products from other civilizations. <Br><br>\nIncluded in the open port, Incheon Chinatown has various Chinese restaurants, a modern history museum, and exhibition hall where visitors can look into the past and current life of Chinese people living in Korea. Jayu Park Cultural Tourism Festival and Songwol-dong Donghwa Village Festival are held here every spring.<br>\n<BR>\nIn addition, the Museum of Korea Emigration History, date courses, and Wolmi Cultural Street, offering up various sliced raw fish restaurants, and fine cafes are all available in the zone. Wolmi Observatory offers a view overlooking the port and downtown at once. The coastal pier approaching the port offers the active atmosphere of coming and going ships and the lively fish market. Enjoying various fish dishes and sea-fishing, or walking along the ocean square are recommended activities.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330<BR>(Korean, English, Japanese, Chinese) <br> • For more info: +82-32-760-6481|\n|parking:|181 parking lots are available at the port, Wolmi Park, museums and arts galleries.|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Available Facilities:|Tourist information center, interpretation center, souvenir shop, tourist hotel, duty-free shop, nightlife restaurant exclusively for foreigners, etc.|\n|Restrooms:|Public restrooms are available at Wolmi Park, Chinatown and museums.|\n|Interpretation Services Offered:|Interpretation centers offer interpretation service along with English and Chinese travel handbooks.|\n  \n## Detail Image\n![/2022-08-12-1660319076268/1577669_image2_1.webp](/2022-08-12-1660319076268/1577669_image2_1.webp)\n![/2022-08-12-1660319076268/1577671_image2_1.webp](/2022-08-12-1660319076268/1577671_image2_1.webp)\n![/2022-08-12-1660319076268/1814985_image2_1.webp](/2022-08-12-1660319076268/1814985_image2_1.webp)\n![/2022-08-12-1660319076268/1932993_image2_1.webp](/2022-08-12-1660319076268/1932993_image2_1.webp)\n![/2022-08-12-1660319076268/1933003_image2_1.webp](/2022-08-12-1660319076268/1933003_image2_1.webp)\n![/2022-08-12-1660319076268/1933025_image2_1.webp](/2022-08-12-1660319076268/1933025_image2_1.webp)\n![/2022-08-12-1660319076268/1933043_image2_1.webp](/2022-08-12-1660319076268/1933043_image2_1.webp)\n![/2022-08-12-1660319076268/1933062_image2_1.webp](/2022-08-12-1660319076268/1933062_image2_1.webp)\n![/2022-08-12-1660319076268/1936532_image2_1.webp](/2022-08-12-1660319076268/1936532_image2_1.webp)\n![/2022-08-12-1660319076268/1577672_image2_1.webp](/2022-08-12-1660319076268/1577672_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-32-760-6481](tel:+82327606481)\n- [🏠www.icjg.go.kr](http://www.icjg.go.kr/tour/)\n\n\n```googleMap\nlatitude: 37.4714251763\nlongitude: 126.5964029776\ntitle: 81, Wolmimunhwa-ro, Jung-gu, Incheon\n```\n  \n## Directions\n  \n[Subway]<br>\nIncheon Station (Seoul Subway Line 1)\n","data":{"id":"2022-08-12-1660319076268","title":"Wolmi Special Tourist Zone (월미 관광특구)","description":"Wolmi Special Tourist Zone is a historic and cultural site where visitors can learn about Korea’s modern history and culture through a tour of Incheon. The area has plenty of modern architecture and cultural heritages embracing the history of the open port era. Incheon Port is conveniently located to facilitate the flow of products from other civilizations. <Br><br>Included in the open port, Incheon Chinatown has various Chinese restaurants, a modern history museum, and exhibition hall where visitors can look into the past and current life of Chinese people living in Korea. Jayu Park Cultural Tourism Festival and Songwol-dong Donghwa Village Festival are held here every spring.<br><BR>In addition, the Museum of Korea Emigration History, date courses, and Wolmi Cultural Street, offering up various sliced raw fish restaurants, and fine cafes are all available in the zone. Wolmi Observatory offers a view overlooking the port and downtown at once. The coastal pier approaching the port offers the active atmosphere of coming and going ships and the lively fish market. Enjoying various fish dishes and sea-fishing, or walking along the ocean square are recommended activities.","regDate":"2022-08-12","author":"korea-tour","tag":["Incheon","Culture/Art/History","Recreational Sites","Tourist Complexes"],"imgUrl":"/2022-08-12-1660319076268/1924494_image2_1.webp","blogPath":"Incheon/2022-08-12-1660319076268","pageUrl":"https:/mcdryad.com/Incheon/2022-08-12-1660319076268"},"dataList":[{"id":"2022-08-13-1660430329271","title":"Yeongjongdo Island (영종도)","description":"Yeongjongdo Island, combined with Yongyudo and Sammokdo Islands through land reclamation work, connects to the mainland via Yeongjongdaegyo Bridge and is located 3 kilometers northwest of Yeonan Pier, Incheon. The 4.42 kilometer-long ride to Yeongjongdo Island provides amazing views of the ocean and mud flats. A fish market is the first thing that greets visitors to the island, providing fresh seafood daily. The island has the Yonggungsa Temple and Baegunsan Mountain, known for its walking trails. At the peak of the mountain, visitors can see a panoramic view of Incheon International Airport.","regDate":"2022-08-13","author":"korea-tour","tag":["Incheon","Nature","Natural Sites"],"imgUrl":"","blogPath":"Incheon/2022-08-13-1660430329271"},{"id":"2022-08-13-1660426632994","title":"Yeongjong Grand Bridge (영종대교)","description":"Yeongjongdaegyo Bridge connects the mainland of Incheon with Yeongjongdo Island that is home to the Incheon International Airport. Until the construction of this bridge, the only way to get to and from Yeongjongdo Island had been by boat. The 4.4 kilometer-long Yeongjong Bridge is the world’s first 3-dimensional self-anchored suspension bridge. The bridge carries both highways and rail lines on its decks, and 10,000-ton ships can pass under the bridge. The bridge was designed to withstand strong winds and earthquake. <br><br>It is the first bridge in Korea to have been completed through private capital inducement project. In addition to its function as a bridge, it is also an architectural beauty as the shape of the cable and the girder was designed to symbolize the eaves of the traditional Korean tile-roofed house. In 2002, Yeongjongdaegyo Bridge won the Tanaka Award by the Japan Society of Civil Engineers for the first time in Korea.","regDate":"2022-08-13","author":"korea-tour","tag":["Incheon","Culture/Art/History","Architectural Sights","Bridges"],"imgUrl":"","blogPath":"Incheon/2022-08-13-1660426632994"},{"id":"2022-08-13-1660423129092","title":"Sugi Beach (수기해변)","description":"Located on Sido Island in Incheon, Sugi Beach is easily accessible from Seoul. Sido Island is situated between Yeongjongdo Island and Ganghwado Island. The beach is not as crowded as other famous beaches, and is ideal for families or campers.<br><br>Sugi Beach was the filming location for the famous drama series Full House (2004). Sido Island connects Sindo Island and Modo Island, making it easy to tour the three islands by foot or car.","regDate":"2022-08-13","author":"korea-tour","tag":["Incheon","Nature","Natural Sites"],"imgUrl":"/2022-08-13-1660423129092/1030256_image2_1.webp","blogPath":"Incheon/2022-08-13-1660423129092"},{"id":"2022-08-13-1660419308364","title":"Seopori Beach (서포리해변)","description":"Seopori Beach, designated as a national tourism area, is surrounded by a luxurious forest of 100-year-old pine trees. The moderately sloped, white sand beach extends 3 kilometers in length and 300 meters in x_width. The beach and the pine tree forest provide a great recreational area for the 100,000 annual visitors. Leisure facilities include a vast sports field, seaside playground, tennis court, restaurants, karaoke, bicycle rentals, and more. Visitors can enjoy fishing from the rocks on the seashore, swimming in the clean sea, and strolling through the pine  forest to appreciate the scenic surroundings.","regDate":"2022-08-13","author":"korea-tour","tag":["Incheon","Nature","Natural Sites"],"imgUrl":"","blogPath":"Incheon/2022-08-13-1660419308364"},{"id":"2022-08-13-1660416205647","title":"Seonsu Port (Hupohang Port) (후포항 선수포구)","description":"Seonsu Port, officially named Hupohang Port, is the largest port on Ganghwado Island, located near Dongmak Beach. Fishing boats anchored here often travel to and from waters near Seongmodo Island, known as a fishery of large-eyed herring. Visitors will find several <em>hoe</em> (sliced raw fish) restaurants along the port, serving hoe prepared with freshly caught seafood. <br><br>The seaside destination is close to many nearby attractions including Jeondeungsa Temple, Dongmak Beach, and a scenic drive along the coast of Ganghwado Island. The port is also known for romantic sunsets which are best enjoyed when viewed from between the port and Dongmak Beach.","regDate":"2022-08-13","author":"korea-tour","tag":["Incheon","Nature","Natural Sites"],"imgUrl":"/2022-08-13-1660416205647/1927567_image2_1.webp","blogPath":"Incheon/2022-08-13-1660416205647"},{"id":"2022-08-13-1660412286873","title":"Seonjaedo Island (선재도)","description":"Seonjaedo Island in Incheon is believed to have been settled since the Neolithic Era. It had been called Sowudo Island during the Goryeo and Joseon dynasties, before it was named Seonjaedo in 1871. The name Seonjaedo means an island where a divine fairy came down and danced. At low tide, a sandbar path connecting the island with the mainland appears from the ocean. Seonjaedo Island is also a bridge island that connects Daebudo and Yeongheungdo Islands.","regDate":"2022-08-13","author":"korea-tour","tag":["Incheon","Nature","Natural Sites"],"imgUrl":"/2022-08-13-1660412286873/2603398_image2_1.webp","blogPath":"Incheon/2022-08-13-1660412286873"},{"id":"2022-08-13-1660405220461","title":"Muuido Island (무의도)","description":"Muuido Island is located in Jung-gu, Incheon which is not far from the mainland. Until the completion of Muui Bridge in 2019, the island was accessible only by ferry. Nearby are two smaller islands, Silmido Island and Somuuido Island. In the past, small boats were used to go from Muuido Island to Somuuido Island but the two islands are currently connected by a bridge so visitors can reach Somuuido after a 10-15 minute walk. <br><br>Muuido Village Bus takes people from Keunmuri Ferry Dock to Gwangmyeonghang Port. To enjoy the beauty of Somuuido Island fully, Muuibadanuri-gil 8 Course is a must-visit path, taking around 1 hour and giving stunning views of the West Sea vista. <br><br>Muuido has two famous beaches, namely Hanagae Beach and Silmi Beach. One interesting thing in Silmi Beach is that people can walk to Silmido Island at low tide. Hiking up Horyonggoksan Mountain and Guksabong Peak is also available from Hanagae Beach.","regDate":"2022-08-13","author":"korea-tour","tag":["Incheon","Nature","Natural Sites"],"imgUrl":"","blogPath":"Incheon/2022-08-13-1660405220461"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}