{"pageProps":{"list":[{"id":"2022-08-11-1660210829975","title":"Incheon Bridge (인천대교)","description":"Incheon Bridge is the longest bridge in Korea with the 21.39km long. It is ranked seventh in the world for its bridge length, sixth in the world ranking as a 18.38km long cable-stayed bridge, and fifth in the world ranking for its 800m gap between two main towers.<br><br>The bridge connects between Yeongjongdo Island, developing an international distribution complex as well as international airport, and Songdo Island, growing an international business city, within 20 minutes. Also, it grants easy to access to Gyeongin Expressway No. 2 and 3, and Seohaean Expressway by shortening more than 40 minutes to arrive at Incheon International Airport.","regDate":"2022-08-11","author":"korea-tour","tag":["Incheon","Culture/Art/History","Architectural Sights","Bridges"],"imgUrl":"/2022-08-11-1660210829975/1581990_image2_1.webp","blogPath":"Incheon/2022-08-11-1660210829975","pageUrl":"https:/mcdryad.com/Incheon/2022-08-11-1660210829975"},{"id":"2022-08-11-1660207401390","title":"Incheon Airport Korea Traditional Culture Center (인천국제공항 한국전통문화센터)","description":"The Incheon International Airport Traditional Culture Workshops are exhibition areas where traditional Korean culture experiential programs have been prepared for people awaiting flights departing from Korea, or for travelers waiting for connecting flights. Currently, there are two programs available in the exhibition areas, made available for all travelers using the third floor departure area. <br><br>Participants will be able to learn how to make jewelry boxes out of <em>hanji</em> (traditional Korean paper) or make cell phone straps using traditional sewing techniques that were used to make clothing and accessories. Even if you lack the skilled hands needed for these crafts, anyone can follow the simple instructions provided in English, Japanese, and Chinese, and have fun at the workshops. Aside from these programs, there are special programs that are prepared for visitors every 3 to 4 months, such as drawing traditional patterns, coloring traditional Korean fans, and making small purses by using traditional knotting techniques. <br><br>You can also take a look at the traditional arts and crafts that are put on display in the exhibition areas as well. There are two traditional culture workshops located at Incheon International Airport in both the east and west wings. <br><br>The traditional culture workshops and traditional craftworks exhibition are provided free of charge for all interested guests. The craftworks exhibition is located diagonally across from the fourth floor departure area convenience facility, and is open 24 hours a day. Also, if you visit between the hours of 10 00 and 18 00 Monday to Friday, English guides will be available for your added convenience. At present, the exhibition is showcased under the theme of presenting over 70 arts and crafts, including traditional Korean ceramic ware, clothing, various accessories, and other traditional cultural arts made by skilled artisans.","regDate":"2022-08-11","author":"korea-tour","tag":["Incheon","Culture/Art/History","Experience Programs","Traditional Experience"],"imgUrl":"/2022-08-11-1660207401390/709483_image2_1.webp","blogPath":"Incheon/2022-08-11-1660207401390","pageUrl":"https:/mcdryad.com/Incheon/2022-08-11-1660207401390"},{"id":"2022-08-11-1660203497633","title":"Gyeyangsan Mountain (계양산)","description":"Gyeyangsan Mountain, which reaches an altitude of 395 meters, is considered a guardian  and holy mountain that is representative of Incheon. The mountain’s name changed  several times, according to the name changes of the region. It was previously  called Sujuak as part of the Suju administration of the Goryeo dynasty, Annamsan Mountain during Annam administration, and finally was renamed Gyeyangsan Mountain during Gyeyang administration.<br><br>Gyeyangsan’s  name originates from the area that is home to the Korean box tree, which produces  cassia bark used to make cinnamon. Gyeyang Park was designated as Incheon’s  first urban natural park on January 8, 1944, and since then, the mountain has  gone on to become the city’s top municipal park.","regDate":"2022-08-11","author":"korea-tour","tag":["Incheon","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-08-11-1660203497633/1923719_image2_1.webp","blogPath":"Incheon/2022-08-11-1660203497633","pageUrl":"https:/mcdryad.com/Incheon/2022-08-11-1660203497633"},{"id":"2022-08-11-1660200375101","title":"Gyeongin Ara Waterway (경인 아라뱃길)","description":"Ara Waterway flows 18 kilometers from the Hangang River to the West Sea. Opened in 2012, the waterway serves to quickly remove excess water from the surrounding areas to prevent flooding. The waterway also serves as a key route for transporting cargo via ship, as well as a natural green space.<br><br>The idea of Ara Waterway started nearly 800 years ago during the Joseon dynasty by King Gojong. Unfortunately, his plan could not be completed at that time due to technical obstacles and the difficult state of the country. After countless efforts and preparation, the construction of the waterway began in 2009 and opened in 2012.","regDate":"2022-08-11","author":"korea-tour","tag":["Incheon","Culture/Art/History","Recreational Sites","Tourist Complexes"],"imgUrl":"/2022-08-11-1660200375101/2661944_image2_1.webp","blogPath":"Incheon/2022-08-11-1660200375101","pageUrl":"https:/mcdryad.com/Incheon/2022-08-11-1660200375101"},{"id":"2022-08-11-1660196262031","title":"Gwangseongbo Fortress (광성보)","description":"Gwangseongbo Fortress’s outer wall from the Goryeo era was mended in 1618. The fortress was built in 1656 and the outpost was constructed in 1679. It was completely remodeled into a masonry castle with gates in 1745. During Sinmiyangyo (the American invasion in 1871), Gwangseongbo was the fiercest battle ground in Ganghwa. On April 24, 1871, a  fleet with 1,230 American naval forces led by Rear Admiral John Rodgers landed on Ganghwado Island to demand the opening of Korea's ports and commerce. The armed forces attacked Chojijin Fortress and Deokjinjin Camp, then marched to Gwangseongbo Fortress, where they engaged in close combat with the warriors of Joseon. Although General Eo Jae-yeon and the other warriors were poorly equipped with far inferior weapons, they bravely fought to the death against the invading forces. <br><br>The battlefield ruins of the fortress and the gate towers such as Anhaeru, Gwangseongdon, Sondolmokdon, and Yongdudon were repaired in 1977.  The twin tombs of General Eo Jae-Yeon and his brother Eo Jae-seon, along with the anonymous tombs of warriors who died on the battlefield were also honorably arranged at the same time. Furthermore, a stone monument commemorating the restoration of Ganghwa Battlefield was erected on Yongdudondae Post. <br><br>In 1988, an extensive rest area was created toward the shore for visitors’ convenience. Gwangseongbo Fortress is presently designated as Historical Relic No. 227. A religious service known as Gwangseongje is held annually to commemorate the patriotic spirits of General Eo Jae-yeon and other unnamed warriors. This service takes place at 11 a.m. on every April 24th of the lunar calendar.","regDate":"2022-08-11","author":"korea-tour","tag":["Incheon","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-08-11-1660196262031/2363682_image2_1.webp","blogPath":"Incheon/2022-08-11-1660196262031","pageUrl":"https:/mcdryad.com/Incheon/2022-08-11-1660196262031"},{"id":"2022-08-11-1660193458113","title":"Gureopdo Island (굴업도)","description":"Gureopdo Island is considered the Galapagos of Korea. There are only two attractions on this island, Gureop Beach and the port, and there are almost no convenience facilities due to its small population. The island is mostly covered in trees and lacks manmade facilities. As a result, the island still has most of its natural environment, a gift of nature. In summer, the area around Gaemeori Hill is a popular camping site because of its beautiful view of the Milky Way at night.","regDate":"2022-08-11","author":"korea-tour","tag":["Incheon","Nature","Natural Sites"],"imgUrl":"/2022-08-11-1660193458113/2674880_image2_1.webp","blogPath":"Incheon/2022-08-11-1660193458113","pageUrl":"https:/mcdryad.com/Incheon/2022-08-11-1660193458113"},{"id":"2022-08-11-1660190391278","title":"Goryeosan Mountain (고려산)","description":"Goryeosan Mountain, once referred to as Oryeonsan, is a mountain rich in folklore. Legend has it that in the year 416 (during the reign of King Jangsu of Goguryeo), a Buddhist monk named Cheonchukguk climbed Goryeosan Mountain and found Oryeonji Pond where the five-colored lotus flowers bloomed. The monk picked the lotus flower petals and blew them into the air. He then built a temple where each of the petals had landed, naming the temples according to their corresponding color  Jeokseoksa Temple, formerly Jeokryeonsa Temple (red lotus), Baengnyeonsa Temple (white lotus), Cheongryeonsa Temple (blue lotus), Hwangryeonsa Temple (yellow lotus), and Heungnyeonsa Temple (black lotus). <br><br>Around 130 dolmens are distributed along the foot of Goryeosan Mountain. Sirumisan Mountain, on the northern side of Goryeosan Mountain is said to have been the birthplace of General Yeongaesomun of the Goguryeo Kingdom.","regDate":"2022-08-11","author":"korea-tour","tag":["Incheon","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-08-11-1660190391278/2003407_image2_1.webp","blogPath":"Incheon/2022-08-11-1660190391278","pageUrl":"https:/mcdryad.com/Incheon/2022-08-11-1660190391278"},{"id":"2022-08-11-1660185152853","title":"Goryeogung Palace Site (고려궁지)","description":"Goryeogung Palace Site on Ganghwado Island is the site of the royal palace where the people of the Goryeo dynasty (918-1392) resisted the Mongolian invasion for 39 years. In the 19th year of his reign, King Gojong moved the capital to Ganghwa on account of its natural and strategic advantages. During the Byeongjahoran (Chinese invasion of Korea) in 1637, the palace was lost by force to the Qing dynasty of China. Later, Joseon Dynasty palace building and Ganghwa Yusubu (Ganghwa governor’s office) buildings existed in the Goryeo palace site but were destroyed by the French army during the Byeonginyangyo (French Campaign against Korea). Nowadays, the only structures that remain are the Dongheon main office (built in 1638) and Ibangcheong administration office (built in 1654). The palace and its subsidiary buildings were restored in 1977. It has historical lessons of the spirit of independence and overcoming national crisis.","regDate":"2022-08-11","author":"korea-tour","tag":["Incheon","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-08-11-1660185152853/1575652_image2_1.webp","blogPath":"Incheon/2022-08-11-1660185152853","pageUrl":"https:/mcdryad.com/Incheon/2022-08-11-1660185152853"},{"id":"2022-08-10-1660174693655","title":"Geojampo Beach (거잠포해변)","description":"Although Geojampo beach is on the west coast, the estuary is facing the east allowing for a great view of the sunset and sunrise. The nearby Maedo Island is also called Sharkseom Island because it creates the shape of a shark's fin. The sunlight along the ocean creates a beautiful view during sunrise and sunset. The beach is lined with pine trees and has white sand, making it a popular family vacation destination. There are plans to develop the area to an international vacation destination.","regDate":"2022-08-10","author":"korea-tour","tag":["Incheon","Nature","Natural Sites"],"imgUrl":"/2022-08-10-1660174693655/2661929_image2_1.webp","blogPath":"Incheon/2022-08-10-1660174693655","pageUrl":"https:/mcdryad.com/Incheon/2022-08-10-1660174693655"},{"id":"2022-08-10-1660171149612","title":"Gapgotdon Watchtower (갑곶돈대)","description":"Gapgotdon Watchtower was built to protect the Ganghwa Straits from invasion when the Goryeo Kingdom moved their capital to Ganghwado Island. The fortified area served as a highly strategic location for the Goryeo Kingdom, and had endured multiple invasions by the Mongolian troops between 1232 and 1270.<br><br>The watchtower was fortified in the Joseon dynasty by King Sukjong in 1679 and had once fallen during the French campaign against Korea in 1866. In 1977, the site was restored to its original form. The cannons exhibited at the current site were made during the Joseon dynasty to attack outside invaders from sea.","regDate":"2022-08-10","author":"korea-tour","tag":["Incheon","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-08-10-1660171149612/1579072_image2_1.webp","blogPath":"Incheon/2022-08-10-1660171149612","pageUrl":"https:/mcdryad.com/Incheon/2022-08-10-1660171149612"},{"id":"2022-08-10-1660167456204","title":"Ganghwasanseong Fortress (강화산성)","description":"Ganghwasanseong Fortress was originally earthen mountain walls, built during King Go Jong’s 19th year of reign (1232), after he moved to Ganghwado.  It was built to repel attacks from the Mongols.  The inner castle was destroyed when the capital was moved to another place, and at the beginning of the Joseon Era (1392-1910) the wall was again rebuilt with mud. <br> <br>It went through much restoration until finally being rebuilt with stones. Ganghwasanseong Fortress originally had interior and exterior walls, but only the interior wall remains today.  It has an approximate circumference of 1.2km.  The exterior mud wall was approximately 9km in circumference with 8 gates.  The huge exterior wall was built along the side of the east channel of Ganghwa, but no longer exists today.  From 1977, the interior wall has been rebuilt many times over, but the east side of this wall has yet to be reconstructed.  <br><br>There were four main gates in the wall.  To the south, Anparu; to the east, Cheomhwaru; to the west, Manghanru; and to the north, Jinsongru. At the west gate, the historic Yeonmudang still remains.  This area was where the soldiers used to train, and was also the place where the Korea-Japan Treaty of Peace and Amity (or Treaty of Ganghwa Island) was signed in 1876.  <br><br>With its aching history left behind and beautiful scenery, Ganghwasanseong Fortress serves as an ideal place for a brisk walk or refreshing drive.","regDate":"2022-08-10","author":"korea-tour","tag":["Incheon","Culture/Art/History","Historical Sites","Fortresses"],"imgUrl":"/2022-08-10-1660167456204/1579234_image2_1.webp","blogPath":"Incheon/2022-08-10-1660167456204","pageUrl":"https:/mcdryad.com/Incheon/2022-08-10-1660167456204"},{"id":"2022-08-10-1660163962726","title":"Ganghwahyanggyo Confucian School (강화향교)","description":"First established in Ganghwa-eup during the 5th year of King Injong in  the Goryeo dynasty (1127), Ganghwahyanggyo Confucian School was moved to Ganghwa-gun and then restored  at the foot of Buksan Mountain (formally Songaksan Mountain) in 1624 by Sim Yeol during the 2nd year of King Injo. <br><br>Ganghwahyanggyo Confucian School is regarded as an important cultural and historical site in Ganghwa-eup.","regDate":"2022-08-10","author":"korea-tour","tag":["Incheon","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-08-10-1660163962726/1575654_image2_1.webp","blogPath":"Incheon/2022-08-10-1660163962726","pageUrl":"https:/mcdryad.com/Incheon/2022-08-10-1660163962726"},{"id":"2022-08-10-1660160108986","title":"Ganghwado Jejeokbong Peace Observatory (강화도제적봉 평화전망대 )","description":"Ganghwado Jejeokbong Peace Observatory was constructed in the northern area of the Civilian Restricted Zone in Cheolsan-ri, Yangsa-myeon. Entry to this area was strictly prohibited to the general public until 2008. The observatory allows visitors to take a closer look at the natural beauty the lies beyond the northern border. The observatory consists of four floors. The basement and fourth floor are used by the military; the first floor sells regional produce from Ganghwado Island and specialty products from North Korea, and the second and third floors make up the audio-visual rooms with materials related to North Korea and an observatory where one can observe the Northern territory from afar.","regDate":"2022-08-10","author":"korea-tour","tag":["Incheon","Culture/Art/History","Historical Sites","Security & Peace Sites"],"imgUrl":"/2022-08-10-1660160108986/2657531_image2_1.webp","blogPath":"Incheon/2022-08-10-1660160108986","pageUrl":"https:/mcdryad.com/Incheon/2022-08-10-1660160108986"},{"id":"2022-08-10-1660157143015","title":"Ganghwado Island (강화도)","description":"Ganghwado Island, off the west coast, is the fifth largest island in Korea. The island was connected to the mainland in 1970 with the construction of Ganghwagyo Bridge. Another larger bridge, Ganghwadaegyo Bridge, was built in 1997, making it easier than ever to travel to Ganghwado Island from Seoul and Incheon areas. The island is home to Chamseongdan Altar on top of Manisan Mountain on the southern coast. This said to be where Dangun Wanggeom offered sacrificial rites to the heavens. Another important item of note on Ganghwado Island is the collection of stone dolmens, a UNESCO-recognized world heritage.<br><br>Ganghwado Island has many famous local products, including the medicinally effective Ganghwa ginseng and hwamunseok, a mat woven with flower patterns. Hwamunseok is famous also as a representative traditional Korean product for its intricate handwork and designs.","regDate":"2022-08-10","author":"korea-tour","tag":["Incheon","Nature","Natural Sites"],"imgUrl":"/2022-08-10-1660157143015/1924973_image2_1.webp","blogPath":"Incheon/2022-08-10-1660157143015","pageUrl":"https:/mcdryad.com/Incheon/2022-08-10-1660157143015"},{"id":"2022-08-10-1660153342135","title":"Ganghwa Seonwonsa Temple Site (강화 선원사지)","description":"Ganghwa Seonwonsa Temple Site was first discovered in 1976 during a surface examination around Ganghwado Island undertaken by the Ganghwado Island Academic Research Team of Dongguk University. The site was designated as Historic Site No. 259 in 1977. Seonwonsa Temple was built by General Choi Wu in 1245 (the 32nd year of King Gojong’s reign during the Goryeo dynasty), which was right after the transfer of the capital to Ganghwado during resistance against the Mongolian invasion. <br><br>The temple was meant to be a spiritual mainstay in fighting against Mongolia. It used to be one of the two largest temples in Korea along with Songgwangsa Temple. However, the temple was completely destroyed during the early Joseon era, leaving only the site itself. The famous wood blocks of Palman Daejanggyeong (the Tripitaka Koreana), currently housed in Haeinsa Temple at Hapcheon, are said to have been originally stored in Seonwonsa Temple. It is believed that the carved wood blocks were taken from Seonwonsa to Heungcheonsa Temple during the Joseon era and again moved to Haeinsa Temple during the reign of Sejo. <br><br>Located on a mountain slope, the presumed location of the building site extends 250 meters from south to north and 170 meters from east to west.","regDate":"2022-08-10","author":"korea-tour","tag":["Incheon","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-08-10-1660153342135/1577247_image2_1.webp","blogPath":"Incheon/2022-08-10-1660153342135","pageUrl":"https:/mcdryad.com/Incheon/2022-08-10-1660153342135"},{"id":"2022-08-10-1660150781902","title":"Ganghwa Seoksumun Gate (강화 석수문)","description":"Seoksumun is a floodgate on the Dongnakcheon Stream, which flows through the town of Ganghwa-eup. The floodgate was built in 1711 (37th year of King Sukjong’s reign during the Joseon Period) and it is connected to the inner walls of the Ganghwasanseong Fortress. It is an arched structure with a design of three rainbows coming together. Made of granite, the floodgate measures 18.2 meters in length and 2.7 meters in x_height, while the arches are 1.7 meters tall, and 3 meters wide.","regDate":"2022-08-10","author":"korea-tour","tag":["Incheon","Culture/Art/History","Historical Sites","Gates"],"imgUrl":"/2022-08-10-1660150781902/182928_image2_1.webp","blogPath":"Incheon/2022-08-10-1660150781902","pageUrl":"https:/mcdryad.com/Incheon/2022-08-10-1660150781902"},{"id":"2022-08-10-1660146089291","title":"Ganghwa Manisan Mountain (Ganghwa Section) (마니산 (강화))","description":"Manisan Mountain is located on the southern end of Ganghwado Island, at the mid-point of the Korean Peninsula between Hallsan Mountain and Baekdusan Mountain. At the top of Manisan Mountain is Chamseongdan Altar, known to have been used by Dangun to hold sacred rituals. The 1988 Paralympics torch was lit at the top of the mountain as well as the torch for the Korea national sports games each year. If you walk up the trail with 918 stone steps, an amazing view of the west sea and Jeongsusa Temple to the east can be seen. The pine tree forest full of phytoncide is perfect for hikers to relieve their stress.","regDate":"2022-08-10","author":"korea-tour","tag":["Incheon","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-08-10-1660146089291/1659674_image2_1.webp","blogPath":"Incheon/2022-08-10-1660146089291","pageUrl":"https:/mcdryad.com/Incheon/2022-08-10-1660146089291"},{"id":"2022-08-10-1660142251481","title":"Ganghwa Jeondeungsa Temple (강화 전등사)","description":"Jeondeungsa Temple is located in Samnangseong Fortress, which is said to have been built by the three sons of Dangun, the founder of Korea. The temple was originally called Jinjongsa Temple during the early Goryeo dynasty; the name changed to the current Jeondeungsa Temple in 1282.<br><br>Jeondeungsa Temple contains significant architectural works, including the main building Daeungbojeon Hall (a Treasure), built in 1621. Decorated with delicate carvings, it is a superlative example of the architecture of the mid-Joseon dynasty. Visitors can see names of soldiers written on the walls and columns of Daeungbojeon Hall. These soldiers fought against the French Navy and wrote their names in Jeondeungsa to pray to Buddha for good luck in war.<br> <br>There are ten other structures of historical significance at the temple including Yaksajeon Hall (a Treasure),  Beomjong Bell (a Treasure), and Yangheonsu Victory Monument (a Tangible Cultural Treasure). The compound is also home to many ancient trees.","regDate":"2022-08-10","author":"korea-tour","tag":["Incheon","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-08-10-1660142251481/2675538_image2_1.webp","blogPath":"Incheon/2022-08-10-1660142251481","pageUrl":"https:/mcdryad.com/Incheon/2022-08-10-1660142251481"},{"id":"2022-08-10-1660139483268","title":"Ganghwa Janghwa-ri Tidal Flats and blackfaced spponbill breeding place (강화갯벌 및 저어새번식지)","description":"Ganghwa Janghwa-ri Tidal Flats in Hwado-myeon, Ganghwa-gun, Incheon is well-known among photographers as a great spot to view the sunset from. Along with Dongmak Beach, this area has one of the most beautiful tidal flats and views of the sunrise in the western sea.The place provides different views depending on the rise and ebb of the tide.","regDate":"2022-08-10","author":"korea-tour","tag":["Incheon","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2022-08-10-1660139483268/643606_image2_1.webp","blogPath":"Incheon/2022-08-10-1660139483268","pageUrl":"https:/mcdryad.com/Incheon/2022-08-10-1660139483268"},{"id":"2022-08-10-1660136679953","title":"Ganghwa Deokjinjin Fortress (강화 덕진진)","description":"Deokjinjin was the key strategic point of the outer castle wall used for defending the Ganghwa Straits during the Goryeo dynasty (918-1392). It was originally a military camp commanded by an official with the rank of Cheomsa under the command of the Korean naval base. In 1677, an official with the rank of Manho was assigned to this camp along with 26 military officials, 100 soldiers, 2 battle ships, and other military equipment. In 1679, the Namjangpodae and Deokjinpodae batteries were stationed here. <br><br>Deokjinjin Camp was the scene of fierce battles that took place during Byeonginyangyo (the French invasion in 1866) and Shinmiyangyo (the American invasion in 1871). The battlements and gatehouse of Deokjinjin that had all been destroyed during Sinmiyangyo were restored in 1977. At the Namjangpodae Battery, cannons used by the Joseon military have been reproduced and installed for display.","regDate":"2022-08-10","author":"korea-tour","tag":["Incheon","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-08-10-1660136679953/1579067_image2_1.webp","blogPath":"Incheon/2022-08-10-1660136679953","pageUrl":"https:/mcdryad.com/Incheon/2022-08-10-1660136679953"},{"id":"2022-08-10-1660131384858","title":"Ganghwa Chojijin Fortress (강화 초지진)","description":"Chojijin Fortress is believed to have been built in 1655 (6th year of King Hyojong) for the purpose of national defense against coastal attacks from foreign enemies based on articles regarding the construction of Chojijin Fortress. The fortress was the scene of many hard-fought battles including the invasions of America and Japan in the 1870s. The site was then taken by the foreign troops due to the inferior fighting power of the Korean military, and very nearly completely destroyed. In 1876 (13th year of King Gojong), the Japanese warship Unyangho invaded and forced the Joseon Kingdom to open their ports, which later led to the forced signing of the Jana-Korea Treaty of 1876. Only the base of the fortress and the site of the high ground remained until 1973, when restoration work was started. The patriotic spirit of the Joseon dynasty still remains in this historic site.","regDate":"2022-08-10","author":"korea-tour","tag":["Incheon","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-08-10-1660131384858/1577834_image2_1.webp","blogPath":"Incheon/2022-08-10-1660131384858","pageUrl":"https:/mcdryad.com/Incheon/2022-08-10-1660131384858"},{"id":"2022-08-10-1660128078065","title":"Ganghwa Bomunsa Temple (보문사 (강화))","description":"Bomunsa Temple is located on Seongmodo Island in the Gangwondo Island district. The temple is on Sangbongsan Mountain, one of three mountains that make up the Samsan-myeon area. Like many temples in Korea, the foundation date is unknown but it is believed to have been founded in 635 during the reign of Silla Queen Seondeok. The temple faces out to the ocean, with the sound of waves reaching all the way to the main building.<br><br>The main courtyard is fragrant with the scent of an aromatic tree, designated Incheon Natural Monument No. 17. Beyond the tree is a gathering of Buddhist scuptures and a large grotto.","regDate":"2022-08-10","author":"korea-tour","tag":["Incheon","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-08-10-1660128078065/1990048_image2_1.webp","blogPath":"Incheon/2022-08-10-1660128078065","pageUrl":"https:/mcdryad.com/Incheon/2022-08-10-1660128078065"},{"id":"2022-08-10-1660124375447","title":"Ganghwa Armiae World (강화 아르미애월드)","description":"Ganghwa Armiae World is a theme park with Ganghwa mugwort as its theme. The mugwort of Ganghwado Island is widely known for its great medicinal effects. Armiae means “creating beauty through mugwort.” Armiae World provides its visitors with various&nbsp;opportunities to experience Ganghwa mugwort.<br><br>Mugwort Korean Beef Restaurant serves quality beef from cattle fed Ganghwa mugwort. The restaurant features a modern interior with beautiful views of the surrounding area. The Mugwort Experience Hall presents various mugwort-related experience programs such as a spa, foot bath, and sitz bath. The Agricultural Exhibition Hall provides a childrens' interactive experience about the value of farming, and the Onsaemiro Maze Park offers a history trip of Ganghwa greenhouses along the labyrinth. Other facilities include the Pottery Experience Hall, Ganghwa Agricultural Goods Sales Office, outdoor lawn square for events and picnics, and a processing plant for agricultural and indigenous products including mugwort. <br><br>Armiae World is located at the foot of Hyeolgusan Mountain, which is well-known for beautiful azalea flowers in the spring. Providing hands-on experiences in farming, Armiae World is emerging as a unique tourist attraction of Ganghwado Island.","regDate":"2022-08-10","author":"korea-tour","tag":["Incheon","Culture/Art/History","Experience Programs","Unique Experience"],"imgUrl":"/2022-08-10-1660124375447/2490358_image2_1.webp","blogPath":"Incheon/2022-08-10-1660124375447","pageUrl":"https:/mcdryad.com/Incheon/2022-08-10-1660124375447"},{"id":"2022-08-10-1660121005670","title":"Ganghwa Anglican Church (대한성공회 강화성당)","description":"Ganghwa Anglican Church was consecrated in 1900 by Charies Jone Corfe, the First Bishop of the Church as the St. Peter and St.Paul’s Church. The church has since undergone several restorations, but the design remains true to the original. <br><br>The two-story 4x10 rectangular building is characterized by traditional Korean construction style on the outside while the interior is a Western Basilica style symbolizing the beauty of harmony and Korean tradition. It was first designated as Gyeonggi-do Tangible Cultural Property No. 154 and then became Incheon Tangible Cultural property when Ganghwa was included in Incheon Metropolitan City. In  January 2001 it was designated as Historic Site No.424 of Korea.","regDate":"2022-08-10","author":"korea-tour","tag":["Incheon","Culture/Art/History","Historical Sites","Holy Sites"],"imgUrl":"/2022-08-10-1660121005670/1579082_image2_1.webp","blogPath":"Incheon/2022-08-10-1660121005670","pageUrl":"https:/mcdryad.com/Incheon/2022-08-10-1660121005670"},{"id":"2022-08-10-1660117047330","title":"Gaehangjang (Open Port Area) Street (개항장 거리)","description":"As the Incheon Port was opened in 1883, this is where one could feel the rich history and culture accumulated over 126 years. Formerly used by the Japanese consulate, the Jung-gu Office, the Incheon branch of Japan's 1st, 18th and 58th Bank and other modern historical architecture can be found intact here. Also, it keeps the historical trace like Former Japan Mail and Shipping Inc., Incheon Art Platform, Jemulpo Gurakbu, and others&nbsp;for visitors to see and listen at the Incheon Gaehangjang (Open Port Area). For those who would like to have a detailed explanation, an&nbsp;Incheon cultural tourism expert is also&nbsp;available upon reservations.","regDate":"2022-08-10","author":"korea-tour","tag":["Incheon","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-08-10-1660117047330/1933024_image2_1.webp","blogPath":"Incheon/2022-08-10-1660117047330","pageUrl":"https:/mcdryad.com/Incheon/2022-08-10-1660117047330"},{"id":"2022-07-12-1657626328384","title":"Field of Reeds on Deokjeokdo Island (덕적도 갈대 군락지)","description":"Deokjeokso Island is famous for the largest colony of reeds on the west coast, and for backpaking up to Bijobong Peak. The field of reeds appears to dance in the wind as the surrounding ocean sparkles in the sun. From the top of Bijobong Peak, hikers can enjoy a fantastic view of the sunrise and sunset, as well as the star-filled night sky.<br><br>The area of Deokjeokdo Island in Incheon includes six smaller islands (Soyado, Mungapdo, Guleopdo, Baekado, Uldo, Jido), and is seven times the size of Yeouido Island in Seoul. The name means \"an island in a deep sea.\" The natural environment on the island has remained largely untouched, allowing for beautiful ocean views. Among the islands attractions, many tourists visit Seopo-ri Beach, famous for its 200-300 year-old pine trees and white sand. Visitors can see more of the many islands dotting the area by climbing up Bagatsurobong Peak. The path to the peak passes Yongdam Cave, said to have been the home to a dragon.","regDate":"2022-07-12","author":"korea-tour","tag":["Incheon","Nature","Natural Sites"],"imgUrl":"/2022-07-12-1657626328384/2676402_image2_1.webp","blogPath":"Incheon/2022-07-12-1657626328384","pageUrl":"https:/mcdryad.com/Incheon/2022-07-12-1657626328384"},{"id":"2022-07-12-1657625588806","title":"Eurwang-ri Beach (을왕리해수욕장)","description":"Eurwang-ri Beach, located in Jung-gu, Incheon, was designated as a National Tourist Site in 1986. Approximately 700 meters in length with an average depth of only 1.5 meters, the beautiful white sand beach is known for amazing sunsets. The beach also has a large grass field and accommodations for those that enjoy various sports. Visitors can also rent boats for fishing.","regDate":"2022-07-12","author":"korea-tour","tag":["Incheon","Nature","Natural Sites"],"imgUrl":"/2022-07-12-1657625588806/2512766_image2_1.webp","blogPath":"Incheon/2022-07-12-1657625588806","pageUrl":"https:/mcdryad.com/Incheon/2022-07-12-1657625588806"},{"id":"2022-07-12-1657624588972","title":"Dream Park (수도권매립지 야생화단지 드림파크)","description":"Dream Park was created through an eco project to provide a citizen's leisure space at the Metropolitan Area Landfill Site. The site processes the refuse collected from Seoul, Incheon, and Gyeonggi-do areas, and has received acclaim internationally for its management and processing systems. The park is filled with wildflowers divided into five themed gardens. Additional attractions within the park include the largest field of cosmos in the nation, and the field of pink muhly. The park is a popular picnic location in spring and fall.","regDate":"2022-07-12","author":"korea-tour","tag":["Incheon","Culture/Art/History","Industrial Sites","Others"],"imgUrl":"/2022-07-12-1657624588972/2676038_image2_1.webp","blogPath":"Incheon/2022-07-12-1657624588972","pageUrl":"https:/mcdryad.com/Incheon/2022-07-12-1657624588972"},{"id":"2022-07-12-1657608595672","title":"Dongmak Beach (강화 동막해변)","description":"Dongmak Beach is a pristine attraction with white sands surrounded by a forest of pine trees. During high tide, visitors can enjoy sun bathing, while during low tide, a large mud flat opens up for visitors to observe various sea life such as clams, crabs and more. There are many attractions nearby to see and enjoy.","regDate":"2022-07-12","author":"korea-tour","tag":["Incheon","Nature","Natural Sites"],"imgUrl":"/2022-07-12-1657608595672/2003415_image2_1.webp","blogPath":"Incheon/2022-07-12-1657608595672","pageUrl":"https:/mcdryad.com/Incheon/2022-07-12-1657608595672"},{"id":"2022-07-12-1657605089652","title":"Dongincheon Samchi Street (동인천 삼치거리)","description":"Dongincheon Samchi Street is located in front of Dongincheon Station in an alley to the side of Incheon Educational and Cultural Center for Students. The street became connected samchi, or grilled seerfish, over 40 years ago with the opening House of Inha, a home-style restaurant. Originally, the street was not known for samchi, but it became one of the most popular menus at the restuarant, with many other shops in the area following in this trend. In 2002, it was designated as the grilled seerfish street and a signboard was put up at the street entrance. Currently, there are about a dozen grilled seerfish restaurants lining the street, and each restaurant has a unique signboard of its own. The fish are imported from New Zealand, and each restaurant offers a distinct taste resulting from different grilling methods and sauces. The restaurants also sell a variety of appetizers and side dishes at affordable prices.","regDate":"2022-07-12","author":"korea-tour","tag":["Incheon","Culture/Art/History","Experience Programs","Cultural Districts"],"imgUrl":"/2022-07-12-1657605089652/728361_image2_1.webp","blogPath":"Incheon/2022-07-12-1657605089652","pageUrl":"https:/mcdryad.com/Incheon/2022-07-12-1657605089652"},{"id":"2022-07-12-1657600897567","title":"Dolmen in Bugeun-ri [UNESCO World Heritage] (강화 고인돌 유적 [유네스코 세계문화유산])","description":"Dolmen in Bugeun-ri is a dolmen site in Ganghwa that is designated as Historic Site No. 137 for its historical value representing the funeral customs of the Bronze Age. The main stone used to create the tomb is 710 centimeters long, 550 centimeters wide, and 260 centimeters high. The dolmen is an example of the northern dolmen customs, serving as a subject of further research in the field of ancient history. The Dolmen in Bugeun-ri is also registered as a UNESCO World Heritage along with other significant dolmen sites.","regDate":"2022-07-12","author":"korea-tour","tag":["Incheon","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-07-12-1657600897567/1577275_image2_1.webp","blogPath":"Incheon/2022-07-12-1657600897567","pageUrl":"https:/mcdryad.com/Incheon/2022-07-12-1657600897567"},{"id":"2022-07-12-1657594780125","title":"Daeijakdo Island (대이작도)","description":"Ijakdo Island is made up of Daeijakdo Island and Soijakdo Island. In the past, the island was called Ijeokdo Island because it served as a hideout for pirates. The sea, mountain, and shoal exist in harmony.<br><br> The beauty of Daeijakdo Island comes from the view of the blue ocean from the peak of Buasan Mountain and the shoal that only appears during low tide. The shoal almost reaches Soijakdo Island and creates a large field of sand. The shoal is also called <em>pulchi</em> and only appears during low tide for six hours a day.","regDate":"2022-07-12","author":"korea-tour","tag":["Incheon","Nature","Natural Sites"],"imgUrl":"/2022-07-12-1657594780125/2661909_image2_1.webp","blogPath":"Incheon/2022-07-12-1657594780125","pageUrl":"https:/mcdryad.com/Incheon/2022-07-12-1657594780125"},{"id":"2022-07-12-1657588311223","title":"Daecheongdo Island (대청도)","description":"Daecheongdo Island, with an area of 12.7 square kilometers and 24.7 kilometers in length, houses a little over 1,000 citizens. The island is located 202 kilometers northwest of Incheon and is known for fishing. With most of the villagers being fishermen, the whole island is one large fishing area. The island is also known for clean air and various tourist attractions.","regDate":"2022-07-12","author":"korea-tour","tag":["Incheon","Nature","Natural Sites"],"imgUrl":"/2022-07-12-1657588311223/2724467_image2_1.webp","blogPath":"Incheon/2022-07-12-1657588311223","pageUrl":"https:/mcdryad.com/Incheon/2022-07-12-1657588311223"},{"id":"2022-07-12-1657579314787","title":"Cheongna Lake Park (청라호수공원)","description":"Cheongna Lake Park is a experiential water-friendly park. The park is divided into four different section that eventually make up the whole lake, with the theme of connecting the past, present and future.","regDate":"2022-07-12","author":"korea-tour","tag":["Incheon","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-07-12-1657579314787/2464789_image2_1.webp","blogPath":"Incheon/2022-07-12-1657579314787","pageUrl":"https:/mcdryad.com/Incheon/2022-07-12-1657579314787"},{"id":"2022-07-12-1657579267550","title":"Chamseongdan Altar (강화 참성단)","description":"Located on the northside of Manisan Mountain peak, Chamseongdan Altar is where Dangun (founder of Korea) is said to have offered sacrifices to the heavens. The story of Dangun reads that he made sacrifices over 4,000 years ago, making this relic a historical treasure. <br>Chamseongdan was renovated in 1270 under Goryeo Wonjong’s and after being renovated several more times. To this day it has remained the same way and kept the same appearance. Chamseongdan is a natural stone 5 meters in x_height, circular in shape at the bottom and rectangular at the top. Because it is in the middle of Baekdusan Mountain and Hallasan Mountain, you can see the islands of the West sea and the inland scenery. It is symbolically a very important place. It is said that in the past, the kings of Goguryeo, Baekje, and Silla Kingdoms all offered sacrifices to the heavens here.  This form of ceremonial sacrificing continued prevailed until the Joseon Period (1392~1910). Visitors can see from scattered relics how Korea’s ancestors revered and feared the heavens.  Even now, on Gaecheonjeol Day, Koreans offer sacrifices to Dangun here, and for national athletic events, a sacred flame for the games is ignited here. <br>Manisan Mountain is 495m above sea level, which makes it the highest mountain in Ganghwa. The entire area was designated as a National Tour Site in 1977.  Climb to the summit and you can see the entire Gyeonggi area. The path leading up to Chamseongdan especially has a wonderful view of the mountain and the sea, and is a favorite of the climbers.","regDate":"2022-07-12","author":"korea-tour","tag":["Incheon","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-07-12-1657579267550/217641_image2_1.webp","blogPath":"Incheon/2022-07-12-1657579267550","pageUrl":"https:/mcdryad.com/Incheon/2022-07-12-1657579267550"},{"id":"2022-07-11-1657550531663","title":"Bupyeong Haemultang (Seafood Stew) Street (부평 해물탕거리)","description":"The history of Bupyeong Haemultang Street began 30-40 years ago, when there were just three restaurants on the street. Over the years, the street  gained a reputation for serving delicious haemultang (seafood stew), and there are now ten seafood restaurants on the street. Each restaurant offers a rich, yet distinctly different flavored seafood stew prepared with aromatic vegetables and fresh seafood purchased from the marketplace every morning. The Haemultang Street has become so popular that many people travel the long distance from Seoul just for a satisfying meal of seafood stew. The restaurants specialize in stew and steamed seafood dishes, but also continue to develop new fusion menus to please all taste buds.","regDate":"2022-07-11","author":"korea-tour","tag":["Incheon","Culture/Art/History","Experience Programs","Cultural Districts"],"imgUrl":"/2022-07-11-1657550531663/740109_image2_1.webp","blogPath":"Incheon/2022-07-11-1657550531663","pageUrl":"https:/mcdryad.com/Incheon/2022-07-11-1657550531663"},{"id":"2022-07-11-1657548384252","title":"Baengnyeongdo Island (백령도)","description":"Initially known as Gokdo Island, the name was changed to the current Baengnyeongdo Island based on its appearance as having white wings. It is the eighth largest island in Korea, and the closest to North Korea. Due to its vantage point, visitors must undergo a security process before touring the island.<br><br>Baengnyeongdo Island is famous for an array of attractions and fresh seafood, with many fish varieties living in the area. The mighty sea cliffs of Dumujin are said to be the last masterpieces of an old god. Additional attractions of the island include the two-story high Simcheonggak Pavilion; Mulgaebawi Rock, the only place in Korea to see seals; and Sagot Coast, one of only two places in world with diatomacheous earth, strong enough to drive on and for military planes to use as a runway.","regDate":"2022-07-11","author":"korea-tour","tag":["Incheon","Nature","Natural Sites"],"imgUrl":"/2022-07-11-1657548384252/1824172_image2_1.webp","blogPath":"Incheon/2022-07-11-1657548384252","pageUrl":"https:/mcdryad.com/Incheon/2022-07-11-1657548384252"},{"id":"2022-07-11-1657543591392","title":"Baedari Secondhand Bookstore Alley (배다리 헌책방 골목)","description":"Baedari Secondhand Bookstore Alley is located in the boundary between Geumgok-dong and Changyeong-dong in Dong-gu, Incheon. Prior to the establishment of Gyeongin Railroad, this alley was Incheon’s representative road to Seoul, referred to as Ugakli Street. During the 60s and 70s when living was difficult and everything was hard to get one's hands on, it was the only secondhand bookstore alley in the Incheon area where people could quench their thirst for learning. Known as the Baedari Bookstore Alley, there are about 10 bookstores altogether within the area that sell secondhand books and new books. Countless books in a wide range of topics from ancient Korean literature, arts, music, medicine, children’s books, dictionaries and more fill up the small but charming bookstores. Artworks that depict the old lifestyles of residents at Baedari decorate the alley walls, offering more to see.","regDate":"2022-07-11","author":"korea-tour","tag":["Incheon","Culture/Art/History","Experience Programs","Cultural Districts"],"imgUrl":"/2022-07-11-1657543591392/2030736_image2_1.webp","blogPath":"Incheon/2022-07-11-1657543591392","pageUrl":"https:/mcdryad.com/Incheon/2022-07-11-1657543591392"}],"metaData":{"pageUrl":"https://mcdryad.com/Incheon","nav":"Incheon"},"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}