{"pageProps":{"content":"![Duryunsan Cable Car (두륜산케이블카)](/2023-01-18-1674027369493/1564622_image2_1.webp)\n\n  \n## Overview\n\n> Duryunsan Mountain (700 meters) is a famous mountain in Jeollanam-do. With its eight peaks, it is home to many temples and historic sites. The mountain also holds great importance in plant chorology as its forests consist of warm-temperate broad-leaved evergreens and deciduous broad-leaved trees. The mountain peak can be reached by trekking for about 2-3 hours from the entrance of Daeheungsa Temple or by the Daeryunsan Cable Car (one way 8-minute), which departs from the entrance on the opposite side of the mountain and takes visitors to a spot right below the peak. From the mountain summit, there is a view of the southern sea and on a clear day, it is possible to see as far as Hallasan Mountain on Jeju Island. Nearby tourist attractions include Uhangri Dinosaur Museum Complex, Usuyeong Tourism Village and Ttangkkeut Village.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-61-534-8992|\n|opendate:|August 13, 2010|\n|parking:|Available|\n|restdate:|Check the website for details|\n|usetime:|Summer 09:00-18:00 / Winter 09:00-17:00 <BR>* Closed during bad weather, call ahead for details.|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Tour Course Information:|[Daeheungsa Temple Course]<br>Haenam-eup - Historic Site of Gosan Yun Seon-do – Birthplace of Go Jeong-hui – Birthplace of Kim Nam-ju – Duryunsan Cable Car – Daeheungsa Temple – Haenam-eup|\n|Film Locations:|Shooting location for KBS Happy Sunday \"Two Days and One Night\"|\n|Available Facilities:|Observatory|\n|Restrooms:|Available|\n|Parking Fees:|Free|\n|Facility Utilization Fees:|[Round-trip]<br>Adults: 11,000 won / Group (over 30 people): 10,000 won<br>Children: 8,000 won<br><br>* Adults (middle school students and up), Children (ages 3-elementary school students) <br>* 1,000 won off for senior citizens (ages 65 and more)|\n|Reservation Info. for Foreigners:|On-site tickets only|\n  \n## Detail Image\n![/2023-01-18-1674027369493/1564561_image2_1.webp](/2023-01-18-1674027369493/1564561_image2_1.webp)\n![/2023-01-18-1674027369493/1564573_image2_1.webp](/2023-01-18-1674027369493/1564573_image2_1.webp)\n![/2023-01-18-1674027369493/1564589_image2_1.webp](/2023-01-18-1674027369493/1564589_image2_1.webp)\n![/2023-01-18-1674027369493/1564594_image2_1.webp](/2023-01-18-1674027369493/1564594_image2_1.webp)\n![/2023-01-18-1674027369493/1564605_image2_1.webp](/2023-01-18-1674027369493/1564605_image2_1.webp)\n![/2023-01-18-1674027369493/1564607_image2_1.webp](/2023-01-18-1674027369493/1564607_image2_1.webp)\n![/2023-01-18-1674027369493/1564617_image2_1.webp](/2023-01-18-1674027369493/1564617_image2_1.webp)\n![/2023-01-18-1674027369493/1564562_image2_1.webp](/2023-01-18-1674027369493/1564562_image2_1.webp)\n![/2023-01-18-1674027369493/1564563_image2_1.webp](/2023-01-18-1674027369493/1564563_image2_1.webp)\n![/2023-01-18-1674027369493/1564570_image2_1.webp](/2023-01-18-1674027369493/1564570_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-61-534-8992](tel:+82615348992)\n- [🏠www.haenamcablecar.com](http://www.haenamcablecar.com)\n\n\n```googleMap\nlatitude: 34.4968181405\nlongitude: 126.6253409902\ntitle: 88-45, Daeheungsa-gil, Haenam-gun, Jeollanam-do\n```\n  \n## Directions\n  \n[Bus]<br>\nFrom Dong Seoul Bus Terminal or Seoul Central City Bus Terminal, take a bus to Haenam Bus Terminal.<br>\nFrom Haenam Bus Terminal Bus Stop, take a bus bound for Daeheungsa Temple and get off at Duryun Bus Stop.\n","data":{"id":"2023-01-18-1674027369493","title":"Duryunsan Cable Car (두륜산케이블카)","description":"Duryunsan Mountain (700 meters) is a famous mountain in Jeollanam-do. With its eight peaks, it is home to many temples and historic sites. The mountain also holds great importance in plant chorology as its forests consist of warm-temperate broad-leaved evergreens and deciduous broad-leaved trees. The mountain peak can be reached by trekking for about 2-3 hours from the entrance of Daeheungsa Temple or by the Daeryunsan Cable Car (one way 8-minute), which departs from the entrance on the opposite side of the mountain and takes visitors to a spot right below the peak. From the mountain summit, there is a view of the southern sea and on a clear day, it is possible to see as far as Hallasan Mountain on Jeju Island. Nearby tourist attractions include Uhangri Dinosaur Museum Complex, Usuyeong Tourism Village and Ttangkkeut Village.","regDate":"2023-01-18","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites","Mountains"],"imgUrl":"/2023-01-18-1674027369493/1564622_image2_1.webp","blogPath":"Jeollanam-do/2023-01-18-1674027369493","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-18-1674027369493"},"dataList":[{"id":"2023-01-30-1675056987081","title":"Suncheon Heungryunsa Temple (흥륜사 (순천))","description":"Heungryunsa Temple is a missionary center of the Hwaeomsa Temple. Located in Jukdobong Park (downtown Suncheon), the site was previously used as an archery range. <br><br>*History<br>Heungryunsa Temple is a branch of Hwaeomsa Temple, which is the 19th local temple of Jogye Order. It is said that Heungryunsa Temple was constructed during the reign of King Seonjo of the Joseon dynasty and that the site was used as a place where naval forces practiced archery during the Imjin War in 1592. At the same time, the temple was the first military base of monk-turned-military officers from Hwaeomsa, Songgwangsa, and Seonamsa Temples.<br><br> The current building was reconstructed in 1986 by Monk Jongwon, who is still the chief abbot of the temple.","regDate":"2023-01-30","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2023-01-30-1675056987081/1971043_image2_1.webp","blogPath":"Jeollanam-do/2023-01-30-1675056987081"},{"id":"2023-01-30-1675053547703","title":"Suncheon Dolmen Park (순천 고인돌공원)","description":"Suncheon Dolmen Park was created to preserve the many dolmen found in the area submerged due to the construction of Juam Dam 1984-1991. In addition to the dolmens, the park also displays prehistoric relics and pottery. Another exhibition hall on memorial services has a screening room and shows the evolution of memorial practices in the Jeollanam-do region. The entire area of the park is designated Cultural Property No. 154 of Jeollanam-do.","regDate":"2023-01-30","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2023-01-30-1675053547703/1607839_image2_1.webp","blogPath":"Jeollanam-do/2023-01-30-1675053547703"},{"id":"2023-01-30-1675049820043","title":"Soswaewon Garden (담양 소쇄원)","description":"Soswaewon Garden is a private garden from the Joseon period where Koreas traditional beauty is preserved. It was built by Yang San-Bo (1503-1557) after he gave up his success when his mentor Jo Gwang-Jo (1482-1519) was killed during political strife. Soswaewon Garden presents itself as a  clean and transparent garden where the righteous enjoy the life of anbinnakdo (being comfortable amid poverty and taking pleasure in an honest lifestyle) surrounded by a bamboo grove.<br><br>Including peach trees, various kinds of trees and grass are planted on both sides of the stream while clear water flows down the foot of the garden walls. The log bridge above the valley adds to the charm of the scenery. The harmony between  nature and the artificial waterfall is a sight to behold. Soswaewon Garden is 150 meters away from the main road. Passing through the thick bamboo forest, you will find the small valley and Soswaewon Garden on your left.","regDate":"2023-01-30","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2023-01-30-1675049820043/1731995_image2_1.webp","blogPath":"Jeollanam-do/2023-01-30-1675049820043"},{"id":"2023-01-29-1674988541021","title":"Songido Island (송이도)","description":"Songido Island, the second largest island in Nagwol-myeon District, is home to Koreas one and only white pebble beach, several different species of trees, sea caves and joints created by coastal erosion. Moreover, it features various leisure activities such as fishing, camping and swimming.<br><br>Chilsando, an affiliated islet of the Songido, is home to a yellow-billed egret, designated as Natural Monument No. 361, and a black-tailed gull. The sound of the black-tailed gull was selected as the most beautiful sound that a living creature can make in the competition sponsored by the Ministry of Environment in 1999. Moreover, the islet has been named as the most beautiful island in the nation by the Ministry of Maritime Affairs and Fisheries in 2003.","regDate":"2023-01-29","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"/2023-01-29-1674988541021/2387488_image2_1.webp","blogPath":"Jeollanam-do/2023-01-29-1674988541021"},{"id":"2023-01-29-1674981445971","title":"Songho Beach (송호해수욕장)","description":"Songho Beach is the most representative beach in Haenam and was named so for its dense old pine trees, fine sand, and shallow water resembling a lake. The fine sand and shallow waters make it the perfect beach for families. Hundreds of pine trees create a scenic forest reaching almost 1 kilometer along the levee which provides a suitable camping site under in the forest. The Ttangkkeut Trail that starts from Songho Beach auto-campgrond connects to Galsan Village and Ttangkkeut Tower.<br><br>The windbreak pine forest in Songho-ri, Haenam is designated as Jeollanam-do Natural Monument, consisting of at least 600 pine trees aged 200 years that play a vital role in the coastal shelterbelt.","regDate":"2023-01-29","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"/2023-01-29-1674981445971/1564796_image2_1.webp","blogPath":"Jeollanam-do/2023-01-29-1674981445971"},{"id":"2023-01-29-1674977767682","title":"Soando Island (소안도)","description":"Soando Island was settled by the Oh Family of Dongbok and the Kim Family of Gimhae, who moved to the island during the Imjin War. It was a very patriotic island during the Japanese occupation, stated to have flown the Korean flag all-year round. Patriots like Song Nae-ho, who fought hard for Korean independence, are remembered on the island at Soan Independence Movement Hall.<br><br>In addition, Mira-ri and Maengseong-ri Evergreen Forests, which have been designated as Natural Monuments No. 339 and No. 400 respectively, offer a breathtaking ocean view. Mira-ri Evergreen Forest, in particular, is famous for its unique mudflat pebbles. The waters around the island are also popular among fishermen nationwide.","regDate":"2023-01-29","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"/2023-01-29-1674977767682/2497146_image2_1.webp","blogPath":"Jeollanam-do/2023-01-29-1674977767682"},{"id":"2023-01-29-1674974276195","title":"Sinji Myeongsasimni Beach (신지 명사십리해수욕장)","description":"Sinji Myeongsasimni Beach is located at the center of Dadohaehaesang National Park. The beach got its name from its singing sand, and the name can be literally translated to sound of sand that can be heard from 4 kilometers away. The beach shore has a x_width of 150 meters and a length of 4 kilometers, covered with shimmering silver sand, and forms a gradual slope into the shallow water. The beach is not only popular for water activities, but also for its fine sand massage.","regDate":"2023-01-29","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"/2023-01-29-1674974276195/1820973_image2_1.webp","blogPath":"Jeollanam-do/2023-01-29-1674974276195"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}