{"pageProps":{"content":"![Donghwasa Temple (Daegu) (동화사(대구))](/2022-08-14-1660505722333/1574183_image2_1.webp)\n\n  \n## Overview\n\n> Donghwasa Temple is located on the south side of Palgongsan Mountain, about 22km northeast of Daegu. It was built by Monk Geukdal in the 15th year of King Soji’s reign (AD 493). The original name of the temple was Yugasa Temple, but Simjiwangsa rebuilt the temple under King Heungdeok (r. AD 826-836) and named it Donghwasa Temple, \nwhich means even during the winter season, the paulownia tree still blooms. The present temple was built in 1732. <Br>\n<br>\nWhen you turn the corner, the first thing that catches your eye is the Seolbeopjeon Hall. To the left of Seolbeopjeon is Daeungjeon Hall, the main building, and a path to the right leads to Geumgang Stairs. If you turn left in the direction of Daeungjeon you will see Bongseoru Pavilion, aptly named to signify a phoenix (bonghwang in Korean) with its tail pointed downward. Past Bongseoru are stairs that are typical of the ones leading into Daeungjeon, called \"Nugak Stairs\". On either side of the stairs are railings in the shape of a dragon, and in the middle of the stairs, there is a round stone marble that resembles a dragon orb, a ball often associated with dragons.  <br><Br>\nDonghwasa’s Daeungjeon is segmented into 3 sections at the front and side, and its natural looking pillars are one of its main attractions. It includes the statues of Seokgamonibul, Amitabul, and Yaksayeoraebul inside. If you walk down the stone stairs beside Bongseoru and walk along the cement road for a while, you will find the huge Seokjoyaksa Yeoraebul. Created as a prayer for reunification, this large Buddha statue is 17m high. The stone tower, stone light,  lion statue, and the lotus flower that decorate the Buddha statue are all very large in size. Behind the statue are also stones arranged in a circular form, resembling a beautiful scroll painting. These are world-class size stone artifacts.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br>(Korean, English, Japanese, Chinese)<br>• For more info: +82-53-980-7900|\n|parking:|Available|\n|restdate:|N/A (Open all year round)|\n|usetime:|Sunrise - Sunset|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Hiking Course:|* Ticket Booth - Donghwasa Temple - Budoam Hermitage - Yeombulam Hermitage - Dongbong Peak (3.5km)<br /> * Gatbawi Parking Lot - Gatbawi Rock - Jeonbonjae - Dongneung - Eunhaesa Temple (5km)<br /> * Hakmyeong-dong - Gasan - Pagyejae - Dongbong Peak - Eunhaesa Temple - Parking lot|\n|Parking Fees:|Small vehicle: 2,500 won / Large vehicle: 5,000 won|\n|Admission Fees:|Individuals: Adults 2,500 won / Teenagers 1,500 won / Children 1,000 won<br> Groups: Teenagers 1,200 won / Children 800 won<br> <br> * Groups: 30 people or more|\n  \n## Detail Image\n![/2022-08-14-1660505722333/655645_image2_1.webp](/2022-08-14-1660505722333/655645_image2_1.webp)\n![/2022-08-14-1660505722333/688892_image2_1.webp](/2022-08-14-1660505722333/688892_image2_1.webp)\n![/2022-08-14-1660505722333/1574177_image2_1.webp](/2022-08-14-1660505722333/1574177_image2_1.webp)\n![/2022-08-14-1660505722333/1574178_image2_1.webp](/2022-08-14-1660505722333/1574178_image2_1.webp)\n![/2022-08-14-1660505722333/1574179_image2_1.webp](/2022-08-14-1660505722333/1574179_image2_1.webp)\n![/2022-08-14-1660505722333/1574180_image2_1.webp](/2022-08-14-1660505722333/1574180_image2_1.webp)\n![/2022-08-14-1660505722333/1574182_image2_1.webp](/2022-08-14-1660505722333/1574182_image2_1.webp)\n![/2022-08-14-1660505722333/655669_image2_1.webp](/2022-08-14-1660505722333/655669_image2_1.webp)\n![/2022-08-14-1660505722333/655704_image2_1.webp](/2022-08-14-1660505722333/655704_image2_1.webp)\n![/2022-08-14-1660505722333/655714_image2_1.webp](/2022-08-14-1660505722333/655714_image2_1.webp)\n\n\n  \n## Contact\n\n\n- [🏠www.donghwasa.net</a> (Korean only)<br> <a href=\"https://www.templestay.com/temple_info.asp?t_id=donghwasa\" target=\"_blank\" title=\"New window popup\" class=\"web\">www.templestay.com](http://www.donghwasa.net/)\n\n\n```googleMap\nlatitude: 35.9903555744\nlongitude: 128.7034886742\ntitle: 1, Donghwasa 1-gil, Dong-gu, Daegu\n```\n  \n## Directions\n  \n[Train]<br>\nTake a train from Seoul Station to Dongdaegu Station.<br><br>\n\n[Bus]<br>\nTake Express Bus No. 1 from the bus stop in front of Dongdaegu Station.<br>\n- Get off at Entrance of Donghwasa Temple Bus Stop.\n- Walk for approx. 8 min.<br><br>\n\n[Taxi]<br>\nApprox. 20 min. from Dongdaegu Station\n","data":{"id":"2022-08-14-1660505722333","title":"Donghwasa Temple (Daegu) (동화사(대구))","description":"Donghwasa Temple is located on the south side of Palgongsan Mountain, about 22km northeast of Daegu. It was built by Monk Geukdal in the 15th year of King Soji’s reign (AD 493). The original name of the temple was Yugasa Temple, but Simjiwangsa rebuilt the temple under King Heungdeok (r. AD 826-836) and named it Donghwasa Temple, which means even during the winter season, the paulownia tree still blooms. The present temple was built in 1732. <Br><br>When you turn the corner, the first thing that catches your eye is the Seolbeopjeon Hall. To the left of Seolbeopjeon is Daeungjeon Hall, the main building, and a path to the right leads to Geumgang Stairs. If you turn left in the direction of Daeungjeon you will see Bongseoru Pavilion, aptly named to signify a phoenix (bonghwang in Korean) with its tail pointed downward. Past Bongseoru are stairs that are typical of the ones leading into Daeungjeon, called Nugak Stairs. On either side of the stairs are railings in the shape of a dragon, and in the middle of the stairs, there is a round stone marble that resembles a dragon orb, a ball often associated with dragons.  <br><Br>Donghwasa’s Daeungjeon is segmented into 3 sections at the front and side, and its natural looking pillars are one of its main attractions. It includes the statues of Seokgamonibul, Amitabul, and Yaksayeoraebul inside. If you walk down the stone stairs beside Bongseoru and walk along the cement road for a while, you will find the huge Seokjoyaksa Yeoraebul. Created as a prayer for reunification, this large Buddha statue is 17m high. The stone tower, stone light,  lion statue, and the lotus flower that decorate the Buddha statue are all very large in size. Behind the statue are also stones arranged in a circular form, resembling a beautiful scroll painting. These are world-class size stone artifacts.","regDate":"2022-08-14","author":"korea-tour","tag":["Daegu","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-08-14-1660505722333/1574183_image2_1.webp","blogPath":"Daegu/2022-08-14-1660505722333","pageUrl":"https:/mcdryad.com/Daegu/2022-08-14-1660505722333"},"dataList":[{"id":"2022-08-16-1660625921851","title":"Aayang Gichatgil (아양기찻길)","description":"After 78 years of operating, Ayang Railroad Bridge was discontinued and turned into a cultural space with a name Ayang Gichatgil. This attraction is 277 meters in length, 14.2 meters in x_height and total area of 427.75㎡. Visitors can enjoy the observatory, exhibitions, cafe and other facilities. The attraction was award Red Dot Design Award for restoring a discontinued railraod bridge using public design. Nearby attractions include Simni Cherry Blossom Road, Gomoryeongbi Monument, Dongchong Resort, and Onggijonggi Happy Village.","regDate":"2022-08-16","author":"korea-tour","tag":["Daegu","Culture/Art/History","Architectural Sights","Bridges"],"imgUrl":"/2022-08-16-1660625921851/2366150_image2_1.webp","blogPath":"Daegu/2022-08-16-1660625921851"},{"id":"2022-08-16-1660623738578","title":"Village of the Nampyeong Mun Clan in Bon-ri (남평문씨본리세거지)","description":"The Village of the Nampyeong Mun Clan in Bon-ri was built on what used to be part of a temple, but was organized following a well-field system to make the area a residence for many generations. As of now, nine houses and two pavilions remain, as well as a low wall along the road.<br><br>The main building of the village is Subongjeongsa, located in the center of the area. It was used for meeting guests, as well as a gathering place for the family, and features beautiful gardens. Gwanggeodang Hall was an educational place for studies and refinement. Insumungo Storage Building preserves about 10,000 books and clan treasures. It started out as a small building but later was expanded, including an additional building constructed just to read books.","regDate":"2022-08-16","author":"korea-tour","tag":["Daegu","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-08-16-1660623738578/1574140_image2_1.webp","blogPath":"Daegu/2022-08-16-1660623738578"},{"id":"2022-08-16-1660618517147","title":"Ttangttang Land [땅땅랜드(대구 봉무동)]","description":"Ttangttang Land opened its doors on September 1, 2018 in Daegu, the center of Chimak (chicken and beer). At Korea's first chicken theme park, visitors can enjoy seeing, making, and tasting different types of chicken. With many popular attractions nearby, Ttangttang Land is where the fun starts.","regDate":"2022-08-16","author":"korea-tour","tag":["Daegu","Culture/Art/History","Experience Programs","Unique Experience"],"imgUrl":"/2022-08-16-1660618517147/2581257_image2_1.webp","blogPath":"Daegu/2022-08-16-1660618517147"},{"id":"2022-08-15-1660582770395","title":"Suseongmot Lake Resort (수성못 유원지)","description":"Suseongmot Lake Resort is located at the foot of the northwest side of Yongjibong Peak (altitude 629 meters) in Beommul-dong and offers outstanding scenery including gently sloping mountains along with Suseongmot Lake. The resort is centered around Suseongmot Lake, established in 1925 with 700,000 pondage in a circumference of 2,020 meters. The total area of the park is 218,000 ㎡. <br><br>Suseongmot Lake is an artificial lake created in 1925 during the Japanese colonial period to supply water for agriculture to rural areas. Today, it is no longer used for agricultural purposes, but has been turned into a resting area. Nearby the lake is Suseong Land which houses benches, walking paths, a ferry dock, and entertainment facilities such as a Viking ship, bumper cars, and merry-go-round. In addition, visitors can enjoy a duck boat ride, view of Dusanpokpo Falls and other exciting places perfect for excursions. The lake has a music fountain that operates four times a day from May to October.","regDate":"2022-08-15","author":"korea-tour","tag":["Daegu","Culture/Art/History","Recreational Sites","Resorts"],"imgUrl":"/2022-08-15-1660582770395/2653751_image2_1.webp","blogPath":"Daegu/2022-08-15-1660582770395"},{"id":"2022-08-15-1660578202000","title":"Palgongsan Natural Park (Pagyesa Temple District) (팔공산자연공원(파계사지구))","description":"Palgongsan Natural Park is located close to Palgongsan Mountain, one of the larger mountains in the Taebaek Mountain Range. Palgongsan Mountain is located 20 kilometers northeast from downtown Daegu, where Nakdonggang River and Geumhogang River meet. The mountain has three peaks in a row  Birobong Peak in the center and Dongbong Peak (aka Mitabong, 1,155 m) and Seobong Peak (aka Samseongbong, 1,150 m) on each side. <br><br>The park is within the administrative district of Dong-gu, Daegu and has four towns along its border including Yeongcheon-si, Gyeongsan-si, and Chilgok-gun. A number of Buddhist temples including Donghwasa Temple, the headquarters of the 9th Buddhist Parish, are located in the area. <br><br>The park has numerous rocks and valleys and is carpeted with azaleas in the spring. In autumn, many visitors flock to the park to admire the fall foliage on the trees lining the 16.3 kilometer-long roadway that runs through the park. With vibrant green leaves in spring and a delicate snowscape in the winter, Palgongsan Mountain is an attractive destination for visitors throughout the year.","regDate":"2022-08-15","author":"korea-tour","tag":["Daegu","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-08-15-1660578202000/1893702_image2_1.webp","blogPath":"Daegu/2022-08-15-1660578202000"},{"id":"2022-08-15-1660574387210","title":"Palgongsan Natural Park (Gatbawi District) (팔공산자연공원(갓바위지구))","description":"Palgongsan Natural Park is located close to Palgongsan Mountain, one of the larger mountains in the Taebaek mountain range. Palgongsan Mountain is located 20 kilometers northeast from downtown Daegu, where Nakdonggang River and Geumhogang River meet. The mountain has three peaks in a row  Birobong Peak in the center and Dongbong (aka Mitabong, 1,155 meters) and Seobong (aka Samseongbong, 1,150 meters) on each side.<br><br>The park is within the administrative district of Dong-gu, Daegu and has four towns along its border including Yeongcheon-si, Gyeongsan-si, and Chilgok-gun. A number of Buddhist temples including Donghwasa, the headquarters of the 9th Buddhist Parish, are located in the area.<br><br>The park has numerous rocks and valleys and is carpeted with azaleas in spring. In autumn many visitors flock to the park to admire the falls leaves on the trees lining the 16.3-kilometer-long road  that runs through the park. With vibrant green leaves in spring and a delicate snowscape in winter, Palgongsan Mountain is an attractive destination for visitors throughout the year.","regDate":"2022-08-15","author":"korea-tour","tag":["Daegu","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-08-15-1660574387210/1024758_image2_1.webp","blogPath":"Daegu/2022-08-15-1660574387210"},{"id":"2022-08-15-1660571844401","title":"Palgongsan Natural Park (Donghwasa Temple District) (팔공산자연공원(동화사지구))","description":"Palgongsan Natural Park is located close to Palgongsan Mountain, one of the larger mountains in the Taebaek Mountain Range. Palgongsan Mountain is located 20 kilometers northeast from downtown Daegu, where the Nakdonggang and Geumhogang Rivers meet. The mountain has three peaks in a row  Birobong Peak (1192.3 meters) in the center and Dongbong (aka ‘Mitabong,’ 1,155 meters) and Seobong (aka ‘Samseongbong,’ 1,150 meters) on each side.<br><br>The park is within the administrative district of Dong-gu, Daegu and has four towns along its border including Yeongcheon-si, Gyeongsan-si, and Chilgok-gun. A number of Buddhist temples including Donghwasa, the headquarters of the 9th Buddhist Parish, are located in the area.<br><br>The park has numerous rocks and valleys and is carpeted with azaleas in the spring. In the autumn many visitors flock to the park to admire the fall leaves on the trees lining the 16.3-kilometer-long roadway that runs through the park. With vibrant green leaves in spring and a delicate snowscape in the winter, Palgongsan Mountain is an attractive destination for visitors throughout the year.","regDate":"2022-08-15","author":"korea-tour","tag":["Daegu","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-08-15-1660571844401/655641_image2_1.webp","blogPath":"Daegu/2022-08-15-1660571844401"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}