{"pageProps":{"content":"![Central Inland Region Tourist Train (O-Train) (중부내륙순환열차 (O-트레인))](/2022-07-26-1658835186551/1923426_image2_1.webp)\n\n  \n## Overview\n\n> The O-Train derives its name from the word \"One,\" as the three provinces (Gangwon-do, Chungcheongbuk-do, Gyeongsangbuk-do) in the country's central inland region are connected by this one circular route. The four-cabin train carries up to 205 people and includes separate seating options for families and couples to accommodate the needs of different passengers. There are also individual observatory seats for people traveling on their own. The train is well-equipped with various convenience facilities including a café, children's play area, toilets, and more.<br><br>\n\nThe train runs at the speed of 150 kilometers per hour, allowing passengers to reach the inland regions from Seoul faster and easier than before. The exterior of the train is decorated with the pictures representing the beautiful scenery of Korea's four seasons, whereas the insides are dotted with highlights taken from Baekdudaegan \nmountain range.\n\n  \n## Intro\n\n| | |\n| - | - |\n|accomcount:|205 people|\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-1544-7788|\n|opendate:|April 12, 2013|\n|parking:|Not available|\n|restdate:|Mondays, scheduled maintenance check days|\n|usetime:|Refer to the official website.|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Tour Course Information:|Seoul - Yeongdeungpo - Suwon - Cheonan - Osong - Cheongju - Chungju - Jecheon - Danyang - Punggi - Yeongju - Bonghwa - Chunyang - Buncheon - Yangwol - Seungbu - Cheoram|\n|Shopping Information:|O-Train Cafe|\n|Facility Utilization Fees:|Refer to the official website.|\n|Available Facilities:|Car No.1: Eco seats (56 seats): Two-person seats / four-person seats / free viewing seats / etc.<br> Car No. 2: Reserved seats for people with disabilities, café room (37 seats): two-person seats / four-person seats / one-person seat / café room, table seats<br> Car No.3: Family seats (56 seats) – Family seats / couple room / family room / etc.<br>Car No.4: Eco seats (56) – Two-person seats / four-person seats / free viewing seats|\n|Interpretation Services Offered:|Not available|\n|Reservation Info. for Foreigners:|Reservations via phone or homepage available.|\n  \n## Detail Image\n![/2022-07-26-1658835186551/1923427_image2_1.webp](/2022-07-26-1658835186551/1923427_image2_1.webp)\n![/2022-07-26-1658835186551/1923430_image2_1.webp](/2022-07-26-1658835186551/1923430_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-1544-7788](tel:+8215447788)\n- [🏠www.letskorail.com](http://www.letskorail.com/)\n\n\n```googleMap\nlatitude: 37.5548277077\nlongitude: 126.9717164149\ntitle: 405, Hangang-daero, Yongsan-gu, Seoul\n```\n  \n\n","data":{"id":"2022-07-26-1658835186551","title":"Central Inland Region Tourist Train (O-Train) (중부내륙순환열차 (O-트레인))","description":"The O-Train derives its name from the word \"One,\" as the three provinces (Gangwon-do, Chungcheongbuk-do, Gyeongsangbuk-do) in the country's central inland region are connected by this one circular route. The four-cabin train carries up to 205 people and includes separate seating options for families and couples to accommodate the needs of different passengers. There are also individual observatory seats for people traveling on their own. The train is well-equipped with various convenience facilities including a café, children's play area, toilets, and more.<br><br>The train runs at the speed of 150 kilometers per hour, allowing passengers to reach the inland regions from Seoul faster and easier than before. The exterior of the train is decorated with the pictures representing the beautiful scenery of Korea's four seasons, whereas the insides are dotted with highlights taken from Baekdudaegan mountain range.","regDate":"2022-07-26","author":"korea-tour","tag":["Chungcheongbuk-do","Culture/Art/History","Experience Programs","Unique Experience"],"imgUrl":"/2022-07-26-1658835186551/1923426_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-07-26-1658835186551","pageUrl":"https:/mcdryad.com/Chungcheongbuk-do/2022-07-26-1658835186551"},"dataList":[{"id":"2022-07-26-1658867788874","title":"Chojeongyaksu Mineral Spring (초정약수)","description":"Located approximately 16 kilometers northeast of CheongjuCity, Chojeongyaksu Mineral Spring is acknowledged as one of the three major mineral springs in the world. Chojeong Mineral Spring was discovered around 600 years ago and became nationally known ever since as the source of naturally carbonated water that has a piquant and cool taste. It is said that King Sejong (1397-1450, reign 1418-1450) visited the springs in 1444 and stayed here for 60 days to treat an eye infection. The daily yield of carbonated water here is 458 tons, which is used for producing natural soda drinks.  There are presently two mineral water plant facilities in the area. The healing effects of Chojeongyaksu Mineral Spring are presumed to come from the abundant radium contained in the water, which is effective in treating eye infections and skin ailments.","regDate":"2022-07-26","author":"korea-tour","tag":["Chungcheongbuk-do","Nature","Natural Sites","Mineral Springs"],"imgUrl":"/2022-07-26-1658867788874/1954530_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-07-26-1658867788874"},{"id":"2022-07-26-1658863890500","title":"Cheongpungho Scenic Monorail (청풍호 관광모노레일)","description":"Cheongpungho Scenic Monorail covers a 2.6-kilometer stretch of land from Dogok-ri, Jecheon to Bibongsan Mountain (alt. 531 m). Walking to the summit of Bibongsan Mountain from Dogok-ri takes roughly one hour, but it only takes an effortless 20 minutes by monorail. Taking the monorail is a great option to admire the beautiful scenery of Cheongpungho Lake.","regDate":"2022-07-26","author":"korea-tour","tag":["Chungcheongbuk-do","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-07-26-1658863890500/2026146_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-07-26-1658863890500"},{"id":"2022-07-26-1658861024761","title":"Cheongpung Cultural Heritage Complex (청풍문화재단지)","description":"Cheongpung Cultural Heritage Complex in Jecheon, Chungcheongbuk-do contains a variety of cultural heritages and artifacts that were collected from the region before it was flooded in 1985 during the construction of Chungju Dam. Here, visitors can see Hanbyeongnu Pavilion (Treasure No. 528), Stone Standing Buddha (Treasure No. 546), Paryeongnu Pavilion, Geumnamnu Pavilion, Geumbyeongheon Hall, Eungcheonggak Pavilion and the Cheongpunghyanggyo Local Confucian School as well as nearly 2,000 household artifacts. It has become an outdoor museum of the glorious culture of the upper reaches of the Namhangang River.","regDate":"2022-07-26","author":"korea-tour","tag":["Chungcheongbuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-07-26-1658861024761/2366266_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-07-26-1658861024761"},{"id":"2022-07-26-1658857175468","title":"Cheongpung Cable Car (청풍호반케이블카)","description":"Cheongpung Cable Car takes passengers back and forth between Multae-ri in Cheongpung-myeon and Bibongsan Mountain along a 2.3-kilometer ropeway. There are a total of 43 cabins that accommodate up to 10 passengers per car, which among ten have transparent flooring to offer a thrilling bird's-eye-view of Cheongpung-myeon. The cable car has a speed of 5 m/s and takes around 10 minutes from the departure point to Bibongsan Mountain peak, and can accommodate up to 15,000 passengers per day. Bibongsan Mountain sits at the center of Cheongpungho Lake and has an elevation of 531 meters. The sight from top offers a feeling as if one is looking down at an archipelago. The cable car allows children and the elderly to enjoy the sight without the hassle of hiking up to the summit.<br>","regDate":"2022-07-26","author":"korea-tour","tag":["Chungcheongbuk-do","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-07-26-1658857175468/2639056_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-07-26-1658857175468"},{"id":"2022-07-26-1658854380652","title":"Cheongnamdae Presidential Villa (청남대)","description":"Cheongnamdae, which means \"Cheong Wa Dae in a warm southern land,\" was once a private villa used by former presidents of Korea. Cheongnamdae became open to the public on April 18, 2003. It is located near Daecheong Dam in Cheongwon-gu, Chungcheongbuk-do and was built in 1983. The total area spans 1,825,000ｍ² and consists of a main building, golf range, heliport, and fishing area. The natural environment surrounding the area has been well preserved, serving as a home to wildlife, including over 143 species of wild flowers and 124 species of trees as well as several endangered species.","regDate":"2022-07-26","author":"korea-tour","tag":["Chungcheongbuk-do","Culture/Art/History","Architectural Sights","Buildings"],"imgUrl":"/2022-07-26-1658854380652/2601641_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-07-26-1658854380652"},{"id":"2022-07-26-1658850186568","title":"Cheongju Sangdangsanseong Fortress (청주 상당산성)","description":"Sangdangsanseong Fortress in Cheongju, Chungcheongbuk-do is a fortress built along the natural slopes close to downtown Cheongju. It was comprehensively improved in 1596 (29th year of King Seonjo’s reign) during Imjinwaeran (Japanese invasion of Korea in 1592) and later remodeled into a stone fortress during the 42nd year of King Sukjong’s reign.  <br><br>This 4.2km-long, 3-4m-tall fortress was built with stones of various sizes, earth and sand. The fortress has three gates, located in the east, west and south respectively. The three gates remain almost intact, and all still have their gate towers. The front gate in the south, named ‘Gongnammun Gate,’ is crescent-shaped while the East and West gates are square. The East and West Command Posts also stand within the confines of the fortress itself. This fortress was designated as Historic Site No. 212 in 1970. Additionally, visitors can sample Jujube Wine (Korean traditional wine) as well as a variety of local cuisine.","regDate":"2022-07-26","author":"korea-tour","tag":["Chungcheongbuk-do","Culture/Art/History","Historical Sites","Fortresses"],"imgUrl":"/2022-07-26-1658850186568/1597128_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-07-26-1658850186568"},{"id":"2022-07-26-1658846040707","title":"Cheongju Jungang Park (청주 중앙공원)","description":"Cheongju Jungang Park is a city park located at the center of Cheongju. It is home to a 1,000-year-old ginkgo tree and the city's significant cultural heritages and monuments. The park also serves as a resting spot for Cheongju citizens as well as a venue for numerous local events.","regDate":"2022-07-26","author":"korea-tour","tag":["Chungcheongbuk-do","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-07-26-1658846040707/2439617_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-07-26-1658846040707"}],"navList":["Busan","Chungcheongbuk-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Incheon","Jeju-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}