{"pageProps":{"content":"![Osaek Mineral Spring (오색약수터)](/2022-10-08-1665202854460/2365188_image2_1.webp)\n\n  \n## Overview\n\n> Osaek Mineral Spring is situated 20 kilometers west of Yangyang and 7.5 kilometers southeast from Hangyeryeong Pass. The water, which springs from three base rocks by a brook, is carbonated and rich in iron. Up to 1,500 liters of iron-rich water spring out on a daily basis. Osaek became well known due to the splendid landscape leading up to the mineral spring and its location on the way to the summit of Seoraksan Mountain.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330<br>(Korean, English, Japanese, Chinese) <br> • For more info: +82-33-672-2883|\n|parking:|Available|\n|usetime:|Open 24 hr|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Mountain Not Access Period:|Spring season (February 1 – May 15)<br>Fall season (November 15 – December 15) <br>* Mountain not access period is subject to change, therefore we advise visitors to check the details on the official website.|\n|Areas Open to the Public:|Seorak-dong ~ Ulsanbawi Rock<br />Osaek Mineral Spring ~ Route 44 (Yongsopokpo Falls)<br />Sogongwon Park ~ Biryongpokpo Falls<br />Yeosimpokpo Falls Entrance ~ Yongsopokpo Falls<br />Sogongwon Park ~ Biseondae ~ Geumganggeul Cave<br />Gamasolgol Valley Entrance ~ Botanic Park Entrance|\n|Restricted Mountain Areas :|Madeungryeong Pass ~ Hangyeryeong Pass<br>Hwangjangpokpo Falls ~ Jangsudae Terrace<br>Sogongwon Park ~ Huiungak Shelter (3 km section of Sogongwon Park ∼ Biseondae Terrace is open)<br>Biseondae Terrace ~ Yeongsiam Hermitage <br>Baekdamsa Temple ~ Daecheongbong Peak<br>Namgyo-ri ~ Daeseungryeong Pass ~ Hangyeryeong Crossroads<br>Osaek Mineral Spring ~ Daecheongbong Peak<br>Sogongwon Park ~ Gwongeumseong Fortress<br>Oseam Hermitage ~ Bongjeongam Hermitage<br>Jujeongol Village ~ Osaek Heundeul Bawi Rock<br>Osaek Mineral Spring ~ Manggyeongdae Terrace <br>Gombaegol Village ~ Gombaeryeong Pass ~ Gangseon-ri<br>Danmongnyeong Pass ~ Jeombongsan Mountain ~ Gombaeryeong Pass|\n|Hiking Course:|[Biryongpokpo Falls Course / 2 hr / 2.4 km]<br />[Geumganggul Cave Course / 1 hr 40 min / 3.6 km]<br />[Ulsanbawi Rock Course / 2 hr / 3.8 km]<br />[Yongsopokpo Course / 1 hr / 3.2 km]<br />[Suryeom-dong Course / 3 hr / 11.2 km]<br />[Namgyo-ri Course / 7 hr 30 min / 11.3 km]<br />[Daecheongbong Peak Course (Osaek Mineral Spring) / 8 hr / 10 km]<br />[Daecheongbong Peak Course (Hangyeryeong Pass) / 11 hr 40 min / 19.3 km / 2-day course]<br />[Daecheongbong Peak Course (Seorak-dong) / 10 hr 20 min / 16 km / 2-day course]<br />[Gongnyong Ridge Course / 14 hr 10 min / 19.1 km / 2-day course]<br />[Heullimgol Valley Course / 2 hr 50 min / 3.3 km]<br />[Daecheongbong Peak Course (Baekdam) / 14 hr / 20.4 km / 2-day course]<br />[Gwongeumseong Fortress Course / 30 min / 1.5 km]|\n|Available Facilities:|Foot spa, food vendors, etc.|\n|Restrooms:|Available|\n  \n## Detail Image\n![/2022-10-08-1665202854460/2365187_image2_1.webp](/2022-10-08-1665202854460/2365187_image2_1.webp)\n![/2022-10-08-1665202854460/2365189_image2_1.webp](/2022-10-08-1665202854460/2365189_image2_1.webp)\n![/2022-10-08-1665202854460/2365190_image2_1.webp](/2022-10-08-1665202854460/2365190_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-33-672-2883](tel:+82336722883)\n- [🏠seorak.knps.or.kr](http://seorak.knps.or.kr)\n\n\n```googleMap\nlatitude: 38.0772221805\nlongitude: 128.4455502436\ntitle: Osaek-ri, Yangyang-gun, Gangwon-do\n```\n  \n\n","data":{"id":"2022-10-08-1665202854460","title":"Osaek Mineral Spring (오색약수터)","description":"Osaek Mineral Spring is situated 20 kilometers west of Yangyang and 7.5 kilometers southeast from Hangyeryeong Pass. The water, which springs from three base rocks by a brook, is carbonated and rich in iron. Up to 1,500 liters of iron-rich water spring out on a daily basis. Osaek became well known due to the splendid landscape leading up to the mineral spring and its location on the way to the summit of Seoraksan Mountain.","regDate":"2022-10-08","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Mineral Springs"],"imgUrl":"/2022-10-08-1665202854460/2365188_image2_1.webp","blogPath":"Gangwon-do/2022-10-08-1665202854460","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-10-08-1665202854460"},"dataList":[{"id":"2022-10-26-1666777389811","title":"Seoraksan National Park (Outer Section) (설악산 국립공원 (외설악))","description":"Seoraksan Mountain is one of Koreas most famous tourist destinations that stretches across several areas including Sokcho, Goseong, Inje, and Yangyang in Gangwon-do. It was designated as Koreas fifth national park in 1970 after the designation of Hallyeohaesang National Park, and as Koreas first UNESCO Biosphere Reserve in 1982. It has been also registered in the IUCN Green List of Protected and Conserved Areas, which is the global standard of best practice for area-based conservation. Having Daecheongbong Peak as the mountains main peak, Seoraksan National Park, with a total area of 398 km², is divided  into the outer section (Oeseorak, eastern section), the inner section (Naeseorak, western section), and the southern section (Namseorak). Daecheongbong Peak (1,708 m) is the third highest peak in Korea after Hallasan Mountain and Jirisan Mountain, and as the peak is covered with snow for five to six months of the year, the mountain got the name Seorak (meaning a snowy peak). The summit of Daecheongbong Peak commands the magnificent natural landscape of Seoraksan Mountain and the East Sea. In particular, it is known for the fantastic views of the sunrise and sunset. In addition to Daecheongbong Peak, Seoraksan Mountain has some 30 grand peaks, such as Socheongbong, Hwachaebong, and Jungcheongbong. The mountain is also full of hidden scenic views of Biryongpokpo Falls, Ulsan Peak, Heundeulbawi Rock, and Geumganggul Cave. By using the cable car near Seoraksan Small Park, the disabled and the elderly can go up to the top and enjoy a panoramic view of the mountain.","regDate":"2022-10-26","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","National Parks"],"imgUrl":"/2022-10-26-1666777389811/2677663_image2_1.webp","blogPath":"Gangwon-do/2022-10-26-1666777389811"},{"id":"2022-10-26-1666774080396","title":"Seoraksan Daecheongbong Peak (설악 대청봉)","description":"This 1,708 m-high peak is the highest peak of Seoraksan Mountain and the third highest in the Republic of Korea, behind Hallasan Mountain (1,950 m) and Jirisan Mountain (1,915 m). It is the centerpiece of the 40 km2-wide Seoraksan National Park and the dividing point between Naeseorak and Oeseorak areas  areas to the west of Daecheongbong Peak toward Inje are considered Naeseorak, while the areas to the east, toward Sokcho and Goseong, are considered as latter. It is also the origin of most of Seoraksan Mountain’s famous valleys, like Cheonbuldong and Gayadong Valleys. Because of erratic weather and low temperature, Daecheongbong Peak is often covered in snow from late October to late spring. Its ridges are populated by Siberian dwarf pine, Hairy Korean rhododendron, Ermans birch, and subalpine trees, making it a valuable source for alpine plant research. Four trails in the Seoraksan National Park take the visitors to this peak, through Osaek, Baekdam, Seorak-dong, and Osaengnyeong (Hangyeryeong) Pass. The shortest trail is the 5 km-long Osaek Trail (Osaek – Seorak Falls – Daecheongbong Peak), taking about 4 hr in total. The management controls entry to Seoraksan National Park depending on weather conditions and period, so visitors are advised to check the real-time information provided at its webpage (www.knps.or.kr).","regDate":"2022-10-26","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-10-26-1666774080396/780821_image2_1.webp","blogPath":"Gangwon-do/2022-10-26-1666774080396"},{"id":"2022-10-26-1666770117736","title":"Robot Studio (토이로봇관)","description":"Robot Studio is an experiential exhibition hall that presents a vision of the future robotics, featuring experiment robots, robot avatars, and reproduction of movie scenes. The studio offers a family friendly setting, featuring a toy room, building block games, 4D-media room, robot camp, and more. The studios major attraction is Despian, a robot that can express human emotions and act scenes from popular movies such as Star Wars and Jaws.","regDate":"2022-10-26","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Industrial Sites","Others"],"imgUrl":"","blogPath":"Gangwon-do/2022-10-26-1666770117736"},{"id":"2022-10-26-1666763410470","title":"Pyeongchang Uiyaji Wind Village (평창 의야지 바람마을)","description":"Pyeongchang Uijaji Wind Village is located at the top of Daegwallyeong Pass. The village is a sight to see in winter when covered in snow. Throughout the year, visitors can join in various activities such as making cheese or ice cream.","regDate":"2022-10-26","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Experience Programs","Village Experience"],"imgUrl":"/2022-10-26-1666763410470/604797_image2_1.webp","blogPath":"Gangwon-do/2022-10-26-1666763410470"},{"id":"2022-10-26-1666758888912","title":"Peak Island (피크아일랜드)","description":"Peak Island, located across from the public golf clubhouse at Yongpyong Resort, offers enjoyment throughout all four seasons. With a total space of 12,806 square meters, Peak Island has one basement floor and four above-ground floors that can host up to 3,500 people at the same time. The basement floor has spa facilities designed like a club house for golfers to enjoy after a round of golf. The first floor is the entrance, second floor is the lockers, third floor has a spa, wave pool and other attractions, and the fourth floor is the jjimjilbang (Korean sauna). Outdoor facilities include Finnish sauna and other theme attractions.","regDate":"2022-10-26","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Recreational Sites","Hot Springs & Spa"],"imgUrl":"","blogPath":"Gangwon-do/2022-10-26-1666758888912"},{"id":"2022-10-25-1666695146080","title":"Osaengnyeong (Hangyeryeong) Pass (오색령(한계령))","description":"This 1,004 m-high pass connects Seo-myeon of Yangyang-gun and Buk-myeon and Girin-myeon of Inje-gun, at the border between Naeseorak and Namseorak. The people of Yangyang know the pass as Osaengnyeong, while in Inje it is known as Hangyeryeong. Yi Jung-hwan, a late Joseon period scholar and the author of the geographical text Taengniji (On Selecting a Village), counted Osaengnyeong Pass as the first and the foremost of the six famous passes in Gangwon-do. Indeed, Osaengnyeong Pass was the route through which essential supplies were transported from Yangyang (in Yeongdong) to Inje (in Yeongseo region), and the rough pass taken by the people of Yangyang on the way to Seoul. Its presence in the folklore of the region can be seen in the popular song Hangyeryeong, which speaks to the difficulties of those who had to climb the pass. Hangyeryeong Road was opened in 1981, and today’s National Road No. 44 is famous for being a driving course through the beauty of Seoraksan Mountain. This is also the starting point of the shortest route to Daecheongbong Peak, the highest peak in Seoraksan Mountain, and the trail to the summit of Jeombongsan Mountain.","regDate":"2022-10-25","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-10-25-1666695146080/182107_image2_1.webp","blogPath":"Gangwon-do/2022-10-25-1666695146080"},{"id":"2022-10-25-1666691767359","title":"Naksan Beach (낙산해수욕장)","description":"Naksan Beach is one of the most famous beaches in Yangyang, located in Joseon-ri, Yangyang-eup, Yangyang-gun, Gangwon-do. Since its opening in 1963, it has attracted more than 1 million visitors each year, its reputation being rivaled only by the Gyeongpodae Beach on the east coast of Korea. The 4 kilometer-long sand beach contrasts magnificently with the lush pine trees of the area. The water is less than 1.5 meter deep, making it a good place for all ages. Naksanhang Port marks one end of the beach, behind which Naksan Mountain, the location of Naksansa Temple, can be found. The other end has a lake formed at the delta of Namdaecheon Stream, which originates from Seoraksan Mountain. Many cafes, convenience stores, restaurants, and accommodations cater to the needs of the visitors. The beach sees considerable traffic in winter as well, when it serves as a popular venue for sunrise-watching, particularly for the New Year’s Day festival.","regDate":"2022-10-25","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites"],"imgUrl":"/2022-10-25-1666691767359/2609383_image2_1.webp","blogPath":"Gangwon-do/2022-10-25-1666691767359"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}