{"pageProps":{"content":"![Deungseon Falls (Samaksan Mountain) (등선폭포(삼악산))](/2022-09-21-1663747034812/1842027_image2_1.webp)\n\n  \n## Overview\n\n> Samaksan Mountain in Chuncheon is known for many waterfalls in different sizes along the gorge, and especially Deungseon Falls is the best known to tourists. By entering the hiking trail of the falls, you will encounter a narrow and deep gorge. Formed through quartzitic jointing, the gorge has a mysterious atmosphere with its strange rocks and bizarre stones, which look sharp and precipitous. As the gorge and falls keep their cool temperature, the area is a popular summer resort. Deungseon Falls is one of the Eight Sights of Deungseon, along with Seunghak Falls, Baengnyeon Falls, and Biryong Falls. The quickest way to get to Deungseon Falls starts from the Deungseon Falls Ticket Booth, which is close to Gangchon.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330<br>(Korean, English, Japanese, Chinese) <br>• For more info: +82-33-262-2215|\n|parking:|Available(100 vehicles)|\n|restdate:|Open year round|\n|usetime:|00:00–24:00|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Admission Fees:|KRW 2,000|\n|Restrooms:|Available|\n  \n## Detail Image\n![/2022-09-21-1663747034812/181845_image2_1.webp](/2022-09-21-1663747034812/181845_image2_1.webp)\n![/2022-09-21-1663747034812/181847_image2_1.webp](/2022-09-21-1663747034812/181847_image2_1.webp)\n![/2022-09-21-1663747034812/181848_image2_1.webp](/2022-09-21-1663747034812/181848_image2_1.webp)\n![/2022-09-21-1663747034812/181846_image2_1.webp](/2022-09-21-1663747034812/181846_image2_1.webp)\n![/2022-09-21-1663747034812/1842025_image2_1.webp](/2022-09-21-1663747034812/1842025_image2_1.webp)\n![/2022-09-21-1663747034812/1842028_image2_1.webp](/2022-09-21-1663747034812/1842028_image2_1.webp)\n![/2022-09-21-1663747034812/484686_image2_1.webp](/2022-09-21-1663747034812/484686_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-33-244-2331](tel:+82332442331)\n\n\n\n```googleMap\nlatitude: 37.8260420693\nlongitude: 127.6596487065\ntitle: 1401-30, Gyeongchun-ro, Seo-myeon, Chuncheon-si, Gangwon-do\n```\n  \n## Directions\n  \n[Bus]<br>\nFrom Dong Seoul Bus Terminal to Chuncheon Intercity Bus Terminal, take an intercity bus.<br>\nAnd take Bus 51 and get off at Samaksan Mountain Bus Stop.<br> Walk 350m  along the trekking road to reach the valley.<br><br>\n[Train]<br>\nFrom Gangchon Station (ITX-train), take a taxi to the valley. (9 minutes / 6km away)\n","data":{"id":"2022-09-21-1663747034812","title":"Deungseon Falls (Samaksan Mountain) (등선폭포(삼악산))","description":"Samaksan Mountain in Chuncheon is known for many waterfalls in different sizes along the gorge, and especially Deungseon Falls is the best known to tourists. By entering the hiking trail of the falls, you will encounter a narrow and deep gorge. Formed through quartzitic jointing, the gorge has a mysterious atmosphere with its strange rocks and bizarre stones, which look sharp and precipitous. As the gorge and falls keep their cool temperature, the area is a popular summer resort. Deungseon Falls is one of the Eight Sights of Deungseon, along with Seunghak Falls, Baengnyeon Falls, and Biryong Falls. The quickest way to get to Deungseon Falls starts from the Deungseon Falls Ticket Booth, which is close to Gangchon.","regDate":"2022-09-21","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Waterfalls"],"imgUrl":"/2022-09-21-1663747034812/1842027_image2_1.webp","blogPath":"Gangwon-do/2022-09-21-1663747034812","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-09-21-1663747034812"},"dataList":[{"id":"2022-10-01-1664614440922","title":"Jeonggangwon - Traditional Korean Food Culture Experience Center (정강원 (한국전통음식문화체험관))","description":"Jeonggangwon - Traditional Korean Food Culture Experience Center was established in order to preserve, research, distribute and promote the values and merits of traditional Korean food culture in the world. There are various hands-on facilities for  traditional food culture such as an exhibition hall, cooking room, and a fermentation room. The center is a great place for anyone who wants to learn more about traditional Korean food culture and take part in various experiences.","regDate":"2022-10-01","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Industrial Sites","Foods & Beverages"],"imgUrl":"/2022-10-01-1664614440922/670814_image2_1.webp","blogPath":"Gangwon-do/2022-10-01-1664614440922"},{"id":"2022-10-01-1664610404044","title":"Jeongdongjin Station (정동진역)","description":"Jeongdongjin Station is known as the train station located closest to the ocean in the nation. Built in 1962, the area had as many as 5,000 people during the mining period, but decreased into a small fishing village of under 2,000 after the governments coal industry reform policies went into action. In the early 1990s the train rarely stopped at the station due to minimal passengers, but it gained popularity after appearing in the drama “Sandglass (1995)” and is also widely famous for its sunrise view. The Sunrise Train, a six-hour course from Cheongnyangni Station to Jeongdongjin Station, was added to accommodate more visitors. Other attractions nearby include Jeongdongjin Beach, hourglass tree and more.","regDate":"2022-10-01","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Experience Programs","Cultural Districts"],"imgUrl":"/2022-10-01-1664610404044/2713709_image2_1.webp","blogPath":"Gangwon-do/2022-10-01-1664610404044"},{"id":"2022-10-01-1664607732390","title":"Jeongdongjin Beach (정동진해변)","description":"Jeongdongjin Beach is a nice, sandy beach that stretches over 250 meters with three major swimming spots  in front of Jeongdongjin Station, by Sandglass Park, and by the Jeongdongjin Breakwater. The spots near the railway station and by the park are more popular because they are spacious and easy to reach. The numerous rocks in front of Jeongdongjin Station are home to shellfish, mussels, sea urchins and edible seaweed. <br><br>Jeondongjin Station is known to be one of the stations closest to the ocean in the world. It is also a well-known sunrise spot, attracting crowds of sunrise spectators. The Jeongdongjin Sunrise Tourist Train has become a crowd favorite as well, ever since its premier run in 1997.","regDate":"2022-10-01","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites"],"imgUrl":"/2022-10-01-1664607732390/2654534_image2_1.webp","blogPath":"Gangwon-do/2022-10-01-1664607732390"},{"id":"2022-10-01-1664604770542","title":"Jangsudae Pavilion (장수대)","description":"Jangsudae Pavilion was completed on October 1, 1959 to commemorate the great victory of the battle held at Seoraksan Mountain during the Korean War. It serves as a resting spot for visitors who hike up the park to visit attractions nearby such as the Daeseung Falls, Oknyeotang Spring, Gamatang Spring, Hangyesanseong Fortress, and Haneulbyeok Wall. The pavilion is built in a traditional Korean style and considered as an excellent hermitage in terms of both structure and size. The surrounding nature consisting of mountain cliffs and pine forest makes the building stand out even more.","regDate":"2022-10-01","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Architectural Sights","Buildings"],"imgUrl":"/2022-10-01-1664604770542/1583408_image2_1.webp","blogPath":"Gangwon-do/2022-10-01-1664604770542"},{"id":"2022-10-01-1664600620874","title":"Jangneung Royal Tomb [UNESCO World Heritage] (영월 장릉(단종) [유네스코 세계문화유산])","description":"Jangneung is the tomb of Danjong, the 6th king of the Joseon dynasty (r. 1441-1457). After having the throne taken away by Suyang Daegun, his uncle, Danjong was condemned to exile in Yeongwol County, where he was later murdered and his remains were abandoned in the Donggang River. When no one else was brave enough to find his body, Eom Heung-do, the governor of Yeongwol Lake, found his body and buried him in the tomb that later became Jangneung, one of the royal tombs of the Joseon dynasty. Danjong had been stripped of his title at the time he was exiled. His title was later restored in year 1698, during the reign of King Sukjong, and received his posthumous name Danjong, and thereafter was referred to as King Danjong. <br><br>Jangneung houses such buildings as Jeongjagak, Baesikdansa, Jaesil, Yeongcheon, and Hongsammun, and a history hall with relics of Danjong. The area is surrounded by magnificent pine trees. Since 1967, a religious service called Danjongje is held every year on April 5th, according to the lunar calendar, in commemoration of Danjong.","regDate":"2022-10-01","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-10-01-1664600620874/564597_image2_1.webp","blogPath":"Gangwon-do/2022-10-01-1664600620874"},{"id":"2022-09-30-1664534949242","title":"Isabu Lion Park & Picture Book Land (이사부사자공원&그림책 나라)","description":"Isabu Lion Park & Picture Book Land is a family-friendly theme park that provides the beautiful ocean view of the East Sea up close. The park is open year round, serving as a perfect picnic park from spring to fall, while turning into a snowy fun park with a sledding hill in winter. The park also holds movie nights from time to time.","regDate":"2022-09-30","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Recreational Sites","Theme Parks"],"imgUrl":"/2022-09-30-1664534949242/2647411_image2_1.webp","blogPath":"Gangwon-do/2022-09-30-1664534949242"},{"id":"2022-09-30-1664531555838","title":"Inje Hwangtae Village (인제 황태마을)","description":"Inje Hwangtae Village, with its excellent winter landscape, is known for its&nbsp;dried <em>hwangtae</em> (pollack), which repeatedly thaws and freezes with the fluctuations in the weather, giving it a delicious, chewy texture. Covered with snow, the area is worth visiting in the winter to enjoy all it has to offer. While walking around the site, visitors will be able to listen to the story of its background, and how myeongtae becomes hwangtae (dried pollack)  after&nbsp;passing through the hands of thirty one people. <br><br>Nearby is Maebawi Rock, which has a metal path  perfect for beginners, and it is also visited by advanced climbers for ice climbing in the winter months.","regDate":"2022-09-30","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Experience Programs","Village Experience"],"imgUrl":"/2022-09-30-1664531555838/209294_image2_1.webp","blogPath":"Gangwon-do/2022-09-30-1664531555838"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}