{"pageProps":{"content":"![Gyeongju Expo Park (경주엑스포공원)](/2022-11-27-1669541761356/2648920_image2_1.webp)\n\n  \n## Overview\n\n> Gyeongju Expo Park, located within Bomun Tourist Complex, was the venue of the international cultural fair Gyeongju World Culture Expo. The park is now open to the public year round and consists of Gyeongju Tower, 3D Animation World, Silla Culture History Exhibition, and World Fossil Museum. The parks landmark is none other than the 82-meter tall Gyeongju Tower that is inspired by the Nine-story Pagoda of Hwangnyongsa Temple, one of the three treasures from the Silla dynasty.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330<br>(Korean, English, Japanese, Chinese) <br>• For more info: +82-54-748-3011|\n|opendate:|April 1, 2012|\n|parking:|East and West Parking Lot (small-sized cars 728 spaces / large-sized cars 70 spaces)|\n|usetime:|[Park] 10:00-23:00<br>[Exhibition hall] 10:00-20:00  <BR> [Cafe] 10:00-20:00|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Restrooms:|Available|\n|Admission Fees:|[Gyeongju Expo Park]<br>Individuals - Adults 12,000 won / Children 10,000 won / Senior citizens 3,000 won<br>Groups - Adults 10,000 won / Children 8,000 won / Students 5,000 won<br /><br>[Infinity Flying Combination Ticket]<br>Individuals - Adults 30,000 won / Children 24,000 won<br>Groups - Adults 24,000 won / Children 18,000 won<br><br>[Ttobot Story Museum Combination Ticket]<br>13,000 won|\n|Available Facilities:|Gyeongju Tower, Jurassic Road, 3D Animation, Art Exhibition, EXPO Hall, performance, exhibitions, experience programs|\n  \n## Detail Image\n![/2022-11-27-1669541761356/2648917_image2_1.webp](/2022-11-27-1669541761356/2648917_image2_1.webp)\n![/2022-11-27-1669541761356/2648918_image2_1.webp](/2022-11-27-1669541761356/2648918_image2_1.webp)\n![/2022-11-27-1669541761356/2648919_image2_1.webp](/2022-11-27-1669541761356/2648919_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-54-748-3011](tel:+82547483011)\n- [🏠www.cultureexpo.or.kr](http://www.cultureexpo.or.kr)\n\n\n```googleMap\nlatitude: 35.8322483204\nlongitude: 129.2888667178\ntitle: 614, Gyeonggam-ro, Gyeongju-si, Gyeongsangbuk-do\n```\n  \n## Directions\n  \n[Bus]<br>\nFrom Gyeongju Intercity Bus Terminal or Gyeongju Station, \ntake Bus No. 10, 18, 100 or 150 to Expo Park.\n","data":{"id":"2022-11-27-1669541761356","title":"Gyeongju Expo Park (경주엑스포공원)","description":"Gyeongju Expo Park, located within Bomun Tourist Complex, was the venue of the international cultural fair Gyeongju World Culture Expo. The park is now open to the public year round and consists of Gyeongju Tower, 3D Animation World, Silla Culture History Exhibition, and World Fossil Museum. The parks landmark is none other than the 82-meter tall Gyeongju Tower that is inspired by the Nine-story Pagoda of Hwangnyongsa Temple, one of the three treasures from the Silla dynasty.","regDate":"2022-11-27","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Recreational Sites","Theme Parks"],"imgUrl":"/2022-11-27-1669541761356/2648920_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-11-27-1669541761356","pageUrl":"https:/mcdryad.com/Gyeongsangbuk-do/2022-11-27-1669541761356"},"dataList":[{"id":"2022-12-14-1670992906055","title":"Sosuseowon Confucian Academy [UNESCO World Heritage] (소수서원 [유네스코 세계문화유산])","description":"Sosuseowon Confucian Academy is situated at the foothills of Sobaeksan Mountain. Sosuseowon was the first to receive a royal charter as a private Confucian academy along with financial support and acknowledgement by the king. This academy was originally founded under the name Baegundongseowon in 1542 by a Confucian scholar Ju Se-bung, who was also the magistrate of Punggi County at the time. Baegundongseowon first started as an academic institution that enshrined a memorial tablet of An Hyang, a Confucian scholar whom Ju Se-bung had deep respect for. After Ju Se-bung left the county, Toegye Yi Hwang, a renowned Confician scholar, became his successor and made an official request to the king to be granted a royal charter. The request was well received, and the king renamed the institution to its current name, Sosuseowon.","regDate":"2022-12-14","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-12-14-1670992906055/2620878_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-14-1670992906055"},{"id":"2022-12-14-1670989158460","title":"Sobaeksan National Park (Gyeongsangbuk-do Region) (소백산국립공원(경북))","description":"Sobaeksan National Park was designated as the 18th national park in December 1987. The features of Sobaeksan National Park include wild flowers and royal azaleas in spring and snowy scenery in winter. The mountain borders three provinces and four cities. Attractions include various peaks, temples and waterfalls. The mountain is especially popular in May when royal azaleas are in full bloom and a natural forest tunnel is formed. Birobong Peak of the mountain is covered with snow six months of the year, being called the Alps of Korea.","regDate":"2022-12-14","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites","National Parks"],"imgUrl":"/2022-12-14-1670989158460/2031732_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-14-1670989158460"},{"id":"2022-12-13-1670927944965","title":"Sinseonam Hermitage Rock-carved Bodhisattva in Namsan Mountain of Gyeongju (경주 남산 신선암 마애보살반가상)","description":"This 1.4 m-high rock-carved Bodhisattva was carved on the southern rock standing right above Chilburam Rock on Namsan Mountain, which may be regarded as a repository of relics and artifacts including Buddha statues spanning the Three Kingdoms Period to the late Unified Silla Period.<br><br>Judging from the three-sided bejeweled crown he’s wearing on his head, this is clearly a Bodhisattva statue. He looks as if he is sitting on a cloud, while the closed eyes on the plump face give the impression that he is lost in deep thought. He seems to be watching mankind from his world above the clouds. He is holding a flower in his right hand and his left hand is held up to his chest as if he is preaching.<br><br>His robe is very thin, revealing the curves of the body, and hangs down to the base of the pedestal. The mandorla (Buddhist halo of light), which consists of both the dugwang (light radiating from the head) and hte singwang (light emanating from the Buddha’s body), is also the shrine for the statue, so the image of the Bodhisattva looks more prominent. It is presumed that this rock-carved Bodhisattva was made during the late eighth century during the Unified Silla dynasty.","regDate":"2022-12-13","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"","blogPath":"Gyeongsangbuk-do/2022-12-13-1670927944965"},{"id":"2022-12-13-1670924193942","title":"Seated Rock-carved Buddha at Golgulam Temple (경주 골굴암 마애여래좌상)","description":"The Seated Rock-carved Buddha at Golgulam Temple consists of a Maebul (a Buddha carved in a cliff) at the very top of 12 Buddha images carved in natural rock caves located in a steep cliff of Girimsa Valley. A painting of the caving titled Golgulseokgul by Gyeomjae Jeongseon, a famous painter of the era, revealed that there was once a wooden room located in front of the Maebul, but today only a hint of the room remains on the rock. The head of the Buddha (Yukgye) is perched solid and high on the body with a clear profile of the face – sharp eyes, small lips and a long and narrow nose. In contrast to the three-dimensional face, the body is broader and flatter. The neck and upper chest sections have eroded over time. The folds in the clothing are nearly parallel, and the arm area has a v-pattern wrinkle, giving it a more realistic and three-dimensional quality. Around the head of the Buddha is a lotus-shaped halo, while the body is surrounded by a rhythmic flame-like halo. The Maebul is believed to have been created during the late Unified Silla Kingdom, as it shows similar craftsmanship to Seated Stone Vairocana Buddha (National Treasure No. 995), which was created in the year 876 and is located in Chukseosa Temple.","regDate":"2022-12-13","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"","blogPath":"Gyeongsangbuk-do/2022-12-13-1670924193942"},{"id":"2022-12-13-1670920819064","title":"Sail Spa Land (사일온천)","description":"Sail Spa Land is uniquely located at the top of a mountain. Sail Spa Land offers top-ranking hot spring water, and also has a whirlpool-equipped hotel-style family pool, the first of its kind in Korea, and an open-air bath about 330 square meters that is directly connected to a public bath.","regDate":"2022-12-13","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Recreational Sites","Hot Springs & Spa"],"imgUrl":"","blogPath":"Gyeongsangbuk-do/2022-12-13-1670920819064"},{"id":"2022-12-13-1670916979531","title":"Robo Life Museum (로보라이프 뮤지엄)","description":"The Robo Life Museum is a place where one can meet robots that are already part of our daily lives, knowingly and unknowingly. Visitors can learn about robots while dancing and drawing with them as well as touching and operating them. Through the museum, visitors can experience what the future will be like. It also is an ideal place for kids to satisfy their curiosity and have fun.","regDate":"2022-12-13","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Industrial Sites","Others"],"imgUrl":"","blogPath":"Gyeongsangbuk-do/2022-12-13-1670916979531"},{"id":"2022-12-13-1670913701687","title":"Pohang Steelworks (포항제철소)","description":"Pohang Steelworks, also known as POSCO, was built at Yeongilman Bay from 1970 until 1981 to shift the focus of the countrys growth engine from the agriculture-oriented primary industry of the 1960s to the heavy chemical industry. Photography within the factory is prohibited, making a visit here key to fully experiencing all POSCO has to offer.","regDate":"2022-12-13","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Industrial Sites","Steel Mills"],"imgUrl":"","blogPath":"Gyeongsangbuk-do/2022-12-13-1670913701687"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}