{"pageProps":{"content":"![Gadeokdo Lighthouse (가덕도 등대)](/2022-08-17-1660711773645/1982388_image2_1.webp)\n\n  \n## Overview\n\n> Gadeokdo Lighthouse is a manned lighthouse patterned after the gothic style of lighthouses in France. Built in December, 1909 at the end of the Daehan Empire (1897-1910), it is an intricate building that houses a light tower (9.2 meters high), an office, and a lighthouse keeper’s room. Plum blossoms, the symbol of the imperial family of Joseon, are delicately carved along this European-style building. It is considered a remarkable cultural property not only because of its architectural design, unique shape or historic value, but also because it has been surprisingly well-maintained, especially in comparison to other lighthouses built during the same period. In recognition of its unmatched style and preservation, the old Gadeokdo lighthouse was designated Tangible Cultural Property No. 50 of Busan in Sep. 2003. It is owned and managed by the Ministry of Maritime Affairs and Fisheries. A new lighthouse was built next to the original one in 2002. The new lighthouse structure is octagonal in shape and 40.5 meters high, the second highest lighthouse in Korea. <br><br>\n\nGadeokdo Island, the location of Gadeokdo lighthouse, is often referred to as the ‘Island of History,’ and is the largest island in Busan. Gadeokdo, a strategically important base for military operations and seaborne trade, was the stage for a number of gruesome battles during the Imjin War (1592-1598). Today, it is a critical entry point to the Jinhae Bay. <br><br>\n\nGadeokdo Lighthouse is located within a national naval base. Therefore, visitors must contact and register with the Busan Regional Maritime Affairs and Port Office prior to visiting the lighthouse. Those who participate in the Lighthouse Experience Program (parties of 6 or less) can spend the night in the innkeeper’s room free of charge. In order to use these accommodations, visitors must apply online at the Busan Regional Maritime Affairs and Port’s homepage between the 1st and the 8th of the month, one month prior to the desired date of visit.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese)<br>• For more info: +82-51-971-9710|\n  \n\n  \n## Detail Image\n![/2022-08-17-1660711773645/1593391_image2_1.webp](/2022-08-17-1660711773645/1593391_image2_1.webp)\n![/2022-08-17-1660711773645/1982385_image2_1.webp](/2022-08-17-1660711773645/1982385_image2_1.webp)\n![/2022-08-17-1660711773645/1982387_image2_1.webp](/2022-08-17-1660711773645/1982387_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-51-971-9710](tel:+82519719710)\n\n\n\n```googleMap\nlatitude: 35.0006471157\nlongitude: 128.8295937487\ntitle: 1237, Gadeokhaean-ro, Gangseo-gu, Busan\n```\n  \n## Directions\n  \n[Bus]<br>\nFrom Gangnam Express Bus Terminal or Dong Seoul Bus Terminal, take a bus to Busan Bus Terminal Complex or Busan Seobu Bus Terminal.\n<br>From Busan Bus Terminal Bus Stop, take Bus No. 520 and get off at Daehang Village Bus Stop.\n","data":{"id":"2022-08-17-1660711773645","title":"Gadeokdo Lighthouse (가덕도 등대)","description":"Gadeokdo Lighthouse is a manned lighthouse patterned after the gothic style of lighthouses in France. Built in December, 1909 at the end of the Daehan Empire (1897-1910), it is an intricate building that houses a light tower (9.2 meters high), an office, and a lighthouse keeper’s room. Plum blossoms, the symbol of the imperial family of Joseon, are delicately carved along this European-style building. It is considered a remarkable cultural property not only because of its architectural design, unique shape or historic value, but also because it has been surprisingly well-maintained, especially in comparison to other lighthouses built during the same period. In recognition of its unmatched style and preservation, the old Gadeokdo lighthouse was designated Tangible Cultural Property No. 50 of Busan in Sep. 2003. It is owned and managed by the Ministry of Maritime Affairs and Fisheries. A new lighthouse was built next to the original one in 2002. The new lighthouse structure is octagonal in shape and 40.5 meters high, the second highest lighthouse in Korea. <br><br>Gadeokdo Island, the location of Gadeokdo lighthouse, is often referred to as the ‘Island of History,’ and is the largest island in Busan. Gadeokdo, a strategically important base for military operations and seaborne trade, was the stage for a number of gruesome battles during the Imjin War (1592-1598). Today, it is a critical entry point to the Jinhae Bay. <br><br>Gadeokdo Lighthouse is located within a national naval base. Therefore, visitors must contact and register with the Busan Regional Maritime Affairs and Port Office prior to visiting the lighthouse. Those who participate in the Lighthouse Experience Program (parties of 6 or less) can spend the night in the innkeeper’s room free of charge. In order to use these accommodations, visitors must apply online at the Busan Regional Maritime Affairs and Port’s homepage between the 1st and the 8th of the month, one month prior to the desired date of visit.","regDate":"2022-08-17","author":"korea-tour","tag":["Busan","Nature","Natural Sites"],"imgUrl":"/2022-08-17-1660711773645/1982388_image2_1.webp","blogPath":"Busan/2022-08-17-1660711773645","pageUrl":"https:/mcdryad.com/Busan/2022-08-17-1660711773645"},"dataList":[{"id":"2022-08-17-1660762024139","title":"Hwangnyeongsan Mountain (황령산)","description":"Hwangnyeongsan Mountain offers a lush green forest easily accesible from downtown Busan. The mountain is popular for hiking, as well as taking in the nightscape. The mountain stretches across Busanjin-gu, Nam-gu, and Suyeong-gu districts, and with an altitude of 427 meters, it is the second tallest mountain in the Geumnyeon Mountain Range. Despite this distinction, the summit can be reached after a two to three-hour hike. At the foot of the mountain, one can find a citizen's recreation area and a youth training center. Choosing which mountain trail to take depends on the transportation options available.","regDate":"2022-08-17","author":"korea-tour","tag":["Busan","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-08-17-1660762024139/2661675_image2_1.webp","blogPath":"Busan/2022-08-17-1660762024139"},{"id":"2022-08-17-1660758265800","title":"Hurshimchung (허심청)","description":"Hurshimchung Hot Springs is a new type of tourist zone that aims to improve the health of visitors through the power of comfortable hot spring bathes, relaxation, and physical training. Established during the citywide renovation of Busan in October 1991, Hurshimchung Hot Springs has a capacity of 3,000 people and covers approximately 4,297.54m², making it one of the largest hot springs in the East. There are around 40 different baths in the main hot spring area such as the Longevity Bath, Hoemok Bath, Cheongja Bath, Cave Bath, Outdoor Bath, and Event Baths, which combine hot spring water with oriental medicinal elements and seasonal herbs. Guests can also choose one of the recommended bathing courses according to their age, health concerns, and/or personal preferences.","regDate":"2022-08-17","author":"korea-tour","tag":["Busan","Culture/Art/History","Recreational Sites","Hot Springs & Spa"],"imgUrl":"/2022-08-17-1660758265800/1877705_image2_1.webp","blogPath":"Busan/2022-08-17-1660758265800"},{"id":"2022-08-17-1660755639145","title":"Hongbeopsa Temple-Busan (홍법사(부산))","description":"Hongbeopsa Temple is located in Geumjeong dugu-dong, Busan and is known for the largest bronze Amida Buddha Statue in Korea at 21 meters. Surrounded by Cheolmasan Mountain and Geumjeongsan Mountain, a beautiful scenery stretching out to Suyonggang River makes one feel as if you were in Yeonhwajang, an ideal world in Buddhism that is filled with lotus flowers. <br /> <br />The temple has training rooms for visitors to practice meditation as well as a bust statue of Gandhi, donated by the Government of India to celebrate the 40th anniversary of diplomatic relationship between Korea and India. The temple has a wealth of attractions that cannot be seen in other temples of Korea such as huge statue of Buddha, India Cultural Center, Jeokmyeolbogung Palace, and beautiful gardens, luring an increasing number of tourists every year.","regDate":"2022-08-17","author":"korea-tour","tag":["Busan","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-08-17-1660755639145/2023948_image2_1.webp","blogPath":"Busan/2022-08-17-1660755639145"},{"id":"2022-08-17-1660751017056","title":"Haeundae Special Tourist Zone (해운대 관광특구)","description":"Haeundae Beach in Busan is famous both in Korea and abroad. Not only is it popular as the largest summer vacation spot, but it also attracts people even in spring, autumn and winter for its variety of festivals and events, such as the Busan International Film Festival, the International Yacht Race and the Haeundae Sunrise Festival. These festivals help keep Haeundae busy as a popular tourist site all year round. <br><br>With Haeundae Beach at its center, Haeundae Special Tourist Zone offers diverse marine leisure activities and fresh seafood. The zone has transformed itself from a typical vacation spot into a destination where one can stay long-term while enjoying leisure activities and cultural events. Today, the zone attracts an increasing number of tourists from around the globe. <br><br>The zone not only has natural resources, such as Haeundae Beach, Dongbaekseom Island, Dalmaji Hill and sea water hot springs, but also a convention center and IT complex. Well-equipped with cultural facilities, including movie sets, art galleries and aquariums, it is a qualified destination for MICE (Meeting, Incentive tour, Convention and Exhibition) tourists. <br><br>The coastal drive course is another way to enjoy Haeundae Beach. Moontan Road, offering a grand night view and various walking trails, including Galmaet-gil lying along the coastline, should not be missed as well. <br><br>The skyline at Haeundae underwent a dramatic change with the advent of Centum City. At night, the city skyline that is brilliantly illuminated by the high-end residential/commercial buildings captivates travelers. Inside Centum City are luxury apartments and a grand shopping complex, including a department store and a retail outlet. <br><br>* Current State of Haeundae Special Tourist Zone<br>1) Districts Covered  Areas around Jung, Songjeong, Jaesong and U-dong (Centum City), Haeundae-gu, Busan<br>2) Area  6,225,000 ㎡ <br><br>* Tourist Attractions <br>Haeundae and Songjeong Beach, Dongbaek Island, Oryukdo Island, Centum City, Aquarium, Haeundae Hot Springs, etc.","regDate":"2022-08-17","author":"korea-tour","tag":["Busan","Culture/Art/History","Recreational Sites","Tourist Complexes"],"imgUrl":"/2022-08-17-1660751017056/1801918_image2_1.webp","blogPath":"Busan/2022-08-17-1660751017056"},{"id":"2022-08-17-1660747298223","title":"Haeundae Dongbaekseom Island (해운대 동백섬)","description":"Dongbaekseom Island (Island of Camellias) is an island located off one end of Busan's famous Haeundae Beach. Although the years of sedimentation have connected the island to the mainland, Dongbaekseom was originally an island and is still referred to as one.<br><br>Dongbaekseom Island is easy to navigate thanks to the walking path that is built around it. The island has several attractions, including the monument inscribed with a poem of scholar Choi Chi-won, the mermaid statue based on the legend of Princess Hwagok, and the Nurimaru APEC House. It also offers fantastic views of the Busan shoreline towards Mipo, Dalmaji Hill, Gwangangdaegyo Bridge, and Oryukdo Island. As the name suggests, camellias burst into bloom everywhere on the island from winter to spring.","regDate":"2022-08-17","author":"korea-tour","tag":["Busan","Nature","Natural Sites"],"imgUrl":"/2022-08-17-1660747298223/1804865_image2_1.webp","blogPath":"Busan/2022-08-17-1660747298223"},{"id":"2022-08-17-1660744970174","title":"Haeundae Cruise Boat (부산 해운대 관광 유람선(오륙도))","description":"Haeundae Cruise in Busan has been in operation since 1979 with courses running from Haeundae's Mipohang Port to Oryukdo Island and back. Along the way, passengers can take in the view of the sparkling sea, the popular Haeundae Beach, APEC House on Dongbaekseom Island, Suyeongman Bay, the oustanding architectual feat of Gwangandaegyo Bridge, and the coastal cliffs of Igidae.<br><br>The night cruise course began in 2003, and is a popular event for romantic dates or important family events. This course is perfect for enjoying the nightscape of Haeundae's many skyscrappers, and the lightshow of Gwangandaegyo Bridge.","regDate":"2022-08-17","author":"korea-tour","tag":["Busan","Culture/Art/History","Recreational Sites","Cruises/Submarines"],"imgUrl":"/2022-08-17-1660744970174/183841_image2_1.webp","blogPath":"Busan/2022-08-17-1660744970174"},{"id":"2022-08-17-1660742553508","title":"Haeundae Beach (해운대해수욕장)","description":"Haeundae Beach is the most famous beach in Busan. The white sand beach is roughly 1.5 kilometers long, over a 30- to 50-meter wide area, creating a beautiful coastline before a shallow bay, making it perfect for swimming.<br><br>People flock to Haeundae Beach every summer. All kinds of accommodations from luxury hotels to private guesthouses have developed in the area around the beach, making this the perfect summer vacation spot. Haeundae Beach is also famous for various cultural events and festivals held throughout the year. Other facilities in the area include Dongbaekseom Island, Busan Aquarium, a yachting dock, BEXCO, driving courses and more.","regDate":"2022-08-17","author":"korea-tour","tag":["Busan","Nature","Natural Sites"],"imgUrl":"/2022-08-17-1660742553508/2612467_image2_1.webp","blogPath":"Busan/2022-08-17-1660742553508"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}