{"pageProps":{"content":"![Haneullae Deulkkot Village (하늘내들꽃마을 [녹색농촌체험])](/2023-01-02-1672648689997/2515519_image2_1.webp)\n\n  \n## Overview\n\n> Situated in Jangsu, Jeollabuk-do, Haneullae Deulkkot Village, as the name suggests in Korean, it is a village nestled alongside the Cheoncheon stream (haneullae means ‘heaven creek’). The area is blessed with clear shallow creek, a green mountain and a field of wild flowers (deulkkot). In the small ecological park there is a 1.6 kilometer square building, a playground, a farm, a garden and a pond occupying nearly 10,000 square meters. Next to the grassy playground you’ll find a therapeutic pebble path made for walking on bare foot, towering trees scattered around the playground offering some cool shade and a few swing chairs attached to the tall trees. There are three wooden look-out stations also shaded by the platanus trees. And in a corner of the playground is a campground capable of accommodating up to ten tents. The pond is home to more than ten varieties of water plants, including the lotus and water hyacinth. There are also some colourful native water life, such as the Crucian carp, daces, dark chubs, Chinese minnows, loaches, freshwater snails and marsh snails.  <br><br>The cafeteria is all made of pine. Visitors can breathe in the soothing woody aroma, take in the view of the park all while having a meal. You can go on hiking trails, rest afterwards with some tea then walk to the local market in a pavilion. Also, people can visit the local compost centre and earthworm breeding farm, as well as the nearby roosters, a protected species native to Korea.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-63-353-5185|\n|parking:|Available|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Available Facilities:|Grass playground, cafe, pond, rest area (Wondumak), organic restaurant, lecture/seminar room, wild flower herb garden, benches, camping site, water fountain|\n|Restrooms:|Available|\n  \n## Detail Image\n![/2023-01-02-1672648689997/2515251_image2_1.webp](/2023-01-02-1672648689997/2515251_image2_1.webp)\n![/2023-01-02-1672648689997/2515252_image2_1.webp](/2023-01-02-1672648689997/2515252_image2_1.webp)\n![/2023-01-02-1672648689997/2515254_image2_1.webp](/2023-01-02-1672648689997/2515254_image2_1.webp)\n![/2023-01-02-1672648689997/2515512_image2_1.webp](/2023-01-02-1672648689997/2515512_image2_1.webp)\n![/2023-01-02-1672648689997/2515516_image2_1.webp](/2023-01-02-1672648689997/2515516_image2_1.webp)\n![/2023-01-02-1672648689997/2515518_image2_1.webp](/2023-01-02-1672648689997/2515518_image2_1.webp)\n![/2023-01-02-1672648689997/2515519_image2_1.webp](/2023-01-02-1672648689997/2515519_image2_1.webp)\n![/2023-01-02-1672648689997/2515520_image2_1.webp](/2023-01-02-1672648689997/2515520_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-63-353-5185](tel:+82633535185)\n- [🏠slowzone.co.kr](http://slowzone.co.kr)\n\n\n```googleMap\nlatitude: 35.7905877791\nlongitude: 127.5427245633\ntitle: 554, Cheoncheonbung-ro, Jangsu-gun, Jeollabuk-do\n```\n  \n## Directions\n  \n[Bus]<br>\nFrom Seoul Nambu Bus Terminal, take a bus to Jangsu Bus Terminal.<br>\nFrom Jangsu Bus Terminal, take a bus bound for Cheoncheon.\n","data":{"id":"2023-01-02-1672648689997","title":"Haneullae Deulkkot Village (하늘내들꽃마을 [녹색농촌체험])","description":"Situated in Jangsu, Jeollabuk-do, Haneullae Deulkkot Village, as the name suggests in Korean, it is a village nestled alongside the Cheoncheon stream (haneullae means ‘heaven creek’). The area is blessed with clear shallow creek, a green mountain and a field of wild flowers (deulkkot). In the small ecological park there is a 1.6 kilometer square building, a playground, a farm, a garden and a pond occupying nearly 10,000 square meters. Next to the grassy playground you’ll find a therapeutic pebble path made for walking on bare foot, towering trees scattered around the playground offering some cool shade and a few swing chairs attached to the tall trees. There are three wooden look-out stations also shaded by the platanus trees. And in a corner of the playground is a campground capable of accommodating up to ten tents. The pond is home to more than ten varieties of water plants, including the lotus and water hyacinth. There are also some colourful native water life, such as the Crucian carp, daces, dark chubs, Chinese minnows, loaches, freshwater snails and marsh snails.  <br><br>The cafeteria is all made of pine. Visitors can breathe in the soothing woody aroma, take in the view of the park all while having a meal. You can go on hiking trails, rest afterwards with some tea then walk to the local market in a pavilion. Also, people can visit the local compost centre and earthworm breeding farm, as well as the nearby roosters, a protected species native to Korea.","regDate":"2023-01-02","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Experience Programs","Village Experience"],"imgUrl":"/2023-01-02-1672648689997/2515251_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-02-1672648689997","pageUrl":"https:/mcdryad.com/Jeollabuk-do/2023-01-02-1672648689997"},"dataList":[{"id":"2023-01-08-1673152719974","title":"Okjeongho Lake (옥정호 (물안개길))","description":"Okjeongho Lake is a manmade lake that was formed when Seomjingang River Dam was built. The 763-square kilometer drainage area is filled with 430 million tons of water. The picturesque lake is a popular photo spot for photographers across the nation with wet fog reflected under the morning sun being one of the most beautiful sight. A lakeside walking trail is also a popular attraction.","regDate":"2023-01-08","author":"korea-tour","tag":["Jeollabuk-do","Nature","Natural Sites"],"imgUrl":"/2023-01-08-1673152719974/2671574_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-08-1673152719974"},{"id":"2023-01-08-1673148955286","title":"Nongae Shrine (Uiamsa Shrine) (논개사당(의암사))","description":"Uiamsa Shrine was built to the memory of Chu Nongae, who sacrificed her life during the Imjin War (Japanese Invasion of Korea). In 1846, the Nongae-saeng-jang-hyang-su-myeong-bi monument was put up in praise of Nongae’s patriotism. In 1955, a shrine was built and named Uiamsa, which was then moved to the current location in 1974. Within the precincts of the shrine are a memorial stone, the portrait of Nongae by artist Kim Eun-ho, and three gates Woesammun, Naesammun and Chunguimun erected one after another. At the memorial hall, the existing possessions of Nongae and her husband General Choi Gyeong-hoe are on display. The annual Nongae Festival takes places on September 3rd by the lunar calendar, during which memorial services and cultural events are held to commemorate Nongae.","regDate":"2023-01-08","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2023-01-08-1673148955286/798156_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-08-1673148955286"},{"id":"2023-01-07-1673087720192","title":"Namwonhyanggyo Confucian School (남원향교)","description":"Namwonhyanggyo Confucian School is a national secondary educational institute for students in the Namwon area built during the Joseon dynasty. The school is located at the foot of Daegoksan Mountain. It was opened to enshrine the tablets of Hyeon Yu and provide education to the local people. Enshrined in the school are the tablets of the Five Sages, the Four Wise Men of the Song Dynasty, and the 18 Wise Men of Korea.","regDate":"2023-01-07","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2023-01-07-1673087720192/1604107_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-07-1673087720192"},{"id":"2023-01-07-1673084146360","title":"Namwon Silsangsa Temple (실상사(남원))","description":"Silsangsa Temple was constructed by Monk Jeunggak, as one of nine special temples in the year 828. The temple was established because of the theory of divination, based on topology. The belief held that Korea’s good spirit would be taken away to Japan, bringing bad luck if the temple was not constructed at this particular location. The temple was reconstructed in the 26th year of King Sukjong’s reign (1700) after it was completely destroyed during the Imjin War (1592-1598). However, it was almost burnt down in the 19th year of King Gojong’s reign (1882).<br> <br>It is presently preserved just as it was during the Unified Silla Kingdom, with its three-story pagoda and its 11 treasures with a total of 17 cultural assets. The entrance of the temple lies in the middle of a rice field and the temple has a pastoral view, surrounded by trees. From the entrance, visitors can cross the half-moon shaped stone bridge to find a remarkable totem pole.","regDate":"2023-01-07","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2023-01-07-1673084146360/1604040_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-07-1673084146360"},{"id":"2023-01-07-1673080623612","title":"Namwon Recreational Forest (남원자연휴양림)","description":"Namwon Recreational Forest is located at the base of Cheonhwangsan Mountain. Korean pine trees that are twenty to thirty years old span over a 330,578 ㎡ stretch of land with a 4-kilometer-long walking path in between, serving as the perfect place for forest bathing. The recreational forest facility is equipped with convenient facilities, including accommodations, a sports field, seminar rooms, and swimming pool and campfire sites. It also serves as a great field trip destination due to its well-preserved nature and small wild animals witnessed on site.","regDate":"2023-01-07","author":"korea-tour","tag":["Jeollabuk-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"/2023-01-07-1673080623612/219362_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-07-1673080623612"},{"id":"2023-01-07-1673076938285","title":"Namwon Aircraft & Space Observatory (남원항공우주천문대)","description":"Chosen as a government funded project, Namwon Aircraft & Space Observatory was granted 4.6 billion won by the Ministry of Science, ICT and Future Planning in 2006 for project development. <br><br>The three-story observatory, with a total area of 6,532 square meters, has an exhibition hall showing the history of space aviation, an aviation experience hall, and a 10-meter-wide dome showing images of the night sky. The secondary observatory is equipped with a 600 millimeter telecope and other astronomical telescopes ranging in focal length from 125 millimeter to 350 millimeter for observing Namwons night sky. In addition to the telecopes, retired combat planes from the air force, including the main fighter plane Phantom from the 1970s, are displayed outside. <br><br>Namwon Aircraft & Space Observatory offers programs such as tours and experience programs for groups. These include a 4D film experience of the sun and celestial bodies, a virtual aviation experience, and lectures about astronomy, all of which can accommodate up to 120 people per session. A variety of classroom learning activities are also offered in the summer to attract more visitors.","regDate":"2023-01-07","author":"korea-tour","tag":["Jeollabuk-do","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2023-01-07-1673076938285/1477886_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-07-1673076938285"},{"id":"2023-01-07-1673073449691","title":"Naejangsan National Park (내장산국립공원)","description":"Naejangsan Mountain is a famous mountain in Jeollabuk-do, and the best mountain in Korea to view the fall foliage. Because of the bright autumn leaves that blanket Naejangsan Mountain in fall, the mountain is also referred to as Geumgang of Honam, referencing the beautiful Geumgangsan Mountain.<br><Br>Inside the park, there are famous waterfalls, such as Dodeokpokpo Falls and Geumseonpokpo Falls, and temples such as Baegyangsa Temple and Naejangsa Temple. In addition, there are about 760 kinds of local plants, including those designated as Natural Monuments, and various wild animals living inside the park.<br><Br>Naejangsan National Park is beautiful not only in fall, but also in spring when the azaleas and cherry blossoms bloom, in summer when the mountain turns green, and winter when the rock cliffs are covered with snow.","regDate":"2023-01-07","author":"korea-tour","tag":["Jeollabuk-do","Nature","Natural Sites","National Parks"],"imgUrl":"/2023-01-07-1673073449691/2616825_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-07-1673073449691"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}