{"pageProps":{"content":"![Chisanseowon Confucian Academy (치산서원)](/2022-07-16-1657944189780/1588262_image2_1.webp)\n  \n## Overview\n\n> Relics of Park Jesang is also referred to as Chisanseowon Confucian Academy. \n<br><br>\nPark Jesang, a descendent of Park Hyeokgeose, was severly tortured and then burned to death after rescuing two hostages taken by Japan, who were the brothers of King Nulji.\n<br><br>\nThe nearby temple and Mangbuseok have a folk tale regarding the story. His wife and two daughters died waiting for him and then his wife is said to have turned into Mangbuseok (faithful wife stone) in the eastern Chisullyeong Mountain in Manhwa-ri, Dudong-myeon. According to the legend, her spirit became a bird, and flew away to hide behind Euneulam (Bird Hidden Rock).\n<br><br>\nAfter Park Jesang's couragous act, King Nulji gave him a loyal officers position as well as the role of godmother to his wife for her model behavior of wifely duty. Chisanseowon Confucian Academy keeps their ancestral tablets to honor royalty.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-52-204-0324|\n  \n\n  \n## Detail Image\n![/2022-07-16-1657944189780/1588257_image2_1.webp](/2022-07-16-1657944189780/1588257_image2_1.webp)\n![/2022-07-16-1657944189780/1588258_image2_1.webp](/2022-07-16-1657944189780/1588258_image2_1.webp)\n![/2022-07-16-1657944189780/1588259_image2_1.webp](/2022-07-16-1657944189780/1588259_image2_1.webp)\n![/2022-07-16-1657944189780/1588260_image2_1.webp](/2022-07-16-1657944189780/1588260_image2_1.webp)\n![/2022-07-16-1657944189780/1588261_image2_1.webp](/2022-07-16-1657944189780/1588261_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-52-204-0324](tel:+82522040324)\n- [🏠www.cha.go.kr</a> (Korean, English, Japanese, Chinese)<br><a href=\"http://chisanseowon.alltheway.kr/\" target=\"_blank\">chisanseowon.alltheway.kr](http://www.cha.go.kr/)\n\n\n```googleMap\nlatitude: 35.6545394713\nlongitude: 129.2303018878\ntitle: 7, Chisullyeong-gil, Dudong-myeon, Ulju-gun, Ulsan\n```\n  \n## Directions\n  \n[Bus]<br>\nFrom Seoul Express Bus Terminal or Dong Seoul Bus Terminal, take an express bus or intercity bus to Ulsan Bus Terminal.<br>\nFrom Ulsan Intericty Bus Terminal Bus Stop, take Bus No. 1713 and get off at Eonyang Bus Stop. <br>\nTake a right at the first four-way intersection and take Bus No. 318 at Eonyang Bus Stop and get off at Relics of Park Jesang Bus Stop.<br>\nWalk for approx. 41m and the museum will be on the left.\n","data":{"id":"2022-07-16-1657944189780","title":"Chisanseowon Confucian Academy (치산서원)","description":"Relics of Park Jesang is also referred to as Chisanseowon Confucian Academy. <br><br>Park Jesang, a descendent of Park Hyeokgeose, was severly tortured and then burned to death after rescuing two hostages taken by Japan, who were the brothers of King Nulji.<br><br>The nearby temple and Mangbuseok have a folk tale regarding the story. His wife and two daughters died waiting for him and then his wife is said to have turned into Mangbuseok (faithful wife stone) in the eastern Chisullyeong Mountain in Manhwa-ri, Dudong-myeon. According to the legend, her spirit became a bird, and flew away to hide behind Euneulam (Bird Hidden Rock).<br><br>After Park Jesang's couragous act, King Nulji gave him a loyal officers position as well as the role of godmother to his wife for her model behavior of wifely duty. Chisanseowon Confucian Academy keeps their ancestral tablets to honor royalty.","regDate":"2022-07-16","author":"korea-tour","tag":["Ulsan","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-07-16-1657944189780/1588262_image2_1.webp","blogPath":"Ulsan/2022-07-16-1657944189780","pageUrl":"https:/mcdryad.com/Ulsan/2022-07-16-1657944189780"},"dataList":[{"id":"2022-08-22-1661151066740","title":"Ulsan Wild Flower Learning Center (울산 들꽃학습원)","description":"The Wild Flower Learning Center in Ulsan is a nature-friendly education facility, where students of all levels can learn about the beauty and importance of flowers. Here students can plant vegetation that they have learned about in textbooks, as well as the wild flowers that grow in the Ulsan area. The center also serves as a training center for teachers to learn about plants introduced in textbooks, and a place for Ulsan citizens to relax.","regDate":"2022-08-22","author":"korea-tour","tag":["Ulsan","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"","blogPath":"Ulsan/2022-08-22-1661151066740"},{"id":"2022-08-22-1661147683745","title":"Sunmot Ecological Park (숯못 생태공원)","description":"Sunmot Ecological Park is home to the famous Sunmot Pond, which is associated with the legend of Dongbangsak and Grandmother Mago. The pond provides a beautiful resting space in the heart of Ulsan.","regDate":"2022-08-22","author":"korea-tour","tag":["Ulsan","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2022-08-22-1661147683745/2449000_image2_1.webp","blogPath":"Ulsan/2022-08-22-1661147683745"},{"id":"2022-08-22-1661143876523","title":"Hyundai Motors Ulsan Plant (현대자동차 울산공장)","description":"Hyundai Motors Ulsan Plant is the world's largest single plant. It is made up of five independent factories, with approximately 32,000 personnel producing an average of 5,800 vehicles per day. Another surprising feature of this complex is the 600,000 trees planted within the area, making the plant a factory surrounded by a forest. Visitors to the plant can tour the vehicle manufacturing plant and the port that houses 76,000-ton ships; reservation in advance is required for the tour.","regDate":"2022-08-22","author":"korea-tour","tag":["Ulsan","Culture/Art/History","Industrial Sites","Automobiles"],"imgUrl":"","blogPath":"Ulsan/2022-08-22-1661143876523"},{"id":"2022-08-21-1661078451811","title":"Hyundai Heavy Industries Ulsan Factory (현대중공업 울산공장)","description":"Hyundai Heavy Industries is one of the greatest shipbuilding companies in the world. With its growing technology, Hyundai Heavy Industries contributes in national economic growth and has become as one of world’s greatest complex corporations by advancing in numerous industries such as marine, plant, machine, electrical machinery and appliance, and construction equipment business. Visitors can get a tour around Hyundai Industries' power plant and shipbuilding complex; reservation in advance is required.","regDate":"2022-08-21","author":"korea-tour","tag":["Ulsan","Culture/Art/History","Industrial Sites","Shipbuilding Yards"],"imgUrl":"","blogPath":"Ulsan/2022-08-21-1661078451811"},{"id":"2022-08-21-1661074741965","title":"Deungeok Hot Springs (등억온천단지)","description":"Situated on the outskirts of Sinbulsan Mountain (part of the Yeongnam mountain range, in southeastern Korea), Deungeok Hot Springs (72,727m²) is a sprawling geothermal site which includes the Sinbulsan, Eonyang, and Gajisan Hot Springs. Nearby to the Sinbulsan, Gajisan, and Ganwolsan Mountains of the Yeongnam mountain range, the complex is ideal for visitors seeking rest and relaxation after their hiking adventures. <br><br> The water found in the area contains high concentrations of sodium bicarbonate (substance similar to baking soda), which is believed to be a remedy for dermatitis, indigestion, bronchitis, high blood pressure, and many other ailments. Nearby attractions include Amethyst Cavern Park, Dokkaebi Road, Jakcheonjeong, Ganwol Natural Recreation Forest, and Seongnamsa Temple.","regDate":"2022-08-21","author":"korea-tour","tag":["Ulsan","Culture/Art/History","Recreational Sites","Hot Springs & Spa"],"imgUrl":"","blogPath":"Ulsan/2022-08-21-1661074741965"},{"id":"2022-08-21-1661071406943","title":"Cheoyongam (처용암)","description":"Cheoyongam is a very small rocky island sitting in the middle of Gaeunpo Inlet in front of Saejuk Village in Hwangseong-dong, Nam-gu, Ulsan. <br><br>It is a historic islet related to the famous folktale of Cheoyong. The tale is about a dragon that emerged from the east sea along with his seven sons at the end of the Silla Kingdom (57BC - 935AD). One of the dragon’s sons named Cheoyong came to the capital and married a beautiful woman. One night, he found an evil spirit trying to attack his wife so he sang and danced, whereupon the spirit presented itself and kneeled in apology. Since then, people have used the image of Cheoyong to dispel evil spirits. <br><br>The dance that Cheoyong is said to have performed has been titled Cheoyongmu and has been designated as an Important Intangible Cultural Property. Cheoyongam is the sacred rock where the dragon in the tale is said to have appeared. There are many attractions nearby including Mokdo Island (Natural Monument No. 65), which offers magnificent lush greenery all year round.","regDate":"2022-08-21","author":"korea-tour","tag":["Ulsan","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"","blogPath":"Ulsan/2022-08-21-1661071406943"},{"id":"2022-08-21-1661067433126","title":"Ulsandaegyo Observatory (울산대교 전망대)","description":"At the x_height of 63 meters on top of Hwajeongsan Mountain (alt. 203 meters), Ulsandaegyo Observatory offers a breathtaking view of Ulsandaegyo Bridge as well as the city's three major industry complexes and beautiful mountains. The view is amazing regardless of day or night, attracting returning visitors to the area. The observatory has a souvenir shop and a cafe, adding more to enjoy in addition to the city view.","regDate":"2022-08-21","author":"korea-tour","tag":["Ulsan","Culture/Art/History","Architectural Sights","Monuments/Observatories"],"imgUrl":"/2022-08-21-1661067433126/2653797_image2_1.webp","blogPath":"Ulsan/2022-08-21-1661067433126"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}