{"pageProps":{"content":"![Gangwon Provincial Arboretum (강원도립화목원)](/2022-09-23-1663916937008/2444500_image2_1.webp)\n\n  \n## Overview\n\n> Gangwon Provincial Arboretum, which is operated by Gangwon-do Provincial Government, was opened in 1999 to provide a recreation forest for the community to relaxa and learn about nature in the middle of the city. It comprises about 30 themed gardens, such as the four-season botanical garden, subtropical plant garden, succulent plant garden, and topiary garden, and holds some 1,800 species of plants. Visitors can appreciate a variety of seasonal flowers, exotic scenery, and interesting attractions. Furthermore, visitors can also enjoy flower-viewing on the cherry blossom trail and at the royal azalea garden in spring; avoid heat at the fountain plaza and in the metasequoia forest in summer; enjoy the chrysanthemum exhibition in autumn; and escape the cold inside a glass greenhouse in winter. Within the arboretum is The Forest Museum, which comprises the permanent exhibition hall designed with the theme of Gangwon-dos forest, including animals, plants, and mountain village life, the special exhibition hall, the 4D theater, and others. Other charming places include the Botanic Garden, consisting of an aquatic botanical garden, which is in harmony with a pond, artificial falls, and a pavilion, as well as the Childrens Garden that serves as a nature playground for children.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-33-248-6685|\n|opendate:|May 20, 1999|\n|parking:|Available (200 spaces)|\n|restdate:|January 1, the day of Seollal (Lunar New Year’s Day) & Chuseok (Korean Thanksgiving Day), the first Monday of every month (closed next day if Monday is a holiday)|\n|usetime:|March–October 09:00–18:00<br>November–February 09:00–17:00|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Available Facilities:|Four Seasons Botanical Garden, Fountain Square, Forest Recreation Area, Children’s Playground, Forest Museum, etc.|\n|Facility Utilization Fees:|Varies by area|\n|Restrooms:|Available|\n|Admission Fees:|Individuals – Adults 1,000 won / Teenagers 700 won / Children 500 won<br>Groups – Adults 700 won / Teenages 500 won / Children 300 won|\n|Interpretation Services Offered:|Not available|\n  \n## Detail Image\n![/2022-09-23-1663916937008/2033099_image2_1.webp](/2022-09-23-1663916937008/2033099_image2_1.webp)\n![/2022-09-23-1663916937008/2033101_image2_1.webp](/2022-09-23-1663916937008/2033101_image2_1.webp)\n![/2022-09-23-1663916937008/2033104_image2_1.webp](/2022-09-23-1663916937008/2033104_image2_1.webp)\n![/2022-09-23-1663916937008/2033112_image2_1.webp](/2022-09-23-1663916937008/2033112_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-33-248-6685](tel:+82332486685)\n- [🏠www.gwpa.kr](http://www.gwpa.kr/)\n\n\n```googleMap\nlatitude: 37.9233347533\nlongitude: 127.7254731639\ntitle: 24, Hwamokwon-gil, Chuncheon-si, Gangwon-do\n```\n  \n\n","data":{"id":"2022-09-23-1663916937008","title":"Gangwon Provincial Arboretum (강원도립화목원)","description":"Gangwon Provincial Arboretum, which is operated by Gangwon-do Provincial Government, was opened in 1999 to provide a recreation forest for the community to relaxa and learn about nature in the middle of the city. It comprises about 30 themed gardens, such as the four-season botanical garden, subtropical plant garden, succulent plant garden, and topiary garden, and holds some 1,800 species of plants. Visitors can appreciate a variety of seasonal flowers, exotic scenery, and interesting attractions. Furthermore, visitors can also enjoy flower-viewing on the cherry blossom trail and at the royal azalea garden in spring; avoid heat at the fountain plaza and in the metasequoia forest in summer; enjoy the chrysanthemum exhibition in autumn; and escape the cold inside a glass greenhouse in winter. Within the arboretum is The Forest Museum, which comprises the permanent exhibition hall designed with the theme of Gangwon-dos forest, including animals, plants, and mountain village life, the special exhibition hall, the 4D theater, and others. Other charming places include the Botanic Garden, consisting of an aquatic botanical garden, which is in harmony with a pond, artificial falls, and a pavilion, as well as the Childrens Garden that serves as a nature playground for children.","regDate":"2022-09-23","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Botanical Gardens"],"imgUrl":"/2022-09-23-1663916937008/2444500_image2_1.webp","blogPath":"Gangwon-do/2022-09-23-1663916937008","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-09-23-1663916937008"},"dataList":[{"id":"2022-10-23-1666522101052","title":"Hongcheon Hot Springs (홍천온천원탕)","description":"Hongcheon Hot Springs has a great seaside view and the water at the springs contains a lot of alkali sodium bicarbonate that has a silky texture and is great for skin health. In addition, if people who suffer from hyperacidity drink this spring water, the water helps neutralizes stomach acid. It also is good for recovering from fatigue, neuralgia, rheumatoid arthritis, hypertension, allergy dermatitis, eczema chronicum, removing fat, healing skin cells, and anti-aging.","regDate":"2022-10-23","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Recreational Sites","Hot Springs & Spa"],"imgUrl":"","blogPath":"Gangwon-do/2022-10-23-1666522101052"},{"id":"2022-10-23-1666518476350","title":"Gwaneumgul Cave (Daei-ri Cave Caverns) (관음굴(삼척 대이리 동굴지대))","description":"Gwaneumgul Cave has a reputation of being a must-explore cave by not only Korean scientists but throughout cave academia around the world. The entrance of the cave is 4.2 meters wide, 3 meters high and 1.6 kilometers deep. The underground water flows from the entrance all the way to end all year long producing approximately 15,000 ㎥ per day. The cave also has 4 waterfalls along the way with the largest being 9 meters high. The cave is full of stalactites and stalagmites, as well as straw soda, columns, flowstones, cave corals, aragonite crystals and more. The cave has a total of 24 different types of living organisms, making a desirable cave for academic research.","regDate":"2022-10-23","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites"],"imgUrl":"","blogPath":"Gangwon-do/2022-10-23-1666518476350"},{"id":"2022-10-23-1666515124320","title":"Guryongpokpo Falls (Sogeumgang River) (구룡폭포 (소금강))","description":"Guryongpokpo Falls refers to the group of nine waterfalls, varying in size, located over a three-kilometer stretch of Sogeumgang River in Odaesan National Park. Guryong means nine dragons and legend has it that each of the waterfalls was occupied by a dragon. The sixth waterfall is particularly attractive. It is simultaneously the most magnificent and serene of the falls, which is why it is also known as the Gentleman’s Waterfall. Two kilometers away from the sixth waterfall, is a curious-looking piece of rock called Manmulsang. The name literally means tens of thousands of different looks. Some of these looks have earned it to other names such as Giant Rock, Phantom-Face Rock, Iworam, and Candlestick Rock’","regDate":"2022-10-23","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Waterfalls"],"imgUrl":"","blogPath":"Gangwon-do/2022-10-23-1666515124320"},{"id":"2022-10-23-1666511191599","title":"Gongjicheon Recreation Area (공지천유원지)","description":"The area of Gongjicheon Stream connected to the Bukhangang River is a shelter in the middle of Chuncheon City. This recreation area comprises various facilities along both sides of the Gongjicheon Stream, including Gongjicheon Sculpture Park, Uiam Park, Memorial Hall for Ethiopian Veterans in the Korean War, inline skating rink, outdoor stage, and fountain. Visitors can cross the water easily through the Gongjicheon Bridge and the lower pedestrian bridge. The waterside trail and the bike path are popular among citizens with the seasonal scenic view. In particular, cherry blossom attracts many visitors in spring. There is a bicycle rental stand nearby the stream. It is recommended to enjoy biking around the Gongjicheon Stream or along the Uiamho Bike Path. Another interesting ride is a pedal boat with which visitors can create a romantic memory with a splendid scenery of the Gongjicheon Stream.","regDate":"2022-10-23","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Recreational Sites","Resorts"],"imgUrl":"","blogPath":"Gangwon-do/2022-10-23-1666511191599"},{"id":"2022-10-23-1666508347899","title":"Gangneung Coffee Street (강릉커피거리)","description":"Gangneung in Gangwon-do is the first local district in Korea to host a coffee festival and support coffee artisans as well as promote development of coffee related facilities and contents such as a coffee museum, coffee street, coffee factory, barista academy, and more. With almost all coffee shops in the area roasting their own coffee beans, Gangneung is well-recognized as the city of coffee.","regDate":"2022-10-23","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Experience Programs","Cultural Districts"],"imgUrl":"/2022-10-23-1666508347899/2405212_image2_1.webp","blogPath":"Gangwon-do/2022-10-23-1666508347899"},{"id":"2022-10-23-1666504916986","title":"Gangmun Beach (강문해변)","description":"Located in Gangmun-dong, Gangmun Beach is lined with fresh <em>hoe</em> (sliced raw fish) restaurants along Gangmunhang Port. The beach has accommodations nearby and is in close proximity to the Gyeongpo area, making it a great vacation destination. Not only is the beach a well-known diving spot among scuba divers for its deep waters and abundant marine life, but its dock is also popular among fishers all year round.","regDate":"2022-10-23","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites"],"imgUrl":"/2022-10-23-1666504916986/2040313_image2_1.webp","blogPath":"Gangwon-do/2022-10-23-1666504916986"},{"id":"2022-10-22-1666435706013","title":"Daegwallyeong Samyang Farm (대관령 삼양목장)","description":"Daegwallyeong Samyang Farm is a livestock farm opened in 1972 to source product for Samyang Food, then opened as a tourist attraction in 2007 making it open to the public. The animals are free to roam the large ranch fields and the wind generator on top of the hill is the largest in Korea to create natural energy. At the farm, visitors can take in the beautiful scenery, watch a sheep herding performance, feed sheep and ostrich, and so much more. There are various Samyang products sold at the ranch mart as well as organic milk products to try as well.&nbsp;<br>","regDate":"2022-10-22","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Experience Programs","Village Experience"],"imgUrl":"","blogPath":"Gangwon-do/2022-10-22-1666435706013"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}