{"pageProps":{"content":"![Gyeongjeong Beach (경정해수욕장)](/2022-11-26-1669459088440/1614848_image2_1.webp)\n\n  \n## Overview\n\n> Gyeongjeong Beach is famous for its serene and clean water with gentle waves. The southern part of the beach is made of rocks. Visitors should avoid swimming in the waters since they are used as an aqua farm for growing marine products such as sea cucumbers, abalone and sea squirts. The beachside road is a perfect driving course with the view of the horizon.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-54-730-7642|\n|restdate:|N/A (Open all year round)|\n  \n\n  \n## Detail Image\n![/2022-11-26-1669459088440/1614846_image2_1.webp](/2022-11-26-1669459088440/1614846_image2_1.webp)\n![/2022-11-26-1669459088440/1614847_image2_1.webp](/2022-11-26-1669459088440/1614847_image2_1.webp)\n![/2022-11-26-1669459088440/1614849_image2_1.webp](/2022-11-26-1669459088440/1614849_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-54-730-7642](tel:+82547307642)\n- [🏠tour.yd.go.kr](http://tour.yd.go.kr/)\n\n\n```googleMap\nlatitude: 36.4820413681\nlongitude: 129.4330268106\ntitle: 1726, Yeongdeokdaege-ro, Yeongdeok-gun, Gyeongsangbuk-do\n```\n  \n\n","data":{"id":"2022-11-26-1669459088440","title":"Gyeongjeong Beach (경정해수욕장)","description":"Gyeongjeong Beach is famous for its serene and clean water with gentle waves. The southern part of the beach is made of rocks. Visitors should avoid swimming in the waters since they are used as an aqua farm for growing marine products such as sea cucumbers, abalone and sea squirts. The beachside road is a perfect driving course with the view of the horizon.","regDate":"2022-11-26","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites"],"imgUrl":"/2022-11-26-1669459088440/1614848_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-11-26-1669459088440","pageUrl":"https:/mcdryad.com/Gyeongsangbuk-do/2022-11-26-1669459088440"},"dataList":[{"id":"2022-11-29-1669711353031","title":"Gyeongju Tomb of King Muyeol, Stele of King Taejong Muyeol (경주 무열왕릉, 태종무열왕릉비)","description":"The Tomb of King Muyeol is the tomb of Kim Chun-chu, who acsended to the throne as King Muyeol (r. 654-661), the 29th ruler of the Silla Kingdom. The tomb is located at the southwestern foot of Seondosan Mountain in Gyeongju. As king, he sought to unify the three kingdoms by allying forces with Chinas Tang dynasty, but passed away before he could successfully accomplish his goal. His tomb is relatively large, reaching a x_height of 8.7 meters, and having a circumference of 114 meters. Originally made with large stones, the tomb has been covered in dirt and grass with the passing of time.  To the east of the grave are the remains of his stele with an inscription that reads “Taejong Muyeol Daewangjibi (Tombstone of the Great King Muyeol), indicating the owner of this grave.","regDate":"2022-11-29","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-11-29-1669711353031/2641759_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-11-29-1669711353031"},{"id":"2022-11-29-1669707348320","title":"Gyeongju Tomb of Kim Yu-sin (경주 김유신묘)","description":"The tomb of General Kim Yu-sin (595-673) is located near the Gyeongju Express Bus Terminal at the end of a scenic lane, popular in spring for its walls of yellow forsythia and pink cherry blossom trees in bloom. The tomb itself is located in a scenic area thick with pine trees, on the eastern side of Songhwasan Mountain.The tomb of General Kim Yu-sin is a large tomb measuring roughly 30 meters in diameter, circled by a stone fence with 24 guard posts. The tomb base wall features relief carvings of the 12 Oriental zodiac gods standing guard over the tomb, brandishing weapons. The carvings are unique in that while their bodies face outwards, the heads are all turned to the right. The elaborately decorated tomb is second in grandeur only to those of royalty.","regDate":"2022-11-29","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-11-29-1669707348320/179566_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-11-29-1669707348320"},{"id":"2022-11-29-1669704178891","title":"Gyeongju Seokguram Grotto [UNESCO World Heritage] (경주 석굴암 [유네스코 세계문화유산])","description":"Seokguram Grotto was constructed by Kim Dae-Seong during the reign of King Gyeong-Deok (742-765) of the Silla Kingdom. Located 3 kilometers away by hiking trail and 9 kilometers by car from Bulguksa Temple, the grotto was designed very harmoniously with the seated Buddha facing the East Sea. It is a valuable cultural heritage that is preserved and registered as a UNESCO World Heritage on December 6, 1995.&nbsp;","regDate":"2022-11-29","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-11-29-1669704178891/1783291_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-11-29-1669704178891"},{"id":"2022-11-29-1669700202072","title":"Gyeongju Royal Tomb of King Naemul (경주 내물왕릉)","description":"King Naemul was the 17th monarch of the Silla Kingdom (in power from 356 to 402) and became the second king of the Kim family name. King Naemul was known as the first king to initiate the king title of ‘Maripgan’ and was known for spreading cultural advancements from China to the Korean people. When the allied forces of Baekje and Japan attacked, he asked Gwanggaeto the Great of Goguryeo for help and led the people to victory, contributing to the increased strength of the Silla Kingdom. After his rule, the throne was exclusively ceded to members of the Kim family clan.<br><br>The royal tomb of King Naemul is a large mound (22 m in diameter and 5.3 m in x_height) that sits on the northern hill of the Confucian school of Gyeongju. The edge of a natural stone is exposed around the bottom of the mound, pointing to the fact that the inner chamber tomb was made of stone. In the historical document Samguk Sagi (History of the Three Kingdoms), no records are found about the tomb, but the Samguk Yusa (Memorabilia of the Three Kingdoms) describes the king’s tomb as being located in the southwest of Cheomseongdae, which is consistent with the tomb’s location.","regDate":"2022-11-29","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-11-29-1669700202072/1954895_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-11-29-1669700202072"},{"id":"2022-11-29-1669697007054","title":"Gyeongju Poseokjeong Pavilion Site (경주 포석정지)","description":"Poseokjeong Pavilion served as a separate palace where kings enjoyed banquets with nobles. The building no longer exists, but the abalone-shaped stone water canal still remains, speculated to have been built during the Unified Silla period although the exact year is unknown. The water canal has an estimated length of 10 meters, with a x_width of approximately 35 centimeters and an average depth of 26 centimeters. Based on Chinese writings from 353, it is said that drinking glasses were floated on the canal. One popular party game had guests creating poems before the glass had passed nine sections of the canel. Guests who could not do this had to drink three glasses. Modern research has shown that the site was not merely a place for fun, but also served as a meeting venue for the royal family, as well as for holding memorial services.","regDate":"2022-11-29","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-11-29-1669697007054/179843_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-11-29-1669697007054"},{"id":"2022-11-29-1669693504852","title":"Gyeongju National Park (경주국립공원)","description":"Gyeongju National Park differs from most of Koreas national parks in that it is centered around cultural heritages rather than natural resouces. Gyeongju was the capital of the Silla Kingdom, and is filled with artifacts from the 1,000-year-long era, making it one of the nations top tourist cities. The park offers many national treasures and cultural sites, as well as museums preserving the more precious items.","regDate":"2022-11-29","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites","National Parks"],"imgUrl":"/2022-11-29-1669693504852/2014047_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-11-29-1669693504852"},{"id":"2022-11-28-1669632048970","title":"Gyeongju Namsan Mountain (경주 남산)","description":"Namsan Mountain in Gyeongju was considered sacred by many during the Silla Kingdom. This mountain boasts nearly 40 valleys winding down from Geumobong Peak (468 meters in elevation), Gowibong Peak (494 meters in elevation), and other surrounding peaks. Also, this 4-kilometer-wide and 8-kilometer-long oval-shaped mountain runs almost perfectly north to south.<br><br>Namsan Mountain is a veritable open-air museum, with 100 temple sites, 80 stone Buddha statues, and 60 stone pagodas scattered across the mountainside. Topographically, it features nearly 40 valleys and is divided into the Southwest Mountain, a sacred place during the Silla period, and the Southeast Mountain, where many Buddhas can be found around the valleys.<br><br>Najeong Well, at the western foot of Namsan Mountain, is the mythic birthplace of King Park Hyeokgeose, founder of the Silla Kingdom. The local Yangsanjae Shrine was built in honor of its founder who lived in Seorabeol before the Silla Kingdom was established. Poseokjeong Pavilion is the place where the glorious era of the Silla Kingdom came to an end. In the Southeast Mountain region, one can encounter the Stone Seated Buddha of Borisa Temple, a 9-meter-high Rock Buddha Statue at Bulmusa Temple, and a Stone Seated Stone Buddha at Gamsil Shrine. <br><br>Namsan Mountain also features 11 treasures, including Stone Seated Buddha of Mireukgol (Borisa Temple), Three-story Stone Pagoda of Yongjangsa Temple Site, the Rock-carved Buddha at Chilburam Hermitage, and others. There are also twelve historic sites, such as the site of Poseokjeong Pavilion, Najeong Well, and Samneung Royal Tombs, as well as nine local tangible cultural properties, and one important piece of folklore material.<br><br>Namsan Mountain is also famous for its scenic landscapes in addition to its cultural heritage. Numerous valleys, unique rock formations, and beautiful trails are abundant throughout the area. Many tourists say, “You cannot say that you know Gyeongju without hiking up Namsan Mountain.” Namsan Mountain is a place where the scenic nature and long history of the Silla Kingdom coexist, and also where the aesthetic consciousness and religious traditions of the Silla people evolved into the artform it is today.","regDate":"2022-11-28","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-11-28-1669632048970/2037050_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-11-28-1669632048970"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}