{"pageProps":{"content":"![Junam Reservoir - Habitat for migratory birds (주남저수지 (철새도래지))](/2022-12-22-1671680210743/2043327_image2_1.webp)\n\n  \n## Overview\n\n> Junam Reservoir features a large migratory bird sanctuary spread throughout three reservoirs (Sannam, Junam, and Dongpan), and is one of Korea’s top nature-watching areas for visitors. It operates Ramsar Culture Center, ecology educational hall, bird-watching site and Junam Environment School free of charge and a guide tour is available to explore the reservoir with ecological explanations. In addition, a lotus field and flower road can be visited in the reservoir.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-55-225-2798|\n|parking:|Available|\n|restdate:|[Junam Reservoir Ecology Educational Facility]<br>Closed Mondays in April-September, Seollal (Lunar New Year’s Day) & Chuseok (Korean Thanksgiving Day) holidays|\n|usetime:|Ramsar Culture Hall, Ecology Educational Hall, Junam Environment School, Observatory: 09:30-17:30<br>Junam Reservoir Exploring Course: Open all the time|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Tour Course Information:| [Course A] <br>Ecology Educational Hall – Junam Reservoir bank – Observatory – Lotus flower field – Ecology Educational Hall<br> <br>[Course B]<br> Ecology Educational Hall – Observatory – Migratory bird photo zone – Sunset site – Junam stone bridge – Junam water gate – Lotus flower field – Ecology Educational Hall<br><br> [Course C] <br>Ecology Educational Hall – Observatory – Junam water gate – Yongsan drain facility – Milpi (viewing point) – Junam water gate – Lotus flower field – Ecology Educational Hall<br><br> [Course D] <br>Ecology Educational Hall – Observatory – Junam water gate – Yongsan drain facility – Sunset site – Junam Environment School – Entrance of Sindong Village – Junam water gate – Lotus flower field – Ecology Educational Hall|\n|Restrooms:|Available|\n|Available Facilities:|[Ecology Educational Facility]<br> Ramsar Culture Hall (992.18㎡): Wetland experience hall, snack bar, gift shop, library, etc.<br> Ecology Educational Hall (328㎡): Exhibits on fish, insects and wetland life<br> Bird-watching place (135.98㎡)<br> Junam Environment School, Observatory (Ground area: 5,580㎡, Structure site: 369.2㎡)|\n|Admission Fees:|Free|\n|Korean Info. Service:|Ecological guide service is available.|\n  \n## Detail Image\n![/2022-12-22-1671680210743/664048_image2_1.webp](/2022-12-22-1671680210743/664048_image2_1.webp)\n![/2022-12-22-1671680210743/718837_image2_1.webp](/2022-12-22-1671680210743/718837_image2_1.webp)\n![/2022-12-22-1671680210743/2043325_image2_1.webp](/2022-12-22-1671680210743/2043325_image2_1.webp)\n![/2022-12-22-1671680210743/2043326_image2_1.webp](/2022-12-22-1671680210743/2043326_image2_1.webp)\n![/2022-12-22-1671680210743/2043328_image2_1.webp](/2022-12-22-1671680210743/2043328_image2_1.webp)\n![/2022-12-22-1671680210743/2370267_image2_1.webp](/2022-12-22-1671680210743/2370267_image2_1.webp)\n![/2022-12-22-1671680210743/2370268_image2_1.webp](/2022-12-22-1671680210743/2370268_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-55-225-2798](tel:+82552252798)\n- [🏠junam.changwon.go.kr](http://junam.changwon.go.kr/)\n\n\n```googleMap\nlatitude: 35.3138508505\nlongitude: 128.6753431777\ntitle: 26, Junam-ro 101beon-gil, Uichang-gu, Changwon-si, Gyeongsangnam-do\n```\n  \n## Directions\n  \n[Bus]<BR> From Masan \nIntercity Bus Terminal, take Bus No. 40, 41 or 42 and get off at the entrance of Junam Reservoir Bus Stop.\n","data":{"id":"2022-12-22-1671680210743","title":"Junam Reservoir - Habitat for migratory birds (주남저수지 (철새도래지))","description":"Junam Reservoir features a large migratory bird sanctuary spread throughout three reservoirs (Sannam, Junam, and Dongpan), and is one of Korea’s top nature-watching areas for visitors. It operates Ramsar Culture Center, ecology educational hall, bird-watching site and Junam Environment School free of charge and a guide tour is available to explore the reservoir with ecological explanations. In addition, a lotus field and flower road can be visited in the reservoir.","regDate":"2022-12-22","author":"korea-tour","tag":["Gyeongsangnam-do","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2022-12-22-1671680210743/2043327_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-22-1671680210743","pageUrl":"https:/mcdryad.com/Gyeongsangnam-do/2022-12-22-1671680210743"},"dataList":[{"id":"2022-12-25-1671943124627","title":"Sinseondae Observatory (신선대 전망대)","description":"Sinseondae Observatory, located between Dojangpo Maeul and Haegeumgang, offers picturesque views of the fantastically shaped rocks against the deep-blue ocean hues. Sinseon in Korean means supernatural beings; the beauty of this spot is said to attract such beings to come frolic. The blue and yellow colors layered on the rocks tell a unique history of the terrain. A stairway from the road leads directly to the lookout point. <br />Just past a gas station along the coastal highway, Sinseondae Observatory reveals itself. Walking out onto the rocks of Sinseondae, views of the surrounding islands and incredible landscape open up to viewers. Many commercials and TV shows have been filmed here taking advantage of this amazing setting. April and May are the perfect times to see the bright-yellow canola flowers across the island.","regDate":"2022-12-25","author":"korea-tour","tag":["Gyeongsangnam-do","Culture/Art/History","Architectural Sights","Monuments/Observatories"],"imgUrl":"/2022-12-25-1671943124627/212108_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-25-1671943124627"},{"id":"2022-12-25-1671939369326","title":"Simni (10-ri) Cherry Blossom Road (십리벚꽃길)","description":"Simni (10-ri) Cherry Blossom Road in Hwagae is famous for its beautiful views in spring. It is believed that if a young couple walks down this road holding hands, they will be together for one hundred years. For this reason, the road is sometimes referred to as the “wedding road.”","regDate":"2022-12-25","author":"korea-tour","tag":["Gyeongsangnam-do","Culture/Art/History","Experience Programs","Cultural Districts"],"imgUrl":"/2022-12-25-1671939369326/2617788_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-25-1671939369326"},{"id":"2022-12-24-1671878132574","title":"Seonyudonggyegok Valley (Sancheong Section) (선유동계곡(산청))","description":"Seonyudong means the place where fairies come down from heaven to play. It has been said that fairies would often come down to the valley to make liquor and store them in flagons. There are some leftover depressions in the boulders which demonstrate there may be some truth to the legend.<br><br>Near Seonyudonggyegok Valley, they say that the bamboos and pine trees stay green all year long and wood nymphs fly down to play with each other under the Suwolpokpo Falls in Suwol Village.","regDate":"2022-12-24","author":"korea-tour","tag":["Gyeongsangnam-do","Nature","Natural Sites","Valleys"],"imgUrl":"/2022-12-24-1671878132574/1611449_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-24-1671878132574"},{"id":"2022-12-24-1671874600367","title":"Seolli Skywalk (설리스카이워크)","description":"Seolli Skywalk in Namhae offers panoramic views of the entire area. The first asymmetrical cantilever bridge in the nation, the skywalk stands at 36 meters off the ground and stretches 79 meters with a x_width of 4.5 meters. Nearly 43 meters of the length are on the suspended side of the cantilever, the longest in the nation. At the end of the walkway is a swing, designed with a them of swinging in Bali.","regDate":"2022-12-24","author":"korea-tour","tag":["Gyeongsangnam-do","Culture/Art/History","Architectural Sights","Buildings"],"imgUrl":"/2022-12-24-1671874600367/2709499_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-24-1671874600367"},{"id":"2022-12-24-1671871046878","title":"Sangju Silver Sand Beach (상주 은모래비치)","description":"Sangju Silver Sand Beach is busy all year long, with professional athletes coming for physical training in the winter, students camping in the spring and fall, and vacationers visiting the beach in the summer.  <br><br>Sangju Silver Sand Beach is extremely popular especially in the summertime, attracting up to 1 million tourists who heard about the beach’s sands, waters, and groves.  Families and vacationers in the summer especially love this beach, due to its beautiful white sands that stretch for 2 kilometers and slope lazily into the shallow waters that are perfect for children to play in.<br><br>Behind the beaches lies Geumsan Mountain, a place well known for its sunrises.  If you happen to arrive in the evening, it’s highly recommended that you see the sunrise at Geumsan Boriam in the morning,  enjoy the beach’s water during the day, and at last, enjoy an evening of ocean fishing at either Namuseom Island or Dolseom Island (Rock Island), situated right in front of Sangju Beach. To one side of the white sands are campgrounds, and the surrounding area consists of shopping streets and accommodation.","regDate":"2022-12-24","author":"korea-tour","tag":["Gyeongsangnam-do","Nature","Natural Sites"],"imgUrl":"/2022-12-24-1671871046878/2486507_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-24-1671871046878"},{"id":"2022-12-24-1671867342776","title":"Sancheong Hwangmaesan Mountain (황매산(산청))","description":"One of the last mountains of the Taebaek Mountain Range, Hwangmaesan Mountain is located in Sancheong, Gyeongsangnam-do. The mountain features fantastic rock formations and a beautiful vista from the summit that resembles arpricot blossoms. It is said that anyone who prays from the summit will have their wish come true, drawing in plenty of earnest hikers. In May, a large field near the summit is covered in vibrant pink royal azaleas. Attractions on the mountain include Bakjwigol Valley, Norubawi, Heundeulbawi, Janggunbawi, Chotdaebawi, Geobukbawi and Sinseonbawi Rocks among others.","regDate":"2022-12-24","author":"korea-tour","tag":["Gyeongsangnam-do","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-12-24-1671867342776/2658500_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-24-1671867342776"},{"id":"2022-12-24-1671863872959","title":"Sancheong Daewonsa Temple (대원사(산청))","description":"Located at the eastern foot of Jirisan  Mountain, Daewonsa Temple was first built in 548 during the Silla dynasty, but it remained closed for over thousand years until it was renovated and made bigger with the name Daewon. Unfortunately, the entire premises were lost to a big fire during the night of January 12, 1914, and all the halls and pavilions, including Yosachae, totaling 184 rooms in 12 buildings, were rebuilt in 1917. However, they were damaged once again during the Korean War and were abandoned until the war ended where the temple was rejuvenated and made even bigger. Located nearby are Geoyeonjeong and Gunjajeong Halls that are believed to have been the studying venue of scholars. <br><br> * Daewonsa Valley<br> The two-kilometer-long valley that stretches from the parking lot at the entrance to Daewon Temple to the temple itself is surrounded by high hills and curious-looking rocks. The clean water that oozes out through craters between the rocks generates unusual scenery. Associated with Yongso Pond is the legend that a dragon lived in it for hundreds of&nbsp;years before it finally flew away. Somakgol Valley is known to be the place where the last king of Garak Kingdom came to feed his cows and horses.","regDate":"2022-12-24","author":"korea-tour","tag":["Gyeongsangnam-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-12-24-1671863872959/793142_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-24-1671863872959"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}