{"pageProps":{"content":"![Gwangneung Royal Tomb [UNESCO World Heritage] (남양주 광릉(세조, 정희왕후) [유네스코 세계문화유산])](/2022-08-25-1661417236103/2364479_image2_1.webp)\n\n  \n## Overview\n\n> Gwangneung, located in Namyangju in Gyeonggi-do is the royal tomb of King Sejo (1417-1468, reign 1455-1468) and Queen Jeonghui (1418-1483). The king and queen are enshrined separately. The tomb on the left is King Sejo’s and the one on the right is Queen Jeonhui’s with a pavilion standing between the two tombs. Requested by King Sejo on his will, the simple design of the tomb and the surrounding compare to the past tombs saved cost and manpower required to finish the work, which became the model for future royal tomb design. Gwangneung is surrounded by forests where an abundance of wild plants grow. It is famous for being the habitat of the Korean redheaded woodpecker (Natural Monument No. 11).\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-31-527-7105|\n|parking:|Available|\n|restdate:|Mondays|\n|usetime:|November-January 09:00-17:30<BR>February-May, September-October 09:00-18:00<br>June-August 09:00-18:30<br>* Last admission is 1 hour before closing.|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Restrooms:|Available|\n|Available Facilities:|Gwangneung Historical Museum, mineral spring, drinking fountain, benches, etc.|\n|Admission Fees:|[General admission]<br /> Individuals: Adults 1,000 won / Children & Teenagers 500 won<br /> Groups: Adults 800 won / Children & Teenagers 400 won<br /> <br />  * Groups: 10 or more people <br />* Adults (ages 19-64) / Children & Teenagers (ages 7-18) <br />* Free admission: Preschoolers (ages 6 & under) and senior citizens (ages 65 & over)<br />* ID must be presented at the ticket box. <br /> <br />[Other passes]<br />Hourly pass: 30,000 won<br />* Viewing hours 12:00-13:00 <br />* Valid for 1 year <br /><br />Lunch pass: 3,000 won<br />* Viewing hours12:00-14:00 (last admission is at 13:00)<br />* Limited to 10 times <br /><br />Monthly pass: 10,000 won<br /> * Visitors may enter freely within operating hours<br />* Valid for 1 month<br /><br /> [Free entry]<br /> * All visitors on the last Wednesday of each month (Culture Day). <br /> * Visitors wearing hanbok.|\n|Interpretation Services Offered:|Unavailable|\n  \n## Detail Image\n![/2022-08-25-1661417236103/2364478_image2_1.webp](/2022-08-25-1661417236103/2364478_image2_1.webp)\n![/2022-08-25-1661417236103/2364480_image2_1.webp](/2022-08-25-1661417236103/2364480_image2_1.webp)\n![/2022-08-25-1661417236103/2364481_image2_1.webp](/2022-08-25-1661417236103/2364481_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-31-527-7105](tel:+82315277105)\n- [🏠royaltombs.cha.go.kr](http://royaltombs.cha.go.kr/)\n\n\n```googleMap\nlatitude: 37.7528333807\nlongitude: 127.1767420667\ntitle: 354, Gwangneungsumogwon-ro, Namyangju-si, Gyeonggi-do\n```\n  \n## Directions\n  \n[Bus]<br>\nCheongnyangni Station (Seoul Subway Line 1), Exit 4. <br>\nTake Bus No. 707 and get off at Gwangneungnae Terminal Bus Stop.<br> Transfer to Bus No. 21 and get off at Gwangneung Bus Stop.\n","data":{"id":"2022-08-25-1661417236103","title":"Gwangneung Royal Tomb [UNESCO World Heritage] (남양주 광릉(세조, 정희왕후) [유네스코 세계문화유산])","description":"Gwangneung, located in Namyangju in Gyeonggi-do is the royal tomb of King Sejo (1417-1468, reign 1455-1468) and Queen Jeonghui (1418-1483). The king and queen are enshrined separately. The tomb on the left is King Sejo’s and the one on the right is Queen Jeonhui’s with a pavilion standing between the two tombs. Requested by King Sejo on his will, the simple design of the tomb and the surrounding compare to the past tombs saved cost and manpower required to finish the work, which became the model for future royal tomb design. Gwangneung is surrounded by forests where an abundance of wild plants grow. It is famous for being the habitat of the Korean redheaded woodpecker (Natural Monument No. 11).","regDate":"2022-08-25","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-08-25-1661417236103/2364478_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-25-1661417236103","pageUrl":"https:/mcdryad.com/Gyeonggi-do/2022-08-25-1661417236103"},"dataList":[{"id":"2022-08-31-1661935642682","title":"Mirinae Holy Site (미리내 성지)","description":"The word ‘Mirinae,’ from the Mirinae Holy Site in Anseong, Gyeonggi-do, is a pure Korean word for the Milky Way. The site holds the graves of Saint Andreas Kim Daegeon, Korea’s first Catholic Saint; his mother Ursula; Bishop Ferréol, the third head of the Joseon parish who ordained Priest Kim; and Vincentius Lee Minsik who buried Saint Kim’s body. Visitors can feel the peaceful and serene atmosphere when walking around the site. The reason it came to be called ‘Mirinae’ is that Korean Catholics came to this place in secret to avoid persecution during the late Joseon dynasty, and the lamplight coming from their homes in the village where they settled resembled the starlight of the Milky Way.","regDate":"2022-08-31","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Holy Sites"],"imgUrl":"/2022-08-31-1661935642682/1589723_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-31-1661935642682"},{"id":"2022-08-31-1661932387069","title":"Manggyeongam Hermitage (망경암)","description":"Manggyeongam’s name derives from the hermitage's view of Seoul, and is located in Bokjeong-dong of Seongnam, Gyeonggi-do. Manggyeongam Hermitage is said to be the place where kings of the late Goryeo and early Joseon periods prayed for peace for their subjects. In addition, Prince Pyeongwon, the 7th son of King Sejong, and Grand Prince Jean built an altar at Mangyeongam Hermitage and Chilseongdae Peak and pledged filial piety. <br><br>The hermitage is more widely known for its connection to the Chilseong faith, in which believers worship Chilseong (the Seven Stars). It is easily recognized by the written records inscribed into the rock wall. Located at the hermitage is the Rock-carved Seated Buddha, an original work of the hermitage that is also designated Gyeonggi-do’s Tangible Cultural Asset No. 102. The Buddha is embossed inside a deep hole in the rock. In the words inscribed near the statue, there is also a legend that says Lee Gu-seung carved Gwaneum Statue near Rock-carved Seated Buddha and built the hermitage in 1897. <br><br>Next to the hermitage is a pond called “Bokumul,” which means “blessed sugared water.” The neighborhood of Bojeong-dong takes its name from this pond. At the hermitage, Daeungjeon Hall (the main hall), Samseonggak Shrine (shrine for three spirits), and Mireukjeon Hall were all established fairly recently. The hermitage site also includes a huge Mireuk Daebul statue (Great State of Maitreya Buddha) and a five-story stone pagoda.","regDate":"2022-08-31","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-08-31-1661932387069/2021847_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-31-1661932387069"},{"id":"2022-08-31-1661928156757","title":"La Vie D'or Resort & Country Club (라비돌리조트)","description":"Located 30 minutes from Seoul, LA VIE D'OR Resort & Country Club is a large (330,578 meters square) leisure complex appropriate for visitors of all ages. In addition to Western and Korean-style guestrooms, the resort offers Korean, Chinese, and Western restaurants, an expertly landscape golf driving range, indoor and outdoor swimming pools, numerous sports facilities, and a sauna. Reminiscent of European architecture, the ivory-colored resort (B1-17F) is designed to harmonize with the region’s natural beauty. Attractions such as Yungneung, Geolleung, and the Yongju Temple are only 5 minutes away and many other tourist locations are within a 30-minute drive.","regDate":"2022-08-31","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Recreational Sites","Tourist Complexes"],"imgUrl":"/2022-08-31-1661928156757/1939958_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-31-1661928156757"},{"id":"2022-08-31-1661922885962","title":"Korean Traditional House Association (한국전통가옥협회)","description":"Korea Traditional House Association studies traditional houses which embrace the spirit of the ancestors and develop traditional cultural asset by creating miniatures of the houses. Through in-site survey and history of ancestors, the area is reproduced intact down to the structure, materials and architectural method used, creating a lively miniature village.","regDate":"2022-08-31","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Architectural Sights","Buildings"],"imgUrl":"/2022-08-31-1661922885962/1960243_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-31-1661922885962"},{"id":"2022-08-30-1661856135058","title":"Korean Folk Village (한국민속촌)","description":"Korean Folk Village introduces traditional culture from the late Joseon period to both local and international visitors through cultural classes experience, shaman faith, seasonal customs and others. It recreated the past through the restoration of houses from the Joseon dynasty. <br><br>Performances including nongak (farmer’s music), martial arts on horseback, traditional wedding ceremony, and other special events are available by season. In particular, Welcome to Joseon, an event held every May, takes visitors back to the past. In addition, a family-friendly theme park equipped with 15 exciting attractions is also available. Visitors can also try various Korean foods at the market street.","regDate":"2022-08-30","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Folk Villages"],"imgUrl":"/2022-08-30-1661856135058/2612489_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-30-1661856135058"},{"id":"2022-08-30-1661852468411","title":"Korea National Arboretum and Forest Museum (Gwangneung Forest) (국립수목원 (광릉숲))","description":"The Korea National Arboretum (KNA) is situated in Gwangneung Experimental Forest and contains the Forest Museum where all the information on forestry is exhibited. The construction of the arboretum and museum took place on October 25, 1985 and opened on April 5, 1987. In order to preserve the forests, weekends and holiday entrance were restricted, reservations were required 5 days in advance, and no more than 5,000 visitors were accepted per day. As diverse plants are gaining recognition worldwide, the research department formed the Office of Forestry on May 24, 1999. <br><br>Korea National Arboretum covers an area of 1,157㏊ and contains 15 specialized forests, including Conifer Garden, the Garden of Ornamental Trees, and the Aroma and Touch Garden. The Forest Museum is the largest in Asia, covering 4628 sq.m² with a traditional Korean design, and the interior and exterior are both constructed of wood and stone. The arboretum facilities consist of 5 exhibition halls (Living Forest, Forest and Man, Forestry of the World, Forestry of Korea, Nature of Korea), a Herbarium, a Special Exhibition Room, and an Audio Visual Hall.","regDate":"2022-08-30","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites","Botanical Gardens"],"imgUrl":"/2022-08-30-1661852468411/2031794_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-30-1661852468411"},{"id":"2022-08-30-1661849190638","title":"Konjiam Resort (곤지암리조트)","description":"Located in Nogobong Valley in Taehwasan Mountain in Gwangju-gun, Gyeonggi-do Province, Konjiam Resort is only an hour away by car from the Gangnam area in Seoul. The year-round resort boasts the largest ski slopes of Gyeonggi-do Province, a condominium with 476 rooms, the nation’s first residential spa, and a variety of other facilities. <br><br>Some of the most unique features of the resort are the ecological stream running through the resort and the cave wine cellar where about 90,000 bottles of wine are stored. Another visitor favorite is the Konjiam Arboretum, which has 3,700 species of plants and about 20 themed gardens.","regDate":"2022-08-30","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Recreational Sites","Tourist Complexes"],"imgUrl":"/2022-08-30-1661849190638/919832_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-30-1661849190638"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}