{"pageProps":{"content":"![Asan-si Hot Springs Special Tourist Zone (아산시 온천 관광특구)](/2022-07-28-1658993675912/1875810_image2_1.webp)\n\n  \n## Overview\n\n> Asan-si Hot Springs Special Tourist Zone includes Dogo, Asan and Onyang Hot Springs. Since the opening of Onyangoncheon Station on Seoul Subway Line 1 in December 2008, visitors flourished to the area thanks to the convenient access.<br><br>\nIt is said that Onyang Hot Springs is 1,300 years old, which means that it dates back to the Three Kingdoms Period. It is also known to be the kings' favorite spot for treatment and recuperation during the Joseon period. <br><br>\nOnyang Hot Springs is made up of alkaline spring waters and renowned for its excellent water quaility and abundance. The water temperature is 37~54℃. There are 200 accommodation facilities and amenities, including hotels, Oncheonjang hot springs and restaurants.<br><br>\nDesignated as a therapeutic hot springs, Dogo Hot Springs is equipped with spa treatment facilities. The water park within the hot springs is popular with families. Near the hot springs is a station that used to be Dogooncheon Station, but today, visitors can experience rail bike riding there. Another spot to visit is Asan Botanical Garden, which boasts beautiful flowers even in the depths of winter. <br><br>\nAsan Hot Springs has a variety of water park attractions in its theme hot springs. As the hot springs has soft water and contains plenty of minerals, such as silicic acid, sodium and calcium, it is said that drinking the water boosts metabolism and strengthens the digestive system. Apart from the modern style condominiums and inns, the hot springs has a golf course, water park and outdoor swimming pool filled with hot spring water and offers a great opportunity to experience various leisure activities. <br><br>\n\n* Current State of Asan Hot Springs Special Tourist Zone <br>\n1) Districts Covered: Areas around Sinsu-ri, Eumbong-myeon, Asan-si, Chungcheongnam-do (Onyang, Dogo and Asan Hot Springs, Sinjeongho Tourist Site) <br>\n2) Area: 3,710,000㎡ <br><br>\n\n* Tourist Attractions <br>\nParadise Spa Dogo, Asan Spavis, Oeam Folk Village, Oncheonjang hot springs,  Botanical Garden, Traditional Market, etc.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br>(Korean, English, Japanese, Chinese) <br>• For more info: +82-41-540-2689|\n|parking:|Available (public parking lot nearby)|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Available Facilities:|Tourist information center, interpretation center, tourist hotel, family hotel, water park, tourist entertainment restaurant, etc.|\n|Restrooms:|Available|\n|Facilities for the Handicapped:|Elevators, designated restrooms and pathways|\n|Interpretation Services Offered:|Available |\n  \n## Detail Image\n![/2022-07-28-1658993675912/1500713_image2_1.webp](/2022-07-28-1658993675912/1500713_image2_1.webp)\n![/2022-07-28-1658993675912/1500716_image2_1.webp](/2022-07-28-1658993675912/1500716_image2_1.webp)\n![/2022-07-28-1658993675912/1500718_image2_1.webp](/2022-07-28-1658993675912/1500718_image2_1.webp)\n![/2022-07-28-1658993675912/1500722_image2_1.webp](/2022-07-28-1658993675912/1500722_image2_1.webp)\n![/2022-07-28-1658993675912/1500723_image2_1.webp](/2022-07-28-1658993675912/1500723_image2_1.webp)\n![/2022-07-28-1658993675912/1500724_image2_1.webp](/2022-07-28-1658993675912/1500724_image2_1.webp)\n![/2022-07-28-1658993675912/1500725_image2_1.webp](/2022-07-28-1658993675912/1500725_image2_1.webp)\n![/2022-07-28-1658993675912/1500727_image2_1.webp](/2022-07-28-1658993675912/1500727_image2_1.webp)\n![/2022-07-28-1658993675912/1500730_image2_1.webp](/2022-07-28-1658993675912/1500730_image2_1.webp)\n![/2022-07-28-1658993675912/1500734_image2_1.webp](/2022-07-28-1658993675912/1500734_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-41-540-2689](tel:+82415402689)\n- [🏠www.asan.go.kr](http://www.asan.go.kr/tour)\n\n\n```googleMap\nlatitude: 36.7661174346\nlongitude: 126.8859654775\ntitle: Areas of Sinsu-ri, Asan-si, Chungcheongnam-do\n```\n  \n## Directions\n  \n[Subway/Train]<br>\nOnyangoncheon Station (Seoul Subway Line 1)\n","data":{"id":"2022-07-28-1658993675912","title":"Asan-si Hot Springs Special Tourist Zone (아산시 온천 관광특구)","description":"Asan-si Hot Springs Special Tourist Zone includes Dogo, Asan and Onyang Hot Springs. Since the opening of Onyangoncheon Station on Seoul Subway Line 1 in December 2008, visitors flourished to the area thanks to the convenient access.<br><br>It is said that Onyang Hot Springs is 1,300 years old, which means that it dates back to the Three Kingdoms Period. It is also known to be the kings' favorite spot for treatment and recuperation during the Joseon period. <br><br>Onyang Hot Springs is made up of alkaline spring waters and renowned for its excellent water quaility and abundance. The water temperature is 37~54℃. There are 200 accommodation facilities and amenities, including hotels, Oncheonjang hot springs and restaurants.<br><br>Designated as a therapeutic hot springs, Dogo Hot Springs is equipped with spa treatment facilities. The water park within the hot springs is popular with families. Near the hot springs is a station that used to be Dogooncheon Station, but today, visitors can experience rail bike riding there. Another spot to visit is Asan Botanical Garden, which boasts beautiful flowers even in the depths of winter. <br><br>Asan Hot Springs has a variety of water park attractions in its theme hot springs. As the hot springs has soft water and contains plenty of minerals, such as silicic acid, sodium and calcium, it is said that drinking the water boosts metabolism and strengthens the digestive system. Apart from the modern style condominiums and inns, the hot springs has a golf course, water park and outdoor swimming pool filled with hot spring water and offers a great opportunity to experience various leisure activities. <br><br>* Current State of Asan Hot Springs Special Tourist Zone <br>1) Districts Covered  Areas around Sinsu-ri, Eumbong-myeon, Asan-si, Chungcheongnam-do (Onyang, Dogo and Asan Hot Springs, Sinjeongho Tourist Site) <br>2) Area  3,710,000㎡ <br><br>* Tourist Attractions <br>Paradise Spa Dogo, Asan Spavis, Oeam Folk Village, Oncheonjang hot springs,  Botanical Garden, Traditional Market, etc.","regDate":"2022-07-28","author":"korea-tour","tag":["Chungcheongnam-do","Culture/Art/History","Recreational Sites","Tourist Complexes"],"imgUrl":"/2022-07-28-1658993675912/1875810_image2_1.webp","blogPath":"Chungcheongnam-do/2022-07-28-1658993675912","pageUrl":"https:/mcdryad.com/Chungcheongnam-do/2022-07-28-1658993675912"},"dataList":[{"id":"2022-11-20-1668937046072","title":"Nonsan Jijangjeongsa Temple (지장정사(논산))","description":"Upon finishing his thousand-day prayers in Gyeryongsan Mountain in June 1980, Monk Deoksan came down to the site of an old temple in Noseong-myeon, Hwagok-ri and built Jijangjeongsa Temple. The upper part of the current Daeungjeon Hall was once the main hall of Jijangam Hermitage and was originally about 33 square meters. Daeungjeon Hall was later expanded to its current size. In 1995, Yeongsanjeon (Cheonbuljeon) Hall was built and in 1997, Seonjae Preschool was opened. The temple is open for praying and meditation and also has a charnel house. The temple and its followers are loyally devoted to the practice of Buddhism in its purest form.","regDate":"2022-11-20","author":"korea-tour","tag":["Chungcheongnam-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"","blogPath":"Chungcheongnam-do/2022-11-20-1668937046072"},{"id":"2022-11-20-1668933725315","title":"Magoksa Temple [UNESCO World Heritage] (마곡사 [유네스코 세계문화유산])","description":"Magoksa Temple was founded by Monk Jajangyulsa in 640 and was repaired multiple times throughout the different dynasties. The temple has many treasures and cultural properties. Interesting fact about the temple is that it was never damaged by any major wars, including the Imjin War and the Korean War.","regDate":"2022-11-20","author":"korea-tour","tag":["Chungcheongnam-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-11-20-1668933725315/1598627_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-20-1668933725315"},{"id":"2022-11-20-1668929737229","title":"KT&G Sangsangmadang Nonsan (KT&G 상상마당 논산)","description":"KT&G Sangsangmadang are cultural arts facilities located in Hongdae, Chuncheon, and Nonsan. The Nonsan branch includes basic facilities such as a design shop, café, and experiences, while also offering an art lounge, art camping village, and youth training facilty for more indepth education. Sangsangmadang’s lives out its concept of growing artistic imagination and sharing happiness.","regDate":"2022-11-20","author":"korea-tour","tag":["Chungcheongnam-do","Culture/Art/History","Industrial Sites","Others"],"imgUrl":"/2022-11-20-1668929737229/2518023_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-20-1668929737229"},{"id":"2022-11-20-1668922645102","title":"Island Resom Oasis Sunset Spa (아일랜드 리솜 오아식스 선셋스파)","description":"Oasis Sunset Spa is located within Island Resom, an oceanview resort on Anmyeondo Island. The resort features an outdoor infinity pool and five other themed spas. The resort is the perfect venue to enjoy the sunset over Kkotji Beach.","regDate":"2022-11-20","author":"korea-tour","tag":["Chungcheongnam-do","Culture/Art/History","Recreational Sites","Hot Springs & Spa"],"imgUrl":"","blogPath":"Chungcheongnam-do/2022-11-20-1668922645102"},{"id":"2022-11-20-1668919580082","title":"Hongseong Jeongamsa Temple (정암사 (홍성))","description":"Jeongamsa Temple is a small rural temple situated halfway up Oseosan Mountain. There are few existing records that mention the temple’s beginning. Some suggest that it was built around AD 527 during the 5th year of Baekje King Seongwang’s reign, but there is little evidence to support this theory. The only reference alluding to a specific time is Yeojidoseo (Detailed Survey of Korean Geography published during the late Joseon dynasty). It states Jeongamsa Temples location as on Oseosan Mountain, and Oseosan Mountain being surrounded by Hongsan Mountain and Baegwolsan Mountain and intersected by Hongju, Gyeolseong, and Boryeong. This indicates the temple was recognized in the mid-18th century and around the same time, Garamgo (a book about temples, published in the late 18th century) also states that Jeongamsa Temple is located approximately 11 kilometers to the east of Gyeolseonghyeon. It is still uncertain whether the temple referred to is Jeongamsa Temple on Oseosan Mountain. <br>Some foundation stones within the temple site measure 70-80 centimeters on each side. These stones indicate that the old Buddhist shrine of Jeongamsa Temple was laid out with five <em>kan</em> (Korean unit of measurement indicating the space between two pilars) at the front and three kan on the side. Future archaeological studies will help identify the true history of Jeongamsa Temple.","regDate":"2022-11-20","author":"korea-tour","tag":["Chungcheongnam-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"","blogPath":"Chungcheongnam-do/2022-11-20-1668919580082"},{"id":"2022-11-20-1668916695189","title":"Gongseri Catholic Church (아산 공세리성당)","description":"Gongseri Catholic Church was founded in 1894 as the main parish of the Daejeon diocese in Gongse-ri, Inju-myeon that connects Asanman Bay to Sapgyocheon Stream. Early missionaries originally used a common house for church meetings in the early years until in 1897 when a rectory was built, followed by the establishment of the main church in 1922. This was the first Catholic church in Chungcheongnam-do and the religion spread across Anseong, Onyang, and Dunpo to establish regional churches respectively. The grounds have three graves of prosecuted martyrs, a parish and rectory, retreat house, and meeting room. The premises is surrounded by beautiful views of a lush forest.","regDate":"2022-11-20","author":"korea-tour","tag":["Chungcheongnam-do","Culture/Art/History","Historical Sites","Holy Sites"],"imgUrl":"/2022-11-20-1668916695189/2439706_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-20-1668916695189"},{"id":"2022-11-19-1668854405248","title":"Ganggyeong Bugok Methodist Church (구 강경성결교회 예배당)","description":"The early form of church architecture was mostly hanok (Korean traditional houses) style as it was the time when missionary activities were just settling. As most leaders of the congregation were Westerners, they felt uncomfortable in these Korean-style buildings and started building Western-style churches. As a result, most of the Korean-style churches either disappeared or underwent reconstruction. &nbsp;<br><br> However, Ganggyeong Bugok Methodist Church has  kept&nbsp;its Korean-style building to this day, making it a very unique and  valuable piece of architecture. This building is regarded as an important material  for studying the technological transition from the traditional to the modern.","regDate":"2022-11-19","author":"korea-tour","tag":["Chungcheongnam-do","Culture/Art/History","Historical Sites","Holy Sites"],"imgUrl":"","blogPath":"Chungcheongnam-do/2022-11-19-1668854405248"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}