{"pageProps":{"list":[{"id":"2022-07-30-1659202733749","title":"Chungnyeolsa Shrine (충렬사)","description":"Chungnyeolsa Shrine was built in 1606 upon the order of King Seonjo to commemorate Admiral Yi Sun-sin's loyalty and brilliant exploits. The shrine houses the memorial tablet of Admiral Lee. The shrine was designated as a Historic Site on June 11, 1973.","regDate":"2022-07-30","author":"korea-tour","tag":["Gyeongsangnam-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-07-30-1659202733749/2668257_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-07-30-1659202733749","pageUrl":"https:/mcdryad.com/Gyeongsangnam-do/2022-07-30-1659202733749"},{"id":"2022-07-30-1659199947652","title":"Chokseongnu Pavilion (촉석루)","description":"Standing grandly above the rocky cliffs of Namgang River is Chokseongnu Pavilion, arguably one of the most beautiful <em>nugak</em> buildings (multi-storied structure without walls) in the Yeongnam region. Chokseongnu (historically known as ‘Jangwollu’) has undergone eight renovations since its establishment in the 28th year of King Gojong (1241, Goryeo dynasty) and was once used as a commanding post for defending Jinju Palace in times of war. During times of peace, it was used for holding state examinations. <br><br>Although the structure was burnt down during the Korean War, it was restored in 1960 through the efforts of the Jinju Historical Site Preservation Society. The roof design features a mix of hipped and gabled styles and the stone pillars were built with rocks collected from Chokseoksan Mountain, located in Changwon-si. The wood used for the structure was brought from Odaesan Mountain, situated in Gangwon-do. Noticeable features of Chokseongnu are the four engraved signboards and a board that holds the works of renowned poets and calligraphers. Jinju Namgang Yudeung (Lantern) Festival is held every fall at the Jinjuseong Fortress.","regDate":"2022-07-30","author":"korea-tour","tag":["Gyeongsangnam-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-07-30-1659199947652/2367499_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-07-30-1659199947652","pageUrl":"https:/mcdryad.com/Gyeongsangnam-do/2022-07-30-1659199947652"},{"id":"2022-07-30-1659195649711","title":"Choi Champandaek (House of Choi Champan) (최참판댁)","description":"The House of Choi Champan is known as the setting of the famous novel \"Toji\" (\"The Land\") by noted novelist Park Kyongni. Located in a small folk literature village in Agyang-myeon, Pyeongsa-ri along the Seomjingang River at the foot of Jirisan Mountain, Choi Champandaek consists of fourteen hanok (traditional Korean house) buildings.<br><br> Also used as the main set of the drama version of \"Toji\" (2004), Choi Champandaek gives visitors a look at the life of Korean people in the late Joseon era. The house has not only made its  appearance in many films, but is also a valuable cultural asset of Hadong-gun.<br><br> The Daecheong Maru (wooden-floored hall) connected to the Sarangchae (men’s quarters in a hanok) offers a wide view of the vast field of Pyeongsa-ri and gives an opportunity to meditate and reflect while appreciating the beautiful surroundings. Located in the vicinity are numerous tourist attractions including the Pyeongsari Literature Center, Hwagae Market, and Ssanggyesa Temple.&nbsp;During fall season&nbsp;every year, Choi Champandaek hosts the Toji Literature Festival.","regDate":"2022-07-30","author":"korea-tour","tag":["Gyeongsangnam-do","Culture/Art/History","Historical Sites","Old Houses"],"imgUrl":"/2022-07-30-1659195649711/2716602_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-07-30-1659195649711","pageUrl":"https:/mcdryad.com/Gyeongsangnam-do/2022-07-30-1659195649711"},{"id":"2022-07-30-1659191859787","title":"Changwon Garosu-gil (창원 가로수길)","description":"Like Seoul, the city of Changwon also has a romantic promenade called \"Garosu-gil,\" lined with metasequoia trees on each side. The street is filled with a lovely ambience, dotted by small and cozy coffee shops, galleries, and art shops, making it the perfect place for a leisurely walk or a tea-time.","regDate":"2022-07-30","author":"korea-tour","tag":["Gyeongsangnam-do","Culture/Art/History","Experience Programs","Cultural Districts"],"imgUrl":"/2022-07-30-1659191859787/2030778_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-07-30-1659191859787","pageUrl":"https:/mcdryad.com/Gyeongsangnam-do/2022-07-30-1659191859787"},{"id":"2022-07-30-1659188551156","title":"Changnyeong Upo Wetland (창녕 우포늪)","description":"Upo Wetland is the largest natural wetland in Korea. The wetland takes up three different areas of Changnyeong-gun with a total size of 2,314,060 square meters. Created approximately 140 million years ago, the wetland was formed when the soft ground collapsed and water filled the area to form swamps and lakes, where dinosaurs played. Dinosaurs footprints can be found at Sejin-ri near Upo Wetland.","regDate":"2022-07-30","author":"korea-tour","tag":["Gyeongsangnam-do","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2022-07-30-1659188551156/1803897_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-07-30-1659188551156","pageUrl":"https:/mcdryad.com/Gyeongsangnam-do/2022-07-30-1659188551156"},{"id":"2022-07-30-1659181051031","title":"Changdong Art Village (창동예술촌)","description":"Changdong Art Village was developed in an effort to rekindle commercial businesses in the declining downtown area. The empty town has been transformed into  an urban, trendy art village, tied close to the city. The main concept of the art villiage is to meld with the city's strengths in art for urban renewal. The city, which was once the heart of culture and art in 1950s and 1960s, has gone through the process of so-called \"urban regeneration through the arts\".<br><br>The village has various attractions including three main alleys, namely Moonshin Art Alley, Masan Mountain Trail Art Alley, and Ecole de Chang-dong Alley, as well as 50 art facilities and 12 workshop locations proving hands-on programs.","regDate":"2022-07-30","author":"korea-tour","tag":["Gyeongsangnam-do","Culture/Art/History","Experience Programs","Unique Experience"],"imgUrl":"/2022-07-30-1659181051031/2033249_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-07-30-1659181051031","pageUrl":"https:/mcdryad.com/Gyeongsangnam-do/2022-07-30-1659181051031"},{"id":"2022-07-30-1659177626599","title":"Byeokgyegyegok (Chalbi) Valley (벽계(찰비)계곡)","description":"Byeokgyegyegok Valley in Uiryeong, Gyeongnam region begins at  Jagulsan Mountain and runs down along Hanusan Mountain, showcasing deep valleys and interesting rock formations. Also called Chalbigyegok Valley, the valley has clean water flowing all year round. The valley’s stream from the waterfall creates big and small ponds along its way, most famous among which are Gaksiso and Nongso ponds.<br><br> The biggest draw of this attraction is the crystal clear pond waters that are clean enough to reflect the surrounding forest like a natural mirror. Byeokgye Tourist Site and Byeokgye Reservoir located near the tail-end of the valley are growing into full-fledged tourist attractions for camping and fishing.","regDate":"2022-07-30","author":"korea-tour","tag":["Gyeongsangnam-do","Nature","Natural Sites","Valleys"],"imgUrl":"/2022-07-30-1659177626599/2689572_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-07-30-1659177626599","pageUrl":"https:/mcdryad.com/Gyeongsangnam-do/2022-07-30-1659177626599"},{"id":"2022-07-30-1659173947475","title":"Bugok Hot Springs Special Tourist Zone (부곡온천 관광특구)","description":"The hot springs at Bugok have been called such because the land resembles the shape of a cauldron (the hanja characters of bu and gok refer to “cauldron” and “valley” respectively). When the spring was first discovered, people with skin ailments came in droves because of the water’s healing properties. <br><br>Bugok Spring maintains the best water temperature, 78℃. In the Bugok Hot Spring Special Tourist Zone, varied resting facilities like hotels, condos, a golf course, hot spring fountain and other facilities based on hot springs are available. Nearby attractions include Hwawangsan Mountain, famous for azalea, and Changnyeong Upo Wetland, making this area perfect for various travel plans. <br><br>Bugok Hot Springs Special Tourist Zone <br>Areas covered  Geomun-ri, Sachang-ri and Bugok-ri, Bugok-myeon, Changnyeong-gun,Gyeongsangnam-do <br>Area size  4,819,000 ㎡ <br>Designated day  January 18, 1997","regDate":"2022-07-30","author":"korea-tour","tag":["Gyeongsangnam-do","Culture/Art/History","Recreational Sites","Tourist Complexes"],"imgUrl":"/2022-07-30-1659173947475/2687425_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-07-30-1659173947475","pageUrl":"https:/mcdryad.com/Gyeongsangnam-do/2022-07-30-1659173947475"},{"id":"2022-07-30-1659170619407","title":"Birthplace of the16th President of Korea, Roh Moo-hyun (진영 봉하마을과 노무현 대통령 생가)","description":"Bongha Village is located 4.5km to the east of Jinyeong-eup, on the foot-slopes of Bonghwasan mountain.  It is a typical farming village, and its major produce is Jinyeong sweet persimmons and rice. Its name comes from the mound above it on Bonghwasan mountain, where in the past beacons were lit as a method of communication. Bonghwasan mountain is home to Bonghwasa temple and two famous valleys  Doduk (thief) valley on the east side, named because of the many thieves that used to operate in the area, and Yasi (fox) valley on the west side, which looks like a fox lying on its front, looking back at its tail. <Br><Br>Birthplace of the former President of Korea, Roh Moo-hyun<Br>The birthplace of the former President of Korea, Roh Moo-hyun, is a brick house with a slate roof that consists of two small rooms and a kitchen. Although it is a shabby house, everything in it seems rare and precious to visitors. The earth, stones, and water, as well as household items, are popular with visitors. Some visitors even take stones and soil from the garden home with them in plastic bags, and some take water, believing that water from the ex-president’s birthplace is almost sacred.","regDate":"2022-07-30","author":"korea-tour","tag":["Gyeongsangnam-do","Culture/Art/History","Historical Sites","Birthplaces"],"imgUrl":"/2022-07-30-1659170619407/1611275_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-07-30-1659170619407","pageUrl":"https:/mcdryad.com/Gyeongsangnam-do/2022-07-30-1659170619407"},{"id":"2022-07-30-1659166622805","title":"Bijindo Island (비진도)","description":"Bijindo Island is located 13 kilometers from Tongyeonghang Port. The island's main attraction is the 550 meter-long beach. Due to the unique formation of the island, with the beach appearing to connect two separate islands, it is possible to view both the sunrise and the sunset from the beach. The western side is a sandy beach, while the eastern side is a pebble beach.<br><br>Visitors to the island can also enjoy scenic attractions of Hallyeohaesang National Park, including Haegeumgang Island and Sipjaedonggul Cave. Bijindo Island is also a great place to enjoy seafishing or simply relax in the natural beauty.","regDate":"2022-07-30","author":"korea-tour","tag":["Gyeongsangnam-do","Nature","Natural Sites"],"imgUrl":"/2022-07-30-1659166622805/2023707_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-07-30-1659166622805","pageUrl":"https:/mcdryad.com/Gyeongsangnam-do/2022-07-30-1659166622805"},{"id":"2022-07-30-1659163505785","title":"Baenaegol Valley (배내골)","description":"Baenaegol Valley is located at the heart of the mountainous region affectionately known as the Yeongnam Alps. The valley derives its name “Baenaegol,” meaning “the valley of pears,” from the wild pear trees that grow in large numbers along the valley.<br><br>The valley covers nearly 8 kilometers of land between the range connecting Sinbulsan Mountain and Yeongchuksan Mountain and the western range connecting Cheonhwangsan Mountain and Jaeyaksan Mountain in Miryang. It is a popular vacation destination in the summer. Also, many tourists come to drink the water containing acer mono sap, which is known to be produced in this region during the springtime.<br><br>Baenaegol Valley is just a short distance away from downtown Yangsan. The valley provides an opportunity to enjoy nature away from the hustle and bustle of the city center. The long valley is wedged between highlands, which results in at least two hours less of sunshine than other regions, so it feels cooler in the summer months. Strawberries are also widely grown in the area.","regDate":"2022-07-30","author":"korea-tour","tag":["Gyeongsangnam-do","Nature","Natural Sites","Valleys"],"imgUrl":"/2022-07-30-1659163505785/1228175_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-07-30-1659163505785","pageUrl":"https:/mcdryad.com/Gyeongsangnam-do/2022-07-30-1659163505785"},{"id":"2022-07-30-1659159589087","title":"Baegundonggyegok Valley, Sancheong (백운동계곡(산청))","description":"If you go 5 km up along the valley at Baegam-ri, under the thick woods, you will find a 180 square meter long stone named ‘Jeomjeong Rock’ and a small waterfall. This valley is Baegundonggyegok Valley.  For almost 6 km, the water of the valley flows over only rocks, with over twenty large and small falls and lakes.  Large stones in the valley are gorgeous because the stones are washed with sunbeams and the strong current of water.  The most famous falls are Baeunpokpo Waterfall and Odampokpo Waterfall.  Strong current of water flows in Deungcheondae, where the letters ‘Yeongnamjeilcheonsok’ are carved.  Baegundonggyegok Valley is a clean area due to maintenance of the clean natural environment.  Many tourists visit here because the valley is decorated with azaleas in the spring and it is cool in the summer.","regDate":"2022-07-30","author":"korea-tour","tag":["Gyeongsangnam-do","Nature","Natural Sites","Valleys"],"imgUrl":"/2022-07-30-1659159589087/1889973_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-07-30-1659159589087","pageUrl":"https:/mcdryad.com/Gyeongsangnam-do/2022-07-30-1659159589087"},{"id":"2022-07-30-1659157185392","title":"Archaeological Site in Bonghwang-dong, Gimhae (김해 봉황동 유적)","description":"In 1920, the Archaeological Site in Bonghwang-dong, Gimhae was the first site to be excavated in Korea. The site includes an important shell mound from the Gaya period, as well as the Bonghwangdae Tomb, which was the largest tomb in the Geumgwan Gaya area. These important discoveries lead to the designation as Historical Site No. 2 on February 5, 2001. On top of the hill remain Yeouijangja Pavilion and Hwangsebawi Rock, which are part of the legend about General Hwangse and Yeoui.","regDate":"2022-07-30","author":"korea-tour","tag":["Gyeongsangnam-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-07-30-1659157185392/1611260_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-07-30-1659157185392","pageUrl":"https:/mcdryad.com/Gyeongsangnam-do/2022-07-30-1659157185392"},{"id":"2022-07-30-1659154895976","title":"Aranggak Pavilion (아랑각)","description":"Located in Naeil-dong in Miryang, Gyeongsangnam-do Province, Aranggak Pavilion sits in a bamboo forest. It is said to have been built to appease the spirit of a young woman named Arang, who met an unfortunate death. <br><br>According to the legend, Arang was mistakenly killed by a low-ranking officer who had loved her and tried to hug her. After her death, she becomes a ghost and appears to every district magistrate (highest-ranking officer in a region) to appeal for the investigation of her unfair death, but each district magistrate dies of a heart attack. <br><br>Then, a new district magistrate by the name Lee is dispatched to the area. Unlike his predecessors, Lee listens to the story of the ghost and finds the low-ranked officer who had killed her and punishes him. He found Arang’s body and holded a religious ceremony on her behalf. Aranggak was also built in her memory. <br><br>Every year, an event called Arangje is held on April 16 by the lunar calendar in Aranggak Pavilion. Young maidens dressed in white hanbok perform a religious ceremony to soothe the sorrow of Arang. There is also a saying that the spirit of Arang will preserve the love of those couples who visit the pavilion together.","regDate":"2022-07-30","author":"korea-tour","tag":["Gyeongsangnam-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-07-30-1659154895976/574085_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-07-30-1659154895976","pageUrl":"https:/mcdryad.com/Gyeongsangnam-do/2022-07-30-1659154895976"},{"id":"2022-07-30-1659149972284","title":"Anmingogae Hill (안민고개)","description":"Anmingogae Hill is a 9-kilometer-long hill that stretches from Taebaek-dong in Jinhae to Anmin-dong in Changwon. Cherry blossom trees line both sides for 6 kilometers of the 9-kilometer road, making up the famous inhae Cherry Blossom Tunnel. The hill is also known for its view of Jinhaeman Bay, Ungsan Mountain, Sirubong Peak and Cheonjabong Peak. The hill is dotted with benches placed about 100 meters apart, offering visitors a seat to catch their breath while enjoying the view and cherry blossom trees. <br><br>Also of note is Anmin Saengtaegyo Bridge (Anmin Ecology Bridge), which was built as a passageway for wild animals to travel between Jangboksan and Ungsan mountains after the mountains were divided by the Anmin Tourism Road running between Jinhae and Changwon.","regDate":"2022-07-30","author":"korea-tour","tag":["Gyeongsangnam-do","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2022-07-30-1659149972284/1273455_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-07-30-1659149972284","pageUrl":"https:/mcdryad.com/Gyeongsangnam-do/2022-07-30-1659149972284"}],"metaData":{"pageUrl":"https://mcdryad.com/Gyeongsangnam-do","nav":"Gyeongsangnam-do"},"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}