{"pageProps":{"content":"![Haepungbuwongun Yun Taekyeong's Jaesil (해풍부원군윤택영댁재실)](/2022-07-23-1658601711010/1569166_image2_1.webp)\n\n  \n## Overview\n\n> Haepungbuwongun Yun Taekyeong's Jaesil is a shrine house built by the father-in-law of King Sunjong of Joseon dynasty in 1906 when his daughter was proclaimed the crowned princess of Joseon and entered Changdeokgung Palace to later become Queen Sunjeong. Red pine trees salvaged from the demolition of Gyeongungung Palace were used to construct the house. It was originally located in Jegi-dong, Dongdaemun-gu, but was later restored and moved to its present location. The shrine of the house that was destroyed in 1960 was also restored. <br>\nBecause the house is more of a shrine rather than residential living quarters, it has many unique features. For example, unlike other houses, it has the <em>anchae</em> (women’s quarters) located across from <em>sarangbang</em> (men’s quarters) with <em>daecheong</em> (living room) positioned between them.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br>• For more info: +82-2-3396-5882|\n  \n\n  \n## Detail Image\n![/2022-07-23-1658601711010/1569164_image2_1.webp](/2022-07-23-1658601711010/1569164_image2_1.webp)\n![/2022-07-23-1658601711010/1569165_image2_1.webp](/2022-07-23-1658601711010/1569165_image2_1.webp)\n![/2022-07-23-1658601711010/1569167_image2_1.webp](/2022-07-23-1658601711010/1569167_image2_1.webp)\n![/2022-07-23-1658601711010/2531125_image2_1.webp](/2022-07-23-1658601711010/2531125_image2_1.webp)\n![/2022-07-23-1658601711010/2531126_image2_1.webp](/2022-07-23-1658601711010/2531126_image2_1.webp)\n![/2022-07-23-1658601711010/2531128_image2_1.webp](/2022-07-23-1658601711010/2531128_image2_1.webp)\n![/2022-07-23-1658601711010/2531129_image2_1.webp](/2022-07-23-1658601711010/2531129_image2_1.webp)\n![/2022-07-23-1658601711010/2531130_image2_1.webp](/2022-07-23-1658601711010/2531130_image2_1.webp)\n![/2022-07-23-1658601711010/2531131_image2_1.webp](/2022-07-23-1658601711010/2531131_image2_1.webp)\n![/2022-07-23-1658601711010/2531132_image2_1.webp](/2022-07-23-1658601711010/2531132_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-2-3396-5882](tel:+82233965882)\n\n\n\n```googleMap\nlatitude: 37.5583638148\nlongitude: 126.9944031366\ntitle: 28, Toegye-ro 34-gil, Jung-gu, Seoul\n```\n  \n## Directions\n  \n[Subway]<BR>\nChungmuro Station (Seoul Subway Line 3, 4), Exit 3 or 4.<br>\nWalk for approx. 85 m to Namsangol Hanok Village.<br>\nHaepungbuwongun Yun Taekyeong's Jaesil is located inside Namsangol Hanok Village.\n","data":{"id":"2022-07-23-1658601711010","title":"Haepungbuwongun Yun Taekyeong's Jaesil (해풍부원군윤택영댁재실)","description":"Haepungbuwongun Yun Taekyeong's Jaesil is a shrine house built by the father-in-law of King Sunjong of Joseon dynasty in 1906 when his daughter was proclaimed the crowned princess of Joseon and entered Changdeokgung Palace to later become Queen Sunjeong. Red pine trees salvaged from the demolition of Gyeongungung Palace were used to construct the house. It was originally located in Jegi-dong, Dongdaemun-gu, but was later restored and moved to its present location. The shrine of the house that was destroyed in 1960 was also restored. <br>Because the house is more of a shrine rather than residential living quarters, it has many unique features. For example, unlike other houses, it has the <em>anchae</em> (women’s quarters) located across from <em>sarangbang</em> (men’s quarters) with <em>daecheong</em> (living room) positioned between them.","regDate":"2022-07-23","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Old Houses"],"imgUrl":"/2022-07-23-1658601711010/1569166_image2_1.webp","blogPath":"Seoul/2022-07-23-1658601711010","pageUrl":"https:/mcdryad.com/Seoul/2022-07-23-1658601711010"},"dataList":[{"id":"2022-08-09-1660018921272","title":"Seoul Geumseonsa Temple (금선사(서울))","description":"Geumseonsa Temple is located within Bukhansan National Park, just behind Cheong Wa Da (The Blue House) and Gyeongbokgung Palace. The entrance to the temple is just off the hiking path to Bibong Peak.<br><br>After passing Banyajeon Hall, where Buddhist services are held, visitors will see a pine tree over 200 years old, and beyond that, a staircase with 108 steps leading up to Daejeokgwangjeon Hall in the temple's main area. To the right is Samseonggak House and Hongyegyo Bridge over the clear waters flowing down from the mountain.<br><br>Additional temple buildings include Mitajeon Hall and Yeonhwadang Hall, built in 2004 by Monk Beopan; and Jeokmukdang Hall, built using traditional construction techniques.","regDate":"2022-08-09","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-08-09-1660018921272/1927840_image2_1.webp","blogPath":"Seoul/2022-08-09-1660018921272"},{"id":"2022-08-09-1660013586382","title":"Seoul Former Russian Legation (서울 구 러시아공사관)","description":"The Russian Legation was built in a Renaissance style in 1890. Russian architect, A. J. Scredin Sabatine designed the structure.  In 1895, during the Joseon dynasty, the Eulmisabyeon Incident took place as a show of force by the Japanese.  <br><br>Empress Myeongseong-hwanghu was emerging as a strong figure in Korea at a time when a power struggle between Japan, China, Russia, and other powers were taking place.  Japanese Minister, Miura Goro saw her as a threat and ordered her assassination.  After hearing news of the Empress’s assassination, King Gojong and the Crown Prince sought refuge in the Russian Embassy for one year.  <br><br>After 1945, the Soviet Union took over the embassy until it was almost completely destroyed by a fire during the Korean War 1950~1953 .  The only remaining parts of the building are the tower and basement areas. The building was restored to its current condition in 1973 and is now enjoyed by many as a public park.","regDate":"2022-08-09","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-08-09-1660013586382/1569254_image2_1.webp","blogPath":"Seoul/2022-08-09-1660013586382"},{"id":"2022-08-08-1660001990922","title":"Seoul Forest (서울숲)","description":"Opened on June 18, 2005, Seoul Forest had previously undergone a series of changes on Ttukseom Island. In the past, the forest had been a royal hunting ground for kings and served as a military inspection facility. However, in more recent decades, the area has served a wide variety of functions. Ttukseom initially served as a water treatment facility, and later as a golf course, horse racing track, and eventually a sports park. <br><br> Consisting of five parks spread over approximately 595,000 ㎡ of land, Seoul Forest is an eco-friendly zone appreciated not only by the people of the city but also those visiting Seoul. Seoul Forest is rapidly developing into the premium city-park of Korea like Hyde Park in London and Central Park in New York. <br><br> * Culture & Art Park<br> Situated in the heart of Seoul Forest, Culture & Art Park features Seoul Forest Plaza, decorative flower beds, Visitor Center, a skate park, outdoor stage, waterside lounge (restaurant), in-forest open space, in-forest play ground and water play area. <br><br> * Eco Forest <br> The Eco Forest, once an area covered by the Hangang River, has been transformed into an eco-forest connecting the Hangang River and Jungnangcheon Stream. This natural habitat for wildlife is home to fallow deer, formosan deer, elk, chipmunks, mandarin ducks, mallards, spot-billed ducks and moorhens. There is also an observatory to help visitors get a better view of the local wildlife. <br><br> * Experiential Learning Park<br> Occupying the structure of the former Ttukseom Water Treatment Facility, this refurbished educational area was established to house an insect botanical garden, wild flower garden, themed flower garden, event ground and surrounding protective forest. <br><br> * Marsh Plants Garden<br> Making use of the local reservoir’s natural environment, the Wetlands Ecological Field contains a wetlands ecological management office, ecological playground, outdoor nature classroom, bird observatory, wetlands flower garden and botanical garden fed with local, clear waters. <br><br> * Hangang Riverside Park <br> Located southwest of Seoul Forest, this riverside area at the junction of the Hangang River and Jungnangcheon Stream features a waterfront park, marina and rest area.","regDate":"2022-08-08","author":"korea-tour","tag":["Seoul","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-08-08-1660001990922/2611300_image2_1.webp","blogPath":"Seoul/2022-08-08-1660001990922"},{"id":"2022-08-08-1659998432991","title":"Seoul Folk Flea Market  - Traditional Arts & Crafts Studio (서울풍물시장 전통문화체험관)","description":"The Traditional Arts & Crafts Studio in Seoul Folk Flea Market was created to give both locals and international visitors a chance to experience the traditional arts of Korea first-hand. For international visitors, programs serve as a brief introduction to some of the finer points of Korean art. For many Koreans, the studio’s programs are ways to relive childhood memories or experience traditional culture as a family.","regDate":"2022-08-08","author":"korea-tour","tag":["Seoul","Culture/Art/History","Experience Programs","Traditional Experience"],"imgUrl":"/2022-08-08-1659998432991/1986058_image2_1.webp","blogPath":"Seoul/2022-08-08-1659998432991"},{"id":"2022-08-08-1659994648083","title":"Seoul Daehan Hospital (서울 대한의원)","description":"Daehanuiwon (Daehan Medical Center) is an antique two-story brick building within the grounds of Seoul National University Hospital. It was established under the direct administration of the Uijeongbu (State Council), combining the Gwangjewon (under the Home Ministry), Gyeongseong Medical School and the Korean Red Cross Hospital (under the Royal Household). Built in the Madubong Hill area, this location where Hamchunwon, the outer garden of Changgyeonggung Palace, once stood in 1484 (15th year of King Seongjong), was also once the site of Gyeongmogung Palace, where King Jeongjo enshrined the mortuary tablet of his birth father Crown Prince Sado Seja in 1776 (the year King Jeongjo ascended to the throne). <br><br>These places that held importance for the royal family were destroyed as the Japanese built Gyeongseong Empire University in its place. In 1907, with the announcement of the plan to establish Daehan Medical Center, construction began on the main building, seven wards and affiliated buildings.  Construction was completed in November 1908. <br><br>The Daehan Medical Center opened in Gwangjewon, but upon Japanese colonization in 1910, its name was changed to the Japanese Viceroyalty Hospital. In 1926, it was included as a part of Gyeongseongjeguk University to become a university hospital. Since the liberation of Korea in 1945, it has been a hospital affiliated with Seoul National University.","regDate":"2022-08-08","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-08-08-1659994648083/1554829_image2_1.webp","blogPath":"Seoul/2022-08-08-1659994648083"},{"id":"2022-08-08-1659991172318","title":"Seoul Color Park (서울색공원)","description":"The Seoul Color Park spans over 9,000 ㎡ of land next to the Hangang River under Mapodaegyo Bridge. It features a large wave-shaped sculpture, as well as bar code graphics and benches painted with 10 different colors that have been designed as the Colors of Seoul. The streetscape is designed with images and Colors of Seoul that includes “Dancheong” red, “Kkotdam” red brown, “Namsan” green and more. Sculptures and art works using the Colors of Seoul can also be seen at Seoul Museum of Art and Seoul History Museum.","regDate":"2022-08-08","author":"korea-tour","tag":["Seoul","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-08-08-1659991172318/1985223_image2_1.webp","blogPath":"Seoul/2022-08-08-1659991172318"},{"id":"2022-08-08-1659987365301","title":"Seoul Cathedral Anglican Church or Korea (대한성공회 서울주교좌성당)","description":"Seoul Cathedral Anglican Church of Korea began construction under Mark Trollope, the third bishop of the Anglican Church of Korea, in 1922. It was designed by a English architect Arthor Dixon. Dedication ceremony of the church was held On May 2, 1926 when the construction work hadn't been completed yet. At that time, the church building was a 3-storey building with a 992 m² floor size. Later in 1993, the original blue print of the church was found at a library in England and the construction resumed and would be completed in 1996.<br><br>The church building is a  harmonious combination of Romanesque  and traditional Korean style.  The exterior of the church is shaped like a cross with various lines placed in harmony. Inside the cathedral, there are 12 stone columns symbolizing the 12 apostles, a mosaic of Jesus on the front wall, and a brass plate in commemoration of Mark Trollope. Under the brass plate, the remains of the bishop Mark Trollope are enshrined. <br>* Size  B1-3F<br>* Building site area  519㎡ (157 pyeong), Ground area 909㎡ (275 pyeong)","regDate":"2022-08-08","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Holy Sites"],"imgUrl":"/2022-08-08-1659987365301/755849_image2_1.webp","blogPath":"Seoul/2022-08-08-1659987365301"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}