{"pageProps":{"content":"![Baegamsan Mountain (백암산)](/2022-07-28-1659044341868/1979172_image2_1.webp)\n\n  \n## Overview\n\n> The Baegamsan Mountains are also known as the ‘White Rock Mountains’, since their peaks are covered in white-coloured rocks. These mountains are also famous for receiving plenty of snow during the winter season. If you hike up to the mountain peak early in the morning, you may catch a glimpse of the gorgeous sunrise over the East Sea. The hiking trail starts from in front of the Baegam Hot Springs Hotel. Hikers follow the southern ridges and continue through the pine tree forests to reach the top of the mountain. From the top of the mountain, you can admire beautiful views of the East Sea and the tall mountains that stretch to the west and the north. Below the peaks are the Gomosanseong Fortress, Halmaesanseong Fortress, and Baegamsanseong Fortress. <BR><Br>\n\nAfter admiring the beautiful wildlife from the peak of Baegamsan Mountain, enjoy the spas at the Baegamsan Hot Springs Resort, which is located just at the foot of the mountain.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|- 1330 Korea Travel Hotline +82-54-1330 (Korean, English, Japanese, Chinese) <br>- For more info +82-54-787-5929|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Mountain Not Access Period:|To prevent fires and preserve nature, access to the mountain is prohibited at certain times of year.Mountain closures: Feb 1 to May 1 and Nov 1 to Dec 31. Please contact the mountain office before your visit.|\n  \n## Detail Image\n![/2022-07-28-1659044341868/1979170_image2_1.webp](/2022-07-28-1659044341868/1979170_image2_1.webp)\n![/2022-07-28-1659044341868/1979171_image2_1.webp](/2022-07-28-1659044341868/1979171_image2_1.webp)\n![/2022-07-28-1659044341868/1979173_image2_1.webp](/2022-07-28-1659044341868/1979173_image2_1.webp)\n![/2022-07-28-1659044341868/1979174_image2_1.webp](/2022-07-28-1659044341868/1979174_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-54-787-5929](tel:+82547875929)\n- [🏠www.uljin.go.kr](http://www.uljin.go.kr/tour/index.uljin)\n\n\n```googleMap\nlatitude: 36.7164593155\nlongitude: 129.2996538496\ntitle: Onjeong-myeon, Uljin-gun, Gyeongsangbuk-do\n```\n  \n## Directions\n  \nFrom Dong Seoul Bus Terminal, take an intercity bus to Onjeong Bus Terminal. From Onjeong Bus Terminal, walk for approx. 579m to the mountain.\n","data":{"id":"2022-07-28-1659044341868","title":"Baegamsan Mountain (백암산)","description":"The Baegamsan Mountains are also known as the ‘White Rock Mountains’, since their peaks are covered in white-coloured rocks. These mountains are also famous for receiving plenty of snow during the winter season. If you hike up to the mountain peak early in the morning, you may catch a glimpse of the gorgeous sunrise over the East Sea. The hiking trail starts from in front of the Baegam Hot Springs Hotel. Hikers follow the southern ridges and continue through the pine tree forests to reach the top of the mountain. From the top of the mountain, you can admire beautiful views of the East Sea and the tall mountains that stretch to the west and the north. Below the peaks are the Gomosanseong Fortress, Halmaesanseong Fortress, and Baegamsanseong Fortress. <BR><Br>After admiring the beautiful wildlife from the peak of Baegamsan Mountain, enjoy the spas at the Baegamsan Hot Springs Resort, which is located just at the foot of the mountain.","regDate":"2022-07-28","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-07-28-1659044341868/1979172_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-07-28-1659044341868","pageUrl":"https:/mcdryad.com/Gyeongsangbuk-do/2022-07-28-1659044341868"},"dataList":[{"id":"2022-11-27-1669545470149","title":"Gyeongju Five Royal Tombs (경주 오릉)","description":"The Five Royal Tombs (called Oreung in Korean) have been officially designated Historic Site No. 172 and are the final resting places of four kings of the Park clan—King Park Hyeokgeose (founder of the Silla Kingdom), King Namhae, King Yuri, and King Jabi—and one queen (Queen Aryeong, wife of King Park Hyeokgeose). <br><br>To the east of the royal tombs lies Sungdeokjeon Shrine, which holds the ancestral tablet of King Park Hyeokgeose. Behind the shrine is the Aryeongjeong Well, said to be the birthplace of Queen Aryeong.","regDate":"2022-11-27","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-11-27-1669545470149/1200564_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-11-27-1669545470149"},{"id":"2022-11-27-1669541761356","title":"Gyeongju Expo Park (경주엑스포공원)","description":"Gyeongju Expo Park, located within Bomun Tourist Complex, was the venue of the international cultural fair Gyeongju World Culture Expo. The park is now open to the public year round and consists of Gyeongju Tower, 3D Animation World, Silla Culture History Exhibition, and World Fossil Museum. The parks landmark is none other than the 82-meter tall Gyeongju Tower that is inspired by the Nine-story Pagoda of Hwangnyongsa Temple, one of the three treasures from the Silla dynasty.","regDate":"2022-11-27","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Recreational Sites","Theme Parks"],"imgUrl":"/2022-11-27-1669541761356/2648920_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-11-27-1669541761356"},{"id":"2022-11-27-1669538398945","title":"Gyeongju East Palace Garden (Donggungwon) (경주 동궁원)","description":"Gyeongju East Palace Garden re-creates Koreas first zoo and botanical garden in the image of a modern Donggung Palace and Woliji Pond. The garden is comprised of botanical garden, agricultural experience facility and Bird Park. In particular, the greenhouses in the botanical garden are built with the design of traditional building from the Silla period but are made entirely of glass, providing this garden with a unique atmosphere.","regDate":"2022-11-27","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites","Botanical Gardens"],"imgUrl":"/2022-11-27-1669538398945/2370291_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-11-27-1669538398945"},{"id":"2022-11-27-1669534579762","title":"Gyeongju Donggung Palace and Wolji Pond (경주 동궁과 월지)","description":"Gyeongju Donggung Palace and Wolji Pond was a secondary palace used by the crown prince of the Silla Kingdom. It also served as a banquet site for important national events and important visitors. The pond was created in 674, during the reign of King Munmu. The pond features three small islands, and a landscape of 12 small hills to the northeast. After the fall of Silla, the site was abandoned and forgotten. The pond was referred to as Anapji from the Goryeo and Joseon periods and onwards. In the 1980s, a pottery fragment with the letters “Wolji” (a pond that reflects the moon) carved onto it was found, revealing the true name of the pond. After the discovery, the site was renamed to the current Donggung Palace and Wolji Pond.","regDate":"2022-11-27","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-11-27-1669534579762/2612561_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-11-27-1669534579762"},{"id":"2022-11-27-1669531284691","title":"Gyeongju Bulguksa Temple [UNESCO World Heritage] (경주 불국사 [유네스코 세계문화유산])","description":"Bulguksa Temple is a representative relic of Buddhist culture from the Silla kingdom. The temple was built during the 15th year of King Beopheungs reign (514-540) to wish for peace and prosperity for all. It was later rebuilt in 751 by Kim Dae-seong. Unfortunately, the temple caught fire during the Imjin War (1592-1598). After the war, the temple suffered serious damage and was often the target of theft. <br> <br>Starting in 1920, the temple has undergone continual restoration work. The temple now holds seven national treasures, a number of additional important heritages, and was designated a World Cultural Heritage Site along with the nearby Seokguram Grotto by UNESCO in December 1995.","regDate":"2022-11-27","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-11-27-1669531284691/1954568_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-11-27-1669531284691"},{"id":"2022-11-27-1669527351196","title":"Gyeongju Bomunjeong Pavilion (보문정 (경주))","description":"Bomunjeong Pavilion has a beautiful scenery and was listed on CNNs 50 Beautiful Places to Visit in South Korea. The octagonal pavilion and two ponds are surrounded by cherry blossom trees and maple trees making it a must-visit spot all year round.&nbsp;","regDate":"2022-11-27","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites"],"imgUrl":"/2022-11-27-1669527351196/2654210_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-11-27-1669527351196"},{"id":"2022-11-27-1669524117158","title":"Gyeongju Bird Park (경주 버드파크)","description":"Gyeongju Bird Park offers a unique experience for visitors, just like entering a big birdcage. Guests can touch birds in person and play with them, not just looking at birds inside a cage. The park is designed to give a happy experience for both birds and visitors. <br><br>Gyeongju Bird Park, Korean’s first experiential park featuring flowers and birds alike, is comprised of two floors; the entire first floor is an ecology experience hall that is 90% dedicated to birds and another 10% for other creatures such as reptiles, fish, and small animals. The second floor consists of exhibitions and an experiential hall with outdoor hands-on experience site. The bird park is registered as Gyeongsangbuk-dos top museum and specialized animal park, so it can import and exhibit international rare animal species.","regDate":"2022-11-27","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Recreational Sites","Theme Parks"],"imgUrl":"/2022-11-27-1669524117158/2625390_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-11-27-1669524117158"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}