{"pageProps":{"content":"![Mulgeon Windbreak Forest (남해 물건리 방조어부림)](/2022-12-23-1671773763251/2652510_image2_1.webp)\n\n  \n## Overview\n\n> Namhae in Gyeongsangnam-do, with coastal lines stretching over 302 kilometers, is surrounded by 70 beautiful islands. The Windbreak Forest in Mulgeon-ri has protected Namhae from gusty winds and ferocious waves and provided abundant fish for 300 years.<br><br>Resembling a crescent moon, the spacious forest (23,438 ㎡) along the seashore is owned by the community of Mulgeon-ri. It stretches over 1.5 kilometers with a x_width of 30 meters; there are over 2,000 trees that create canopies with x_heights varying from 10 to 15 meters. The forest boasts over 100 different species of trees — from hackberries to oaks, zelkovas, fringe trees, muku trees, and silver magnolias. All in all, 10,000 trees create the feeling of being in an ancient forest, deep in the mountains.<br><br>The forest was built by people in nearby villages 300 years ago in order to control winds and waves. From above, elegant curvilinear coastal lines are enveloped by lush trees of the forest, serving as a protection against the Namhae sea. Mulgeon-ri is divided into two areas  the port with a lighthouse, and farmlands, with the forest in between the two. From German Village in Namhae, scenic overlooks provide sweeping views of Mulgeon-ri, the forest, and the port.<br><br>The forest is called a variety of names; it is called Bangpungrim (Windbreak Forest) because it protects villages from gusty winds; Eoburim (Fish shelter Forest) because its lush trees attract schools of fish; and Bangjorim (Waterbreak Forest) because it lessens the severity of waves and tides.<br><br>Home to German Village, Mulgeon-ri faces eastward. Naturally, it is a great spot to see the sunrise and sunset. While Jeongdongjin is renowned for its splendid sunrise on the East Coast, Mulgeon-ri shares the acclaim on the South Coast, attracting thousands of visitors at the dawn of every New Year.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-55-860-8605|\n  \n\n  \n## Detail Image\n![/2022-12-23-1671773763251/2652511_image2_1.webp](/2022-12-23-1671773763251/2652511_image2_1.webp)\n![/2022-12-23-1671773763251/2652512_image2_1.webp](/2022-12-23-1671773763251/2652512_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-55-860-8605](tel:+82558608605)\n- [🏠www.cha.go.kr](http://www.cha.go.kr)\n\n\n```googleMap\nlatitude: 34.7832378893\nlongitude: 128.0410209758\ntitle: Mulgeon-ri, Namhae-gun, Gyeongsangnam-do\n```\n  \n## Directions\n  \n[Bus]<br>\nTake an intercity bus from Seoul Nambu Bus Terminal to Namhae.<br>From Namhae Intercity Bus \nTerminal, take a bus bound for Mulgeon Windbreak Forest.\n","data":{"id":"2022-12-23-1671773763251","title":"Mulgeon Windbreak Forest (남해 물건리 방조어부림)","description":"Namhae in Gyeongsangnam-do, with coastal lines stretching over 302 kilometers, is surrounded by 70 beautiful islands. The Windbreak Forest in Mulgeon-ri has protected Namhae from gusty winds and ferocious waves and provided abundant fish for 300 years.<br><br>Resembling a crescent moon, the spacious forest (23,438 ㎡) along the seashore is owned by the community of Mulgeon-ri. It stretches over 1.5 kilometers with a x_width of 30 meters; there are over 2,000 trees that create canopies with x_heights varying from 10 to 15 meters. The forest boasts over 100 different species of trees — from hackberries to oaks, zelkovas, fringe trees, muku trees, and silver magnolias. All in all, 10,000 trees create the feeling of being in an ancient forest, deep in the mountains.<br><br>The forest was built by people in nearby villages 300 years ago in order to control winds and waves. From above, elegant curvilinear coastal lines are enveloped by lush trees of the forest, serving as a protection against the Namhae sea. Mulgeon-ri is divided into two areas  the port with a lighthouse, and farmlands, with the forest in between the two. From German Village in Namhae, scenic overlooks provide sweeping views of Mulgeon-ri, the forest, and the port.<br><br>The forest is called a variety of names; it is called Bangpungrim (Windbreak Forest) because it protects villages from gusty winds; Eoburim (Fish shelter Forest) because its lush trees attract schools of fish; and Bangjorim (Waterbreak Forest) because it lessens the severity of waves and tides.<br><br>Home to German Village, Mulgeon-ri faces eastward. Naturally, it is a great spot to see the sunrise and sunset. While Jeongdongjin is renowned for its splendid sunrise on the East Coast, Mulgeon-ri shares the acclaim on the South Coast, attracting thousands of visitors at the dawn of every New Year.","regDate":"2022-12-23","author":"korea-tour","tag":["Gyeongsangnam-do","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2022-12-23-1671773763251/2652510_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-23-1671773763251","pageUrl":"https:/mcdryad.com/Gyeongsangnam-do/2022-12-23-1671773763251"},"dataList":[{"id":"2022-12-26-1672032948403","title":"Tongyeong Cable Car (통영케이블카)","description":"Tongyeong Cable Car is the only dual-cable automatic circulating gondola system in Korea, built with the most recent technology. It is the longest tourist cable car in Korea, stretching over a distance of 1,975 meters. Traveling at a speed of 4 meters per second, the cable car takes 9 minutes to travel from one station to the next. Despite the distance, there is only one midway support post, designed to create the lowest level of natural disturbance, as well as increase the view for passengers. There are 47 gondolas able to seat 8 passengers each, so there is very little wait time. Visitors traveling with pets can also bring their pets aboard, as the cable car has opened as a pet-friendly attraction.","regDate":"2022-12-26","author":"korea-tour","tag":["Gyeongsangnam-do","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-12-26-1672032948403/2369499_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-26-1672032948403"},{"id":"2022-12-26-1672029518534","title":"Tongdosa Temple [UNESCO World Heritage] (통도사 [유네스코 세계문화유산])","description":"All of Tongdosa Temple is in perfect harmony, from its long history to the surrounding landscape. As society changed, so did the temple over time, adding many new structures as well as a management system that matches the current digital society. Tongdosa Temple was designated as a UNESCO World Heritage in 2018 along with other sansa monestaries that were recognized as a valuable heritage.","regDate":"2022-12-26","author":"korea-tour","tag":["Gyeongsangnam-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-12-26-1672029518534/1228895_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-26-1672029518534"},{"id":"2022-12-26-1672025751800","title":"Tongdo Fantasia (통도환타지아)","description":"Tongdo Fantasia is located in Yangsan, Gyeongsangnam-do, which shares borders with Milyang, Ulsan and Busan. This makes the amusement park very accessible by any means of transportation. Tongdo Fantasia operates Tongdo Country Club as well, and nearby Tongdosa Temple is also available for visitors who want to look around the local historic sites. The amusement park, the biggest theme park in Gyeongsangnam-do sits at the foot of Yeongchwisan Mountain, has over 30 amusement facilities, a large-scale swimming pool, a natural lake, a plaza for various events and a large-scale outdoor theatre, all offering various activities and events.","regDate":"2022-12-26","author":"korea-tour","tag":["Gyeongsangnam-do","Culture/Art/History","Recreational Sites","Theme Parks"],"imgUrl":"/2022-12-26-1672025751800/2489482_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-26-1672025751800"},{"id":"2022-12-25-1671964510509","title":"Tomb of Queen Consort of King Suro (김해 수로왕비릉)","description":"Tomb of Queen Consort of King Suro in Gusan-dong, Gimhae is the final resting place of Queen Heo, the Queen Consort of King Suro, the founder of Garak. The tomb dates all the way back to the Gaya dynasty and has been officially designated as Historic Site No. 74. Unlike many other ancient tomb mounds that are raised on flat land, Queen Heos mound sits high upon a hill. In front of the tomb is Pasa Stone Pagoda, which its stones are known to have come from India. <br><br>Together with the Tomb of King Suro, the tomb preservation area was expanded in the 28th year of King Sejong’s reign (1446). Records indicate that the tombs were robbed over a century later during the Imjin War (1592-1598). The current headstone and plaque by the tomb was installed in the Joseon dynasty in the 25th year of King Injos reign (1641).","regDate":"2022-12-25","author":"korea-tour","tag":["Gyeongsangnam-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-12-25-1671964510509/1611231_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-25-1671964510509"},{"id":"2022-12-25-1671960922178","title":"Tomb of King Suro (수로왕릉)","description":"King Suro founded the Garak Kingdom in AD 42 and married Heo Hwang-ok, a princess from the Indian country of Ayuta, in AD 48. He was the founder of the Gimhae Kim family. Heo Yeop, a Yeongnam governor, gave the tomb its current look in the 13th year of the reign of King Seonjo (1580). The tomb compound includes various buildings, including the Sungseonjeon (where the ancestral tablets of King Suro and his queen are kept), Anhyanggak, Jeonsacheong, and Jegigo, as well as stone structures, such as a <em>sindobi</em> (tombstone) and <em>gongjeokbi</em> (monument established to pay homage the deceased). The tombstone in front of the royal tomb was built in the 25th year of the reign of King Injo (1647) of the Joseon dynasty. The name Sungseonjeon was bestowed on the tomb by King Gojong in the 21st year of his reign (1884).","regDate":"2022-12-25","author":"korea-tour","tag":["Gyeongsangnam-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-12-25-1671960922178/2446088_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-25-1671960922178"},{"id":"2022-12-25-1671957393021","title":"Tomb of King Guhyeong, Sancheong (산청 전 구형왕릉)","description":"This stone grave is known to be the tomb of King Guhyeong, the 10th King of the Gaya Kingdom. He is also known as King Guhae or King Yang, and is the grandfather of Kim Yoo Shin. Since becoming the King of Gaya in 521 AD, he reigned for 11 years until he handed over his country to King Beopheung of the Silla Kingdom in 532 AD.<br><br>There are two different scholarly opinions  about this tomb. One is that it should be classified&nbsp;as a stone pagoda and the other, a royal tomb. The reason why this was regarded as a pagoda is that there are similarly shaped stone pagodas in the Andong and Uiseong regions. The basis for it being called Wangreung, or royal tomb, is that there is a record in Dongguk Yeoji Seongram (an ancient history book published during the rule of King Seongjong in the Joseon dynasty) and in Saneum-hyeon Sancheonjo (a record of events in the region) of it being a tomb. The notes state that there is a structure with steps on the four faces, in the form of nine dragons piled up of stones at a distance of about 16 km (40 ri&nbsp;in traditional Korean scale) from the village, so people believe it must be a royal tomb.<br><br> The record describing the name of the king buried in this tomb can be extracted from a record of travels called Wangsan Shimreunggi written by Hong Ui Young, a Joseon dynasty scholar. In addition, there’s also an entry&nbsp; in Wangsansagi, a book on the history of Wangsansa Temple (a temple located  west of the tomb) that the person buried in the tomb is King Guhyeong.<br><br>Unlike ordinary graves, the tomb is built at&nbsp;the middle part of the hills slope. The tomb has a unique appearance made up of steps and layers, with the highest point being 7.15 meters high. There are seven layers at the front and no steps at the back due to it being built on an inclined surface. The overall shape of this tomb is different from the pyramids built on level ground.  The top of the tomb is  oval in shape. At the center, there is a stone tablet with the words Royal Tomb of King Yang of the Garak Nation. In front of the tomb, there are several stone pieces that have been added to the original tomb. <br><br>During the 17th Year of King Jeongjo of the Joseon dynasty (1793), a wooden box that was passed down from generation to generation in Wangsansa<i> </i>Temple was discovered. The box contained portraits of King Guhyeong and his queen, their clothes, an archery bow, and other objects. To preserve these, a royal building called Deogyangjeon Hall was constructed. To this date, a memorial service is held here in spring and autumn of every year.","regDate":"2022-12-25","author":"korea-tour","tag":["Gyeongsangnam-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-12-25-1671957393021/792954_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-25-1671957393021"},{"id":"2022-12-25-1671953759460","title":"Suchi Beach (수치해안)","description":"From Pungho-dong, follow Haengam-ro for four kilometers and cross the small mountain pass to reach Suchi Village and Suchi Beach. Nestled in the mountains facing the quiet sea, Suchi Village was once a small village with only a few inhabitants. In recent years, the city has grown dramatically and draws a steady stream of visitors who come for <em>hoe</em> (sliced raw fish), a local specialty served fresh all year round. <br><br>The town and its main beach boast a variety of amenities including hoe restaurants, accommodations, and parking lots. Happo, the nearest town, also offers plenty to see and do and surrounds visitors with forests and other natural wonders. Happo is famous as the site where Admiral Yi Sun-Sin (1545-1598) achieved many victories against the Japanese navy during the Imjin War (1592-1598).","regDate":"2022-12-25","author":"korea-tour","tag":["Gyeongsangnam-do","Nature","Natural Sites"],"imgUrl":"/2022-12-25-1671953759460/2487291_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-25-1671953759460"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}