{"pageProps":{"content":"![Ipgok County Park (입곡군립공원)](/2022-12-20-1671507352881/724504_image2_1.webp)\n\n  \n## Overview\n\n> Ipgok County Park was once a reservoir used for agricultural water during the Japanese colonization period. Near the reservoir, a dense pine tree forest can be seen along the steep cliff and a trekking path winds through the forest. In spring, cherry blossoms provide picturesque scenery in the vicinity of the area and azaleas bloom on the ridges and cliffs as well. A sports field equipped with stands is located in the upper area.<br><Br> The reservoir boasts a grand size with a 4-kilometer circumference making it the largest reservoir in Haman. However, it is shaped like a snake, making it impossible to see the starting and ending points at the same time. It is well-known as a relaxing vacation spot among local families.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br>(Korean, English, Japanese, Chinese) <br>• For more info: +82-55-580-4583|\n|parking:|Available|\n|restdate:|* Subject to abrupt closure due to adverse weather conditions.|\n|usetime:|Open 24 hr|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Available Facilities:|* Basic facility: Forest park<br>* Physical activity facilities: 1 site for multipurpose playground, waist-turning machine, sit-up machine, resting deck, etc.<br>* Convenience facilities: Walking path, pavilion, forest bathing site, wooden chairs, suspension bridge, artificial falls, etc.<br>* Others: Drinking fountain|\n|Restrooms:|Available|\n  \n## Detail Image\n![/2022-12-20-1671507352881/2545098_image2_1.webp](/2022-12-20-1671507352881/2545098_image2_1.webp)\n![/2022-12-20-1671507352881/2545099_image2_1.webp](/2022-12-20-1671507352881/2545099_image2_1.webp)\n![/2022-12-20-1671507352881/2608025_image2_1.webp](/2022-12-20-1671507352881/2608025_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-55-580-4583](tel:+82555804583)\n- [🏠tour.haman.go.kr](https://www.haman.go.kr/04198/05800/04268.web)\n\n\n```googleMap\nlatitude: 35.2656827406\nlongitude: 128.4506919100\ntitle: Ipgokgongwon-gil, Haman-gun, Gyeongsangnam-do\n```\n  \n\n","data":{"id":"2022-12-20-1671507352881","title":"Ipgok County Park (입곡군립공원)","description":"Ipgok County Park was once a reservoir used for agricultural water during the Japanese colonization period. Near the reservoir, a dense pine tree forest can be seen along the steep cliff and a trekking path winds through the forest. In spring, cherry blossoms provide picturesque scenery in the vicinity of the area and azaleas bloom on the ridges and cliffs as well. A sports field equipped with stands is located in the upper area.<br><Br> The reservoir boasts a grand size with a 4-kilometer circumference making it the largest reservoir in Haman. However, it is shaped like a snake, making it impossible to see the starting and ending points at the same time. It is well-known as a relaxing vacation spot among local families.","regDate":"2022-12-20","author":"korea-tour","tag":["Gyeongsangnam-do","Nature","Natural Sites","County Parks"],"imgUrl":"/2022-12-20-1671507352881/724504_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-20-1671507352881","pageUrl":"https:/mcdryad.com/Gyeongsangnam-do/2022-12-20-1671507352881"},"dataList":[{"id":"2022-12-20-1671514562117","title":"Jaeyaksan Mountain (재약산)","description":"Situated between Miryang and Ulju, Jaeyaksan Mountain (1,119.1 meters) boasts gorgeous landscapes with giant rock formations near its peak. One of the most popular attractions of the mountain is Sajapyeong Plain and its vast field of silvergrass. The hiking course is relatively easy, adding to its charm. Nearby attractions include Eoreumgol Valley, Hobakso Pool, Pyochungsa Temple, Cheungcheungpokpo Falls, and Geumgangpokpo Falls.","regDate":"2022-12-20","author":"korea-tour","tag":["Gyeongsangnam-do","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2022-12-20-1671514562117/2589476_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-20-1671514562117"},{"id":"2022-12-20-1671511151820","title":"Isang Yun Memorial Park (Docheon Theme Park) (윤이상 기념공원(도천테마파크))","description":"A memorial park for the world-renowned composer Isang Yun was created in Docheon-dong, Tongyeong-si where the great composer was born. The Isang Yun Memorial Park consists of several sections including an exhibition hall displaying the composer’s legacy; a multi-purpose lounge, serving coffee and selling souvenirs; a Memorial Hall, where all kinds of performances and seminars take place; and Gyeongsa Square, an outdoor event venue.","regDate":"2022-12-20","author":"korea-tour","tag":["Gyeongsangnam-do","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-12-20-1671511151820/1002419_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-20-1671511151820"},{"id":"2022-12-19-1671446346269","title":"Hwangmaesan County Park (황매산군립공원)","description":"Located at the border between Gahoe-myeon and Daebyeong-myeon of Hapcheon, Hwangmaesan Mountain has long been considered a guardian mountain of Hapcheon, but was rarely ever featured in hiking or tourist publications. Thanks to this, the mountains natural environment has been kept in pristine condition. In 1983, the mountain was designated as a county park and now, along with Gayasan Mountain, it is regarded as one of the major mountains in Hapcheon. Hwangmaesan Mountain is one of the last mountain peaks of the Taebaek Mountain Range, and reaches an altitude of 1,113 meters. Pine trees and royal azalea decorate the rocky mountain. From the summit, hikers can see Hapcheonho Lake and Jirisan, Deogyusan, and Gayasan Mountains.","regDate":"2022-12-19","author":"korea-tour","tag":["Gyeongsangnam-do","Nature","Natural Sites","County Parks"],"imgUrl":"/2022-12-19-1671446346269/2635502_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-19-1671446346269","pageUrl":"https:/mcdryad.com/Gyeongsangnam-do/2022-12-19-1671446346269"},{"id":"2022-12-19-1671442571578","title":"Hobaksogyegok Valley (호박소계곡)","description":"Hobaksogyegok Valley is located within Gajisan Mountain approximately 3 kilometers away from Eoreumgol Valley in Jaeyaksan Mountain, where the water originates. The valley offers beautiful surroundings and clear water developed over the years. Hobakso Pond, shape like a grain-grinding tool, is located at the base of a 10-meter-high waterfall. With a circumference of 30 meters, the pond is also called Sirye Hobakso Pond, Guyeongpokpo Falls, and Baengnyeonpokpo Falls. In the past, the pond was a spiritual place where people would pray for rain. Surrounded by white granite rocks, the area is a scenic place of natural beauty, free from pollution. Visitors can also look around nearby Baengnyeonsa Temple, Hyeongjeso Pond and Ocheonpyeong Rock.","regDate":"2022-12-19","author":"korea-tour","tag":["Gyeongsangnam-do","Nature","Natural Sites","Valleys"],"imgUrl":"/2022-12-19-1671442571578/2660872_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-19-1671442571578","pageUrl":"https:/mcdryad.com/Gyeongsangnam-do/2022-12-19-1671442571578"},{"id":"2022-12-19-1671439136544","title":"Historic Park of Geoje POW Camp (거제도 포로수용소 유적공원)","description":"The Historic Park of Geoje POW Camp is located at what was the largest POW camp during the Korean War. The exhibition halls and video rooms allow visitors to experience the life and feelings of POWs. Remains of the war, such as tanks, trucks and other relics are also on exhibit here.","regDate":"2022-12-19","author":"korea-tour","tag":["Gyeongsangnam-do","Culture/Art/History","Recreational Sites","Theme Parks"],"imgUrl":"/2022-12-19-1671439136544/2658441_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-19-1671439136544","pageUrl":"https:/mcdryad.com/Gyeongsangnam-do/2022-12-19-1671439136544"},{"id":"2022-12-19-1671435346356","title":"Hapcheon Image Theme Park (합천영상테마파크)","description":"<br>The Hapcheon Image Theme Park became a major tourist attraction after the release of Tae Guk Gi  The Brotherhood of War (2004), and has continued to increase in popularity following the filming of additional movies and dramas within the park. Well-known films and soap operas include Seoul 1945, Fighter in the Wind, Gyeongseong Scandals, Meeting Plaza, Dachimawa Lee, Modern Boy and East of Eden. The park is one of the largest film and television studio sets in Korea.<br><br>The theme park is located in Gahori, Yongju-myeon (Hapcheon) and covers an area of over 231,406.00㎡. It is divided into two main sets separately owned by the major broadcasting companies KBS and MBC. The section owned by KBS houses reproductions of Seoul landmarks such as Seoul Station, Chosun Governor-General Office, and the Bando Hotel, as they appeared from the 1930s to the 1960s. MBC’s set focuses mainly on reproductions of streets from Sogong-dong, Seoul from the 1970s and 80s. A walk around this major filming location will transport visitors back into the Seoul of yore, a Seoul vastly different from the one people know and love today.<br><br>After a set is used for a film or a soap opera, the City of Hapcheon remodels and displays it as a type of exhibit, chronicling the area’s anthropologic development. In the future, the city plans to expand exhibits to include a facility where visitors can view a collection of historic military pieces.<br>&nbsp;<br>","regDate":"2022-12-19","author":"korea-tour","tag":["Gyeongsangnam-do","Culture/Art/History","Recreational Sites","Theme Parks"],"imgUrl":"/2022-12-19-1671435346356/1867863_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-19-1671435346356","pageUrl":"https:/mcdryad.com/Gyeongsangnam-do/2022-12-19-1671435346356"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}