{"pageProps":{"content":"![Bogyungsa Temple (보경사)](/2022-07-29-1659073563317/1615310_image2_1.webp)\n\n  \n## Overview\n\n> Bogyeongsa Temple in Pohang, Gyeongsangbuk-do rest with Jungnamsan Mountain in the background, surrounded by the peaks of Naeyeonsan Mountain. The temple grounds boast 12 beautiful waterfalls flowing from Naeyeonsan Mountain and a picturesque landscape. The temple was built in 602 during the Silla period and also has 4 smaller temples on the grounds.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330<br>(Korean, English, Japanese, Chinese) <br>• For more info: +82-54-262-1117|\n|parking:|Available (Near Bogyeongsa Temple entrance)|\n|restdate:|N/A (Open all year round)|\n|usetime:|Sunrise - Sunset|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Hiking Course:|* Mountain ridge line - Valley - Peak Course&nbsp;<br>Bogyeongsa Temple - Munsuam - Naeyeonsan Mountain&nbsp;- Hyangnobong Peak - Simyeongni - Bogyeongsa Temple (20km, 7 hours) <br> * Valley - Peak (Roundtrip) Course <br> Bogyeongsa Temple - Gwaneumpok - Bukhopok - Simyeongni - Hyangnobong Peak - Bogyeongsa (20㎞, 7 hours 30 mins)|\n|Admission Fees:|Individual:&nbsp;Adults 3,500 won / Teenagers 2,000 won<br> Group: Adults 3,000 won / Teenagers 1,500 won<br> <br>* Group: 30 or more people<br>* Free admission for children (age 13 & under) and seniors (age 65 & over)<br>* Teenagers (ages 14-19)|\n|Restrooms:|Available|\n  \n## Detail Image\n![/2022-07-29-1659073563317/1615311_image2_1.webp](/2022-07-29-1659073563317/1615311_image2_1.webp)\n![/2022-07-29-1659073563317/1615312_image2_1.webp](/2022-07-29-1659073563317/1615312_image2_1.webp)\n![/2022-07-29-1659073563317/1615313_image2_1.webp](/2022-07-29-1659073563317/1615313_image2_1.webp)\n![/2022-07-29-1659073563317/1615314_image2_1.webp](/2022-07-29-1659073563317/1615314_image2_1.webp)\n\n\n  \n## Contact\n\n\n- [🏠www.bogyungsa.org</a> (Korean only) <br> <a href=\"https://www.templestay.com/temple_info.asp?t_id=bogyeong\" target=\"_blank\" class=\"web\">www.templestay.com](http://www.bogyeongsa.org)\n\n\n```googleMap\nlatitude: 36.2521208197\nlongitude: 129.3180214840\ntitle: 523, Bogyeong-ro, Buk-gu, Pohang-si, Gyeongsangbuk-do\n```\n  \n## Directions\n  \n[Bus] <br>\n- From Dong Seoul Bus Terminal or Gangnam Express Bus Terminal take a bus to Pohang Bus Terminal.  <br>\n- From Pohang Bus Terminal Bus Stop, take a bus to Cheongha Bus Stop.<br>\n- From Cheongha Bus Stop, transfer to Bus No. 510 to Bogyeongsa Temple Bus Stop.\n","data":{"id":"2022-07-29-1659073563317","title":"Bogyungsa Temple (보경사)","description":"Bogyeongsa Temple in Pohang, Gyeongsangbuk-do rest with Jungnamsan Mountain in the background, surrounded by the peaks of Naeyeonsan Mountain. The temple grounds boast 12 beautiful waterfalls flowing from Naeyeonsan Mountain and a picturesque landscape. The temple was built in 602 during the Silla period and also has 4 smaller temples on the grounds.","regDate":"2022-07-29","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-07-29-1659073563317/1615310_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-07-29-1659073563317","pageUrl":"https:/mcdryad.com/Gyeongsangbuk-do/2022-07-29-1659073563317"},"dataList":[{"id":"2022-11-30-1669783416830","title":"Gyeongju Yangdong Village [UNESCO World Heritage] (경주 양동마을 [유네스코 세계문화유산])","description":"Gyeongju Yangdong Village is Korea&rsquo;s largest traditional village, showcasing the traditional culture of the Joseon dynasty and the beautiful natural surroundings. Thanks to its many cultural heritages, including treasures, national treasures, and folklore materials, the entire village has been designated as a cultural heritage site. Many people have visited this village to see its wealth of cultural heritages and scenic surroundings, including King Charles III, who visited this village in 1993. <br /><br />Seolchangsan Mountain and its four spines of mountains can be seen beyond the village. Approximately 160 old houses and 500-year-old thatched-roof cottages are nestled within the valley. Fifty-four of these homes are over 200 years old and have been excellently preserved in their original state, offering the opportunity to view a variety of unique traditional Korean houses in person.","regDate":"2022-11-30","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Folk Villages"],"imgUrl":"/2022-11-30-1669783416830/2654745_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-11-30-1669783416830"},{"id":"2022-11-30-1669779809920","title":"Gyeongju World Amusement (경주월드 어뮤즈먼트)","description":"Gyeongju World Amusement operates all year round, with California Beach, a water park in summer, and a large-scale snowpark in winter. The park is complete with thrilling rides, convenience amenities, and restaurants for a full day of fun.","regDate":"2022-11-30","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Recreational Sites","Theme Parks"],"imgUrl":"/2022-11-30-1669779809920/2648924_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-11-30-1669779809920"},{"id":"2022-11-29-1669718411779","title":"Gyeongju Wolseong Palace Site (Banwolseong Fortress) (경주 월성(반월성))","description":"This was the location of the palace fortress during the Silla dynasty (57 BC ~ AD 935).  The fortress takes after its name, which, literally translates to mean a crescent moon shape on top of a hill. The famous history books of Samgukyusa mention that Silla’s 4th King Seoktalhae (AD 57~80) thought this area was an ideal spot for the fortress and bought the land from a nobleman.  The 2nd King Namhae (AD 4~24) impressed by Seoktalhae’s actions, took him in as his son-in-law, later, becoming the 4th king.  The area was then under Silla’s rule for 900 years, the last king being the 56th, Gyeongsoon (AD 927~935).  <br><br>Although the magnificent grandeur of the palace is now just an empty lot, it has been told that this area was filled with imperial buildings during the Silla dynasty.  Currently, the region of Wolseong has a freezer made out of rocks called Seokbinggo, an archery range, horse-riding field, and a traditional playground, which resembles the grounds of the Joseon Period (the dynasty that ruled the Korean peninsula from 1392-1910).","regDate":"2022-11-29","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Fortresses"],"imgUrl":"/2022-11-29-1669718411779/2601687_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-11-29-1669718411779"},{"id":"2022-11-29-1669711353031","title":"Gyeongju Tomb of King Muyeol, Stele of King Taejong Muyeol (경주 무열왕릉, 태종무열왕릉비)","description":"The Tomb of King Muyeol is the tomb of Kim Chun-chu, who acsended to the throne as King Muyeol (r. 654-661), the 29th ruler of the Silla Kingdom. The tomb is located at the southwestern foot of Seondosan Mountain in Gyeongju. As king, he sought to unify the three kingdoms by allying forces with Chinas Tang dynasty, but passed away before he could successfully accomplish his goal. His tomb is relatively large, reaching a x_height of 8.7 meters, and having a circumference of 114 meters. Originally made with large stones, the tomb has been covered in dirt and grass with the passing of time.  To the east of the grave are the remains of his stele with an inscription that reads “Taejong Muyeol Daewangjibi (Tombstone of the Great King Muyeol), indicating the owner of this grave.","regDate":"2022-11-29","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-11-29-1669711353031/2641759_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-11-29-1669711353031"},{"id":"2022-11-29-1669707348320","title":"Gyeongju Tomb of Kim Yu-sin (경주 김유신묘)","description":"The tomb of General Kim Yu-sin (595-673) is located near the Gyeongju Express Bus Terminal at the end of a scenic lane, popular in spring for its walls of yellow forsythia and pink cherry blossom trees in bloom. The tomb itself is located in a scenic area thick with pine trees, on the eastern side of Songhwasan Mountain.The tomb of General Kim Yu-sin is a large tomb measuring roughly 30 meters in diameter, circled by a stone fence with 24 guard posts. The tomb base wall features relief carvings of the 12 Oriental zodiac gods standing guard over the tomb, brandishing weapons. The carvings are unique in that while their bodies face outwards, the heads are all turned to the right. The elaborately decorated tomb is second in grandeur only to those of royalty.","regDate":"2022-11-29","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-11-29-1669707348320/179566_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-11-29-1669707348320"},{"id":"2022-11-29-1669704178891","title":"Gyeongju Seokguram Grotto [UNESCO World Heritage] (경주 석굴암 [유네스코 세계문화유산])","description":"Seokguram Grotto was constructed by Kim Dae-Seong during the reign of King Gyeong-Deok (742-765) of the Silla Kingdom. Located 3 kilometers away by hiking trail and 9 kilometers by car from Bulguksa Temple, the grotto was designed very harmoniously with the seated Buddha facing the East Sea. It is a valuable cultural heritage that is preserved and registered as a UNESCO World Heritage on December 6, 1995.&nbsp;","regDate":"2022-11-29","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-11-29-1669704178891/1783291_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-11-29-1669704178891"},{"id":"2022-11-29-1669700202072","title":"Gyeongju Royal Tomb of King Naemul (경주 내물왕릉)","description":"King Naemul was the 17th monarch of the Silla Kingdom (in power from 356 to 402) and became the second king of the Kim family name. King Naemul was known as the first king to initiate the king title of ‘Maripgan’ and was known for spreading cultural advancements from China to the Korean people. When the allied forces of Baekje and Japan attacked, he asked Gwanggaeto the Great of Goguryeo for help and led the people to victory, contributing to the increased strength of the Silla Kingdom. After his rule, the throne was exclusively ceded to members of the Kim family clan.<br><br>The royal tomb of King Naemul is a large mound (22 m in diameter and 5.3 m in x_height) that sits on the northern hill of the Confucian school of Gyeongju. The edge of a natural stone is exposed around the bottom of the mound, pointing to the fact that the inner chamber tomb was made of stone. In the historical document Samguk Sagi (History of the Three Kingdoms), no records are found about the tomb, but the Samguk Yusa (Memorabilia of the Three Kingdoms) describes the king’s tomb as being located in the southwest of Cheomseongdae, which is consistent with the tomb’s location.","regDate":"2022-11-29","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-11-29-1669700202072/1954895_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-11-29-1669700202072"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}