{"pageProps":{"content":"![Birthplace of Empress Myeongseong (Queen Min) (명성황후 생가)](/2022-07-18-1658137022392/184956_image2_1.webp)\n\n  \n## Overview\n\n> This is the house where Empress Myeongseong (Joseon Period) was born and lived until she was eight years old. She would grow up to be the wife of the dynasty’s 26th ruler, King Gojong. The birthplace and the adjoining Memorial Hall are open to the public. \n<br>\n\nEmpress Myeongseong was a brilliant diplomat who pursued openness and reform to maintain the sovereignty of the nation. Unfortunately, her tumultuous life came to an end in the early morning hours of October 8, 1895 when she was murdered by the Japanese army. \n<br>\n\n<br>\nDuring Japanese colonial rule, the empress was wrongfully accused of being a jealous and overly ambitious person. Studies of various archives have since revealed what a great person she really was. Recently, numerous television productions and musicals have also corrected those misunderstandings. Renovated in 1995, her birthplace includes three buildings with servants’ quarters, master’s quarters, and a separate house. A commemorative monument now stands at the site of the room where the empress studied as a child. The Memorial Hall in front of the house contains various archives and artifacts related to Empress Myeongseong’s life. There is also a 161-seat theater.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-31-887-3572|\n|parking:|Available (88 parking spaces)|\n|restdate:|Mondays, New Year's Day|\n|usetime:|March-October 09:00-18:00<br>November-February 09:00-17:00<br>* Last admission is 30 minute before closing.|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Parking Fees:|Large vehicles (16 person or more): 2,000 won <BR>Small vehicles: 1,000 won<br>Compact vehicles: 500 won|\n|Restrooms:|Available|\n  \n## Detail Image\n![/2022-07-18-1658137022392/1589908_image2_1.webp](/2022-07-18-1658137022392/1589908_image2_1.webp)\n![/2022-07-18-1658137022392/1589909_image2_1.webp](/2022-07-18-1658137022392/1589909_image2_1.webp)\n![/2022-07-18-1658137022392/1589910_image2_1.webp](/2022-07-18-1658137022392/1589910_image2_1.webp)\n![/2022-07-18-1658137022392/1589911_image2_1.webp](/2022-07-18-1658137022392/1589911_image2_1.webp)\n![/2022-07-18-1658137022392/1589912_image2_1.webp](/2022-07-18-1658137022392/1589912_image2_1.webp)\n![/2022-07-18-1658137022392/1589913_image2_1.webp](/2022-07-18-1658137022392/1589913_image2_1.webp)\n![/2022-07-18-1658137022392/1589914_image2_1.webp](/2022-07-18-1658137022392/1589914_image2_1.webp)\n![/2022-07-18-1658137022392/1589915_image2_1.webp](/2022-07-18-1658137022392/1589915_image2_1.webp)\n![/2022-07-18-1658137022392/184960_image2_1.webp](/2022-07-18-1658137022392/184960_image2_1.webp)\n![/2022-07-18-1658137022392/184964_image2_1.webp](/2022-07-18-1658137022392/184964_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-31-887-3572](tel:+82318873572)\n- [🏠www.yjcf.or.kr](http://www.yjcf.or.kr/main/empressmyungseong)\n\n\n```googleMap\nlatitude: 37.2604936594\nlongitude: 127.6556516417\ntitle: 71, Myeongseong-ro, Yeoju-si, Gyeonggi-do\n```\n  \n## Directions\n  \n[Bus]<BR>\nFrom Dong Seoul Bus Terminal, take a bus to Yeoju Bus Terminal.<br> \nFrom Yeoju Bus Terminal, take a bus bound  for Janghowon and get off at Jeombong Elementary School Bus Stop. <BR>Walk for approx. 5 min.\n","data":{"id":"2022-07-18-1658137022392","title":"Birthplace of Empress Myeongseong (Queen Min) (명성황후 생가)","description":"This is the house where Empress Myeongseong (Joseon Period) was born and lived until she was eight years old. She would grow up to be the wife of the dynasty’s 26th ruler, King Gojong. The birthplace and the adjoining Memorial Hall are open to the public. <br>Empress Myeongseong was a brilliant diplomat who pursued openness and reform to maintain the sovereignty of the nation. Unfortunately, her tumultuous life came to an end in the early morning hours of October 8, 1895 when she was murdered by the Japanese army. <br><br>During Japanese colonial rule, the empress was wrongfully accused of being a jealous and overly ambitious person. Studies of various archives have since revealed what a great person she really was. Recently, numerous television productions and musicals have also corrected those misunderstandings. Renovated in 1995, her birthplace includes three buildings with servants’ quarters, master’s quarters, and a separate house. A commemorative monument now stands at the site of the room where the empress studied as a child. The Memorial Hall in front of the house contains various archives and artifacts related to Empress Myeongseong’s life. There is also a 161-seat theater.","regDate":"2022-07-18","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Birthplaces"],"imgUrl":"/2022-07-18-1658137022392/184956_image2_1.webp","blogPath":"Gyeonggi-do/2022-07-18-1658137022392","pageUrl":"https:/mcdryad.com/Gyeonggi-do/2022-07-18-1658137022392"},"dataList":[{"id":"2022-08-24-1661316783806","title":"Gahak-dong Dolmens (가학동지석묘)","description":"Gahak-dong Dolmens site is an ancient site where religious rites were conducted before burial ceremonies. Located on top of the mountain by Beolmal Village, the site dates from the Bronze Age and shows traces of megalithic worship. <br><br>There are six dolmens  a table-shaped dolmen is at the western end of the ceremonial space and the remaining five are situated on the opposite side, aligned from east to west.","regDate":"2022-08-24","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-08-24-1661316783806/734367_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-24-1661316783806"},{"id":"2022-08-23-1661251333655","title":"Firefly Restroom (반딧불이화장실)","description":"In honor of the 2002 FIFA World Cup Korea/Japan, Suwon adopted the idea of ‘restrooms with culture’- building beautiful, clean, brand new bathrooms at main tourist sites around the city. The Firefly Restroom, located near the Gwanggyo Reservoir, is the most beautiful of them all. It features a tunnel for the handicapped, a ceiling which filters light, a simple interior, a coffee vending machine, and a rest area.","regDate":"2022-08-23","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Architectural Sights","Buildings"],"imgUrl":"/2022-08-23-1661251333655/734386_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-23-1661251333655"},{"id":"2022-08-23-1661247612629","title":"Eunhaeng Botanical Garden (은행식물원 (은행자연관찰원))","description":"Eunhaeng Botanical Garden is operated by Seongnam-si. The garden was originally a discarded drainage area that was transformed into an ecological park with an arboretum. The garden is rich in greenery, with a diverse range of plants, wildflowers, and insects, making it an ideal place for students to see and learn about nature. The garden is also a beautiful recreation area for local residents.<br><br>* Facility area - 34,760㎡ (10,533 pyeong) / Visitor center area 202㎡ (61 pyeong)<br>* Plants  89 species 2,317 plants, Shrub  78 species 13,689 shrubs, Flowering plants  209 species94,329 plants<br>* Insects - Ladybug, butterfly with four feet, Monema flavescens, Riptortus clavatus, black-tipped leafhopper, Poecilocoris lewisi, etc.","regDate":"2022-08-23","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites","Botanical Gardens"],"imgUrl":"/2022-08-23-1661247612629/1865972_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-23-1661247612629"},{"id":"2022-08-23-1661244319701","title":"Eobigyegok Valley (어비계곡)","description":"Eobigyegok Valley of Eobisan Mountain is a geographically important site, as it sets the boundaries for Gail-ri, Seorak-myeon and Yongmun-ri, Okcheon-myeon, Yangpyeong-gun. &lsquo;Eobi&rsquo; (meaning &lsquo;fish flying&rsquo;) is the name given to this valley, where  fish can regularly&nbsp;be seen jumping out of the valley's&nbsp;pristine water. It is also an ideal destination for families with children, as the stream is shallow, the water flows at a gentle pace, the temperature is mild and it is full of pretty pebbles.","regDate":"2022-08-23","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites","Valleys"],"imgUrl":"/2022-08-23-1661244319701/1589123_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-23-1661244319701"},{"id":"2022-08-23-1661230786776","title":"Dorasan Station (도라산역)","description":"Dorasan Station, a railway station on the Gyeongui Line, is the northernmost stop on South Korea's railway line. Located 55.8 kilometers from Seoul and 205 kilometers from Pyeongyang, the station was opened as a tourist attraction on April 4, 2002 right before the 2002 Korea-Japan World Cup.<br><br>To reach Dorasan Station, visitors can take the DMZ train on Gyeongui Line from Seoul Station or Munsan Station. As this area is located within the Civilian Control Line, visitors and tourists will only be granted access after going through an identification check at Imjingang Station.","regDate":"2022-08-23","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Security & Peace Sites"],"imgUrl":"/2022-08-23-1661230786776/935097_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-23-1661230786776"},{"id":"2022-08-22-1661161243456","title":"Dora Observatory (도라전망대)","description":"Situated in Paju-si, Gyeonggi-do and at the northernmost point of the Military Demarcation Line, Dora Observatory replaced the previous Songaksan Observation Post. From the observatory, visitors can overlook North Korea, including Gaeseong, Songaksan, Kim Il-Sung Statue, and Cooperation Farm (Geumamgol). The observatory has 500 spectator seats, a VIP room, and a large parking area. It was first opened to the public in January 1987.<br><br>Near the observatory is The 3rd Tunnel, an infiltration tunnel built by North Korea and found in 1978. It stretches over 1.6 kilometers with a x_height and x_width of 2 meters, capable of mobilizing 30,000 troops in one hour. In front of the tunnel are a variety of attractions such as the DMZ Media Hall (offering the history of the divided country and flourishing ecosystem in the Demilitarized Zone), DMZ Exhibition Hall (displaying relics and documents related to the Demilitarized Zone), sculptures, and souvenir shops. Visitors can see inside the tunnel by either walking or riding the monorail.<br><br>Because civilian access is restricted in this area, visitors must participate in the DMZ Peace & Security Tour Program to visit the observatory.","regDate":"2022-08-22","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Security & Peace Sites"],"imgUrl":"/2022-08-22-1661161243456/2606130_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-22-1661161243456"},{"id":"2022-08-22-1661158072951","title":"Dasan Heritage Site (Namyangju) (다산유적지 (남양주))","description":"Dasan Heritage Site is located in the hometown of Dasan Jeong Yak-Yong (1762~1836), a scholar from the late Joseon Dynasty. Growing up in the village, Dasan criticized corruption, and tried to reform outdated institutions and conventions. During his long exile, Dasan authored Mongminsimseo (a book on how to rule the people) and Gyeongseyupo (a book on how to reform land policies, stabilize people's lives, and strengthen the nation and its army) among others. Today, Dasan is regarded as one of the greatest scholars of Silhak (Realist school of Confucianism) of the late Joseon dynasty.<br><br>At Dasan Heritage Site, Dasan's birthplace, Yeoyudang, grave and works are well preserved. Dasan Memorial showcases the scholar's achievements and footprints such as Geojunggi, a traditional equipment used to lift heavy objects in the Suwon Fortress construction, and the miniature Gangjin Dasan Chodang, where he lived in exile. Dasan Cultural Center houses Dasan's numerous writings and books.","regDate":"2022-08-22","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-08-22-1661158072951/920056_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-22-1661158072951"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}