{"pageProps":{"content":"![Tonggosan National Recreational Forest (국립 통고산자연휴양림)](/2022-12-07-1670402401572/183316_image2_1.webp)\n\n  \n## Overview\n\n> Situated in the upper Bulyeongsa Valley, Tonggosan National Recreational Frorest, rarely visited by people in the past, still preserves much of its ancient beauty. Weathered white granite envelops the valley while a variety of waterfalls forms what looks like uniquely shaped water pots.<br><br> Next to the valley is Bulyeongsa Temple built by Monk Uisang (during the reign of King Jindeok of the Silla Period). Visitors can enjoy beautiful fall foliage of the forest, and there are a variety of nearby attractions from Bulyeongsa Valley, beaches on the East Coast, and Deokgu/Baekam Hot Springs. Fall foliage tends to peak between October 10th and October 20th.<br><br> Visitors must bring their own tents, utensils, toiletries, and other necessary items. The cafeteria in Tonggosan National Recreational Forest opens between mid-July and August.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-54-783-3167|\n|opendate:|August 20, 1992|\n|parking:|Available|\n|restdate:|Tuesdays (except during peak season)|\n|usetime:|[Accommodations] 15:00-12:00 (next day)<br>[Daily hours] 09:00-18:00|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Mountain Not Access Period:|Cooking charcoal barbeque is sttictly restricted during Mountain Fire Prevention and Awareness period.<br>* Februray 15 - May 15 / November 1 - December 15 <br><br>* Dates are subject to change due to unforseen circumstances, therefore visitors are advised to check the National Recreational Forest website for updates.|\n|Parking Fees:|Compact cars: 1,500 won<br>Small & Mid-sized cars: 3,000 won<br>Large-sized vehicles: 5,000 won|\n|Available Facilities:|Accommodations, camping site, foot-volleyball court, campfire site, pavillion, workshop, convenience store, shower facilities, cooking site, etc.|\n|Admission Fees:|Individual: Adults 1,000 won / Teenagers (ages 13-18) 800 won / Children (ages 7-12) 300 won<br>Group (20 or more people): Adults 800 won, Teenagers 500 won, Children 200 won<br><br>* Free admission during winter, including camping sites. (December-March)<br>* People with disabilities and senior citizens (ages 65 and over) are eligible for free admission. |\n|Restrooms:|Available|\n  \n## Detail Image\n![/2022-12-07-1670402401572/183317_image2_1.webp](/2022-12-07-1670402401572/183317_image2_1.webp)\n![/2022-12-07-1670402401572/183318_image2_1.webp](/2022-12-07-1670402401572/183318_image2_1.webp)\n![/2022-12-07-1670402401572/183320_image2_1.webp](/2022-12-07-1670402401572/183320_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-54-783-3167](tel:+82547833167)\n- [🏠www.foresttrip.go.kr](https://www.foresttrip.go.kr/indvz/main.do?hmpgId=0193)\n\n\n```googleMap\nlatitude: 36.9337129630\nlongitude: 129.1917680299\ntitle: 880, Buryeonggyegok-ro, Uljin-gun, Gyeongsangbuk-do\n```\n  \n## Directions\n  \n[Bus]<BR>\nFrom Dong Seoul Bus Terminal, take a bus to Uljin Intercity Bus Terminal.<br>\nFrom Uljin Intercity Bus Terminal, take a bus to Tonggosan National Recreational Forest.\n","data":{"id":"2022-12-07-1670402401572","title":"Tonggosan National Recreational Forest (국립 통고산자연휴양림)","description":"Situated in the upper Bulyeongsa Valley, Tonggosan National Recreational Frorest, rarely visited by people in the past, still preserves much of its ancient beauty. Weathered white granite envelops the valley while a variety of waterfalls forms what looks like uniquely shaped water pots.<br><br> Next to the valley is Bulyeongsa Temple built by Monk Uisang (during the reign of King Jindeok of the Silla Period). Visitors can enjoy beautiful fall foliage of the forest, and there are a variety of nearby attractions from Bulyeongsa Valley, beaches on the East Coast, and Deokgu/Baekam Hot Springs. Fall foliage tends to peak between October 10th and October 20th.<br><br> Visitors must bring their own tents, utensils, toiletries, and other necessary items. The cafeteria in Tonggosan National Recreational Forest opens between mid-July and August.","regDate":"2022-12-07","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"/2022-12-07-1670402401572/183316_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-07-1670402401572","pageUrl":"https:/mcdryad.com/Gyeongsangbuk-do/2022-12-07-1670402401572"},"dataList":[{"id":"2022-12-14-1671010580712","title":"Yecheon Samgangjumak (예천 삼강주막)","description":"A place where people can see traditional <em>jumak</em> (small taverns serving food and liquor), Samgangjumak once sold food to people who travel through Samgang Port, offered rooms for peddlers to stay, and provided poets with a place to rest. <br><br>Built around 1900, this tavern is small but the floor plan is so compact that its historical value in Korean architecture is high. It also reflects the local history and culture of the past. Now, it is a tourist attraction where visitors can experience food and the atmosphere of Koreas culture in the past.","regDate":"2022-12-14","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"","blogPath":"Gyeongsangbuk-do/2022-12-14-1671010580712"},{"id":"2022-12-14-1671007222540","title":"Uljin Geumgang Pine Trail (울진 금강소나무 숲길)","description":"The Pine Forest Trail on Geumgangsan Mountain in Uljin goes through a beautiful forest of lush pine trees growing tall and straight with uncommonly bright bark. These special trees are called Geumgang Pine Trees, sometimes shortened to gangsong (songi is pine in Korean). The forest has many old trees, including at 520-year-old grandfather pine, leading to the forest being designated a protected status. Visitors who wish to walk through the pine tree tunnel and enjoy a forest bathing experience must make reservations in advance.","regDate":"2022-12-14","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites","Mountains"],"imgUrl":"","blogPath":"Gyeongsangbuk-do/2022-12-14-1671007222540"},{"id":"2022-12-14-1671003386888","title":"Tohamsan National Recreational Forest (토함산자연휴양림)","description":"Tohamsan National Recreational Forest, located in Gyeongju, is in close vicinity of major attractions such as Bulguksa Temple and Seokguram Grotto. Visitors can enjoy the culture as well as relaxing in a peaceful nature.","regDate":"2022-12-14","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"","blogPath":"Gyeongsangbuk-do/2022-12-14-1671003386888"},{"id":"2022-12-14-1671000067539","title":"The-K Hotel Gyeongju Spa World (더케이경주호텔 스파온천)","description":"Spa World in The-K Hotel Gyeongju opened in June 2001 and aims to guarantee guest satisfaction with excellent amenities, such as their sauna facilities, hot springs, sports center, and swimming pool. The hot springs were developed by using all-natural hot spring water from 630 meters underground. Spa Worlds hot spring water is famous for having a high concentration of alkaline (9.12 pH). Impurities in the water are filtered out, boosting the beneficial effects of hot spring water on the skin, muscle fatigue, and back pains.","regDate":"2022-12-14","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Recreational Sites","Hot Springs & Spa"],"imgUrl":"","blogPath":"Gyeongsangbuk-do/2022-12-14-1671000067539"},{"id":"2022-12-14-1670996181441","title":"The Divine Bell of King Seongdeok (성덕대왕신종)","description":"The Divine Bell of King Seongdeok, the largest Korean bell  preserved, stands 3.75-meter tall, has a lip diameter of 2.27 meters, and is 11 to 25 entimeters wide. In 1997, Gyeongju National Museum weighed it at 18.9 tons. The bell was cast to pay tribute to the memory of King Seongdeok. It was completed in 771 and named ‘The Divine Bell of King Seongdeok.’ However, because the bell was installed at Bongdeoksa Temple, it has also been called the Bell of Bongdeoksa. <br><br>The bell is also known as the Emile Bell, a name derived from an ancient legend in which a child was sacrificed in order to give sound to the bell, whose echoes of ‘em-ee-leh’ resemble the traditional Korean word for mommy.<br><br>The tubular sound pipe at the top of the bell that helps the sound reverberate is a unique feature that can be found only in Korean bells. The yongnyu, which serves as a loop to hang the bell, has been decorated to resemble a dragon’s head. A band of arabesque patterns can be found at the shoulder, and the striking point of the bell is in the shape of a lotus flower. <br><br>The magnificent design and inscription methods used in this bell exemplify the artisans craftmanship of the Unified Silla period. The bell is also inscribed with over one thousand Chinese characters, and its beauty and integrity have been meticulously preserved despite the passage of over 1,300 years.","regDate":"2022-12-14","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"","blogPath":"Gyeongsangbuk-do/2022-12-14-1670996181441"},{"id":"2022-12-14-1670992906055","title":"Sosuseowon Confucian Academy [UNESCO World Heritage] (소수서원 [유네스코 세계문화유산])","description":"Sosuseowon Confucian Academy is situated at the foothills of Sobaeksan Mountain. Sosuseowon was the first to receive a royal charter as a private Confucian academy along with financial support and acknowledgement by the king. This academy was originally founded under the name Baegundongseowon in 1542 by a Confucian scholar Ju Se-bung, who was also the magistrate of Punggi County at the time. Baegundongseowon first started as an academic institution that enshrined a memorial tablet of An Hyang, a Confucian scholar whom Ju Se-bung had deep respect for. After Ju Se-bung left the county, Toegye Yi Hwang, a renowned Confician scholar, became his successor and made an official request to the king to be granted a royal charter. The request was well received, and the king renamed the institution to its current name, Sosuseowon.","regDate":"2022-12-14","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-12-14-1670992906055/2620878_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-14-1670992906055"},{"id":"2022-12-14-1670989158460","title":"Sobaeksan National Park (Gyeongsangbuk-do Region) (소백산국립공원(경북))","description":"Sobaeksan National Park was designated as the 18th national park in December 1987. The features of Sobaeksan National Park include wild flowers and royal azaleas in spring and snowy scenery in winter. The mountain borders three provinces and four cities. Attractions include various peaks, temples and waterfalls. The mountain is especially popular in May when royal azaleas are in full bloom and a natural forest tunnel is formed. Birobong Peak of the mountain is covered with snow six months of the year, being called the Alps of Korea.","regDate":"2022-12-14","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites","National Parks"],"imgUrl":"/2022-12-14-1670989158460/2031732_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-14-1670989158460"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}