{"pageProps":{"content":"![Paju Historical Site Related to Yi I (파주이이유적)](/2022-09-03-1662184132053/2482208_image2_1.webp)\n\n  \n## Overview\n\n> Paju Historical Site Related to Yi I is dedicated to a great scholar of the mid-Joseon dynasty. He was born to Lee Wonsu and Shin Saimdang in 1536. He passed Saengwonsi, a type of preliminary exam in 1564 (the 9th year of King Myeongjong), and another 9 exams so he was called Gudo Jangwongong. He served in key positions. He is thought to be one of the top two scholars along with Yi Hwang. <br>\nJaunseowon Confucian Academy is home to the tablets of Yulgok Yi I and his family’s graveyard, located at the foot of Jaunsan Mountain. Jaunseowon Monument and Memorial Stone of Yi I Scholar are located here as well. Yulgok Memorial Hall displays his goods, and his biography. In February 2013, Jaunseowon Confucian Academy and the tombs of Yulgok Yi I and his mother Shin Saimdang were individually designated as Gyeonggi-do Cultural Assets, but the whole area as a whole is a designated National Historic Site under the name Historic Site related to Yi I.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br>(Korean, English, Japanese, Chinese) <br> • For more info: +82-31-958-1749|\n|parking:|Available (20 bus parking spaces, 100 car parking spaces)|\n|restdate:|Mondays (closed next day if Monday is a public holiday)|\n|usetime:|March-October 09:00-18:00<br>November-February 09:00-17:00|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Available Facilities:|Jaunseowon Confucian Academy, Yulgok Memorial Hall, Yulgok Institute, Graveyard of Yi I’s family, Yeohyeonmun Gate, Yulgok Yi I Memorial Monument, restroom, snack bar, parking lot, grass field, pond, etc.|\n|Facility Utilization Fees:|Camping Deck 10,000 won / Auto-camping 25,000 won<BR><br>[Sled hill]<BR>Individuals: Adults 7,000 won / Teenagers 6,000 won / Children 5,000 won<BR>Groups: Adults 6,000 won / Teenagers 5,000 won / Children 4,000 won|\n|Restrooms:|Available|\n  \n## Detail Image\n![/2022-09-03-1662184132053/1591167_image2_1.webp](/2022-09-03-1662184132053/1591167_image2_1.webp)\n![/2022-09-03-1662184132053/1591168_image2_1.webp](/2022-09-03-1662184132053/1591168_image2_1.webp)\n![/2022-09-03-1662184132053/1592007_image2_1.webp](/2022-09-03-1662184132053/1592007_image2_1.webp)\n![/2022-09-03-1662184132053/1592015_image2_1.webp](/2022-09-03-1662184132053/1592015_image2_1.webp)\n![/2022-09-03-1662184132053/2482200_image2_1.webp](/2022-09-03-1662184132053/2482200_image2_1.webp)\n![/2022-09-03-1662184132053/2482207_image2_1.webp](/2022-09-03-1662184132053/2482207_image2_1.webp)\n![/2022-09-03-1662184132053/2482212_image2_1.webp](/2022-09-03-1662184132053/2482212_image2_1.webp)\n![/2022-09-03-1662184132053/2482224_image2_1.webp](/2022-09-03-1662184132053/2482224_image2_1.webp)\n![/2022-09-03-1662184132053/2482231_image2_1.webp](/2022-09-03-1662184132053/2482231_image2_1.webp)\n![/2022-09-03-1662184132053/1591165_image2_1.webp](/2022-09-03-1662184132053/1591165_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-31-958-1749](tel:+82319581749)\n- [🏠tour.paju.go.kr](https://tour.paju.go.kr/user/tour/place/BD_tourPlaceInfoView.do?menuCode=55&cntntsSn=3&q_gubun=thema1)\n\n\n```googleMap\nlatitude: 37.8661174305\nlongitude: 126.8709612078\ntitle: 204, Jaunseowon-ro, Paju-si, Gyeonggi-do\n```\n  \n\n","data":{"id":"2022-09-03-1662184132053","title":"Paju Historical Site Related to Yi I (파주이이유적)","description":"Paju Historical Site Related to Yi I is dedicated to a great scholar of the mid-Joseon dynasty. He was born to Lee Wonsu and Shin Saimdang in 1536. He passed Saengwonsi, a type of preliminary exam in 1564 (the 9th year of King Myeongjong), and another 9 exams so he was called Gudo Jangwongong. He served in key positions. He is thought to be one of the top two scholars along with Yi Hwang. <br>Jaunseowon Confucian Academy is home to the tablets of Yulgok Yi I and his family’s graveyard, located at the foot of Jaunsan Mountain. Jaunseowon Monument and Memorial Stone of Yi I Scholar are located here as well. Yulgok Memorial Hall displays his goods, and his biography. In February 2013, Jaunseowon Confucian Academy and the tombs of Yulgok Yi I and his mother Shin Saimdang were individually designated as Gyeonggi-do Cultural Assets, but the whole area as a whole is a designated National Historic Site under the name Historic Site related to Yi I.","regDate":"2022-09-03","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-09-03-1662184132053/2482208_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-03-1662184132053","pageUrl":"https:/mcdryad.com/Gyeonggi-do/2022-09-03-1662184132053"},"dataList":[{"id":"2022-09-07-1662540581926","title":"Spa la Spa (Konjiam Resort) (스파라스파 (곤지암리조트))","description":"Located in Konjiam Resort, Spa la Spa consists of Wellness Spa, Family Spa, and WHOO (Hu) Spa Palace. The Wellness Spa, run by health professionals, is a comprehensive program of exercise, nutrition, stress management, and spa services. The Family Spa consists of an indoor pool, a therapy space, and a meditation garden. The WHOO (Hu) Spa Palace is a premium spa facility offering individually customized skincare treatment using medicinal herbs and Oriental massage techniques.","regDate":"2022-09-07","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Recreational Sites","Hot Springs & Spa"],"imgUrl":"/2022-09-07-1662540581926/1177034_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-07-1662540581926"},{"id":"2022-09-07-1662537392811","title":"Spa Plus (스파플러스)","description":"Spa Plus is located in Icheon City, Gyeonggi-do Province, which has been a famous hot springs region for over 500 years. It has been said that Spa Plus’ hot spring waters have healing components that are effective in treating eye diseases and skin troubles. Spa Plus presents a variety of jjimjilbang themed areas to enjoy along with an outdoor area where you can relax in the warm hot spring waters. <BR><Br>First opened in December of 2002, Spa Plus is a hot springs facility located inside the Hotel Miranda, which is the largest 2nd class hotel of the Icheon area. The main spa complex is located on the 10th floor and the annex on the 3rd floor.","regDate":"2022-09-07","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Recreational Sites","Hot Springs & Spa"],"imgUrl":"/2022-09-07-1662537392811/2042185_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-07-1662537392811"},{"id":"2022-09-07-1662532911489","title":"Soyosan Tourist Site (소요산국민관광지)","description":"Soyosan Mountain (altitude 587.5 meters) features exquisite rock formations and artistic valleys and forests. The tourist site includes the Freedom & Peace Museum, the site of Princess Yoseok's villa palace where she spent time with Monk Wonhyo, Jajaeam Hermitage, Cheongnyangpokpo and Wonhyopokpo Falls, and many more historic sites.","regDate":"2022-09-07","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-09-07-1662532911489/1195422_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-07-1662532911489"},{"id":"2022-09-07-1662527724175","title":"Soulone Botanical Garden (소울원)","description":"Soulone, meaning filled with laughter, is a healing space of approximately 13,200 square meters. The garden aims to provide a place where guests can rest their weary bodies and minds while being surrounded by trees and flowers. The garden is decorated with ornamental trees, rocks, and bonsai, along with other kinds of plants, like tropical plants in the greenhouse. A coffee shop with a modern interior allows visitors to enjoy the landscaped garden in comfort. More active guests can enjoy a light walk through a tunnel of trees on the mountain road. Nearby attractions include the Paju section of the DMZ, Paju Book City, and Paju Premium Outlets.","regDate":"2022-09-07","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites","Botanical Gardens"],"imgUrl":"/2022-09-07-1662527724175/2006006_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-07-1662527724175"},{"id":"2022-09-06-1662461036670","title":"Songtan Special Tourist Zone (평택시 송탄 관광특구)","description":"The Songtan Special Tourist Zone in Pyeongtaek is located near a US military base and consists of shopping malls and entertainment facilities. It is often referred to as “Little Itaewon” because it bears a similarity with Itaewon’s alleys. The districts of Sinjang and Seojeong are part of this tourist zone. <br><br >The main attraction in the Sinjang district is the shopping mall that was completed in 1998. Visitors can shop and spend their leisure time along the 300-meter-long pedestrian road that starts from the US military base. In Songtan’s Seojeong district, there is a popular cherry blossoms road and a public park where people can relax. <br><br >There’s a bike path on Buraksan Mountain and a wide variety of delicious food at the Pyeongtaek Jungang International Market. The Korea-US Friendship Culture Festival is held in October and the Moro Culture & Art Festival in October. The tourist zone is conveniently located near Songtan Station (Seoul Subway Line 1).<br><br><b>Songtan Special Tourist Zone <br></b><b>Areas included </b> Areas around Sinjang 1 (il) to 2 (i), Jisan, Songbuk and Seojeong-dong in Pyeongtaek-si, Gyeonggi-do<br><b>Area size </b> 491,316㎡ <br><b>Tourist attractions </b> Sinjang Shopping Mall, Jungang International Market, Culture Street, Buraksan Mountain, etc.","regDate":"2022-09-06","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Recreational Sites","Tourist Complexes"],"imgUrl":"/2022-09-06-1662461036670/1914797_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-06-1662461036670"},{"id":"2022-09-06-1662457278953","title":"Sintan-ri Station (신탄리역)","description":"Sintan-ri Station, located on the Gyeongwon Line between Daegwang-ri and Baengmagoji Stations, opened on July 10, 1913. It was part of North Korean land after 1945, but was returned to South Korea in 1951. A sign labeling the station as the final station on the line was installed in 1971. With the opening of Baengmagoji Station on November 20, 2012, the station lost its title as the last station. However, many people still consider it as such, with many visitors coming to see the old sign.","regDate":"2022-09-06","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Security & Peace Sites"],"imgUrl":"/2022-09-06-1662457278953/2566642_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-06-1662457278953"},{"id":"2022-09-06-1662454142441","title":"Sinbuk Resort Spring Fall (신북리조트 스프링폴)","description":"Sinbuk Hot Springs, the only sodium bicarbonate hot springs in the metropolitan area is located amidst beautiful streams and forests. The hot spring water comes from 600 meters underground creating a soft and smooth texture which helps with anti-aging and general skin care.  Along with the hot springs bath, saunas were built as well as a resting area that attracts a diverse clientele.","regDate":"2022-09-06","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Recreational Sites","Hot Springs & Spa"],"imgUrl":"/2022-09-06-1662454142441/2364495_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-06-1662454142441"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}