{"pageProps":{"content":"![Siheung Gaetgol Eco Park (시흥 갯골생태공원)](/2022-09-06-1662446580976/2675305_image2_1.webp)\n\n  \n## Overview\n\n> Siheung Gaetgol Eco Park in Gyeonggi-do features the nation's only inland beach along the shores of a river that ebbs and flows with the ocean tide. The park offers the chance to learn about the traditional salt-making techniques, as well as the many unique flora that grow here. The park was designated as a National Ocean Wetland Protection Zone in February 2012.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330<br>(Korean, English, Japanese, Chinese) <br>• For more info: +82-31-488-6900|\n|parking:|Available|\n|restdate:|N/A (Open all year round)|\n|usetime:|Open 24 hr|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Parking Fees:|Free|\n|Restrooms:|Available|\n|Admission Fees:|Free|\n  \n## Detail Image\n![/2022-09-06-1662446580976/2524331_image2_1.webp](/2022-09-06-1662446580976/2524331_image2_1.webp)\n![/2022-09-06-1662446580976/2609942_image2_1.webp](/2022-09-06-1662446580976/2609942_image2_1.webp)\n![/2022-09-06-1662446580976/2609952_image2_1.webp](/2022-09-06-1662446580976/2609952_image2_1.webp)\n![/2022-09-06-1662446580976/2675262_image2_1.webp](/2022-09-06-1662446580976/2675262_image2_1.webp)\n![/2022-09-06-1662446580976/2675264_image2_1.webp](/2022-09-06-1662446580976/2675264_image2_1.webp)\n![/2022-09-06-1662446580976/2675265_image2_1.webp](/2022-09-06-1662446580976/2675265_image2_1.webp)\n![/2022-09-06-1662446580976/2675277_image2_1.webp](/2022-09-06-1662446580976/2675277_image2_1.webp)\n![/2022-09-06-1662446580976/2675279_image2_1.webp](/2022-09-06-1662446580976/2675279_image2_1.webp)\n![/2022-09-06-1662446580976/2675290_image2_1.webp](/2022-09-06-1662446580976/2675290_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-31-488-6900](tel:+82314886900)\n- [🏠www.siheung.go.kr](https://www.siheung.go.kr/portal/contents.do?mId=0801050000)\n\n\n```googleMap\nlatitude: 37.3897740365\nlongitude: 126.7812383963\ntitle: 287, Dongseo-ro, Siheung-si, Gyeonggi-do\n```\n  \n\n","data":{"id":"2022-09-06-1662446580976","title":"Siheung Gaetgol Eco Park (시흥 갯골생태공원)","description":"Siheung Gaetgol Eco Park in Gyeonggi-do features the nation's only inland beach along the shores of a river that ebbs and flows with the ocean tide. The park offers the chance to learn about the traditional salt-making techniques, as well as the many unique flora that grow here. The park was designated as a National Ocean Wetland Protection Zone in February 2012.","regDate":"2022-09-06","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2022-09-06-1662446580976/2675305_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-06-1662446580976","pageUrl":"https:/mcdryad.com/Gyeonggi-do/2022-09-06-1662446580976"},"dataList":[{"id":"2022-09-15-1663223162380","title":"Hantangang River Resort (한탄강 관광지)","description":"The area surrounding the Hantangang River is filled with countless volcanic rocks from past volcanic activity. These rocks are basaltic, and are commonly called gombo (a face with chicken pox marks) rock because they are covered with small holes that form from air bubbles when volcanic lava cools rapidly. The surrounding scenery of the Hantangang River area is truly breathtaking and is also the site of a famous amusement park. The Hantangang River Resort, located in the lower region of the Hantangang River, stretches along 1.5 kilometers of the river's shore between the Saranggyo Bridge and the Hantangyo Bridge in Jeongok-ri, Yeoncheon-gun. The Hantangang River flows from the Pyeonggang River in North Korea and through through Cheorwon, Pocheon and Yeoncheon and eventually joins the Imjingang River. The river features many scenic points including a large valley with cliffs that consist of many rare rocks. The resort is a great place for rest and relaxation, and has facilities for the whole family, maintaining campsites for cars and motor homes, a dinosaur-themed Children’s Character Park, Children’s Transportation Land, a water park, an ecological pond, and a soccer field. Additionally, the Goseokjeong Pavilion and Sundam Valley are located nearby upstream.","regDate":"2022-09-15","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Recreational Sites","Tourist Complexes"],"imgUrl":"/2022-09-15-1663223162380/2431947_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-15-1663223162380"},{"id":"2022-09-15-1663218185847","title":"Gwangju Gonjiam Ceramic Park (광주 곤지암도자공원)","description":"Located in Sam-ri, Gwangju in Gyeonggi-do, Gwangju Gonjiam Ceramic Park is largely comprised of a historic site from the Old Stone Age Era. This site was where porcelain was made and sold to the royal palace during the Joseon period. The park spans an area of over 6,611 ㎡, consisting of a sculpture park, ceramic shopping mall, cultural hall, performance hall, the Old Stone Age experiential madang, Jungang Lake Square, and other facilities that all visitors can freely enjoy within the park. <br><br>Mosaic Park, built based on art works regarding ceramics, and Gyeonggi Ceramic Museum, exhibiting art pieces in sequential order, are the venues for various hands-on programs as well as food culture, outdoor, performances, events and other programs taking place all year round. The park features a multicultural complex that meets every need in tradition, culture, art, education, play, resting and others.","regDate":"2022-09-15","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Recreational Sites","Theme Parks"],"imgUrl":"","blogPath":"Gyeonggi-do/2022-09-15-1663218185847"},{"id":"2022-09-14-1663152340710","title":"Gwanggyosan Mountain (광교산)","description":"Gwanggyosan Mountain located north of Suwon protects the city from the cold wind blown from the north. The mountain was previously called Gwangaksan Mountain but was renamed during the Goryeo period by King Taejo. The mountain is located in Sanggwanggyo-dong, between the Gyeongbu expressway and the road that connects Seoul and Suwon. The mild and gentle ridge of the mountain makes it perfect for leisure walks. As one of the eight attractions of Suwon, the view of snow-covered trees is a must-see. Starting in 2003, the mountain closes to the public every three years to allow nature to heal in peace.","regDate":"2022-09-14","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-09-14-1663152340710/2667433_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-14-1663152340710"},{"id":"2022-09-14-1663148701396","title":"Gimpo Munsusanseong Fortress (김포 문수산성)","description":"Munsusanseong Fortress was built on Munsusan Mountain in 1694, during the 20th year of the reign of King Sukjong, the 19th king of the Joseon dynasty. The fortress as designed to defend Gwanghwado Island from marine invasion. At the time, the fortress had north, west, and south gates, but they were destroyed in a fire during the Byeong-in Yangyo (1866). The north gate was restoryed in 1995 and the south gate in 2002.  The fortress walls span 6 kilometers in length, 4 kilometers of which remain unrestored. Surrounded by beautiful scenery, the top of the fortress commands a spectacular view spanning from North Korea to the Hangang River inlet, and from Samgaksan Mountain to the sea off Incheon in the distance. It is often referred to as the Geumgangsan Mountain of Gimpo as it boasts superb scenery throughout all four seasons. The mountain is home to Munsusa Temple, established during the reign of Silla King Jinseong.","regDate":"2022-09-14","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Fortresses"],"imgUrl":"","blogPath":"Gyeonggi-do/2022-09-14-1663148701396"},{"id":"2022-09-14-1663145457820","title":"Gimpo International Sculpture Park (김포국제조각공원)","description":"Gimpo Sculpture Park is situated in a large forest and is decorated with 30 sculptures  14 by international artists and 16 by Korean artists. Since the site is located near the DMZ, the only divided country in the world, each sculpture expresses the overarching theme of unification. A favorite spot for weekend picnicking families and couples on dates, the park is expected to be included in a large tourist complex in the near future along with nearby Reports Park and the youth training center.","regDate":"2022-09-14","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-09-14-1663145457820/2431740_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-14-1663145457820"},{"id":"2022-09-14-1663141881989","title":"Everland (에버랜드)","description":"Everland Resort entertains visitors through attractions in the five themed areas of Global Fair, American Adventure, Magic Land, Zootopia, and European Adventure. The amusement park is decorated according to different themed festivals throughout the year, including Tulip Festival, Rose Festival, Summer Splash, Halloween Festival, Romantic Illumination, and more. One of the park’s most famous rides is T-Express, Korea’s first wooden roller coaster, popular among young visitors. Zootopia is a must-see as it spans over an area of 15,000 ㎡ and exhibits 2,000 animals. Lost Valley opened in 2013 and features the largest ecological safari world with tours by amphibious car to see 150 animals. A pair of giant pandas given by Chinese president Xi Jinping as a symbol of friendship between Korea and China can also be seen at Panda World.","regDate":"2022-09-14","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Recreational Sites","Theme Parks"],"imgUrl":"/2022-09-14-1663141881989/2372251_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-14-1663141881989"},{"id":"2022-09-14-1663137214805","title":"East Nine Royal Tombs [UNESCO World Heritage] (구리 동구릉 [유네스코 세계문화유산])","description":"East Nine Royal Tombs are located in a large forest area, and they are the resting place of Joseon's kings and queens. There are nine royal mausoleums in total. The tombs are very large compared to other tombs in Korea, and the surrounding forest adds to the scenery. The nine royal mausoleums include the tomb of Joseon dynasty’s founder King Taejo (1335-1408), which is called Geonwolleung. <br> <br>A thick forest surrounds the mausoleums, and between the graves there are casual walking trails. The burial site carries 600 years of Joseon history with it.","regDate":"2022-09-14","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"","blogPath":"Gyeonggi-do/2022-09-14-1663137214805"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}