{"pageProps":{"content":"![Andong Ontrepieum (안동 온뜨레피움)](/2022-07-28-1659034133562/2018997_image2_1.webp)\n\n  \n## Overview\n\n> Ontrepieum, meaning \"to bloom flowers in a garden,\" is situated in Andong's Cultural Tourism Complex.  With an area of approximately 30,000 ㎡, it consists of a 1,500 ㎡ tropical green house, a 6,600 ㎡ herb garden, farming land, an animal performance theater, a nature experience section, and other areas. The tropical greenhouse features tropical and subtropical plants, including herbs, coffee and palm trees. Over 17,000 trees planted in the park, along with its water fountain and photo zones, make it the perfect place for a fun weekend getaway, not to mention that it has been used as a filming location. It is a fantastic place to take some photos with a unique feel. <br> The Andong Cultural Tourism Complex also has a couple of attractions nearby, including a KBS studio, the Korea Folk Museum, the Water Museum and Arts and Crafts Museum.\n\n  \n## Intro\n\n| | |\n| - | - |\n|accomcount:|Approx. 7,500 people|\n|expagerange:|Open to visitors ages 5 and older|\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-54-823-8850|\n|opendate:|April 1, 2011|\n|parking:|Available (163 regular parking spaces, 3 designated parking spaces, 12 large parking spaces)|\n|restdate:|Mondays|\n|usetime:|10:00-18:00 (Ticketing closes at 17:00)|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Film Locations:|KBS TV Drama Filming Location - Taejo Wang Geon, Age of Warriors, Hong Gil-dong (Nearby the port and the coast)|\n|Admission Fees:|Individual - Adults 2,000 won / Children & senior citizens 1,500 won<br> Groups (20 or more) - Adults 1,500 won / Children & senior citizens 1,000 won<br>* Free: Infants (ages 2 and under) <br>* Adults (from middle school student to ages 64) /  Children (ages 2 to elementary school)|\n|Available Facilities:|Mini train, Light tunnels, Windmills Cafes, Topieori garden, 4D theater, Farmer's Land, Children's playground, Central Square, Rainbow Pond,  Green Planet Green House, Ontre's Snacks, DIY Experiences, 3D Cinema,  Herb garden, Rock Garden, Green Planet cafe|\n|Restrooms:|Available|\n|Parking Fees:|Free|\n|Interpretation Services Offered:|Not Available|\n|Reservation Info. for Foreigners:|Group visit required|\n  \n## Detail Image\n![/2022-07-28-1659034133562/2018934_image2_1.webp](/2022-07-28-1659034133562/2018934_image2_1.webp)\n![/2022-07-28-1659034133562/2018938_image2_1.webp](/2022-07-28-1659034133562/2018938_image2_1.webp)\n![/2022-07-28-1659034133562/2018942_image2_1.webp](/2022-07-28-1659034133562/2018942_image2_1.webp)\n![/2022-07-28-1659034133562/2018950_image2_1.webp](/2022-07-28-1659034133562/2018950_image2_1.webp)\n![/2022-07-28-1659034133562/2018955_image2_1.webp](/2022-07-28-1659034133562/2018955_image2_1.webp)\n![/2022-07-28-1659034133562/2018957_image2_1.webp](/2022-07-28-1659034133562/2018957_image2_1.webp)\n![/2022-07-28-1659034133562/2018960_image2_1.webp](/2022-07-28-1659034133562/2018960_image2_1.webp)\n![/2022-07-28-1659034133562/2018967_image2_1.webp](/2022-07-28-1659034133562/2018967_image2_1.webp)\n![/2022-07-28-1659034133562/2018975_image2_1.webp](/2022-07-28-1659034133562/2018975_image2_1.webp)\n![/2022-07-28-1659034133562/2018978_image2_1.webp](/2022-07-28-1659034133562/2018978_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-54-823-8850](tel:+82548238850)\n\n\n\n```googleMap\nlatitude: 36.5659582060\nlongitude: 128.7792044224\ntitle: 346-95 Gwangwangdanji-ro, Andong-si, Gyeongsangbuk-do\n```\n  \n\n","data":{"id":"2022-07-28-1659034133562","title":"Andong Ontrepieum (안동 온뜨레피움)","description":"Ontrepieum, meaning \"to bloom flowers in a garden,\" is situated in Andong's Cultural Tourism Complex.  With an area of approximately 30,000 ㎡, it consists of a 1,500 ㎡ tropical green house, a 6,600 ㎡ herb garden, farming land, an animal performance theater, a nature experience section, and other areas. The tropical greenhouse features tropical and subtropical plants, including herbs, coffee and palm trees. Over 17,000 trees planted in the park, along with its water fountain and photo zones, make it the perfect place for a fun weekend getaway, not to mention that it has been used as a filming location. It is a fantastic place to take some photos with a unique feel. <br> The Andong Cultural Tourism Complex also has a couple of attractions nearby, including a KBS studio, the Korea Folk Museum, the Water Museum and Arts and Crafts Museum.","regDate":"2022-07-28","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Recreational Sites","Theme Parks"],"imgUrl":"/2022-07-28-1659034133562/2018997_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-07-28-1659034133562","pageUrl":"https:/mcdryad.com/Gyeongsangbuk-do/2022-07-28-1659034133562"},"dataList":[{"id":"2022-07-29-1659113847049","title":"Cheomseongdae Observatory (경주 첨성대)","description":"Cheomseongdae Observatory, constructed during the reign of Queen Seondeok (r. 632-647), is one of the landmark of Gyeongju. The observatory was built in a cylinder shape at approximately 9 meters in x_height. The observatory consists of 365 stones, symbolizing the number of days in a year. The rocks are piled in 27 layers symbolizing the 27th ruler, Queen Seondeok, and the days in a lunar month by adding the of two rock layers on top.","regDate":"2022-07-29","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-07-29-1659113847049/2656600_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-07-29-1659113847049"},{"id":"2022-07-29-1659109574446","title":"Byeongsanseowon Confucian Academy [UNESCO World Heritage] (병산서원 [유네스코 세계문화유산])","description":"Before it became a Confucian academy, Byeongsanseowon Confucian Academy was originally located in Pungsang-hyeon under the name Pungakseodang School, which was used as a educational institution since the Goryeo dynasty by a political party known as the Sarim Party. It was moved to its current location in Byeongsan by a well-respected Confucian scholar named Yu Seong-nyong, penname Seoae, in 1572.<br><br>When Yu Seong-nyong passed away in 1607, many of his followers and other renowned scholars commemorated the late Confucian scholar by building Jondeoksa Shrine to enshrine his ancestral tablet in 1613, followed by renaming of the institution to Byeongsanseowon in 1614. Yu Seong-nyong's ancestral tablet was later moved to Yeogangseowon to be placed together with the ancestral tablet of Toegye Yi Hwang. In 1629, another ancestral tablet of the late scholar was made and housed in Jondeoksa Shrine. <br><br>In 1863, Byeongsanseowon was recognized by the king to receive support as a private Confucian academy. The lecture hall and shrine were reconstructed in 1921 and 1937 respectively as part of preservation efforts made during the Japanese occupation. This academy is designated as Historic Site No. 260, housing a collection of 1,000 documents and 3,000 books, including works by Yu Seong-nyong.","regDate":"2022-07-29","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-07-29-1659109574446/2601726_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-07-29-1659109574446"},{"id":"2022-07-29-1659105503281","title":"Buyongdae Cliff (부용대)","description":"Buyongdae is a cliff about 64 meters high situated where the Taebaeksan Mountain Range ends. From the summit, one can get a bird’s-eye-view of Hahoe Village in Andong. The name was taken from an ancient history of China. Meaning lotus, the name Buyongdae is said to be given for Hahoe Village’s configuration like a lotus flower. Thus, one can get the best view of the village from the cliff. Located near Buyongdae are Ogyeonjeongsa House, Gyeomamjeongsa House, and Hwacheonseowon Confucian Academy.","regDate":"2022-07-29","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Resources","Rocks"],"imgUrl":"/2022-07-29-1659105503281/2654421_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-07-29-1659105503281"},{"id":"2022-07-29-1659102944914","title":"Buseoksa Temple [UNESCO World Heritage] (부석사 [유네스코 세계문화유산])","description":"Buseoksa Temple was built in 676, during the reign of King Munmu (661-681) of the Silla Kingdom (57 BC-AD 935). The temple was founded by Great Monk Uisang (625-702) upon orders from the king. When Uisang was studying in the Dang dynasty of China, he heard of a plot by the Dang dynasty to attack Silla. Upon hearing this, he hurried home and passed the message along to the king. The temple was created to pray for protection of the country.<br><br>Buseoksa Temple gets its name from a large stone to the west of Buljeon Hall, that appears to be floating rather than supported by the stone beneath it. During the Goryeo dynasty, the temple was referred to Seondalsa Temple or Heunggyosa Temple. During excavation work in 1916, records of the temple's repair work were discovered. According to these findings, it was learned that Muryangsujeon Hall and other buildings were rebuilt in the early part of the Goryeo dynasty. The hall burned down during war in 1358, and was later rebuilt in 1376. Josadang Shrine was rebuilt in 1377.<br><br> Buseoksa Temple is home to many national treasures, including Stone Lantern at Muryangsujeon Hall of Buseoksa Temple (National Treasure No. 17), Muryangsujeon Hall of Buseoksa Temple (National Treasure No. 18), Josadang Shrine of Buseoksa Temple (National Treasure No. 19), Clay Seated Buddha of Buseoksa Temple (National Treasure No. 45), Mural Painting in Josadang Shrine of Buseoksa Temple (National Treasure No. 46), Stone Seated Buddhas in Bukji-ri (Treasure No. 220), Three-story Stone Pagoda of Buseoksa Temple (Treasure No. 249), Flagpole Supports of Buseoksa Temple (Treasure No. 255), Printing Woodblocks of Buddhist Scriptures in Buseoksa Temple (Treasure 735), and more.","regDate":"2022-07-29","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-07-29-1659102944914/2654220_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-07-29-1659102944914"},{"id":"2022-07-29-1659100524331","title":"Buryeonggyegok Valley [National Geopark] (불영계곡 (경북 동해안 국가지질공원))","description":"Buryeonggyegok Valley is a 15-kilometer-long valley that runs from Seowon-ri, Uljin-gun to Haenggok-ri, Geunnam-myeon. The valley is curved and features unusually shaped rocks with names like Buddha Rock and Love Rock. The valley is made of gneiss rock that was formed over 2 billion years ago. Some of the most unique of these outcroppings are black and white stripes like that of a zebra, and eye structures. The striped structures were formed when the white and black components of the rock were separated by high heat and then pressed together under strong pressure. The eye-shaped structures were made by the white components combining.","regDate":"2022-07-29","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites","Valleys"],"imgUrl":"/2022-07-29-1659100524331/183272_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-07-29-1659100524331"},{"id":"2022-07-29-1659094611502","title":"Bunhwangsa Temple (분황사)","description":"Bunhwangsa Temple is located next to Hwangnyongsa Temple Site in Gyeongju, and is famous for Stone Brick Pagoda, National Treasure No. 30. The temple was built in year 634, during the third year of Queen Seondeok's rule. Prominent Buddhist priests Wonhyo and Jajang resided at the temple. While the stone pagoda is presumed to be originally a 5-9 story structure, only 3 stories remain today. Much of the damage to the padoga happened during the Imjin War (1592-1598). During restoration work in 1915, money from the Goryeo period was discovered, providing evidence that the temple was also under repair at that time. Additional relics include Hwajaengguksabibu (a memorial stone placed in memory of Wonhyo), Samnyongbyeoneojeong (a well in which the three dragons that protected Silla were believed to reside), and the Standing Buddha of Bunhwangsa Temple, Gyeongsangbuk-do Cultural Heritage No. 319.","regDate":"2022-07-29","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-07-29-1659094611502/2371528_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-07-29-1659094611502"},{"id":"2022-07-29-1659091500666","title":"Buljeong Recreational Forest (불정자연휴양림)","description":"The path to Buljeong Recreational Forest, lined with cherry blossom trees, is a beautiful and dense forest that offers a relaxing walk among the trees. The free forest tour from March to December offers visitors a guided tour complete with commentary. The resting area in the forest includes a forest cabin and a camping site. Built between trees, the forest cabins are either log houses or red-clay houses. 12 of the 14 houses open all year round. In addition, the nine zip line courses add more excitement to the whole forest experience.","regDate":"2022-07-29","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"/2022-07-29-1659091500666/1070183_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-07-29-1659091500666"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Incheon","Jeju-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}