{"pageProps":{"content":"![Bukhansan National Park (Seoul District) (북한산국립공원(서울))](/2022-07-21-1658379898802/2526645_image2_1.webp)\n\n  \n## Overview\n\n> Bukhansan Mountain was officially designated as a national park in 1983. The Bukhansan National Park covers both Bukhansan and Dobongsan Mountains, and spans the total area of 80.699 ㎢. At the top of Bukhansan Mountain are Baegundae Terrace (835.6 m), Insubong Peak (810.5 m) and Mangyeongdae Terrace (799.5 m), which gave the mountain the nickname \"Samgaksan\" or the \"three-horned mountain.\" The mountain had other names: Sambongsan (mountain with three peaks), Hwasan (flower mountain), and Buaak (mountain shaped like a person giving a baby a piggyback ride). The current name, Bukhansan, was given after the Bukhansanseong Fortress was built under King Sukjong of the Joseon dynasty.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-2-909-0498|\n|parking:|Available (Bukhansanseong Parking Lots 1 & 2, Jeongneung Parking Lot)|\n|restdate:|* Subject to abrupt closure due to adverse weather conditions.|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Mountain Not Access Period:|Period of restricted access for fire-prevention and natural scenery maintenance, natural environment protection, and forest protection<br>[Hiking Trails]<br>Spring: March 2-April 30 / Fall: November 1-December 15<br>[National Park]<br>November 15-December 15 (Except Gyeongju & Taean shoreline)<br>* TBD by park directors based on fire weather advisories, precipitation levels, and other local conditions. Refer to the official website.|\n|Restricted Mountain Areas :|[hiking.kworks.co.kr](http://hiking.kworks.co.kr/sub_map/map_user01.aspx)|\n|Natural Preservation Areas (closed to public):|* Jeongneung Ravine: Bottom of Cheongsupokpo Falls - Sujungbo - Neopjeokbawi Rock / Cheongsupokpo Falls - 30 m upper Cheongsucheon Stream / Bottom of Cheongsupokpo Falls - Jeongneung Ticket Booth Bottom: until 2026<br>* Insucheon Stream (Boundary between Hanilgyo Bridge - Jeonggyeongdae): until 2026<br>* Ui Ravine (200 m south of Ui Office - Former Baegun Ticket Booth): until 2026<br>* Gugi Ravine (Gugi Office - Shelter 4): until 2026<br>* Pyeongchang Ravine (Pyeongchang Ticket Booth 2 - Above Dongnyeongpokpo Falls): until 2026<br>* Sagimakgol Ravine Entrance - Bridge to an Army Base: until 2027<br>* Songchu Ravine (Songchu Railroad Bridge 1 - 3, Obong Three-Way Intersection): until 2026<br>|\n|Available Facilities:|Hiking Information Center, Bukhansan Mountain Management Office|\n|Restrooms:|Available|\n|Parking Fees:|Bukhansanseong Parking Lots 1 & 2, Jeongneung Parking Lot<br>Light-weight cars: 500 won for the first one hour / 100 won for each additional 10 minutes / 5,000 won for 9 or more hours<br>Small & Mid-sized cars: 1,100 won for the first one hour / 300 won for each additional 10 minutes (peak season) / 250 won for each additional 10 minutes (off season) / 13,000 won for 9 or more hours<br>Large-sized cars: 2,000 won for the first one hour / 500 won for each additional 10 minutes (peak season) / 400 won for each additional 10 minutes (off season) / 20,000 won for 9 or more hours|\n  \n## Detail Image\n![/2022-07-21-1658379898802/2526640_image2_1.webp](/2022-07-21-1658379898802/2526640_image2_1.webp)\n![/2022-07-21-1658379898802/2526642_image2_1.webp](/2022-07-21-1658379898802/2526642_image2_1.webp)\n![/2022-07-21-1658379898802/2526643_image2_1.webp](/2022-07-21-1658379898802/2526643_image2_1.webp)\n![/2022-07-21-1658379898802/2526644_image2_1.webp](/2022-07-21-1658379898802/2526644_image2_1.webp)\n![/2022-07-21-1658379898802/2526646_image2_1.webp](/2022-07-21-1658379898802/2526646_image2_1.webp)\n![/2022-07-21-1658379898802/2526647_image2_1.webp](/2022-07-21-1658379898802/2526647_image2_1.webp)\n![/2022-07-21-1658379898802/2526649_image2_1.webp](/2022-07-21-1658379898802/2526649_image2_1.webp)\n![/2022-07-21-1658379898802/2526651_image2_1.webp](/2022-07-21-1658379898802/2526651_image2_1.webp)\n![/2022-07-21-1658379898802/2526652_image2_1.webp](/2022-07-21-1658379898802/2526652_image2_1.webp)\n![/2022-07-21-1658379898802/2526654_image2_1.webp](/2022-07-21-1658379898802/2526654_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-2-909-0498](tel:+8229090498)\n- [🏠bukhan.knps.or.kr](http://bukhan.knps.or.kr/)\n\n\n```googleMap\nlatitude: 37.6215453578\nlongitude: 126.9943263511\ntitle: 262, Bogungmun-ro, Seongbuk-gu, Seoul\n```\n  \n\n","data":{"id":"2022-07-21-1658379898802","title":"Bukhansan National Park (Seoul District) (북한산국립공원(서울))","description":"Bukhansan Mountain was officially designated as a national park in 1983. The Bukhansan National Park covers both Bukhansan and Dobongsan Mountains, and spans the total area of 80.699 ㎢. At the top of Bukhansan Mountain are Baegundae Terrace (835.6 m), Insubong Peak (810.5 m) and Mangyeongdae Terrace (799.5 m), which gave the mountain the nickname \"Samgaksan\" or the \"three-horned mountain.\" The mountain had other names  Sambongsan (mountain with three peaks), Hwasan (flower mountain), and Buaak (mountain shaped like a person giving a baby a piggyback ride). The current name, Bukhansan, was given after the Bukhansanseong Fortress was built under King Sukjong of the Joseon dynasty.","regDate":"2022-07-21","author":"korea-tour","tag":["Seoul","Nature","Natural Sites","National Parks"],"imgUrl":"/2022-07-21-1658379898802/2526645_image2_1.webp","blogPath":"Seoul/2022-07-21-1658379898802","pageUrl":"https:/mcdryad.com/Seoul/2022-07-21-1658379898802"},"dataList":[{"id":"2022-08-07-1659854693632","title":"Saenamteo Catholic Holy Place of the Martyrs (새남터기념성당)","description":"When taking the subway from Seoul Station to Yongsan Station, you will notice a tall and distinct hanok (traditional Korean architecture) building; this is Saenamteo Catholic Holy Place of the Martyrs. Construction of the building began in 1984, the year of the 200th anniversary of Catholicism in Korea, and was completed after three years. <br><br>Also called \"Nodeul\" and \"Sanamgi,\" Saenamteo was used as a military training ground during the early Joseon period. It was also the placewhere convicted felons and the Sayuksin (the six martyred ministers) were executed.<br><br>Many Catholics were executed here during the Sinyu Persecution of 1801, the Gihae Persecution of 1839, the Byeongo Persecution of 1846, and the Byeongin Persecution of 1866. Among those executed were 11 priests including the first Korean priest Kim Taegon (Andrew), the first Chinese priest that came to Korea Ju Mun Mo (Jacobus), the first French priest that came  to Korea BishopImbert and other Catholics including Hyeon Seok-mun. There is also an altar here where the remains of nine Catholic saints are enshrined.","regDate":"2022-08-07","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Holy Sites"],"imgUrl":"/2022-08-07-1659854693632/1985221_image2_1.webp","blogPath":"Seoul/2022-08-07-1659854693632"},{"id":"2022-08-07-1659850615742","title":"SK Telecom T.um (SK텔레콤 New ICT체험관 T.um)","description":"T.um is a venue to experience the future of mobile communications. The name T.um comes from the word for “sprout” in Korean and refers to this innovative space from SK Telecom, where the future sprouts with the company’s advanced technology. Visitors are offered a chance to actively take part in and enjoy the cutting-edge IT environment with interactive experiences. T.um breaks from corportate promotional hall standards by presenting a futuristic vision of the mobile communications industry that converges around IT technology. Since April 2021, T.um began real-time online tour that can be viewed after online reservation.","regDate":"2022-08-07","author":"korea-tour","tag":["Seoul","Culture/Art/History","Industrial Sites","Electronics/Semiconductors"],"imgUrl":"/2022-08-07-1659850615742/2512100_image2_1.webp","blogPath":"Seoul/2022-08-07-1659850615742"},{"id":"2022-08-07-1659847783021","title":"Riverside Spa Land (강변스파랜드)","description":"Riverside Spa Land is a traditional Korean sauna where visitors can experience Korea’s first and best foot massage bath for free. The sauna, located on the second floor basement, offers soft waters known to be good for the skin, while the public jjimjilbang on the first floor basement presents a variety of facilities and cultural areas such as a fitness center, aerobics room, movie room, comic book room, sports massage center, nail art center, skin care treatment center, and more.  For the convenience of its guests, Riverside Spa has installed a key payment system so guests do not have to carry cash once they are inside.","regDate":"2022-08-07","author":"korea-tour","tag":["Seoul","Culture/Art/History","Recreational Sites","Jjimjilbang (Dry Saunas)"],"imgUrl":"/2022-08-07-1659847783021/1984613_image2_1.webp","blogPath":"Seoul/2022-08-07-1659847783021"},{"id":"2022-08-07-1659844808642","title":"Rail Cruise Haerang (레일크루즈 해랑열차)","description":"Rail Cruise Haerang, a hotel-on-wheels, began operating in November 2008 as the nation's first tourist train with sleeping accommodations. With a name meaning \"together with the sun,\" Haerang is designed to be a luxury train similar to a yacht traveling along a beautiful mountain river beneath the bright sun. The exterior of the train is painted in a deep blue with gold lines and a logo featuring a phoenix while the interior design has Korean elements. Tourists will enjoy their time on the train, with personalized services and full amenities.","regDate":"2022-08-07","author":"korea-tour","tag":["Seoul","Culture/Art/History","Experience Programs","Unique Experience"],"imgUrl":"/2022-08-07-1659844808642/2440943_image2_1.webp","blogPath":"Seoul/2022-08-07-1659844808642"},{"id":"2022-08-07-1659840061906","title":"Pungnap-dong Toseong Fortress (서울 풍납동 토성)","description":"Onjo, the progenitor of Kingdom Baekje, first settled in Wiryeseong Hanam. But exact location is still unknown. One thing for sure, however, is that Pungnaptoseong Fortress, Mongchontoseong Fortress, Bangidong Ancient Tombs of Baekje, Seokchondong Stone Mound Tomb of Early Baekje are the remains of Baekje. Pungnaptoseong Fortress faces Hangang River to its west and connects to Mongchontoseong Fortress to the south. To the northwest faces Achasanseong Fortress over Hangang River and far to the southeast is Namhansanseong Fortress.<br><br>Pungnaptoseong Fortress, located at the south end of Cheonhodaegyo Bridge over Hangang River, is one of the remains of Early Baekje. Originally, the fortress was 4km in circumference, but due to massive overflowing of Hangang River during flood season in 1925, most of the fortress was lost and only 2.7km of it remains. To the east of the fortress are 4 vestiges of the fortress gates. The remains from the prehistoric era through the  Samguk (Three States) era have been unearthed, indicating that this place was a residential area well before the Baekje Era. Through vigorous excavation, some people suggest that there used to be a  palace located here during the Baekje Era.","regDate":"2022-08-07","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Fortresses"],"imgUrl":"/2022-08-07-1659840061906/566413_image2_1.webp","blogPath":"Seoul/2022-08-07-1659840061906"},{"id":"2022-08-07-1659834580035","title":"Olympic Park (올림픽공원)","description":"Olympic Park is an impressive leisure facility in which historic remains from the Baekje era share space with modern, state-of-the-art sports stadiums, an eco-friendly forest, and spacious grass fields. The legacy of the 1988 Seoul Olympics, the park not only houses the country’s largest sports arena, but has also become a place where Seoul residents come to relax and unwind. <br><br>Spread across approximately 1.45 million square meters, Olympic Park encompasses the land that was once Mongchontoseong Fortress and Mongchonhaeja (manmade lake) from the early Baekje period. The park is divided into several zones, including a leisure sports park, a cultural art park, an eco-park, and the History Experience Park dedicated to the area’s rich historic heritage. <br><br>Because Olympic Park is so large and takes over three hours to explore, visitors are advised to familiarize themselves with entrances and exits and travel routes before they start. To further save time, visitors can ride the Road Train (“Hodori Train”) located next to Peace Square.","regDate":"2022-08-07","author":"korea-tour","tag":["Seoul","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-08-07-1659834580035/2650439_image2_1.webp","blogPath":"Seoul/2022-08-07-1659834580035"},{"id":"2022-08-07-1659834556801","title":"Odong Neighborhood Park (오동근린공원)","description":"Odong Neighborhood Park is located in the areas of Beon-dong and Mia-dong in Gangbuk-gu and Wolgok-dong in Seongbuk-gu. The park is large in size and has a dense forest with various facilities like a resting area, community sports center, grassy lawn, tennis court, acupressure trail with red clay, walking paths, and much more. Nearby residents visit the park for leisure and relaxation.","regDate":"2022-08-07","author":"korea-tour","tag":["Seoul","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-08-07-1659834556801/2025939_image2_1.webp","blogPath":"Seoul/2022-08-07-1659834556801"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}