{"pageProps":{"content":"![Mulgeon Windbreak Forest (남해 물건리 방조어부림)](/2022-12-23-1671773763251/2652510_image2_1.webp)\n\n  \n## Overview\n\n> Namhae in Gyeongsangnam-do, with coastal lines stretching over 302 kilometers, is surrounded by 70 beautiful islands. The Windbreak Forest in Mulgeon-ri has protected Namhae from gusty winds and ferocious waves and provided abundant fish for 300 years.<br><br>Resembling a crescent moon, the spacious forest (23,438 ㎡) along the seashore is owned by the community of Mulgeon-ri. It stretches over 1.5 kilometers with a x_width of 30 meters; there are over 2,000 trees that create canopies with x_heights varying from 10 to 15 meters. The forest boasts over 100 different species of trees — from hackberries to oaks, zelkovas, fringe trees, muku trees, and silver magnolias. All in all, 10,000 trees create the feeling of being in an ancient forest, deep in the mountains.<br><br>The forest was built by people in nearby villages 300 years ago in order to control winds and waves. From above, elegant curvilinear coastal lines are enveloped by lush trees of the forest, serving as a protection against the Namhae sea. Mulgeon-ri is divided into two areas  the port with a lighthouse, and farmlands, with the forest in between the two. From German Village in Namhae, scenic overlooks provide sweeping views of Mulgeon-ri, the forest, and the port.<br><br>The forest is called a variety of names; it is called Bangpungrim (Windbreak Forest) because it protects villages from gusty winds; Eoburim (Fish shelter Forest) because its lush trees attract schools of fish; and Bangjorim (Waterbreak Forest) because it lessens the severity of waves and tides.<br><br>Home to German Village, Mulgeon-ri faces eastward. Naturally, it is a great spot to see the sunrise and sunset. While Jeongdongjin is renowned for its splendid sunrise on the East Coast, Mulgeon-ri shares the acclaim on the South Coast, attracting thousands of visitors at the dawn of every New Year.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-55-860-8605|\n  \n\n  \n## Detail Image\n![/2022-12-23-1671773763251/2652511_image2_1.webp](/2022-12-23-1671773763251/2652511_image2_1.webp)\n![/2022-12-23-1671773763251/2652512_image2_1.webp](/2022-12-23-1671773763251/2652512_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-55-860-8605](tel:+82558608605)\n- [🏠www.cha.go.kr](http://www.cha.go.kr)\n\n\n```googleMap\nlatitude: 34.7832378893\nlongitude: 128.0410209758\ntitle: Mulgeon-ri, Namhae-gun, Gyeongsangnam-do\n```\n  \n## Directions\n  \n[Bus]<br>\nTake an intercity bus from Seoul Nambu Bus Terminal to Namhae.<br>From Namhae Intercity Bus \nTerminal, take a bus bound for Mulgeon Windbreak Forest.\n","data":{"id":"2022-12-23-1671773763251","title":"Mulgeon Windbreak Forest (남해 물건리 방조어부림)","description":"Namhae in Gyeongsangnam-do, with coastal lines stretching over 302 kilometers, is surrounded by 70 beautiful islands. The Windbreak Forest in Mulgeon-ri has protected Namhae from gusty winds and ferocious waves and provided abundant fish for 300 years.<br><br>Resembling a crescent moon, the spacious forest (23,438 ㎡) along the seashore is owned by the community of Mulgeon-ri. It stretches over 1.5 kilometers with a x_width of 30 meters; there are over 2,000 trees that create canopies with x_heights varying from 10 to 15 meters. The forest boasts over 100 different species of trees — from hackberries to oaks, zelkovas, fringe trees, muku trees, and silver magnolias. All in all, 10,000 trees create the feeling of being in an ancient forest, deep in the mountains.<br><br>The forest was built by people in nearby villages 300 years ago in order to control winds and waves. From above, elegant curvilinear coastal lines are enveloped by lush trees of the forest, serving as a protection against the Namhae sea. Mulgeon-ri is divided into two areas  the port with a lighthouse, and farmlands, with the forest in between the two. From German Village in Namhae, scenic overlooks provide sweeping views of Mulgeon-ri, the forest, and the port.<br><br>The forest is called a variety of names; it is called Bangpungrim (Windbreak Forest) because it protects villages from gusty winds; Eoburim (Fish shelter Forest) because its lush trees attract schools of fish; and Bangjorim (Waterbreak Forest) because it lessens the severity of waves and tides.<br><br>Home to German Village, Mulgeon-ri faces eastward. Naturally, it is a great spot to see the sunrise and sunset. While Jeongdongjin is renowned for its splendid sunrise on the East Coast, Mulgeon-ri shares the acclaim on the South Coast, attracting thousands of visitors at the dawn of every New Year.","regDate":"2022-12-23","author":"korea-tour","tag":["Gyeongsangnam-do","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2022-12-23-1671773763251/2652510_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-23-1671773763251","pageUrl":"https:/mcdryad.com/Gyeongsangnam-do/2022-12-23-1671773763251"},"dataList":[{"id":"2022-12-27-1672112155057","title":"Yeongchuksan Mountain (영축산)","description":"Located in Gajisan Provincial Park, Yeongchuksan Mountain has an elevation of 1,059 meters. The name of the mountain “Yeongchuk” is known to have originated from the name of a mountain in the ancient kingdom of Magadha in central India. The mountain is also called Chwiseosan and has such beautiful scenery that it is often referred to as the Alps of Yeongnam. The broad valley that extends at the foot of Yeongchuksan Mountain provides a great walk to the hermitages scattered around the famous Tongdosa Temple. <br><br>Yeongchuksan Mountain is considered the best of the eight beautiful places in Yangsan City. The other seven places are Cheonseogsan Mountain, Naewonsagyegok Valley, Hongnyongpokpo Falls, Baenaegol Valley, Cheontaesan Mountain, Imgyeongdae Terrace on Obongsan Mountain, and Tapgol Recreational Forest on Daeunsan Mountain.","regDate":"2022-12-27","author":"korea-tour","tag":["Gyeongsangnam-do","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-12-27-1672112155057/1228579_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-27-1672112155057"},{"id":"2022-12-26-1672050990390","title":"Yeojwacheon Stream (여좌천-벚꽃명소)","description":"The area around Yeojwacheon Stream is well known as one of Jinhae’s best spots for viewing cherry blossoms. It is also the location of the bridge where the two leading characters, Gwanu and Chaewon of Romance (2002), MBC’s TV series, first met as tourists who came to Jinhae to enjoy Jinhae Gunhangje Festival. After the episode was aired, the bridge instantly became popular and widely known as the Romance Bridge. Each April, the entire city of Jinhae is filled with cherry blossoms, but the Yeojwacheon Stream area has the most beautiful cherry blossoms which makes it a prime tourist attraction.","regDate":"2022-12-26","author":"korea-tour","tag":["Gyeongsangnam-do","Culture/Art/History","Experience Programs","Cultural Districts"],"imgUrl":"/2022-12-26-1672050990390/1274186_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-26-1672050990390"},{"id":"2022-12-26-1672047333351","title":"Windy Hill (바람의 언덕)","description":"On the way to Haegeumgang Village, one may encounter the fishing village of Dojangpo. On the left side of the village is Dojangpo Wharf, from where one can take a tour ferry to Oedo Island and Haegeumgang River. Looking up from here, one can see a hill covered in grass and overlooking the sea. This is Windy Hill.<br> <br> A growing number visitors come to the place after it was used as a filming site for popular Korean dramas such as Eves Garden (2003) and Merry-Go-Round (2004). The name “Windy Hill” was given by those who visited the island and became a fan. Walking toward the hill along the wooden promenade from the wharf, one can see Hakdong Village from a distance.","regDate":"2022-12-26","author":"korea-tour","tag":["Gyeongsangnam-do","Nature","Natural Sites"],"imgUrl":"/2022-12-26-1672047333351/2612904_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-26-1672047333351"},{"id":"2022-12-26-1672043837088","title":"Undersea Tunnel - Tongyeong (해저터널-경남 통영)","description":"Constructed over a 16-month period from 1931 to 1932, the undersea tunnel in Tongyeong is Asia’s first submarine tunnel. For its construction, the sea water was blocked at both ends, the tunnel was dug underground, and was paved with concrete. The Korean word “Yongmundalyang” engraved at the entrance of 483 meter long, 5 meter wide tunnel means “the entrance of an undersea tunnel that connects island to land.”","regDate":"2022-12-26","author":"korea-tour","tag":["Gyeongsangnam-do","Culture/Art/History","Architectural Sights","Tunnels"],"imgUrl":"/2022-12-26-1672043837088/2367618_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-26-1672043837088"},{"id":"2022-12-26-1672040123208","title":"Tongyeong Sebyeonggwan Hall (통영 세병관)","description":"Sebyeonggwan Hall, located in Tongyeong, Gyeongsangnam-do, was established in 1605 by the 6th generation commander-in-chief Lee Kyung-jun and is well known as one of the widest buildings of the Joseon period along with Gyeonghoeru Pavilion in Gyeongbokgung Palace and Jinnamgwan Hall in Yeosu-si. <br><br>Sebyeonggwan Hall is placed at the foot of Yeohwangsan Mountain and overlooks Tongyeong. Right next to the hall are the remains of the naval base Tongjeyeong, which includes Unjudang (also called Jeseungdang, a military education center for the Joseon Navy) among others. <br><br>Sebyeonggwan Hall symbolizes the ending of the war, the washing away and cleaning up of the weapons of war.","regDate":"2022-12-26","author":"korea-tour","tag":["Gyeongsangnam-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-12-26-1672040123208/2367611_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-26-1672040123208"},{"id":"2022-12-26-1672036755699","title":"Tongyeong Mireuksan Mountain (미륵산(통영))","description":"Situated in the middle of Mireukdo Island on the southern part of Tongyeong, Mireuksan Mountain (altitude 458.4 meters) is also sometimes referred to as Yonghwasan Mountain after Yonghwasa Temple. Additional temples on the mountain include the more secluded Gwaneumam and Dosoram Hermitages, as well as Miraesa Temple. While not as tall as other mountains, it is famous for its lush forest, valleys with pure water, odd-shaped rocks, and rock caves. The mountain is beautiful year round with royal azalea in spring, bright foliage in fall, and breathtaking views of the Korean archipelago.","regDate":"2022-12-26","author":"korea-tour","tag":["Gyeongsangnam-do","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-12-26-1672036755699/2367588_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-26-1672036755699"},{"id":"2022-12-26-1672032948403","title":"Tongyeong Cable Car (통영케이블카)","description":"Tongyeong Cable Car is the only dual-cable automatic circulating gondola system in Korea, built with the most recent technology. It is the longest tourist cable car in Korea, stretching over a distance of 1,975 meters. Traveling at a speed of 4 meters per second, the cable car takes 9 minutes to travel from one station to the next. Despite the distance, there is only one midway support post, designed to create the lowest level of natural disturbance, as well as increase the view for passengers. There are 47 gondolas able to seat 8 passengers each, so there is very little wait time. Visitors traveling with pets can also bring their pets aboard, as the cable car has opened as a pet-friendly attraction.","regDate":"2022-12-26","author":"korea-tour","tag":["Gyeongsangnam-do","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-12-26-1672032948403/2369499_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-26-1672032948403"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}