{"pageProps":{"content":"![Incheon Port Floodgate (인천항 갑문)](/2022-08-11-1660236866503/1577661_image2_1.webp)\n\n  \n## Overview\n\n> Incheon Port Floodgate is located between the beautiful Wolmisan Mountain and Sowolmido Island. Surrounding the floodgate is a large 66,000 square meter garden covered with grass, pine trees, ginko trees, and cherry blossom trees, creating a beautiful scene. Especially in the spring, azaleas, royal azaleas, cherry blossoms, and magnolia blossoms are blooming, adding to the beauty of the garden. <BR><br>\n\nIf you visit when the floodgate opens, you will witness giant cargo ships and cruise ships passing through the gate to enter and leave the port. Also, at the situation room of the floodgate management office, an introductory video of Incheon Port is played to offer more information on the facility. <BR><br>\n\nThere are two floodgates at Incheon Port. One floodgate is 36 meters wide by 363 meters long. The other is 22.5 meters wide by 202 meters long. The larger one can accommodate vessels up to 50,000DWT and the smaller one can dock ships up to 10,000DWT. Per day, up to 20 vessels can enter and leave the port.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330<br>(Korean, English, Japanese, Chinese)<BR>• For more info: +82-32-890-8000|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Admission Fees:|Free|\n|Restrooms:|Available|\n  \n## Detail Image\n![/2022-08-11-1660236866503/1577659_image2_1.webp](/2022-08-11-1660236866503/1577659_image2_1.webp)\n![/2022-08-11-1660236866503/2462522_image2_1.webp](/2022-08-11-1660236866503/2462522_image2_1.webp)\n![/2022-08-11-1660236866503/2462527_image2_1.webp](/2022-08-11-1660236866503/2462527_image2_1.webp)\n![/2022-08-11-1660236866503/2462528_image2_1.webp](/2022-08-11-1660236866503/2462528_image2_1.webp)\n![/2022-08-11-1660236866503/2462529_image2_1.webp](/2022-08-11-1660236866503/2462529_image2_1.webp)\n![/2022-08-11-1660236866503/2462530_image2_1.webp](/2022-08-11-1660236866503/2462530_image2_1.webp)\n![/2022-08-11-1660236866503/2462532_image2_1.webp](/2022-08-11-1660236866503/2462532_image2_1.webp)\n![/2022-08-11-1660236866503/2513053_image2_1.webp](/2022-08-11-1660236866503/2513053_image2_1.webp)\n![/2022-08-11-1660236866503/2513055_image2_1.webp](/2022-08-11-1660236866503/2513055_image2_1.webp)\n![/2022-08-11-1660236866503/1577660_image2_1.webp](/2022-08-11-1660236866503/1577660_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-32-890-8000](tel:+82328908000)\n- [🏠www.icpa.or.kr](https://www.icpa.or.kr/)\n\n\n```googleMap\nlatitude: 37.4667897312\nlongitude: 126.6036330015\ntitle: 376, Wolmi-ro, Jung-gu, Incheon\n```\n  \n## Directions\n  \n[Subway]<br>\nIncheon Station (Seoul Subway Line 1), Exit 1.\n<br>Walk along Jemulryang-ro, turn right after 100m and cross the street toward Wolmi-ro.\n<br>Take Bus 45 No. at Dongil Apartment Bus Stop and get off at Gammun Bus Stop.\n","data":{"id":"2022-08-11-1660236866503","title":"Incheon Port Floodgate (인천항 갑문)","description":"Incheon Port Floodgate is located between the beautiful Wolmisan Mountain and Sowolmido Island. Surrounding the floodgate is a large 66,000 square meter garden covered with grass, pine trees, ginko trees, and cherry blossom trees, creating a beautiful scene. Especially in the spring, azaleas, royal azaleas, cherry blossoms, and magnolia blossoms are blooming, adding to the beauty of the garden. <BR><br>If you visit when the floodgate opens, you will witness giant cargo ships and cruise ships passing through the gate to enter and leave the port. Also, at the situation room of the floodgate management office, an introductory video of Incheon Port is played to offer more information on the facility. <BR><br>There are two floodgates at Incheon Port. One floodgate is 36 meters wide by 363 meters long. The other is 22.5 meters wide by 202 meters long. The larger one can accommodate vessels up to 50,000DWT and the smaller one can dock ships up to 10,000DWT. Per day, up to 20 vessels can enter and leave the port.","regDate":"2022-08-11","author":"korea-tour","tag":["Incheon","Nature","Natural Sites"],"imgUrl":"/2022-08-11-1660236866503/1577661_image2_1.webp","blogPath":"Incheon/2022-08-11-1660236866503","pageUrl":"https:/mcdryad.com/Incheon/2022-08-11-1660236866503"},"dataList":[{"id":"2022-08-11-1660246631730","title":"Jemulpo Gurakbu (제물포구락부)","description":"Jemulpo Club was established in 1901 to be used as the venue for foreigners such as American, English, German, French, Russian and a small minority of Chinese and Japanese all living in Incheon to build up friendships before opening the port. The two-story brick building was comprised of a library room, pool table, tennis court and others facilities.<br><br>The site was used as Incheon Museum from 1953 to 1990 and Incheon Cultural Center from 1990 to 2006. In 2007, the name was changed to Jemulpo Gurakbu.<br><br> It now offers a site for experiencing modern culture interactions.","regDate":"2022-08-11","author":"korea-tour","tag":["Incheon","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-08-11-1660246631730/2606041_image2_1.webp","blogPath":"Incheon/2022-08-11-1660246631730"},{"id":"2022-08-11-1660243580769","title":"Jamjindo Island (잠진도)","description":"Located in Jung-gu, Incheon, Jamjindo Island is a small island connected with Yeongjongdo Island. A road from the mainland to the island makes access to Jamjindo much more convenient.  Its sunset views of mud flats dyed fantastic shades of red by the setting sun attract many visitors to take pictures and to dig out clams at low tide. <br><br>There are also crowds of visitors waiting to take the short (just 5 minute) ferry ride to Muuido Island (famous for connecting to Silmido Island) at the ferry dock in Jamjindo Island. Visitors should check the schedule of the ferry in advance as the ferry may not run to Muuido Island at low tide. <br><br>Eurwangni Beach, Hanagae Beach, and Deokgyo Beach are easily accessible to the island.","regDate":"2022-08-11","author":"korea-tour","tag":["Incheon","Nature","Natural Sites"],"imgUrl":"/2022-08-11-1660243580769/1579384_image2_1.webp","blogPath":"Incheon/2022-08-11-1660243580769"},{"id":"2022-08-11-1660239586709","title":"Incheon Yonggungsa Temple (용궁사 (인천))","description":"Yonggungsa Temple is located in the same region as the Incheon International Airport and sits on the northeastern slopes of Baegunsan Mountain. During the Silla Kingdom (about 1,300 years ago), the temple was named ‘Baegunsa’ by King Munmu, in reference to the temple’s mountain home. During the Joseon dynasty, it was the temporary residence of Heungseon Daewongun (1820-1898, a politician and father of King Gojong), who stayed at the temple for 10 years praying for his son to ascend to the throne. When his son was finally crowned king, Heungseon Daewongun rebuilt the temple and changed the name to Yonggungsa.<br><br>The temple consists of various buildings such as Gwaneumjeon (re-constructed by Heungseon Daewongun), Yosachae (home of the monks), Chilseonggak, and Yonghwanggak. In Yosachae, the writings of Heungseon Daewongun are hung on the wall and recently, an 11 meter-high statue of Maitreya was put in place. In front of the temple are two 1,300 year-old zelkova trees.","regDate":"2022-08-11","author":"korea-tour","tag":["Incheon","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-08-11-1660239586709/1577738_image2_1.webp","blogPath":"Incheon/2022-08-11-1660239586709"},{"id":"2022-08-11-1660232526397","title":"Incheon Jayu Park (자유공원 (인천))","description":"Jayu Park is the first Western-style park in Korea, built five years after the opening of Incheon Port. The location is perfect for a nice stroll as it is located high above sea level with spacious areas and thick forest. At top of the park is the Korea-U.S.A. Centennial Monument built in 1982 to commemorate the&nbsp;100<sup>th&nbsp;</sup>anniversary of the treaty of peace, commerce and navigation between Korean and the US. Within the park, visitors can enjoy a small zoo, a pagoda, benches and other rest areas. A statue of General MacArthur, who led Operation Chromite, gives for a good educational talk with the children. Every April, a cherry blossom festival is held as the cherry blossoms fill the park, attracting many visitors. The panoramic view of the city is breathtaking with nightscape especially popular for couples. There are many attractions nearby for visitors to enjoy food and history.","regDate":"2022-08-11","author":"korea-tour","tag":["Incheon","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-08-11-1660232526397/1193592_image2_1.webp","blogPath":"Incheon/2022-08-11-1660232526397","pageUrl":"https:/mcdryad.com/Incheon/2022-08-11-1660232526397"},{"id":"2022-08-11-1660228654791","title":"Incheon Heungnyunsa Temple (흥륜사(인천))","description":"Heungnyunsa Temple, located in Dongchun-dong, Yeonsu-gu, Incheon, was established approximately 613 years ago, in the second year of King Wu of Goryeo dynasty by Preceptor Naong, a royal monk of King Gongmin. Originally, the temple was dubbed ‘Cheongnyangsa’ and the nearby mountain was called ‘Cheongnyangsan.’<br><br>Unfortunately, the temple was lost to fire during the Imjin War (1592) and was left desolate for 340 years. In 1938, a new temple was constructed, but was then torn down in 1966 to be rebuilt into eight new buildings. In 1977, the temple name was changed to ‘Heungnyunsa,’ which it is still known as today. <br><br>Heungnyunsa Temple is adjacent to  Songdo International City. The Memorial Park for the Incheon Landing Operation is located right near the entrance of the temple. <br><br>Though the view from the temple is eye-catching at any time of day, the view at twilight is particularly stunning. Those who are hoping for a longer look at temple life are encouraged to enroll in the Heungnyunsa temple stay, which guides visitors in experiencing Korean Buddhism.<br><br>The temple also operates a meditation center and a Manbuljeon Hall, a room that enshrines thousands of Buddha. A high-tech memorial center is open for visitors wishing to pay tribute to their ancestors.","regDate":"2022-08-11","author":"korea-tour","tag":["Incheon","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-08-11-1660228654791/1238886_image2_1.webp","blogPath":"Incheon/2022-08-11-1660228654791","pageUrl":"https:/mcdryad.com/Incheon/2022-08-11-1660228654791"},{"id":"2022-08-11-1660226065975","title":"Incheon Gyeongseo-dong Nokcheongja Kiln Site (인천 경서동 녹청자 요지)","description":"The Nokcheongja (Green Celadon) Kiln Site was designated as Historic Site No. 211 in May 1970. On December 9, 1984, the 82.6 ㎥ of the protective film was restored here. In addition, the unearthed models consisted of bowls and plates, as well as porcelain and pots. The colors of the glaze are greenish brown and dark green, opaque and non-glossy, and there are spots on the surface, but this is the component of the glaze. It is believed to have come from the influence of the special structure of the kiln and the firing temperature.","regDate":"2022-08-11","author":"korea-tour","tag":["Incheon","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-08-11-1660226065975/1577563_image2_1.webp","blogPath":"Incheon/2022-08-11-1660226065975","pageUrl":"https:/mcdryad.com/Incheon/2022-08-11-1660226065975"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}