{"pageProps":{"content":"![Geomundo Lighthouse (거문도 등대)](/2023-01-20-1674185886323/1954910_image2_1.webp)\n\n  \n## Overview\n\n> Geomundo Lighthouse, completed on April 12, 1905, was the first lighthouse to be built on the southern coast of Korea. The white, 6.4-meter-high lighthouse shines a beam of light every 15 seconds that is visible for up to 42 kilometers away. In January 2006, a 33-meter-high lighthouse top was added to replace obsolete facilities. The previous hundred-year-old lighthouse top was partially restored and is on display as a maritime relic. While at the lighthouse, don’t forget to visit the Gwanbaekejong Pavilion next to the lighthouse for an exquisite view of the southern sea.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-61-659-5696|\n|parking:|Not available|\n  \n\n  \n## Detail Image\n![/2023-01-20-1674185886323/2369802_image2_1.webp](/2023-01-20-1674185886323/2369802_image2_1.webp)\n![/2023-01-20-1674185886323/2369804_image2_1.webp](/2023-01-20-1674185886323/2369804_image2_1.webp)\n![/2023-01-20-1674185886323/2369806_image2_1.webp](/2023-01-20-1674185886323/2369806_image2_1.webp)\n![/2023-01-20-1674185886323/2369808_image2_1.webp](/2023-01-20-1674185886323/2369808_image2_1.webp)\n![/2023-01-20-1674185886323/2369810_image2_1.webp](/2023-01-20-1674185886323/2369810_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-61-659-5696](tel:+82616595696)\n\n\n\n```googleMap\nlatitude: 34.0073648773\nlongitude: 127.3228056712\ntitle: 299, Geomundodeungdae-gil, Yeosu-si, Jeollanam-do\n```\n  \n## Directions\n  \n[Ferry]<br>\nTake a ferry from Yeosu Ferry Terminal to Geomundo Ferry Terminal.<br>\nWalk for approx. 30 min.\n","data":{"id":"2023-01-20-1674185886323","title":"Geomundo Lighthouse (거문도 등대)","description":"Geomundo Lighthouse, completed on April 12, 1905, was the first lighthouse to be built on the southern coast of Korea. The white, 6.4-meter-high lighthouse shines a beam of light every 15 seconds that is visible for up to 42 kilometers away. In January 2006, a 33-meter-high lighthouse top was added to replace obsolete facilities. The previous hundred-year-old lighthouse top was partially restored and is on display as a maritime relic. While at the lighthouse, don’t forget to visit the Gwanbaekejong Pavilion next to the lighthouse for an exquisite view of the southern sea.","regDate":"2023-01-20","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"/2023-01-20-1674185886323/1954910_image2_1.webp","blogPath":"Jeollanam-do/2023-01-20-1674185886323","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-20-1674185886323"},"dataList":[{"id":"2023-01-21-1674293747610","title":"Hajodo Island (하조도)","description":"Hajodo Island is named after the 154 small and big islands making up the islets that resemble a flock of birds. One of the beauties of Hajodo Island is the splendid harmony created between the land and sea. It offers a view of islands in the middle of the deep blue water, fishing boats moving across the calm sea, and the scenic landscape of a tranquil farming village. Visitors can camp at Sinjeon Beach or Morakkae Beach, and a particular treat this area offers a tour of the islands, which take visitors to the anchovy fishing grounds near Jukhangdo Island and to the baby islands in the area. Nearby is also Hajodo Lighthouse, standing 12 meters high. There is a superb trekking trail that provides an amazing view of Dadohae (Sea of Many Islands) as visitors walk up the path to the lighthouse. Taking a boat from Eoryupo Port to the lighthouse makes it possible to enjoy the sight of the coast’s majestic rugged cliffs.","regDate":"2023-01-21","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"/2023-01-21-1674293747610/191486_image2_1.webp","blogPath":"Jeollanam-do/2023-01-21-1674293747610"},{"id":"2023-01-21-1674290258733","title":"Gwanmaedo Island (관매도)","description":"Located 17㎞ south of Jindo Island in the southwestern tip of the Korean peninsula, Gwanmaedo Island is part of the Dadohae National Park. With excellent beaches, rocky cliffs and boulders, mountains, pine forests, hiking trails, delicious sea foods, traditional villages, and friendly locals, the island is recognized as one of the most scenic islands in the region. Moreover, its location serves as a gateway to many other smaller, remote islands.<br><br><b>Island History<br></b>Gwanmaedo Island had been called Bolmae Island until 1914.","regDate":"2023-01-21","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"/2023-01-21-1674290258733/1954200_image2_1.webp","blogPath":"Jeollanam-do/2023-01-21-1674290258733"},{"id":"2023-01-21-1674286525380","title":"Gwangyang Maehwa Village (광양 매화마을)","description":"Following the Seomjingang River flowing down the outskirts of Jirisan Mountain is a village filled with plum trees. This village, Seomjin Village, is also known as the <em>Maehwa</em> (plum) Village for its abundant number of plum trees. Instead of crops and grains, plum trees are cultivated on farmlands, boasting white snow-like blossoms in March and bearing plentiful ripen plums in June. The annual Plum Blossom Festival takes place in the village every March when the plum blossoms are in full bloom.","regDate":"2023-01-21","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Experience Programs","Village Experience"],"imgUrl":"/2023-01-21-1674286525380/2483749_image2_1.webp","blogPath":"Jeollanam-do/2023-01-21-1674286525380"},{"id":"2023-01-21-1674283083257","title":"Gwangyang Baegunsan Mountain (백운산(광양))","description":"Baegunsan Mountain (alt. 1,222.2 m) is believed to hold three divine spirits  phoenix, fox, and boar. Part of the Baekdudaegan Mountain Range, Baegunsan borders Seomjingang River to the north. The mountain is home to over 900 plant species. One of the largest charms to this mountain is the view of nearby Jirisan Mountain to the north and the Korean archipelago to the south. There are many walking trails across the mountain, easily accessible to all.","regDate":"2023-01-21","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites","Mountains"],"imgUrl":"/2023-01-21-1674283083257/2394340_image2_1.webp","blogPath":"Jeollanam-do/2023-01-21-1674283083257"},{"id":"2023-01-21-1674279326950","title":"Gwanbangjerim Forest (관방제림)","description":"Located in Damyang, Jellanam-do, Gwanbangjerim Forest (Natural Monument) is a forest that was made along the banks of Damyangcheon Stream. The two-kilometer-long forest stretches from Dongjeong Village in Namsan-ri to Hwanggeum-ri, Subuk-myeon and Gangui-ri, Daejeon-myeon.<br /><br />Gwanbangjerim Forest is a special manmade forest that was planted to prevent flooding along Damyangcheon Stream. It is comprised of large trees such as muku trees, zelkova trees, nettle trees, and cherry trees that are about 200 to 300 years old. <br /><br />The forest&rsquo;s beauty is so well known that it was even selected as &ldquo;Korea&rsquo;s Most Beautiful Forest&rdquo; by the Korean Forest Services. Visitors enjoy this gorgeous natural getaway all year round, with many stopping by the forest Sculpture Park for pictures. Nearby attractions include the Jungnogwon Bamboo Garden and the Metasequoia-lined road.","regDate":"2023-01-21","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites","Botanical Gardens"],"imgUrl":"/2023-01-21-1674279326950/2648960_image2_1.webp","blogPath":"Jeollanam-do/2023-01-21-1674279326950"},{"id":"2023-01-21-1674275931442","title":"Gurye Yeongoksa Temple (연곡사 (구례))","description":"Yeongoksa Temple is located in Naedong-ri, Gurye-gun and was constructed in 543 by Yeongi, a high Buddhist monk, who also helped create Hwaeomsa Temple. The temple was destroyed during the Imjin War (1592-1598) and the Korean War. In spite of the damage, the temple has continued to house two national treasures and four treasures. Starting from March 1, 1981 with the original Beopdang Hall,  the temple began to be rebuilt due to the efforts of the leading monk at the time, Chang Sungbu.<br><br>Acording to legend, Yeongi discovered a pond in the current sanctuary area when reading about the lands topography. While he was looking at the middle of the pond, one swallow flew from a whirlpool. After that, the pond began to dry up and the place was then used  for the temple. As such, the name Yeongok refers to the phenomenon of Yeon, a swallow, and Gok, a valley. There is a memorial plaque for Go Gwang-sun, a patriotic leader who fought against Japanese power during the Japanese colonization period while taking shelter at Yeongoksa Temple","regDate":"2023-01-21","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2023-01-21-1674275931442/1606838_image2_1.webp","blogPath":"Jeollanam-do/2023-01-21-1674275931442"},{"id":"2023-01-21-1674272164165","title":"Gurye Unjoru Historic House (구례 운조루 고택)","description":"Unjoru Historic House was built in 1776 by Ryu I-Ju, a high government official of the Sam-su Department during the reign of King Yeong-jo. Of the houses original 99 <em>kan</em> (traditional building measurement), only 73 remain today. The name Unjoru means a hidden house like a bird in the clouds, which was inspired from an old poem written by poet Tao Yuan Ming.","regDate":"2023-01-21","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Historical Sites","Old Houses"],"imgUrl":"/2023-01-21-1674272164165/1606843_image2_1.webp","blogPath":"Jeollanam-do/2023-01-21-1674272164165"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}