{"pageProps":{"content":"![Gwangmyeongdonggul Cave (광명동굴)](/2022-08-25-1661413316101/2509943_image2_1.webp)\n\n  \n## Overview\n\n> Gwangmyeongdonggul Cave is the largest themed cave park with varied cultural and artistic things, created in a gold mine where gold, silver, and bronze were mined. Visitors can experience wine at Wine Cave, as well as Cave Aqua World, Gold Falls, Gold Road, Gold Palace, Horror Experience, Cave Basement World, Underground Lake, the largest dragon sculpture in the nation, LED lights, and other facilities adding more fun to the visit. In addition, Black Light Performance will be held every weekend. The cave features many healing spots to heal one’s mind while taking a walk around the venue.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-1688-3399|\n|opendate:|Operating as a paid attraction since April 4, 2015|\n|parking:|Available<br> 1,500 won (Small Vehicles) / 3,000 won (Medium Vehicles) / 4,000 won (Large Vehicles)<br>|\n|restdate:|Mondays|\n|usetime:|Weekdays 09:00-18:00 <br /> ※ Last admission is 1 hour before closing|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Shopping Information:|Cave Café<br> Gwangmyeong Upcycle Art Center (2F)<br> - Menu: Gwangsigi Dosirak, Suje dongaseu (house-made pork cutlet), udon, drink, etc.<br> - Operating hours: 09:00-18:00 (Closed Mondays)<br> - Inquiries: +82-2-2612-7710<br><br> Outdoor café<br> - Near Gwangmyeongdonggul Cave Ticketing Booth No. 1<br> - Menu: Oven-baked pizza, hot dog, snack, drinks, etc.<br> - Operating hours: 09:00-18:00 (Closed Mondays)<br> - Inquiries: +82-70-4277-8907<br> <br> Gift Shop<br> - Near Gwangmyeongdonggul Cave Ticketing Booth No. 1 <br> - Operating hours: 09:00-18:00 (Closed Mondays)<br> - Inquiries: +82-70-4451-3192<br> <br> Maru de Cave Restaurant<br> - Operating hours: 11:30-14:30 / 18:00-21:00<br> * Subject to change.<br> - Menu: 6 Course menus, 5 additional menus<br> * Reservation must be made at least 3 days before visiting via phone. (+82-70-4277-8908)|\n|Admission Fees:| Adults 5,000 won / Teenagers 2,500 won&nbsp;/ Children&nbsp;1,500 won <br><br> * Discounts are available for groups and Gwangmyeong residents<br>* Additional fees may apply to programs <br>* Free admission for infants (aged 3 & below) and seniors (ages 65 & over)|\n|Available Facilities:|Convenient facilities: Walking path, trekking path, nursing room, medical care room, etc.<br>Educational facilities: Gwangmyeong Resource Recovery Facility Exhibition Hall<br>Physical facilities: Aixia Forest (children’s playground)<br>Sanitation facilities: Restroom, drinking fountain, etc.|\n|Korean Info. Service:|[Guided tour by professional commentator]<br>Weekdays: tour runs every 30 min. <br> Weekends and public holdiays: every 10-20 mins<br>|\n|Reservation Info. for Foreigners:|Group reservations (20 people or more)<br>- Reservation must be made 7 days before visiting. (Group reservation is not available on Mondays, weekend, and national holidays)- Interpretation service languages (English, Japanese, Chinese, Thai) must be requested when registering for the service.|\n|Reservation Info. for Natives:|Group booking for minimum of 20 people<br>Reservation required 7 days in advance.(Group booking is not available on Mondays, weekends and public holidays)<br>* Special requests such as sign or foreign languages including English, Japanese and Chinese should be made known when making reservation.|\n|Interpretation Services Offered:|Cultural tourism explanation service is available for groups<br> - Available in English, Japanese, Chinese<br> - Reservation must be made 7 days before visiting. (Group reservation is not available on Mondays, weekends, and national holidays)|\n  \n## Detail Image\n![/2022-08-25-1661413316101/2509935_image2_1.webp](/2022-08-25-1661413316101/2509935_image2_1.webp)\n![/2022-08-25-1661413316101/2509936_image2_1.webp](/2022-08-25-1661413316101/2509936_image2_1.webp)\n![/2022-08-25-1661413316101/2509937_image2_1.webp](/2022-08-25-1661413316101/2509937_image2_1.webp)\n![/2022-08-25-1661413316101/2509938_image2_1.webp](/2022-08-25-1661413316101/2509938_image2_1.webp)\n![/2022-08-25-1661413316101/2509939_image2_1.webp](/2022-08-25-1661413316101/2509939_image2_1.webp)\n![/2022-08-25-1661413316101/2509941_image2_1.webp](/2022-08-25-1661413316101/2509941_image2_1.webp)\n![/2022-08-25-1661413316101/2509942_image2_1.webp](/2022-08-25-1661413316101/2509942_image2_1.webp)\n![/2022-08-25-1661413316101/2509944_image2_1.webp](/2022-08-25-1661413316101/2509944_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-1688-3399](tel:+8216883399)\n- [🏠cavern.gm.go.kr/](http://www.gm.go.kr/cv/en/index.do)\n\n\n```googleMap\nlatitude: 37.4288071520\nlongitude: 126.8676933249\ntitle: 142, Gahak-ro 85beon-gil, Gwangmyeong-si, Gyeonggi-do\n```\n  \n## Directions\n  \n[Subway]<br>\n1. Get off at Cheolsan Station (Seoul Subway Line 7), Exit 2. Cross the road to take Bus No. 17 and get off at Gwangmyeongdonggul Cave Bus Stop (last stop).&nbsp;<br>\n2. Get off at Cheolsan Station (Seoul Subway Line 7), Exit 2. Take Bus No. 11-2 and get off at Gwangmyeongdonggul Cave Parking Lot 3 Bus Stop.<br>\n3. Get off at Seoksu Station (Seoul Subway Line 1), Exit 2. Take a taxi for about 18-min.<br>\n<br>\n","data":{"id":"2022-08-25-1661413316101","title":"Gwangmyeongdonggul Cave (광명동굴)","description":"Gwangmyeongdonggul Cave is the largest themed cave park with varied cultural and artistic things, created in a gold mine where gold, silver, and bronze were mined. Visitors can experience wine at Wine Cave, as well as Cave Aqua World, Gold Falls, Gold Road, Gold Palace, Horror Experience, Cave Basement World, Underground Lake, the largest dragon sculpture in the nation, LED lights, and other facilities adding more fun to the visit. In addition, Black Light Performance will be held every weekend. The cave features many healing spots to heal one’s mind while taking a walk around the venue.","regDate":"2022-08-25","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Industrial Sites","Mines"],"imgUrl":"/2022-08-25-1661413316101/2509943_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-25-1661413316101","pageUrl":"https:/mcdryad.com/Gyeonggi-do/2022-08-25-1661413316101"},"dataList":[{"id":"2022-09-20-1663650470282","title":"Woongjin Playdoci Waterdoci (웅진플레이도시 워터도시)","description":"Woongjin Playdoci Waterdoci is Korea’s largest water park, featuring a Western-style spa, fitness center, kids academy, and various shopping areas made to be enjoyed by everyone throughout the year. It is a futuristic theme park at the heart of an urban environment. <br><br> The waterpark and spa offer both an exciting and a relaxing experience, allowing visitors to enjoy both cool waves and warm spa at once. In addition, it houses a state-of-the-art wave pool, various other types of pools, Space Balls, various waterslides, an aqua bar, and unique styled spa facilities, which give this Western-style water theme park a plethora of attractions for visitors of all ages.","regDate":"2022-09-20","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Recreational Sites","Hot Springs & Spa"],"imgUrl":"/2022-09-20-1663650470282/2431888_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-20-1663650470282"},{"id":"2022-09-19-1663593675934","title":"Wolgot Harbor (월곶포구)","description":"Got’ in the name of Wolgot means ‘peninsula’ and it is also called ‘dalwol,’ and the area was considered an important strategic point during the Joseon dynasty. In 1991 a land reclaimation project succeeded in creating a new recreation site. Now there are many seafood restaurants, various auxiliary facilities, and an amusement park that rest on reclaimed land. Because the inlet is located on the west coast where the difference in the water level between high and low tide is great, fishing boats avoid the area during the shifting tides. But, whenever the boats return, visitors can enjoy fresh sushi and other seafood. The Marine World facilities have authentic European-style restaurants, an outdoor seawater pool that can be used free of charge, and a barbecue facility along with other amenities.","regDate":"2022-09-19","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites"],"imgUrl":"/2022-09-19-1663593675934/2524568_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-19-1663593675934"},{"id":"2022-09-17-1663397434630","title":"Songam Space Center (송암스페이스센터)","description":"Songam Space Center, set against the gorgeous backdrop of nearby Jangheung Park, Yangju-si, Gyeonggi-do, is one of the largest space themed parks in Korea. Situated on Gyeomyeongsan Mountain at around 440 meters above the sea level, the observatory (B1-3F) features a main telescope that was locally developed and allows visitors to see the stars even during the day. The observatory is part of Stars Valley, which consists of three different buildings  the Space Center, Star House, and Songam Observatory. <br><br>Newton Center, a main observatory center of Songsam Observatory has a 600 milimeter Ritchey-Chretien reflecting telescope allowing for clear and convenient observation of the stars. Galilei Center, a sub-observatory facility has seven telescopes including reflecting, catadioptric and refracting telescopes, as well as a CCD camera, digital camera, intermediate telescope and other observation aid devices. Facilities at the observatory include the Challenger Learning Center, a Digital Planetarium, and Star House, a four-story accommodation/training facility. There are also two cable cars, each of which can hold as many as 33 people.","regDate":"2022-09-17","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2022-09-17-1663397434630/2431795_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-17-1663397434630"},{"id":"2022-09-17-1663393996561","title":"Seolmaejae Recreational Forest (설매재자연휴양림)","description":"Seolmaejae Recreational Forest is located around Seolmaejae Pass, named for the apricot blossoms ('mae') that would bloom in the snow ('seol')-filled pass ('jae'). The forest is only an hour's drive out of Seoul, making it easily accessible for people looking to escape the city. The forest offers sections of pine trees, maple trees, royal azalea, and more beautiful flora, all visible along the various hiking paths. The park also connects with Yumyeongsan and Yongmunsan Mountains, and is close to Yongcheongyegok and Yumyeongsan Valleys.","regDate":"2022-09-17","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"/2022-09-17-1663393996561/2364884_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-17-1663393996561"},{"id":"2022-09-17-1663389864356","title":"Seolbongsan Mountain (설봉산)","description":"Seolbongsan Mountain (설봉산, 394 m) dominates the western portion of Icheon City. It has also been called Bugaksan Mountain and Muhaksan Mountain since the mountain resembles a crane with its wings spread open. Although the mountain is not rugged and maintains a well kept walking trail, it has many intriguing rock formations. There are as many as eight natural springs from which clear water gushes, and there are also Buddhist temples and relics scattered across the mountain. There are other attractions to see and enjoy as well, such as Seolbong Park, which was established at the opening of the World Ceramic Exhibition, as well as the municipal museum.","regDate":"2022-09-17","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites","Mountains"],"imgUrl":"","blogPath":"Gyeonggi-do/2022-09-17-1663389864356"},{"id":"2022-09-16-1663325293640","title":"Seolbong Park (설봉공원)","description":"Nestled at the foot of Seolbongsan Mountain in Icheon, Seolbong Park is the venue for the Gyeonggi International Ceramic Biennale, Icheon Ceramic Festival, and Icheon Rice Cultural Festival. Outside of festival periods, the park also serves as a rest area for locals, with a wide lake in the center, walking paths, and gardens. Cerapia, a ceramic themed park located within Seolbong Park, offers hands-on programs for visitors to experience ceremics.","regDate":"2022-09-16","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-09-16-1663325293640/1591101_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-16-1663325293640"},{"id":"2022-09-16-1663321515157","title":"Sangdong Lake Park (상동호수공원)","description":"Sangdong Lake Park is the largest park in Bucheon. A 2.5-kilometer promenade runs along a man-made lake, providing a refreshing and cool environment for a light exercise. The park also offers a beautiful sight year round thanks to the seasonal flowers that decorate the area. Some of the park's main facilities include a fountain, park square, wildflower garden, and sports facilities.","regDate":"2022-09-16","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-09-16-1663321515157/760068_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-16-1663321515157"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}