{"pageProps":{"content":"![Chiaksan National Park (치악산국립공원)](/2022-07-25-1658738702810/2659197_image2_1.webp)\n\n  \n## Overview\n\n> Chiaksan Mountain has several peaks reaching x_heights of over 1,000 meters, including Namdaebong, Cheonjibong, Hyangnobong, Sambong, and Birobong Peak, the tallest of the peaks at 1,288 meters. Chiaksan National Park, designated in 1984, encompasses a 182.09 ㎢ area with a 14-kilometer trail connecting the peaks from Birobong Peak in the north to Namdaebong Peak in the south.<br><br>\n\nIn addition to these soaring peaks, the park also includes many deep valleys, unique rock formations, waterfalls, and tourist attractions. Some of the more popular destinations are Geumdaegyegok Valley, Taejongdae Rock, Seryeompokpo Falls, and Guryongsa Temple. The park draws in hikers all year round, with bright azaleas in spring, lush forests in summer, vibrant foliage in fall, and a white wonderland in winter.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Korea Travel Hotline: +82-2-1330 <br>(Korean, English, Japanese, Chinese) <br> • For more info: +82-33-740-9900|\n|parking:|Available|\n|restdate:|* Subject to abrupt closure due to adverse weather conditions.|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Hiking Course:|[Geumdae Ranger Station - Namdaebong Peak Course (2 hr 40 min / 5.2 km)]<br>Geumdae Ranger Station - Yeongwonsa Temple - Namdaebong Peak<br /><br>[Haenggu Park Ranger Post - Hyangnobong Peak Course (1hr 30 min / 2.8 km)]<br>Haeunggu Park Ranger Post - Bomunsa Temple - Hyangnobong Peak<br /><br>[Seongnam Park Ranger Post - Namdaebong Peak Course (2 hr 30 min / 5.9 km)]<br>Seongnam Park Ranger Post - Sangwonsa Temple - Namdaebong Peak<br /><br>[Bugok Park Ranger Post - Birobong Peak Course (3 hr / 8.9 km)]<br>Bugok Park Ranger Post - Godeunjae - Birobong Peak<br /><br>[Guryong Information Center - Seryeompokpo Falls Course (1 hr 45 min / 3 km)]<br>Guryong Information Center - Guryongsa Temple - Daegok Campground - Seryeompokpo Falls<br /><br>[Guryong Information Center - Birobong Peak Course (3 hr 30 min / 5.7 km)]<br>Guryong Information Center - Guryongsa Temple - Daegok Campground - Seryeompokpo Falls - Sadari Byeongchang - Birobong Peak<br /><br>[Guryong Information Center - Seongnam Park Ranger Post Course (10 hr / 23.8 km)]<br>Guryong Information Center - Birobong Peak - Hyangnobong Peak - Namdaebong Peak  - Seongnam Park Ranger Post<br /><br>Hwanggol Information Center - Birongbong Peak Course (2 hr 30 min / 4.1 km)]<br>Hwanggol Information Center - Ipseoksa Temple - Birobong Peak|\n|Mountain Not Access Period:|Varies depending on weather advisories, snow/precipitation levels, and other local conditions. Please visit the official website to check before visiting.|\n|Natural Preservation Areas (closed to public):|Seonghwangnim (54,314 ㎡): until 2026|\n|Admission Fees:|Individuals - Adults 3,000 won / Teenagers 1,000 won / Children 500 won<br>Groups: Adults 2,500 won / Teenagers 800 won / Children 400 won|\n|Available Facilities:|Campground, visitor's center|\n|Restrooms:|Available|\n|Parking Fees:|[For the first 1 hour]<br> Light-weight vehicles 500 won / Small & Mid-sized vehicles 1,100 won / Large vehicles 2,000 won<br> <br>[Every additional 10 minutes]<br>Light-weight vehicles 100 won / Small & Mid-sized vehicles 250 won (peak season 300 won) / Large vehicles 400 won (peak season) 500 won<br><br> [Parking for over 9 hours]<br> Light-weight vehicles 5,000 won / Small & Mid-sized vehicles 13,000 won / Large vehicles 20,000 won<br><br> [Monthly parking]<br> Light weight vehicles 50,000 won / Small & Mid-sized vehicles 150,000 won / Large vehicles 200,000 won<br><br> * In the case of losing a parking ticket, the fee will be charged based on the time from the parking lot opening hour to the exiting time.|\n  \n## Detail Image\n![/2022-07-25-1658738702810/2012856_image2_1.webp](/2022-07-25-1658738702810/2012856_image2_1.webp)\n![/2022-07-25-1658738702810/2012857_image2_1.webp](/2022-07-25-1658738702810/2012857_image2_1.webp)\n![/2022-07-25-1658738702810/2474781_image2_1.webp](/2022-07-25-1658738702810/2474781_image2_1.webp)\n![/2022-07-25-1658738702810/2474785_image2_1.webp](/2022-07-25-1658738702810/2474785_image2_1.webp)\n![/2022-07-25-1658738702810/2474789_image2_1.webp](/2022-07-25-1658738702810/2474789_image2_1.webp)\n![/2022-07-25-1658738702810/2659194_image2_1.webp](/2022-07-25-1658738702810/2659194_image2_1.webp)\n![/2022-07-25-1658738702810/2659195_image2_1.webp](/2022-07-25-1658738702810/2659195_image2_1.webp)\n![/2022-07-25-1658738702810/2659196_image2_1.webp](/2022-07-25-1658738702810/2659196_image2_1.webp)\n![/2022-07-25-1658738702810/2659198_image2_1.webp](/2022-07-25-1658738702810/2659198_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-33-740-9900](tel:+82337409900)\n- [🏠chiak.knps.or.kr</a><br><a href=\"https://www.wonju.go.kr/tour/contents.do?key=4072&\" target=\"_blank\">www.wonju.go.kr](http://chiak.knps.or.kr)\n\n\n```googleMap\nlatitude: 37.4143609729\nlongitude: 128.0506809522\ntitle: 26, Musoijeom 2-gil, Wonju-si, Gangwon-do\n```\n  \n\n","data":{"id":"2022-07-25-1658738702810","title":"Chiaksan National Park (치악산국립공원)","description":"Chiaksan Mountain has several peaks reaching x_heights of over 1,000 meters, including Namdaebong, Cheonjibong, Hyangnobong, Sambong, and Birobong Peak, the tallest of the peaks at 1,288 meters. Chiaksan National Park, designated in 1984, encompasses a 182.09 ㎢ area with a 14-kilometer trail connecting the peaks from Birobong Peak in the north to Namdaebong Peak in the south.<br><br>In addition to these soaring peaks, the park also includes many deep valleys, unique rock formations, waterfalls, and tourist attractions. Some of the more popular destinations are Geumdaegyegok Valley, Taejongdae Rock, Seryeompokpo Falls, and Guryongsa Temple. The park draws in hikers all year round, with bright azaleas in spring, lush forests in summer, vibrant foliage in fall, and a white wonderland in winter.","regDate":"2022-07-25","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","National Parks"],"imgUrl":"/2022-07-25-1658738702810/2659197_image2_1.webp","blogPath":"Gangwon-do/2022-07-25-1658738702810","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-07-25-1658738702810"},"dataList":[{"id":"2022-10-10-1665378318024","title":"Samcheok Cheoneunsa Temple (천은사(삼척))","description":"Cheoneunsa Temple is located on Dutasan Mountain in Miro-myeon, Samcheok-si, Gangwon-do. At the tail end of the Goryeo dynasty, Lee Seung-hyu, a renowned scholar, wrote ‘Jewangungi’, an epic for the Korean people at Cheoneunsa temple. After the temple burnt down during the Korean War, the temple was renovated. The temple houses Beophwagyeong (Lotus Sutra Statue) among other cultural significant artifacts. Also, the surrounding area was the capital during Goryeo dynasty, where a number of relics such as pieces of celadon and blue roof tiles were unearthed.","regDate":"2022-10-10","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-10-10-1665378318024/1434211_image2_1.webp","blogPath":"Gangwon-do/2022-10-10-1665378318024"},{"id":"2022-10-09-1665312480205","title":"Samcheok Cheokjudonghaebi & Pyeongsutochanbi Monuments (삼척 척주동해비 및 평수토찬비)","description":"Erected by Heo Mok, the governor of Samcheok during the second year of King Hyeonjeongs reign (1661), Cheokjudonghaebi Monument is 170 centimeters tall. It was originally built to protect the village on Mallido Island that had been frequently inundated by heavy rain and rough waves. It is believed that the mystical inscription, penned by Heo Mok, on the monument calmed the rough sea waves. Today, the monument stands to prove the wisdom and distinguished penmanship of the former Samcheok City Governor.<br><br>Pyeongsutochan-bi Monument is 145 centimeters tall. It was erected by Heo Moks successor and former governor of Samcheok, Jung Un-cheol, in reverence for his wise forebear. The monument&nbsp;contains 48 ancient Chinese characters that describe many achievements of Heo Mok.","regDate":"2022-10-09","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-10-09-1665312480205/483250_image2_1.webp","blogPath":"Gangwon-do/2022-10-09-1665312480205"},{"id":"2022-10-09-1665308774746","title":"Samcheok Beach (삼척해변)","description":"Samcheok Beach is easily accessible and has a vast white sandy beach that is 1.2 kilometers long and 100 meters wide. Thanks to its pine tree forest, clean white sand, shallow waters, and convenient amenities, over 500,000 vacationers visit the beach every year. Entertaining events such as a barehanded flounder fishing contest also take place here.","regDate":"2022-10-09","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites"],"imgUrl":"/2022-10-09-1665308774746/2716455_image2_1.webp","blogPath":"Gangwon-do/2022-10-09-1665308774746"},{"id":"2022-10-09-1665305469766","title":"Sambuyeonpokpo Falls [National Geopark] (삼부연폭포 (한탄강 국가지질공원))","description":"Sambuyeonpokpo Falls is a 20-meter-high, three-tier waterfall found at the slope of Myeongseongsan Mountain. The waterfall is the result of erosion of the intrusive granite rocks that protruded to the surface during the Cretaceous period. The name of the waterfall comes from the Chinese characters that mean three and gamasot, given for the waterfalls three sharp turns before the crest and the plunge pools resemblance to a gamasot, an old-fashioned iron pot.","regDate":"2022-10-09","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Waterfalls"],"imgUrl":"/2022-10-09-1665305469766/1136117_image2_1.webp","blogPath":"Gangwon-do/2022-10-09-1665305469766"},{"id":"2022-10-09-1665301431744","title":"Sambong National Recreational Forest (국립 삼봉자연휴양림)","description":"Located in Odaesan National Park, Sambong National Recreational Forest is filled with large acicular trees like fir and broad-leaved trees like birch. Lenoks, a species of freshwater fish that are considered a Korean natural treasure, found only in the cleanest water, thrive in the waters of the deep valley running through the park. The park is surrounded by three peaks – Gachilbong Peak (1,240 meters), Eungboksan Mountain (1,155 meters), and Sasambong Peak (1,107 meters). Sambong Mineral Spring, whose waters attract many visitors, is found In the middle of the three peaks. The spring’s waters are said to ease stomach complaints. The park is also popular since visitors can see beautiful fall foliage in autumn while enjoying the mountains and sea at the same time in summer.","regDate":"2022-10-09","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"/2022-10-09-1665301431744/608470_image2_1.webp","blogPath":"Gangwon-do/2022-10-09-1665301431744"},{"id":"2022-10-09-1665298551313","title":"Samaksan Mountain (삼악산 (춘천))","description":"Samaksan Mountain, paralleling to Uiamho Lake and the Bukhangang River, is one of the best scenic mountains in Chuncheon. As the mountain (san) comprises three rocky peaks (samak), which are Yonghwabong (main peak, 654 m), Cheongunbong (546 m), and Deungseonbong (632 m), it was named Samaksan Mountain. Although it is not a high and majestic mountain, it is considered a mountain with splendid scenery. Samaksan Mountain embraces a fantastic gorge formed through quartzitic jointing and waterfalls. Waterfalls in different sizes, such as Deungseon Falls, Seunghak Falls, and Juryeom Falls, create the splendid landscape, and the top of the mountain commands a panoramic view of downtown Chuncheon along with Uiamho Lake and the Bukhangang River. As its name tells, Samaksan Mountain is known for its rugged and precipitous features (aksan meaning a rugged, rocky mountain). The main access road to the mountain starts from the Deungseon Falls’ ticket booth and the Uiam Ticket Booth, and the trail from Uiam covers a hard, rocky section. As Gangwon-do Monument No. 16, Samaksan Mountain also has various interesting attractions, including Sangwonsa Temple, Heungguksa Temple, and Samaksanseong Fortress.","regDate":"2022-10-09","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-10-09-1665298551313/1842025_image2_1.webp","blogPath":"Gangwon-do/2022-10-09-1665298551313"},{"id":"2022-10-09-1665295006748","title":"Sacheon Beach (사천해변(사천해수욕장))","description":"Nestled between Gyeongpodae Beach and Yeongok Beach, Sacheon Beach is a clean and quiet beach covering an area of 18,000 ㎡ over a length of 300 meters. The beach opened on July 1, 1975; due to its close location to Gyeongpo Provincial Park, many vacationers choose to come here during the holidays. A thick pine forest spreads out against the beach, and the fine white sand and shallow waters make this area an ideal place for rest and relaxation.","regDate":"2022-10-09","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites"],"imgUrl":"/2022-10-09-1665295006748/1581179_image2_1.webp","blogPath":"Gangwon-do/2022-10-09-1665295006748"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}