{"pageProps":{"content":"![Bosu-dong Book Street Cultural Center(보수동 책방골목 문화관)](/2022-07-15-1657890753285/2559054_image2_1.webp)\n  \n## Overview\n\n> [The used bookstore that sells memories]<br> Bosu-dong Book Street has a unique background. It was formed after the independence of Korea (August 15) as a residential area in the empty place where the previous Gukje Market was demolished. Book stores began opening one-by-one and soon the street became known as Bosu-dong Book Street. The street is popular amongst booklovers for their used books as well as new books, and amongst travelers for the street’s unique atmosphere. Many young adults also frequent the street because there are many specialty shops for comic books. Every year, the Bosu-dong Culture Festival takes place and visitors can participate in events such as, make-your-own book cover, make-your-own book, and so on. The festival not only gives an opportunity to learn about the history of Bosu-dong Book Street, but have a good time as well. <br> \n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-51-743-7650|\n|usetime:|Bosu-dong Book Street Cultural Hall 10:00-18:00<br>* Individual operating hours vary by book store.|\n  \n\n  \n## Detail Image\n![/2022-07-15-1657890753285/1877370_image2_1.webp](/2022-07-15-1657890753285/1877370_image2_1.webp)\n![/2022-07-15-1657890753285/1877453_image2_1.webp](/2022-07-15-1657890753285/1877453_image2_1.webp)\n![/2022-07-15-1657890753285/1877469_image2_1.webp](/2022-07-15-1657890753285/1877469_image2_1.webp)\n![/2022-07-15-1657890753285/2364306_image2_1.webp](/2022-07-15-1657890753285/2364306_image2_1.webp)\n![/2022-07-15-1657890753285/2364307_image2_1.webp](/2022-07-15-1657890753285/2364307_image2_1.webp)\n![/2022-07-15-1657890753285/2364308_image2_1.webp](/2022-07-15-1657890753285/2364308_image2_1.webp)\n![/2022-07-15-1657890753285/2364309_image2_1.webp](/2022-07-15-1657890753285/2364309_image2_1.webp)\n![/2022-07-15-1657890753285/2364310_image2_1.webp](/2022-07-15-1657890753285/2364310_image2_1.webp)\n![/2022-07-15-1657890753285/2364311_image2_1.webp](/2022-07-15-1657890753285/2364311_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-51-743-7650](tel:+82517437650)\n- [🏠http://www.bosubook.com](http://www.bosubook.com)\n\n\n```googleMap\nlatitude: 35.1037975381\nlongitude: 129.0278431547\ntitle: 8, Chaekbanggolmok-gil, Jung-gu, Busan\n```\n  \n## Directions\n  \n1) Toseong Station (Busan Subway Line 1), Exit 1.<br>\nTake a right at the corner of Busan Bank and walk along the street until the Bosu Four-way intersection (sageori).<br>\nThe book street will be located on the left.\n<br><br>\n2) Jagalchi Station (Busan Subway Line 1), Exit 3.<br>\nTake a right immediately and then walk straight for about 620m.<br>\nCross the main road, Daecheong-ro, and the book street is straight ahead.\n","data":{"id":"2022-07-15-1657890753285","title":"Bosu-dong Book Street Cultural Center(보수동 책방골목 문화관)","description":"The used bookstore that sells memories <br> Bosu-dong Book Street has a unique background. It was formed after the independence of Korea (August 15) as a residential area in the empty place where the previous Gukje Market was demolished. Book stores began opening one-by-one and soon the street became known as Bosu-dong Book Street. The street is popular amongst booklovers for their used books as well as new books, and amongst travelers for the street’s unique atmosphere. Many young adults also frequent the street because there are many specialty shops for comic books. Every year, the Bosu-dong Culture Festival takes place and visitors can participate in events such as, make-your-own book cover, make-your-own book, and so on. The festival not only gives an opportunity to learn about the history of Bosu-dong Book Street, but have a good time as well. <br>","regDate":"2022-07-15","author":"korea-tour","tag":["Busan","Culture/Art/History","Industrial Sites","Others"],"imgUrl":"/2022-07-15-1657890753285/2559054_image2_1.webp","blogPath":"Busan/2022-07-15-1657890753285","pageUrl":"https:/mcdryad.com/Busan/2022-07-15-1657890753285"},"dataList":[{"id":"2022-08-16-1660682376425","title":"Choryang Ibagu-gil & Sanbok Road (초량 이바구길 & 산복도로)","description":"Located near Busan Station, Choryang Ibagu-gil street&nbsp;was formed when people started building houses on top of the hill during the time of poverty. An observatory, Ibagu Archive Center, Yu Chi-hwan Postbox, and other places perfect for photos can be seen along the road leading up to the hilltop. Atop the hill, a wide road known as the Sanbok Road features an open view  of Busan's downtown within a sight. The night scene is especially beautiful from this road, as the lights from the neighborhood twinkle and gleam as the surrounding area gets darker.","regDate":"2022-08-16","author":"korea-tour","tag":["Busan","Culture/Art/History","Experience Programs","Cultural Districts"],"imgUrl":"/2022-08-16-1660682376425/2048615_image2_1.webp","blogPath":"Busan/2022-08-16-1660682376425"},{"id":"2022-08-16-1660678500091","title":"Cheongsapo Port (청사포)","description":"Cheongsapo Port is located on the right side near the end of Dalmaji Hill in the direction of Songjeong in Haeundae. Along with Gudeokpo Port and Mipo Port, Cheongsapo Port is among the three ports lined against the coastal shore between Haeundae and Songjeong. Cheongsapo Port is famous as a place to view beautiful sunrises and where quality seaweed can be found. The rocks scattered along the port's shore are crowded with fishers. Railroad tracks that run along the shoreline make the area even more special, known to be one of the only two railroad tracks in Korea to be situated near the sea. The area around the port gained popularity after appearing in a movie, and many restaurants have opened up, selling the freshest seafood.","regDate":"2022-08-16","author":"korea-tour","tag":["Busan","Nature","Natural Sites"],"imgUrl":"/2022-08-16-1660678500091/2364312_image2_1.webp","blogPath":"Busan/2022-08-16-1660678500091"},{"id":"2022-08-16-1660675679599","title":"Busandaegyo Bridge (부산대교)","description":"Completed in 1934, Busandaegyo Bridge connects Yeongdo Island to the mainland. It serves as an industrial road that facilitates the transport of freight and cargo from Yeondong-gu District, the center of the shipbuilding industry and an emerging port.<br><br>Busandaegyo Bridge is 260 meters long and 20 meters wide, with 16 meters for cars and 2 meters of sidewalk on each side.  Boats of up to 14 meters in x_height can pass beneath the bridge, so ships can easily travel between the ports to the north and south. Situated parallel to Busandaegyo Bridge is Yeongdodaegyo Bridge, and the distance between these two bridges is about 100 meters.<br><br>Both ends of the bridge are connected to an elevated road that is 30 meters long and 16-20 meters wide. The bridge also leads to the expressway, which then connects to Gyeongbu Expressway.<br><br>Compared to other bridges built around the same time, Busandaegyo Bridge has a greater significance in the hearts of the citizens as it was built to commemorate the 100th anniversary of Busan Port and symbolizes the development of the city.","regDate":"2022-08-16","author":"korea-tour","tag":["Busan","Culture/Art/History","Architectural Sights","Bridges"],"imgUrl":"/2022-08-16-1660675679599/565091_image2_1.webp","blogPath":"Busan/2022-08-16-1660675679599"},{"id":"2022-08-16-1660671728547","title":"Busan Tower (부산타워)","description":"Busan Tower is a symbol of Busan that stands proudly at 69 meters above sea level at a x_height of 120 meters. The top of the tower is modeled after the baldaquin of Dabotap Pagoda in Bulguksa Temple, Gyeongju. <br><br>Loved by Busan citizens and tourists alike, the tower offers a stunning night view and plenty to see, such as the Statue of the Great Admiral Yi Sun-sin, the Bell of the Citizens, a flower clock and a bust of the Busan-based independent activist, Baeksan An Hee-je.","regDate":"2022-08-16","author":"korea-tour","tag":["Busan","Culture/Art/History","Architectural Sights","Monuments/Observatories"],"imgUrl":"/2022-08-16-1660671728547/566250_image2_1.webp","blogPath":"Busan/2022-08-16-1660671728547"},{"id":"2022-07-16-1657935834649","title":"Busan Songdo Beach (부산 송도해수욕장)","description":"Songdo Beach is 800 meters long and 50 meters wide. The average water level is 1~1.5 meters. It is located 3 kilometers from Busan's Jagalchi Market and was one of the first beaches to open in 1913. In 2000, the beach underwent a comprehensive 5-year reconstruction and reopened with restored and expanded coastlines and the addition of several fountains. Nearby attractions include Busan’s famed Jagalchi Seafood Market and Amnam Park. Amnam Park was a military protected area that opened to the public as a nature park in April 1996. Amnam Park, as well as Dudo Park, a famous sea fishing spot, connects to Songdo, where visitors can see a spectacular landscape with seagulls, a symbol of busan, and the quiet seascape with Yeongdo Island in the distance. <br><br>The area has a variety of accommodation and dining options, and is well equipped with convenient facilities such as an overpass, promenade, boat yard, and parking lot. Amnam Park on the Songdo coast is a coastal ecological park. It has an observatory, a 3.8-kilometer promenade, a roadside cafe, and raw fish restaurants with a panoramic view of the Songdo coast and Busan Namhang Port. Another historically important attraction in the area is the Provisional Capital Memorial Hall that was used as the presidential residence for three years when Busan was the temporary capital during the Korean War.","regDate":"2022-07-16","author":"korea-tour","tag":["Busan","Nature","Natural Sites"],"imgUrl":"/2022-07-16-1657935834649/2504686_image2_1.webp","blogPath":"Busan/2022-07-16-1657935834649"},{"id":"2022-07-15-1657910895859","title":"Busan Gwangandaegyo Bridge (부산 광안대교)","description":"Busan Gwangandaegyo Bridge (Busan 66, also called Gwangan-daero) stretches over 7.4 kilometers from Namcheon-dong in Suyeong-gu, Busan to Centum City in U-dong, Haeundae-gu. It is the longest bi-level bridge over the ocean in Korea. In addition to providing a quick way to get around, the bridge offers breathtaking views of nearby attractions, including the endlessly unfolding ocean, Oryukdo Island, Hwangnyeongsan Mountain, Gwangalli Beach, Dongbaekseom Island, and Dalmaji Hill.<br><br>Equipped with thousands of LED lights, the bridge showcases a beautiful lighting exhibition at night that changes with the seasons. The bridge offers a majesty beauty when combined with nearby attractions during the day and a romantic atmosphere at night, attracting many residents and tourists.","regDate":"2022-07-15","author":"korea-tour","tag":["Busan","Culture/Art/History","Architectural Sights","Bridges"],"imgUrl":"/2022-07-15-1657910895859/2612484_image2_1.webp","blogPath":"Busan/2022-07-15-1657910895859"},{"id":"2022-07-15-1657907151399","title":"Busan Cinema Center (부산 영화의 전당)","description":"Busan Cinema Center is a film culture complex showing performances and films across all genres. The facility is comprised of large and small theaters, cinematech, sky theater, indie plus, as well as the 4,000-seat outdoor theater which serves as the venue for the opening and closing ceremonies of Busan International Film Festival.","regDate":"2022-07-15","author":"korea-tour","tag":["Busan","Culture/Art/History","Industrial Sites","Others"],"imgUrl":"/2022-07-15-1657907151399/2716235_image2_1.webp","blogPath":"Busan/2022-07-15-1657907151399"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}