{"pageProps":{"content":"![Dinosaur Tracksite of Hwasun, Seoyu-ri (화순 서유리 공룡발자국화석 산지)](/2023-01-17-1673944760289/1608223_image2_1.webp)\n\n  \n## Overview\n\n> The Dinosaur Tracksite of Hwasun was discovered in 1999 during a land survery for the construction of Hwasun Hot Springs Area. Most dinosaur tracks found in Korea are located in coastal areas in cities like Haenam and Boseong, so the discovery in the inner region of Jeollanam-do was a first. Most prints here come from carnivorous dinaosaurs of the Cretaceous period. The site is famous for there being tracks from no fewer than five different dinosaurs, as well as for being one of the longest trails and most direct examples of the exact movements of the dinosaurs. The tracks of one dinosaur are the longest in the world, stretching for 40 meters. Based on the foot size of 20-22 centimeters with a stride of approximately 90 centimeters, it is estimated that the prints were formed by a 4-5 meter tall Koolasuchus. In addition to the canivorous dinosaurs, tracks were found of 12 herbivorous dinosaurs, as well as fossilized plants. These plants offer much assistance in the research of herbivorous dinosaur diets.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-61-379-3503|\n|parking:|Available|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Restrooms:|Available|\n  \n## Detail Image\n![/2023-01-17-1673944760289/1608220_image2_1.webp](/2023-01-17-1673944760289/1608220_image2_1.webp)\n![/2023-01-17-1673944760289/1608221_image2_1.webp](/2023-01-17-1673944760289/1608221_image2_1.webp)\n![/2023-01-17-1673944760289/1608222_image2_1.webp](/2023-01-17-1673944760289/1608222_image2_1.webp)\n![/2023-01-17-1673944760289/1608224_image2_1.webp](/2023-01-17-1673944760289/1608224_image2_1.webp)\n\n\n  \n## Contact\n\n\n\n\n\n```googleMap\nlatitude: 35.1695863575\nlongitude: 127.0906362225\ntitle: 2080, Baega-ro, Hwasun-gun, Jeollanam-do\n```\n  \n## Directions\n  \n[Train]<br>\nFrom Yongsan Station, take a train to Gwangju-Songjeong Station.<br>\nTake the Gwangju Subway to Hwaseong Station.<br> Walk for approx. 1km to Gwangju Bus Terminal and take Nongeochon Bus No. 225 to Jangdan Village Bus Stop. <br>Transfer to Nongeochon Bus No. 217-1 and get off at Seoyu 1(il)-ri Bus Stop.<br> Walk for approx. 500m to the tracksite.\n","data":{"id":"2023-01-17-1673944760289","title":"Dinosaur Tracksite of Hwasun, Seoyu-ri (화순 서유리 공룡발자국화석 산지)","description":"The Dinosaur Tracksite of Hwasun was discovered in 1999 during a land survery for the construction of Hwasun Hot Springs Area. Most dinosaur tracks found in Korea are located in coastal areas in cities like Haenam and Boseong, so the discovery in the inner region of Jeollanam-do was a first. Most prints here come from carnivorous dinaosaurs of the Cretaceous period. The site is famous for there being tracks from no fewer than five different dinosaurs, as well as for being one of the longest trails and most direct examples of the exact movements of the dinosaurs. The tracks of one dinosaur are the longest in the world, stretching for 40 meters. Based on the foot size of 20-22 centimeters with a stride of approximately 90 centimeters, it is estimated that the prints were formed by a 4-5 meter tall Koolasuchus. In addition to the canivorous dinosaurs, tracks were found of 12 herbivorous dinosaurs, as well as fossilized plants. These plants offer much assistance in the research of herbivorous dinosaur diets.","regDate":"2023-01-17","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2023-01-17-1673944760289/1608223_image2_1.webp","blogPath":"Jeollanam-do/2023-01-17-1673944760289","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-17-1673944760289"},"dataList":[{"id":"2023-02-04-1675506964115","title":"Jeongsusa Temple (정수사)","description":"According to the historical archives, Jeongsusa Temple was once a very large temple. Unfortunately, most of the temple buildings have been destroyed and only the main hall, Daeungjeon Hall, and a few smaller structures such as the living quarters remain on site today. The temple was originally called Ssanggyesa Temple because the waters of two valleys meet in front of this temple. It was renamed Jeongsusa Temple during the latter part of the Joseon dynasty (1392-1905).<br><br>The temple was reportedly established by the state monk Doseon-guksa in the first year of the reign of Silla Kingdom’s King Aejang (800). However, the temple’s founding year preceded the monk’s year of birth so there seems to have been a mistake in the year of foundation. Daeungjeon, the main hall, has three rooms in the front and two on the sides with a gambrel roof. Designated as Jeollanam-do Tangible Cultural Property, the structure features a modest and simple architecture that is estimated to date back to the latter half of the Joseon dynasty.","regDate":"2023-02-04","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"","blogPath":"Jeollanam-do/2023-02-04-1675506964115"},{"id":"2023-02-04-1675503361164","title":"Jeamsan Recreational Forest (제암산자연휴양림)","description":"Jeamsan Mountain is beautiful throughout the year with royal azaleas in spring, cool water in summer, silver grass in fall, and a snow-covered mountain in winter. The mountain attracts over 100,000 visitors during vacation periods with Yongchugyegok Valley nearby. Just over the mountain is the ocean with Yulpo Beach where visitors can enjoy after relaxing at Jeamsan Recreational Forest.","regDate":"2023-02-04","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"","blogPath":"Jeollanam-do/2023-02-04-1675503361164"},{"id":"2023-02-04-1675499868944","title":"Jasan Park (자산공원)","description":"The city of Yeosu is nestled on the Yeosu Peninsula and the areas of Yeosu-si, Yeoncheon-si and Yeocheon-gun, which all have the same first character ‘려(麗) (ryeo)’ were combined as one into Yeosu-si as of April, 1998.<br><br>Located at the entrance of the breakwater of Odongdo Island, Jasan Park embraces the South Sea.<br>Thousands of evergreen trees and flowering plants spread out over the wide flats when approaching the peak by the steep staircase. The park has a 15 meter-high Yi Sun-sin statue, built in 1967 to honor his birth along with Jinnamje Festival, Jasangak, Chunghontop (memorial tower) and a fair view with a refreshing sea breeze. In addition, Ilchuljeong, Sunrise Arbor which was constructed in 1998, is beloved as a resting spot by many visitors.","regDate":"2023-02-04","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2023-02-04-1675499868944/177688_image2_1.webp","blogPath":"Jeollanam-do/2023-02-04-1675499868944"},{"id":"2023-02-04-1675496145606","title":"Jangsupungdengi Village (장수풍뎅이마을)","description":"Located in the far upstream of Jangheung Dam, Jangsupungdengi Village preserves the natural environment. The village has a shiitake mushroom center, eco experience center, and beetle farming field where children and teenage students may visit and learn about the nature and its eco system. The village is also open to the general public for quality time in nature.","regDate":"2023-02-04","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Experience Programs","Village Experience"],"imgUrl":"","blogPath":"Jeollanam-do/2023-02-04-1675496145606"},{"id":"2023-02-04-1675492691639","title":"Heungguksa Temple (Yeosu) (흥국사 (여수))","description":"The name of Heungguksa Temple means “if the country prospers, the temple does well.” The temple was established to pray for the country to flourish. Located on Yeongchwisan Mountain, Heunaguksa was founded by Bojo Guksa in 1195. <br><br>Within the compound are other buildings including Wontongjeon, Palsangjeon and Daeungjeon (Main Hall). The temple’s main hall, a Treasure, is open in its structure and equipped with traditional Korean doors. A Buddhist painting named Hubultaenghwa is designated as a Treasure. At the entrance to the temple is a rainbow-shaped stone bridge called Honggyo Bridge,a Treasure, which is widely known as a distinguished work of art. <br><br>On Yeongchwisan Mountain, azaleas begin to bloom in early April and completely take over the mountain by the end of the month. Azalea blossoms create an extravagant view along the ridgeline of Yeongchwibong Peak (439 meters above sea level) and Jillyebong Peak (510 meters above sea level).During this period, the Mount Yeongchwisan Azalea Festival takes place.","regDate":"2023-02-04","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2023-02-04-1675492691639/1607899_image2_1.webp","blogPath":"Jeollanam-do/2023-02-04-1675492691639"},{"id":"2023-02-04-1675488968510","title":"Hataedo Island (하태도)","description":"Hataedo Island is known to be first settled by Park Haeng-seo from the Miryang Park family when he moved out from Daeheuksando Island. The island was given its name for being the southernmost island among three clustered islands that produce abundant edible seaweed. Besides the diverse fish that inhabit the nearby waters, attracting numerous fishers, the island is also known to be a heavy producer of edible seaweed, including laver. Although most of the islanders make a living through the fishing industry, black goats are also often seen grazing on green pastures. Hataedo Islands beach is only 300 meters long, but boasts pristine beauty.","regDate":"2023-02-04","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"","blogPath":"Jeollanam-do/2023-02-04-1675488968510"},{"id":"2023-02-04-1675485522259","title":"Hallyeohaesang National Park (Odongdo Island District) (한려해상국립공원 (오동도))","description":"The base point of Hallyeohaesang National Park, Odongdo Island is famous for colonies of camellia found on the island. In addition to the camellias, there are 70 species of wildflowers and 200 species of evergreen trees that flourish here. The island is known to be most beautiful in mid-March when the camellias are at its peak. To get to the island, it takes around 10 minutes by car from Yeosu downtown. Other options include the Dongbaek Train, a ferry or motorboat.","regDate":"2023-02-04","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"/2023-02-04-1675485522259/1812888_image2_1.webp","blogPath":"Jeollanam-do/2023-02-04-1675485522259"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}