{"pageProps":{"content":"![Amsa Ecological Park (암사생태공원)](/2022-07-10-1657435491613/1894496_image2_1.webp)\n  \n## Overview\n\n> <br>Amsa Ecological Park (located in Amsa-dong) is a large scenic park with long winding trails passing by reeds and other beautiful plants of the Han River. It is here as well that visitors can watch the flight of Korea’s migratory birds. The Ecological Park is famous for its beautiful scenery and its lush groves of reeds and pussy willows growing alongside the natural riverside road. Wild roses, loosestrifes, and tiger lilies are in bloom from spring to fall and the observation deck gives visitors a beautiful view of Han River and the area’s wide variety of birds such as reed warblers, titmice, and swallows. The river basin and its surrounding stones are a great place to learn about nature and are home to various bugs such as beetles, river mayflies, big scarlet hairstreak butterflies, and other water insects. <br><br>\n\nThe Amsa Ecological Park is located nearby Godeok River Side Ecological Park and the Bicycle Theme Park, making this particular area one of the most popular tourist attractions along the Han River.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-2-3780-0501|\n  \n## Detail Info\n\n| | |\n| - | - |\n  \n## Detail Image\n![/2022-07-10-1657435491613/1894488_image2_1.webp](/2022-07-10-1657435491613/1894488_image2_1.webp)\n![/2022-07-10-1657435491613/1894489_image2_1.webp](/2022-07-10-1657435491613/1894489_image2_1.webp)\n![/2022-07-10-1657435491613/1894493_image2_1.webp](/2022-07-10-1657435491613/1894493_image2_1.webp)\n![/2022-07-10-1657435491613/1894494_image2_1.webp](/2022-07-10-1657435491613/1894494_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-2-3780-0501](tel:+82237800501)\n- [🏠hangang.seoul.go.kr](http://hangang.seoul.go.kr/ecology/ecology02_04.html)\n\n\n```googleMap\nlatitude: 37.5498893211\nlongitude: 127.1221806299\ntitle: 83-66, Seonsa-ro, Gangdong-gu, Seoul\n```\n  \n## Directions\n  \n[Subway]<br>\nAmsa Station (Seoul Subway Line 8), Exit 3.<br>\n- 10min walk towards the 2nd cheonho yukgapmun.\n","data":{"id":"2022-07-10-1657435491613","title":"Amsa Ecological Park (암사생태공원)","description":"<br>Amsa Ecological Park (located in Amsa-dong) is a large scenic park with long winding trails passing by reeds and other beautiful plants of the Han River. It is here as well that visitors can watch the flight of Korea’s migratory birds. The Ecological Park is famous for its beautiful scenery and its lush groves of reeds and pussy willows growing alongside the natural riverside road. Wild roses, loosestrifes, and tiger lilies are in bloom from spring to fall and the observation deck gives visitors a beautiful view of Han River and the area’s wide variety of birds such as reed warblers, titmice, and swallows. The river basin and its surrounding stones are a great place to learn about nature and are home to various bugs such as beetles, river mayflies, big scarlet hairstreak butterflies, and other water insects. <br><br>The Amsa Ecological Park is located nearby Godeok River Side Ecological Park and the Bicycle Theme Park, making this particular area one of the most popular tourist attractions along the Han River.","regDate":"2022-07-10","author":"korea-tour","tag":["Seoul","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2022-07-10-1657435491613/1894496_image2_1.webp","blogPath":"Seoul/2022-07-10-1657435491613","pageUrl":"https:/mcdryad.com/Seoul/2022-07-10-1657435491613"},"dataList":[{"id":"2022-07-21-1658443105183","title":"Culture Station Seoul 284 (문화역 서울 284)","description":"Culture Station Seoul 284 opened in 2011 by restoring the old Seoul Station. The complex holds various programs including exhibitions, performances, cultural events and workshops. It holds over 100 years of history with Namdaemun Station being the original name of the station in 1900 and changing to Gyeongseong Station, Seoul Station, and now Culture Station Seoul 284. The look of 1925 Gyeongseong Station offers visitors a flashback to the past, providing a fun and special experience.","regDate":"2022-07-21","author":"korea-tour","tag":["Seoul","Culture/Art/History","Experience Programs","Unique Experience"],"imgUrl":"/2022-07-21-1658443105183/1985332_image2_1.webp","blogPath":"Seoul/2022-07-21-1658443105183"},{"id":"2022-07-21-1658439460553","title":"Chungdong First Methodist Church (서울 정동교회)","description":"Chungdong Church, having being completed in 1897, was the first Christian church that was built after the spread of Protestantism in Korea. The church was founded in 1887 as a small worship house under the name Bethel by Henry Gerhard Appenzeller, an American missionary. As the number of followers increased, the building underwent construction and officially became a church in 1895. Chungdong Church is the only remaining church building from the 19th century. The church was expanded once more in 1926, changing its from a cross-shaped building to a square one. The expansion was made by adding walls using bricks as not to damage the original building structure. The architecture was built in a simplified version of an American gothic house with arched window frames.","regDate":"2022-07-21","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Holy Sites"],"imgUrl":"/2022-07-21-1658439460553/1955149_image2_1.webp","blogPath":"Seoul/2022-07-21-1658439460553"},{"id":"2022-07-21-1658435921977","title":"Choong Ang High School (중앙고등학교)","description":"Choong Ang High School is located in Jong-ro near Samcheongdong-gil. It was built to educate the public at the beginning of the 20th century. The school’s main building was reconstructed in 1937 after the original two-story brick house was destroyed in 1934. The main building situated in front of the main gate is a two-story H-shaped granite stone building in Gothic style, with a four-story tower in the middle.<br>  <br>The school holds historical significance because it was designed by  Park Dong Jin, one of Korea's first modern architects and the designer of Korea University’s main building, library, and the Chosun Ilbo Newspaper Company building. The main building of Choong Ang High School is designated as Historic Site No. 281. Many national leaders were educated at the gothic building during the grim period when Korea was trying to escape  Japanese colonial rule.","regDate":"2022-07-21","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-07-21-1658435921977/1985993_image2_1.webp","blogPath":"Seoul/2022-07-21-1658435921977"},{"id":"2022-07-21-1658431917387","title":"Choi Sunu House (최순우 옛집)","description":"The Choi Sunu House is the old residence of Hyegok Choi Sunu (1916-1984), who lived in this house from 1976 until the day he passed away. The house is designated as Korea’s Registered Cultural Property. Choi Sunu was a leading art historian who served as the director of the National Museum of Korea. He devoted his life to rediscovering the beauty of Korean art and made many academic accomplishments in the areas of Korean ceramics, traditional woodcraft, and the history of painting. <br>The house has been open to the public as the Hyegok Choi Sunu Memorial Hall since 2004. The memorial hall displays Choi Sunu’s relics as a permanent exhibition and holds special exhibitions in the fall as well as cultural programs every spring and fall.","regDate":"2022-07-21","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Old Houses"],"imgUrl":"/2022-07-21-1658431917387/2031918_image2_1.webp","blogPath":"Seoul/2022-07-21-1658431917387"},{"id":"2022-07-21-1658429299654","title":"Children’s Grand Park (서울 어린이대공원)","description":"Situated in Gwangjin-gu, Seoul Children’s Grand Park houses various facilities for families, including a zoo, botanical garden, amusement rides, and diverse performance events within a vast area. Opened on Children’s Day (May 5) in 1973, the park is full of attractions that appeal to children and the young-at-heart. It was renovated on Children’s Day 2009 to repair old and worn facilities. It became an even more spacious and pleasant park thanks to the renovation work.","regDate":"2022-07-21","author":"korea-tour","tag":["Seoul","Culture/Art/History","Recreational Sites","Theme Parks"],"imgUrl":"/2022-07-21-1658429299654/2028002_image2_1.webp","blogPath":"Seoul/2022-07-21-1658429299654"},{"id":"2022-07-21-1658425196938","title":"Cheonho Park (천호공원)","description":"Located in Cheonho-dong, Cheonho Park is comprised of a musical fountain, an outdoor stage, and various sports facilities, making it the perfect spot for rest and leisure.","regDate":"2022-07-21","author":"korea-tour","tag":["Seoul","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-07-21-1658425196938/1986006_image2_1.webp","blogPath":"Seoul/2022-07-21-1658425196938"},{"id":"2022-07-21-1658422344570","title":"Cheonggyesan Mountain (청계산)","description":"Cheonggyesan Mountain surrounds Seoul Grand Park, Seoulland and the National Museum of Modern and Contemporary Art in Gwacheon. The mountain boarders the area of Yangjae-dong, Seoul and Gwacheon-si, Seongnam-si, and Uiwang-si, Gyeonggi-do, and is located next to Gwanaksan Mountain, south of downtown Gwacheon. The mountain is said to have been the home of Joyun, a faithful member of the Goryeo dynasty, after the Joseon dynasty was founded. There is another myth that the mountain is where a blue dragon ascended to heaven, earning the mountain the nickname Cheongnyongsan.<br><br>Dense forests, neat valleys, parks, and temples are available in the mountain, making it a suitable attraction for families. There are also many walking courses in varying levels of difficulty.","regDate":"2022-07-21","author":"korea-tour","tag":["Seoul","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-07-21-1658422344570/2023841_image2_1.webp","blogPath":"Seoul/2022-07-21-1658422344570"}],"navList":["Busan","Daegu","Daejeon","Gwangju","Gyeonggi-do","Incheon","Jeju-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}