{"pageProps":{"content":"![Gusipo Haesu World (Gusipo Seawater World) (구시포 해수찜월드)](/2022-12-30-1672396569496/781597_image2_1.webp)\n\n  \n## Overview\n\n> The Gusipo Haesu World provides a diverse selection of jjimjilbang facilities.  There is a “<i>Haesuyakjjim</i> (Medicinal Seawater Bath)” full-body bath, where special healthy ingredients are added to heated seawater. This is believed to effectively treat neuralgia, arthritis, and obesity. <br><br>This process extracts unnecessary substances from the skin, creating a more beautiful radiance. There are also other enjoyable facilities such as the indoor sand bathing room and a green tea spa.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-63-561-3324|\n|parking:|Available|\n|restdate:|N/A (Open all year round)|\n|usetime:|07:00-23:00 (* Last admission is one hour before closing.)|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Parking Fees:|Free|\n|Restrooms:|Available|\n|Admission Fees:|[Haesujjim]<br>32,000 won for one person / 17,000 won each for two people / 15,000 won each for three people / 14,000 won each for four people / 13,000 won each for five people / 12,000 won each for six people<br>Children (ages 9 or younger) 7,000 won<br>* Six-people fare applies to larger groups.<br><br>[Sauna]<br>Men 6,000 won / Women 8,000 won|\n|Available Facilities:|Seawater cold bath, seawater hot bath, green tea bath, dry sauna, sand sauna, red clay sauna, shower facilities, sleeping room<br /><br>* Sand sauna available only for women|\n  \n## Detail Image\n![/2022-12-30-1672396569496/781602_image2_1.webp](/2022-12-30-1672396569496/781602_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-63-561-3324](tel:+82635613324)\n\n\n\n```googleMap\nlatitude: 35.4455829811\nlongitude: 126.4367095013\ntitle: 540, Jinamgusipo-ro, Gochang-gun, Jeollabuk-do\n```\n  \n## Directions\n  \n[Bus]<BR>\nFrom Seoul Express Bus Terminal Staiton, take an express bus to Gochang Intercity Bus Terminal.\n<br>From Gochang Intercity Bus Terminal, walk right on the main road in front of the terminal and take Nongeochon Bus.\n","data":{"id":"2022-12-30-1672396569496","title":"Gusipo Haesu World (Gusipo Seawater World) (구시포 해수찜월드)","description":"The Gusipo Haesu World provides a diverse selection of jjimjilbang facilities.  There is a “<i>Haesuyakjjim</i> (Medicinal Seawater Bath)” full-body bath, where special healthy ingredients are added to heated seawater. This is believed to effectively treat neuralgia, arthritis, and obesity. <br><br>This process extracts unnecessary substances from the skin, creating a more beautiful radiance. There are also other enjoyable facilities such as the indoor sand bathing room and a green tea spa.","regDate":"2022-12-30","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Recreational Sites","Hot Springs & Spa"],"imgUrl":"/2022-12-30-1672396569496/781597_image2_1.webp","blogPath":"Jeollabuk-do/2022-12-30-1672396569496","pageUrl":"https:/mcdryad.com/Jeollabuk-do/2022-12-30-1672396569496"},"dataList":[{"id":"2023-01-11-1673429976820","title":"Banghwadong Recreational Forest (방화동 자연휴양림,가족휴가촌)","description":"Banghwadong Recreational Forest is located at the foot of Jangansan Mountain. The mountain trail from Deoksanyongso Pond leading to Banghwadonggyegok Valley features nature learning centers and adventure games facilities. The clean valley is lined with oddly shaped cliffs, shrubs and trees, which all combine into a splendid view. The forest is situated at a highland more than 500 meters above sea level. It is surrounded by mountains that are over a thousand meters above sea level, so the temperature is low and the water at the valley is cool even in the summer. <br><br>There are log cabins, group accommodation facilities, and training halls by the valley to accommodate group visits, conferences, gatherings and seminars. The recreational forest also operates Banghwadong Family Vacation Village for family visitors, equipped with accommodation facilities, various camping sites, and a wood carving experience center.","regDate":"2023-01-11","author":"korea-tour","tag":["Jeollabuk-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"","blogPath":"Jeollabuk-do/2023-01-11-1673429976820"},{"id":"2023-01-11-1673426427693","title":"Wolmyeong Park (월명공원)","description":"Wolmyeong Park is a popular tourist destination in Gunsan and connects five mountains in the vicinity. The park has 12 kilometers of walking trails, as well as an observatory, sculpture park, and various monuments. From Susi Tower, which resembles a flame or wind-blown sail, people can see all of downtown Gunsan, the sea to the south of Gunsan, the mouth of the Geumgang River, and the large Janghang smelting factory.<br><br>The park has well-arranged gardens and 30-year old rattan and cherry trees. A cherry blossom photo contest is held every April, when the park is covered in cherry blossoms.","regDate":"2023-01-11","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2023-01-11-1673426427693/2367285_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-11-1673426427693"},{"id":"2023-01-11-1673422559583","title":"Wido Island (National Geopark) (위도 (전북 서해안 국가지질공원))","description":"Located approximately 13 kilometers west of Buan, Wido Island is spread out sporadically looking like a flea. Visitors to the island can see various natural phenomena as well as beautiful coastal sceneries.","regDate":"2023-01-11","author":"korea-tour","tag":["Jeollabuk-do","Nature","Natural Sites"],"imgUrl":"/2023-01-11-1673422559583/2720903_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-11-1673422559583"},{"id":"2023-01-11-1673419213029","title":"Wido Beach (위도해수욕장)","description":"Opened in 1969, Wido Beach is known as an excellent swimming beach. The beach is sheltered by the surrounding mountains with fairly shallow and clear waters, making it very popular among families seeking a relaxing vacation. Moreover, the beach offers a spectacular view of Wangdeungdo Island from the shore.","regDate":"2023-01-11","author":"korea-tour","tag":["Jeollabuk-do","Nature","Natural Sites"],"imgUrl":"/2023-01-11-1673419213029/2720903_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-11-1673419213029"},{"id":"2023-01-11-1673415344453","title":"Wibongsanseong County Park (위봉산성군립공원)","description":"Wibongsanseong County Park is located north of Jeonju, past Songgwangsa Temple through a tunnel of cherry trees. The park has some noteworthy sightseeing attractions such as Wibongpokpo Falls, Wibongsa Temple, and Dongsang Reservoir. Winbongsanseong County Park was founded at the site of Winbongsanseong Fortress, which was built under King Sukjongs rule in 1675 as a refuge site to safekeep the portrait of Joeson dynastys founder King Taejo and the royal familys ancestral tablet in times of war or other national emergency. They are originally enshrined in Gyeonggijeon Shrine and Jogyeongmyo Shrine, and when Jeonju had fallen during the Donghak Peasant Revolution, the portrait and tablet were moved to a small palace inside the fortress. The original fortress walls were 16 kilometers in circumference with three gates in the north, east, and west, but only a half-moon shaped western gate remains standing today.","regDate":"2023-01-11","author":"korea-tour","tag":["Jeollabuk-do","Nature","Natural Sites","County Parks"],"imgUrl":"/2023-01-11-1673415344453/1606418_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-11-1673415344453"},{"id":"2023-01-11-1673411996622","title":"Wibongsa Temple - Wanju (위봉사 (완주))","description":"Wibongsa Temple is located past Mujigaemun Gate (Rainbow Gate) and Wibong Village and is a major temple in the Honam region that once oversaw 52 branch temples. Said to be built by Monk Seoam in 604 (the 5th year of King Mu of Baekje), the surviving buildings date back to the Joseon Era. Today, only Bogwangmyeongjeon Hall (Treasure No. 608), Yosa (Provincial Cultural Asset No. 698), and Samseonggak remain. The Baeguigwaneumbosal wall painting in particular is the pride of the temple.","regDate":"2023-01-11","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2023-01-11-1673411996622/1605102_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-11-1673411996622"},{"id":"2023-01-11-1673408186662","title":"Wibongpokpo Falls (위봉폭포)","description":"Located in the eastern section of Wibongsanseong Fortress, Wibongpokpo Falls is a two-tiered waterfall measuring 60 meters high. The strangely-shaped rocks and thick groves of trees that border the cascading falls make for such a magical scene that it comes as no surprise that the waterfall has long since been counted as one of the Eight Scenic Sights of Wansan. Attractions located nearby include a battlefield from the Imjin War (1592-1598), Songgwangsa Temple, Dongsang Reservoir, Daea Reservoir, and Hwasim Hot Springs.","regDate":"2023-01-11","author":"korea-tour","tag":["Jeollabuk-do","Nature","Natural Sites","Waterfalls"],"imgUrl":"/2023-01-11-1673408186662/215200_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-11-1673408186662"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}