{"pageProps":{"content":"![Chungjuho Lake (충주호)](/2022-07-26-1658878523604/177937_image2_1.webp)\n\n  \n## Overview\n\n> Chungjuho Lake is the nation’s largest lake, and was formed after the construction of Chungju Dam. When constructing the dam, an approximately 66.48 ㎢ - area was submerged throughout three region in Chungju, Danyang and Jecheon. Even though nearly 50,000 people lost their hometown, the lake became a famous tourist spot of the region, along with Woraksan National Park, Songgye Valley, Cheongpung Culture Center, Eight Sceneries of Danyang, Gosu Cave, Guinsa Temple, Suanbo Hot Springs, Nodong Cave and other spots. <br><br>\nTourists can enjoy the scenic area on five ferry docks from Chungjunaru, main ferry dock of Chungju Dam, Cheongpungnaru, Janghoenaru where Gudambong Peak and Oksunbong Peak are located, Danyangnaru in Danyang-eup, and Woraknaru located near the beautiful scenery of Woraksan Mountain. From Chungju Dam to Janghoenaru, it takes approximately 1 hour 30 minutes, making it a long-distance course and offers special sightseeing on board. This course also holds great views of Chungjuho Lake and Yeongbong Peak of Woraksan Mountain, the surrounding scenery of Woraknaru, and two scenic spots of Danyang which are Gudanbong and Oksunbong Peak featuring uniquely-shaped rocks and peaks. This course is the most attractive among Chungjuho ferry excursion routes.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br>(Korean, English, Japanese, Chinese) <br> • For more info: +82-43-842-0531|\n  \n\n  \n## Detail Image\n![/2022-07-26-1658878523604/2631164_image2_1.webp](/2022-07-26-1658878523604/2631164_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-43-842-0531](tel:+82438420531)\n- [🏠www.chungju.go.kr/tour</a> (Korean, English, Japanese, Chinese)<br> <a href=\"http://www.chungjuho.com/\" target=\"_blank\">www.chungjuho.com](https://www.chungju.go.kr/tour/)\n\n\n```googleMap\nlatitude: 37.0050988454\nlongitude: 127.9977170601\ntitle: Jodong-ri, Dongnyang-myeon, Chungju-si, Chungcheongbuk-do\n```\n  \n## Directions\n  \nFrom Dong Seoul Bus Terminal, take an intercity bus to Chungju.<br>\n From Chungju Bus Terminal, take Bus No. 312 to Chungjunaru Rest Area Bus Stop.<br>\n<br>\n[Taxi]<br>\nApprox. 30 min fromChungju Bus Terminal to Chungjunaru Ferry Dock\n","data":{"id":"2022-07-26-1658878523604","title":"Chungjuho Lake (충주호)","description":"Chungjuho Lake is the nation’s largest lake, and was formed after the construction of Chungju Dam. When constructing the dam, an approximately 66.48 ㎢ - area was submerged throughout three region in Chungju, Danyang and Jecheon. Even though nearly 50,000 people lost their hometown, the lake became a famous tourist spot of the region, along with Woraksan National Park, Songgye Valley, Cheongpung Culture Center, Eight Sceneries of Danyang, Gosu Cave, Guinsa Temple, Suanbo Hot Springs, Nodong Cave and other spots. <br><br>Tourists can enjoy the scenic area on five ferry docks from Chungjunaru, main ferry dock of Chungju Dam, Cheongpungnaru, Janghoenaru where Gudambong Peak and Oksunbong Peak are located, Danyangnaru in Danyang-eup, and Woraknaru located near the beautiful scenery of Woraksan Mountain. From Chungju Dam to Janghoenaru, it takes approximately 1 hour 30 minutes, making it a long-distance course and offers special sightseeing on board. This course also holds great views of Chungjuho Lake and Yeongbong Peak of Woraksan Mountain, the surrounding scenery of Woraknaru, and two scenic spots of Danyang which are Gudanbong and Oksunbong Peak featuring uniquely-shaped rocks and peaks. This course is the most attractive among Chungjuho ferry excursion routes.","regDate":"2022-07-26","author":"korea-tour","tag":["Chungcheongbuk-do","Nature","Natural Sites"],"imgUrl":"/2022-07-26-1658878523604/177937_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-07-26-1658878523604","pageUrl":"https:/mcdryad.com/Chungcheongbuk-do/2022-07-26-1658878523604"},"dataList":[{"id":"2022-07-27-1658964977052","title":"Jeongbangsa Temple (정방사)","description":"Located on a ridge of Sinseonbong Peak (845 meters) nearby Geumsusan Mountain, Jeongbangsa Temple was founded by Buddhist Monk Uisang in the second year (662) of King Munmu’s reign during the Silla dynasty. Jeongbangsa Temple is a branch of Beopjusa Temple located on Songnisan Mountain and is a well known oratory amongst Buddhists. The temple offers fantastic views of Cheongpungho Lake that are said to calm and clear the mind. A unique feature of this temple is the mountain wall making up a portion of the temple roof.","regDate":"2022-07-27","author":"korea-tour","tag":["Chungcheongbuk-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-07-27-1658964977052/1812428_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-07-27-1658964977052"},{"id":"2022-07-27-1658961540314","title":"Jecheon Oriental Medicine Expo Park (제천한방엑스포공원)","description":"Jecheon Oriental Medicine Expo Park is an educational, cultural and recreational space that promotes <em>hanbang</em> (traditional Korean medicine). The park's facilities include the Hanbang Life Science Center, Fermentation Museum, a medicinal herb sales and exhibition center, and Hanu Plaza. Visitors can also take part in the many hanbang related programs and activities available.","regDate":"2022-07-27","author":"korea-tour","tag":["Chungcheongbuk-do","Culture/Art/History","Recreational Sites","Theme Parks"],"imgUrl":"/2022-07-27-1658961540314/1822984_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-07-27-1658961540314"},{"id":"2022-07-27-1658957663294","title":"Jecheon Deokjusa Temple (덕주사(제천))","description":"Deokjusa Temple is a branch temple of Beopjusa Temple, the head temple of the 5th district of the Jogye Order. The temple is believed to have been established in 597 AD by Princess Deokju, the last princess of the Silla Kingdom. According to legend, Princess Deokju stayed at the site with Prince Ma-ui and built the temple, naming it after herself, along with the cave nearby. However, there are no records to confirm or refute these claims.<br><br>The temple once stood in front of the Rock-carved Standing Buddha of Deokjusa Temple (a Treasure), but was burned down during the Korean War. The present temple building stands about 1.7 kilometers from the original temple site and is the result of reconstruction efforts conducted in the 1970s.","regDate":"2022-07-27","author":"korea-tour","tag":["Chungcheongbuk-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-07-27-1658957663294/2550994_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-07-27-1658957663294"},{"id":"2022-07-27-1658954167405","title":"Jangnyeongsan Recreational Forest (장령산자연휴양림)","description":"Jangnyeongsan Mountain is noted for its beautiful scenery embracing pine trees, maple trees, and cypress trees. It is popular in the fall due to its stunning autumn foliage. The forest spans 3.1 kilometers and consists of a garden, wooden bridge, and wishing rock and offers a variety of forest retreat programs. The forest is also noted for Geumcheongyegok Valley and its clear waters. Convenience facilities in the park include an outdoor music stage, seminar rooms, campsite, a convenience store, and lodging facilities.","regDate":"2022-07-27","author":"korea-tour","tag":["Chungcheongbuk-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"/2022-07-27-1658954167405/2721486_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-07-27-1658954167405"},{"id":"2022-07-27-1658950538612","title":"Gyemyeongsan Recreational Forest (계명산자연휴양림)","description":"Gyemyeongsan Recreational Forest is located on Gyemyeongsan Mountain, part of the Sobaeksan Mountain Range, and has outstanding views of Chungjugho Lake. Although the park is small in size, the recreational forest provides a peaceful and relaxing getaway with lush pine tree forest along with diverse animals and plants. The trees are great for forest bathing, and are beautiful in autumn when the leaves turn crimson. &lt;BR&gt;<br />Nearby attractions include Suanbo Hot Springs, Songnisan Mountain, Eight Sights of Danyang, and Chungjuho Lake. The park also has log cabins, providing a unique type of accommodation.","regDate":"2022-07-27","author":"korea-tour","tag":["Chungcheongbuk-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"/2022-07-27-1658950538612/2392686_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-07-27-1658950538612"},{"id":"2022-07-27-1658947324121","title":"Gudambong Peak & Oksunbong Peak (구담봉 & 옥순봉)","description":"Gudambong Peak and Oksunbong Peak (alt. 372m) are widely known as two of the “Eight Scenic Views of Danyang.\" Gudambong Peak (lit. Turtle Pond Peak) gets its name from the reflection of its rugged cliffs on the lake below, which is said to look like a turtle. Oksunbong Peak (lit. Bamboo Shoot Peak), well known for its magnificent scenery, was so named because its white and mossy rocks stand high like fresh bamboo shoots. <br><br>The historic book <em>Yeojiseungnam</em> (Geographical Survey of Korea) describes how Kim Il-son, a civil officer in the Joseon Dynasty, greatly extolled the beauty of its marvelous ravines. Both Gudambong Peak and Oksunbong Peak offer spectacular views of Chungjuho Lake and Geumsusan Mountain.","regDate":"2022-07-27","author":"korea-tour","tag":["Chungcheongbuk-do","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-07-27-1658947324121/2366289_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-07-27-1658947324121"},{"id":"2022-07-27-1658943813363","title":"Gosudonggul Cave (단양 고수동굴)","description":"Designated as a natural monument, Gosudonggul Cave is a limestone cave situated in Danyang, well known for its mystery and beauty. The cave is roughly 1,700 meters long and features stalactites, stalagmites, underground lakes, cave pearls, and other cave formations. Gosudonggul Cave is also home to rare formations such as aragonite. Other unique features are the many rocks with interesting names, such as Lion Rock, Dodamsambong Rock, Virgin Mary Rock, and Love Rock. The cave is a valuable resource for researchers and educators.","regDate":"2022-07-27","author":"korea-tour","tag":["Chungcheongbuk-do","Nature","Natural Sites"],"imgUrl":"/2022-07-27-1658943813363/2613292_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-07-27-1658943813363"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}