{"pageProps":{"content":"![Birthplace of Empress Myeongseong (Queen Min) (명성황후 생가)](/2022-07-18-1658137022392/184956_image2_1.webp)\n\n  \n## Overview\n\n> This is the house where Empress Myeongseong (Joseon Period) was born and lived until she was eight years old. She would grow up to be the wife of the dynasty’s 26th ruler, King Gojong. The birthplace and the adjoining Memorial Hall are open to the public. \n<br>\n\nEmpress Myeongseong was a brilliant diplomat who pursued openness and reform to maintain the sovereignty of the nation. Unfortunately, her tumultuous life came to an end in the early morning hours of October 8, 1895 when she was murdered by the Japanese army. \n<br>\n\n<br>\nDuring Japanese colonial rule, the empress was wrongfully accused of being a jealous and overly ambitious person. Studies of various archives have since revealed what a great person she really was. Recently, numerous television productions and musicals have also corrected those misunderstandings. Renovated in 1995, her birthplace includes three buildings with servants’ quarters, master’s quarters, and a separate house. A commemorative monument now stands at the site of the room where the empress studied as a child. The Memorial Hall in front of the house contains various archives and artifacts related to Empress Myeongseong’s life. There is also a 161-seat theater.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-31-887-3572|\n|parking:|Available (88 parking spaces)|\n|restdate:|Mondays, New Year's Day|\n|usetime:|March-October 09:00-18:00<br>November-February 09:00-17:00<br>* Last admission is 30 minute before closing.|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Parking Fees:|Large vehicles (16 person or more): 2,000 won <BR>Small vehicles: 1,000 won<br>Compact vehicles: 500 won|\n|Restrooms:|Available|\n  \n## Detail Image\n![/2022-07-18-1658137022392/1589908_image2_1.webp](/2022-07-18-1658137022392/1589908_image2_1.webp)\n![/2022-07-18-1658137022392/1589909_image2_1.webp](/2022-07-18-1658137022392/1589909_image2_1.webp)\n![/2022-07-18-1658137022392/1589910_image2_1.webp](/2022-07-18-1658137022392/1589910_image2_1.webp)\n![/2022-07-18-1658137022392/1589911_image2_1.webp](/2022-07-18-1658137022392/1589911_image2_1.webp)\n![/2022-07-18-1658137022392/1589912_image2_1.webp](/2022-07-18-1658137022392/1589912_image2_1.webp)\n![/2022-07-18-1658137022392/1589913_image2_1.webp](/2022-07-18-1658137022392/1589913_image2_1.webp)\n![/2022-07-18-1658137022392/1589914_image2_1.webp](/2022-07-18-1658137022392/1589914_image2_1.webp)\n![/2022-07-18-1658137022392/1589915_image2_1.webp](/2022-07-18-1658137022392/1589915_image2_1.webp)\n![/2022-07-18-1658137022392/184960_image2_1.webp](/2022-07-18-1658137022392/184960_image2_1.webp)\n![/2022-07-18-1658137022392/184964_image2_1.webp](/2022-07-18-1658137022392/184964_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-31-887-3572](tel:+82318873572)\n- [🏠www.yjcf.or.kr](http://www.yjcf.or.kr/main/empressmyungseong)\n\n\n```googleMap\nlatitude: 37.2604936594\nlongitude: 127.6556516417\ntitle: 71, Myeongseong-ro, Yeoju-si, Gyeonggi-do\n```\n  \n## Directions\n  \n[Bus]<BR>\nFrom Dong Seoul Bus Terminal, take a bus to Yeoju Bus Terminal.<br> \nFrom Yeoju Bus Terminal, take a bus bound  for Janghowon and get off at Jeombong Elementary School Bus Stop. <BR>Walk for approx. 5 min.\n","data":{"id":"2022-07-18-1658137022392","title":"Birthplace of Empress Myeongseong (Queen Min) (명성황후 생가)","description":"This is the house where Empress Myeongseong (Joseon Period) was born and lived until she was eight years old. She would grow up to be the wife of the dynasty’s 26th ruler, King Gojong. The birthplace and the adjoining Memorial Hall are open to the public. <br>Empress Myeongseong was a brilliant diplomat who pursued openness and reform to maintain the sovereignty of the nation. Unfortunately, her tumultuous life came to an end in the early morning hours of October 8, 1895 when she was murdered by the Japanese army. <br><br>During Japanese colonial rule, the empress was wrongfully accused of being a jealous and overly ambitious person. Studies of various archives have since revealed what a great person she really was. Recently, numerous television productions and musicals have also corrected those misunderstandings. Renovated in 1995, her birthplace includes three buildings with servants’ quarters, master’s quarters, and a separate house. A commemorative monument now stands at the site of the room where the empress studied as a child. The Memorial Hall in front of the house contains various archives and artifacts related to Empress Myeongseong’s life. There is also a 161-seat theater.","regDate":"2022-07-18","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Birthplaces"],"imgUrl":"/2022-07-18-1658137022392/184956_image2_1.webp","blogPath":"Gyeonggi-do/2022-07-18-1658137022392","pageUrl":"https:/mcdryad.com/Gyeonggi-do/2022-07-18-1658137022392"},"dataList":[{"id":"2022-08-26-1661497254182","title":"Herb Village (허브빌리지)","description":"The Herb Village in Yeoncheon, Gyeonggi-do Province gives a splendid view of Imjingang River. This beautiful oasis is perfect for a relaxing day out of Seoul with the whole family. Colorful flowers, wooden benches, original statues, and a beautiful landscape decorate the whole space of the garden. One can just take a leisurely walk down the hill towards the river while stopping to smell the herbs every once in a while. <br><br>If you need some refreshments, there are a couple of restaurants in the garden. If you want to stay overnight, there is beautiful guesthouse that offers comfortable accommodation. The village also has an herb jjimjilbang (Korean sauna) that creates a romantic ambience after sunset with candle lights, and foot baths that use different herbs can be found outside. The village is just a short drive from Seoul and one can enjoy a scenic view of the surroundings along the way.","regDate":"2022-08-26","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Recreational Sites","Theme Parks"],"imgUrl":"/2022-08-26-1661497254182/2390973_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-26-1661497254182"},{"id":"2022-08-26-1661494367809","title":"Hanteo Pony Farm (한터 조랑말농장)","description":"Hanteo Pony Farm is a farm where children and families can experience aspects of farm life such as planting crops and attending to the needs of farm animals. During weekdays, the farm hosts learning activities specifically for groups of children from kindergartens and elementary schools. During weekends, it is a popular destination for families to come and enjoy farm life.","regDate":"2022-08-26","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Experience Programs","Unique Experience"],"imgUrl":"/2022-08-26-1661494367809/2364475_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-26-1661494367809"},{"id":"2022-08-26-1661490289211","title":"Hantaek Botanical Garden (한택식물원)","description":"Established in 1979, Hantaek Botanical Garden features the nation's largest botanical garden which houses total of 9,700 plant species including 2,400 species of wild plants and 7,300 species of foreign plants. Along with various domestic and international plant species, the botanical garden makes an effort in research studies through the botanical lab, interactions with domestic and international botanical gardens and modernized facilities. Also, it was designated as Rare plant and Extinction crisis plant habitat and conservation by the Ministry of Environment and has been carrying out acts to preserve national grown-plants and restoring the habitats continuously as well as various hands-on programs and exhibitions that offer education&nbsp;about nature.<br><br> Hantaek Botanical Garden is comprised of Natural Ecology Hall, Water Plant Botanical Garden, Wall Garden, Rock Garden, Silver Grass Garden and Hemerocallis collections, Hosta collections, Iris garden, and other gardens. Australia Plant Greenhouse, exhibiting baobab trees, South Africa Greenhouse, Herb greenhouse, and a rest area are also available for visitors.","regDate":"2022-08-26","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites","Botanical Gardens"],"imgUrl":"/2022-08-26-1661490289211/2378844_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-26-1661490289211"},{"id":"2022-08-25-1661424304365","title":"Haengjusanseong Fortress (행주산성)","description":"Haengjusanseong Fortress (Historic Site No. 56) atop Deogyangsan Mountain was the site of one of the three major Korean victories against the enemy during the Imjin War (1592-1598). Inside the fortress is Chungjangsa Shrine, a place to pay tribute to General Gwon Yul who led the victorious feat. A cultural event to pay tribute to General Gwon Yul is held every March 14.","regDate":"2022-08-25","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Fortresses"],"imgUrl":"/2022-08-25-1661424304365/1589218_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-25-1661424304365"},{"id":"2022-08-25-1661420458135","title":"Gyeonggi Cheonggyesa Temple (청계사(경기))","description":"Cheonggyesa Temple is a Buddhist temple near Baegunhosu Lake that became well-known as the site of udumbara flower, a rarity that blooms on Buddhist statues. Built during the Silla Kingdom, the temple offers many sights, including the Cheonggyesa Temple Monument, Geungnakjeon Hall, the bell tower, Samseonggak Shrine, Ksitigarbha Hall, and Gamnoji Pond. Among the many things to see, visitors should not miss a glimpse of the Bronze Bell of Cheonggyesa Temple and the Wood Printing Block in Cheonggyesa Temple. Created in the 27th year of the reign of King Sukjong (1701) of the Joseon dynasty, the Bronze Bell has been designated as a national treasure, and is adorned with elaborate patterns.","regDate":"2022-08-25","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-08-25-1661420458135/1254106_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-25-1661420458135"},{"id":"2022-08-25-1661417236103","title":"Gwangneung Royal Tomb [UNESCO World Heritage] (남양주 광릉(세조, 정희왕후) [유네스코 세계문화유산])","description":"Gwangneung, located in Namyangju in Gyeonggi-do is the royal tomb of King Sejo (1417-1468, reign 1455-1468) and Queen Jeonghui (1418-1483). The king and queen are enshrined separately. The tomb on the left is King Sejo’s and the one on the right is Queen Jeonhui’s with a pavilion standing between the two tombs. Requested by King Sejo on his will, the simple design of the tomb and the surrounding compare to the past tombs saved cost and manpower required to finish the work, which became the model for future royal tomb design. Gwangneung is surrounded by forests where an abundance of wild plants grow. It is famous for being the habitat of the Korean redheaded woodpecker (Natural Monument No. 11).","regDate":"2022-08-25","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-08-25-1661417236103/2364478_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-25-1661417236103"},{"id":"2022-08-25-1661413316101","title":"Gwangmyeongdonggul Cave (광명동굴)","description":"Gwangmyeongdonggul Cave is the largest themed cave park with varied cultural and artistic things, created in a gold mine where gold, silver, and bronze were mined. Visitors can experience wine at Wine Cave, as well as Cave Aqua World, Gold Falls, Gold Road, Gold Palace, Horror Experience, Cave Basement World, Underground Lake, the largest dragon sculpture in the nation, LED lights, and other facilities adding more fun to the visit. In addition, Black Light Performance will be held every weekend. The cave features many healing spots to heal one’s mind while taking a walk around the venue.","regDate":"2022-08-25","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Industrial Sites","Mines"],"imgUrl":"/2022-08-25-1661413316101/2509943_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-25-1661413316101"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}