{"pageProps":{"content":"![Gwangneung Royal Tomb [UNESCO World Heritage] (남양주 광릉(세조, 정희왕후) [유네스코 세계문화유산])](/2022-08-25-1661417236103/2364479_image2_1.webp)\n\n  \n## Overview\n\n> Gwangneung, located in Namyangju in Gyeonggi-do is the royal tomb of King Sejo (1417-1468, reign 1455-1468) and Queen Jeonghui (1418-1483). The king and queen are enshrined separately. The tomb on the left is King Sejo’s and the one on the right is Queen Jeonhui’s with a pavilion standing between the two tombs. Requested by King Sejo on his will, the simple design of the tomb and the surrounding compare to the past tombs saved cost and manpower required to finish the work, which became the model for future royal tomb design. Gwangneung is surrounded by forests where an abundance of wild plants grow. It is famous for being the habitat of the Korean redheaded woodpecker (Natural Monument No. 11).\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-31-527-7105|\n|parking:|Available|\n|restdate:|Mondays|\n|usetime:|November-January 09:00-17:30<BR>February-May, September-October 09:00-18:00<br>June-August 09:00-18:30<br>* Last admission is 1 hour before closing.|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Restrooms:|Available|\n|Available Facilities:|Gwangneung Historical Museum, mineral spring, drinking fountain, benches, etc.|\n|Admission Fees:|[General admission]<br /> Individuals: Adults 1,000 won / Children & Teenagers 500 won<br /> Groups: Adults 800 won / Children & Teenagers 400 won<br /> <br />  * Groups: 10 or more people <br />* Adults (ages 19-64) / Children & Teenagers (ages 7-18) <br />* Free admission: Preschoolers (ages 6 & under) and senior citizens (ages 65 & over)<br />* ID must be presented at the ticket box. <br /> <br />[Other passes]<br />Hourly pass: 30,000 won<br />* Viewing hours 12:00-13:00 <br />* Valid for 1 year <br /><br />Lunch pass: 3,000 won<br />* Viewing hours12:00-14:00 (last admission is at 13:00)<br />* Limited to 10 times <br /><br />Monthly pass: 10,000 won<br /> * Visitors may enter freely within operating hours<br />* Valid for 1 month<br /><br /> [Free entry]<br /> * All visitors on the last Wednesday of each month (Culture Day). <br /> * Visitors wearing hanbok.|\n|Interpretation Services Offered:|Unavailable|\n  \n## Detail Image\n![/2022-08-25-1661417236103/2364478_image2_1.webp](/2022-08-25-1661417236103/2364478_image2_1.webp)\n![/2022-08-25-1661417236103/2364480_image2_1.webp](/2022-08-25-1661417236103/2364480_image2_1.webp)\n![/2022-08-25-1661417236103/2364481_image2_1.webp](/2022-08-25-1661417236103/2364481_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-31-527-7105](tel:+82315277105)\n- [🏠royaltombs.cha.go.kr](http://royaltombs.cha.go.kr/)\n\n\n```googleMap\nlatitude: 37.7528333807\nlongitude: 127.1767420667\ntitle: 354, Gwangneungsumogwon-ro, Namyangju-si, Gyeonggi-do\n```\n  \n## Directions\n  \n[Bus]<br>\nCheongnyangni Station (Seoul Subway Line 1), Exit 4. <br>\nTake Bus No. 707 and get off at Gwangneungnae Terminal Bus Stop.<br> Transfer to Bus No. 21 and get off at Gwangneung Bus Stop.\n","data":{"id":"2022-08-25-1661417236103","title":"Gwangneung Royal Tomb [UNESCO World Heritage] (남양주 광릉(세조, 정희왕후) [유네스코 세계문화유산])","description":"Gwangneung, located in Namyangju in Gyeonggi-do is the royal tomb of King Sejo (1417-1468, reign 1455-1468) and Queen Jeonghui (1418-1483). The king and queen are enshrined separately. The tomb on the left is King Sejo’s and the one on the right is Queen Jeonhui’s with a pavilion standing between the two tombs. Requested by King Sejo on his will, the simple design of the tomb and the surrounding compare to the past tombs saved cost and manpower required to finish the work, which became the model for future royal tomb design. Gwangneung is surrounded by forests where an abundance of wild plants grow. It is famous for being the habitat of the Korean redheaded woodpecker (Natural Monument No. 11).","regDate":"2022-08-25","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-08-25-1661417236103/2364478_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-25-1661417236103","pageUrl":"https:/mcdryad.com/Gyeonggi-do/2022-08-25-1661417236103"},"dataList":[{"id":"2022-09-15-1663228111651","title":"Hwaseong Salt Spring (화성식염온천)","description":"Salt spring water is speculated to be ocean water that has been trapped 700 meters underground and mixed with freshwater  due to earth's crustal movements. The water is rich in minerals, and is known to have many health benefits. Hwaseong Salt Spring features several different facilities including public bath, ultraviolet steam spa, jade spa, and bulgama (fire pot) spa.","regDate":"2022-09-15","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Recreational Sites","Hot Springs & Spa"],"imgUrl":"","blogPath":"Gyeonggi-do/2022-09-15-1663228111651"},{"id":"2022-09-15-1663225510444","title":"Hwaseong Fortress Tourist Trolley (화성어차)","description":"With a design inspired by the royal vehicle used by King Gojong and palanquins of the Joseon dynasty, Hwaseong Fortress Tourist Trolley gives passengers a comfortable tour around the main attractions of Suwon Hwaseong Fortress, including Yeonmudae Post, Hwahongmun Gate, Hwaseomun Gate, Paldalsan Mountain, Hwaseong Haenggung Palace, Paldalmun Gate, Suwon Hwaseong Museum, and more. Formerly known as Hwaseong Train, the vehicle went through a transformation and changed its name to Hwaseong Fortress Tourist Trolley. It also changed its route to a tour course that circulates through all the major attractions in Suwon Hwaseong Fortress. <br><br> The trolley is divided into four units - one main driving unit and three passenger cars – with a maximum capacity of 44 passengers and moves at an average speed of 15km per hour. All seats have heaters installed and an earphone jack that provides an audio guide of Suwon Hwaseong Fortress in English, Chinese and Japanese.","regDate":"2022-09-15","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Experience Programs","Unique Experience"],"imgUrl":"","blogPath":"Gyeonggi-do/2022-09-15-1663225510444"},{"id":"2022-09-15-1663223162380","title":"Hantangang River Resort (한탄강 관광지)","description":"The area surrounding the Hantangang River is filled with countless volcanic rocks from past volcanic activity. These rocks are basaltic, and are commonly called gombo (a face with chicken pox marks) rock because they are covered with small holes that form from air bubbles when volcanic lava cools rapidly. The surrounding scenery of the Hantangang River area is truly breathtaking and is also the site of a famous amusement park. The Hantangang River Resort, located in the lower region of the Hantangang River, stretches along 1.5 kilometers of the river's shore between the Saranggyo Bridge and the Hantangyo Bridge in Jeongok-ri, Yeoncheon-gun. The Hantangang River flows from the Pyeonggang River in North Korea and through through Cheorwon, Pocheon and Yeoncheon and eventually joins the Imjingang River. The river features many scenic points including a large valley with cliffs that consist of many rare rocks. The resort is a great place for rest and relaxation, and has facilities for the whole family, maintaining campsites for cars and motor homes, a dinosaur-themed Children’s Character Park, Children’s Transportation Land, a water park, an ecological pond, and a soccer field. Additionally, the Goseokjeong Pavilion and Sundam Valley are located nearby upstream.","regDate":"2022-09-15","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Recreational Sites","Tourist Complexes"],"imgUrl":"/2022-09-15-1663223162380/2431947_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-15-1663223162380"},{"id":"2022-09-15-1663218185847","title":"Gwangju Gonjiam Ceramic Park (광주 곤지암도자공원)","description":"Located in Sam-ri, Gwangju in Gyeonggi-do, Gwangju Gonjiam Ceramic Park is largely comprised of a historic site from the Old Stone Age Era. This site was where porcelain was made and sold to the royal palace during the Joseon period. The park spans an area of over 6,611 ㎡, consisting of a sculpture park, ceramic shopping mall, cultural hall, performance hall, the Old Stone Age experiential madang, Jungang Lake Square, and other facilities that all visitors can freely enjoy within the park. <br><br>Mosaic Park, built based on art works regarding ceramics, and Gyeonggi Ceramic Museum, exhibiting art pieces in sequential order, are the venues for various hands-on programs as well as food culture, outdoor, performances, events and other programs taking place all year round. The park features a multicultural complex that meets every need in tradition, culture, art, education, play, resting and others.","regDate":"2022-09-15","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Recreational Sites","Theme Parks"],"imgUrl":"","blogPath":"Gyeonggi-do/2022-09-15-1663218185847"},{"id":"2022-09-14-1663152340710","title":"Gwanggyosan Mountain (광교산)","description":"Gwanggyosan Mountain located north of Suwon protects the city from the cold wind blown from the north. The mountain was previously called Gwangaksan Mountain but was renamed during the Goryeo period by King Taejo. The mountain is located in Sanggwanggyo-dong, between the Gyeongbu expressway and the road that connects Seoul and Suwon. The mild and gentle ridge of the mountain makes it perfect for leisure walks. As one of the eight attractions of Suwon, the view of snow-covered trees is a must-see. Starting in 2003, the mountain closes to the public every three years to allow nature to heal in peace.","regDate":"2022-09-14","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-09-14-1663152340710/2667433_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-14-1663152340710"},{"id":"2022-09-14-1663148701396","title":"Gimpo Munsusanseong Fortress (김포 문수산성)","description":"Munsusanseong Fortress was built on Munsusan Mountain in 1694, during the 20th year of the reign of King Sukjong, the 19th king of the Joseon dynasty. The fortress as designed to defend Gwanghwado Island from marine invasion. At the time, the fortress had north, west, and south gates, but they were destroyed in a fire during the Byeong-in Yangyo (1866). The north gate was restoryed in 1995 and the south gate in 2002.  The fortress walls span 6 kilometers in length, 4 kilometers of which remain unrestored. Surrounded by beautiful scenery, the top of the fortress commands a spectacular view spanning from North Korea to the Hangang River inlet, and from Samgaksan Mountain to the sea off Incheon in the distance. It is often referred to as the Geumgangsan Mountain of Gimpo as it boasts superb scenery throughout all four seasons. The mountain is home to Munsusa Temple, established during the reign of Silla King Jinseong.","regDate":"2022-09-14","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Fortresses"],"imgUrl":"","blogPath":"Gyeonggi-do/2022-09-14-1663148701396"},{"id":"2022-09-14-1663145457820","title":"Gimpo International Sculpture Park (김포국제조각공원)","description":"Gimpo Sculpture Park is situated in a large forest and is decorated with 30 sculptures  14 by international artists and 16 by Korean artists. Since the site is located near the DMZ, the only divided country in the world, each sculpture expresses the overarching theme of unification. A favorite spot for weekend picnicking families and couples on dates, the park is expected to be included in a large tourist complex in the near future along with nearby Reports Park and the youth training center.","regDate":"2022-09-14","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-09-14-1663145457820/2431740_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-14-1663145457820"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}