{"pageProps":{"content":"![Cheongnyangsa Temple - Bonghwa (청량사-봉화)](/2022-07-29-1659120479282/222043_image2_1.webp)\n\n  \n## Overview\n\n> Located in Cheongnyangsan Mountain Provincial Park, Cheongnyangsa Temple was built by the great monk Wonhyo in 663, the 3rd year of King Munmu of the Silla Kingdom. According to the principles of feng shui, the area is an ideal place for a temple – with the 12 mountain peaks surrounding the temple like the petals of a lotus flower. \n<br><br>\nThe temple is home to two precious historical remains; one is the board of Yuribojeon that King Gongmin of Goryeo wrote upon and the other is Jibul. Yuribojeon is the building where Yaksa-yorae-bul (the Medicine Buddha Statute) is housed and Jibul is a Buddha statute made of paper that was painted with gold.\n<br><br>\nAt the back of the temple is Bosalbong Peak looking out towards Cheongnyangsan Mountain. A 30 minute walk along the hiking trail will lead you to Eungjinjeon, a hermitage with a beautiful view where the great monk Wonhyo once stayed. Behind Eungjinjeon stands Geumtapbong Peak and the sheer cliffs below. The peak was named Geumtapbong (meaning ‘golden pagoda’ in Korean) since it looks like a nine-story pagoda with pine trees growing around the base. In the autumn, the beautiful red, gold and orange hues of the maple trees are a true sight to behold.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-54-1330 <BR>(Korean, English, Japanese, Chinese)<br>• For more info: +82-54-672-1446|\n|parking:|Available|\n|restdate:|N/A (Open all year round)|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Hiking Course:|* Gwangseongnaru - Naecheongnyangsa - Summit - Oecheongnyangsa - Ireumsil<br> *&nbsp;Nammyeonri - Oecheongnyangsa - Gimsaenggul - Gyeongilbong Peak - Cheongnyangsan - Naecheongnyangsa - Osandang - Gwangseongnaruteo - Gwangseok|\n|Admission Fees:|Free|\n|Restrooms:|Available|\n  \n## Detail Image\n![/2022-07-29-1659120479282/221681_image2_1.webp](/2022-07-29-1659120479282/221681_image2_1.webp)\n![/2022-07-29-1659120479282/221682_image2_1.webp](/2022-07-29-1659120479282/221682_image2_1.webp)\n![/2022-07-29-1659120479282/221683_image2_1.webp](/2022-07-29-1659120479282/221683_image2_1.webp)\n![/2022-07-29-1659120479282/221684_image2_1.webp](/2022-07-29-1659120479282/221684_image2_1.webp)\n![/2022-07-29-1659120479282/221687_image2_1.webp](/2022-07-29-1659120479282/221687_image2_1.webp)\n![/2022-07-29-1659120479282/222044_image2_1.webp](/2022-07-29-1659120479282/222044_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-54-672-1446](tel:+82546721446)\n- [🏠www.cheongryangsa.org](http://www.cheongryangsa.org/)\n\n\n```googleMap\nlatitude: 36.7888798599\nlongitude: 128.9199298421\ntitle: 199-152, Cheongnyangsan-gil, Bonghwa-gun, Gyeongsangbuk-do\n```\n  \n## Directions\n  \n[Bus]<br>\nFrom Dong \nSeoul Bus Terminal, take an intercity bus to Bonghwa Bus Terminal.<br>\nFrom Bonghwa Bus Terminal, take a taxi for approx. 45 min.\n","data":{"id":"2022-07-29-1659120479282","title":"Cheongnyangsa Temple - Bonghwa (청량사-봉화)","description":"Located in Cheongnyangsan Mountain Provincial Park, Cheongnyangsa Temple was built by the great monk Wonhyo in 663, the 3rd year of King Munmu of the Silla Kingdom. According to the principles of feng shui, the area is an ideal place for a temple – with the 12 mountain peaks surrounding the temple like the petals of a lotus flower. <br><br>The temple is home to two precious historical remains; one is the board of Yuribojeon that King Gongmin of Goryeo wrote upon and the other is Jibul. Yuribojeon is the building where Yaksa-yorae-bul (the Medicine Buddha Statute) is housed and Jibul is a Buddha statute made of paper that was painted with gold.<br><br>At the back of the temple is Bosalbong Peak looking out towards Cheongnyangsan Mountain. A 30 minute walk along the hiking trail will lead you to Eungjinjeon, a hermitage with a beautiful view where the great monk Wonhyo once stayed. Behind Eungjinjeon stands Geumtapbong Peak and the sheer cliffs below. The peak was named Geumtapbong (meaning ‘golden pagoda’ in Korean) since it looks like a nine-story pagoda with pine trees growing around the base. In the autumn, the beautiful red, gold and orange hues of the maple trees are a true sight to behold.","regDate":"2022-07-29","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-07-29-1659120479282/222043_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-07-29-1659120479282","pageUrl":"https:/mcdryad.com/Gyeongsangbuk-do/2022-07-29-1659120479282"},"dataList":[{"id":"2022-12-12-1670834455736","title":"Juwangsan National Park (주왕산국립공원)","description":"Juwangsan Mountain (alt. 720.6 m) is located in the Baekdudaegan Mountain Range, the backbone of the Korean peninsula. The mountain features deep valleys and many sheer rock cliffs to make it the third largest rocky mountain in the country. Juwangsan Mountain was recognized as a tourist attraction on May 30, 1972 and became the 12th national park a few years later on March 30, 1976. The park is quite small, filling in an area of just 105.582 ㎢ but is great for a leisure walk with walking trails in place along the valleys up to waterfalls.<br><br>Juwangsan Mountain was called Seokbyeongsan Mountain during the Silla dynasty due to the many stone peaks jutting out, but has been called Juwangsan Mountain since the Unified Silla period. In addition to these tall rocky peaks, Juwangsan National Park also includes four waterfalls, caves, Daejeonsa Temple and other attractions for a comprehensive tourist site.","regDate":"2022-12-12","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites","National Parks"],"imgUrl":"/2022-12-12-1670834455736/2370090_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-12-1670834455736"},{"id":"2022-12-12-1670827294557","title":"Jugam Pebble Beach [National Geopark] (죽암 몽돌해안 (울릉도, 독도 국가지질공원))","description":"Jugam Pebble Beach, located on Ulleungdo Island, is approximatly 500 meters long and 20 meters wide and has round pebbles weathered by the fierce waves. The rough rock and basalt are swept back and forth by strong waves, creating round pebbles.","regDate":"2022-12-12","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites"],"imgUrl":"/2022-12-12-1670827294557/2533854_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-12-1670827294557"},{"id":"2022-12-12-1670820019777","title":"Jisandong Ancient Tombs (고령 지산동 고분군)","description":"Goryeong was the old capital of Daegaya (42-562 AD), a city-state of the Gaya confederacy that once spanned the region now occupied by Gyeongsangnam-do Province to the south of the Korean peninsula. The city of Goryeong played such a central role in the development of the confederacy that many artifacts and historic sites of the Daegaya period can still be found there today. <br><br>Some of the most prominent landmarks are the 200 gobuns (ancient tombs) that lie along the southeastern slope of Jusan Mountain in Goryeong. In ancient times, the higher and larger a tomb, the higher the social status of the person buried inside. Given this tradition and historical evidence, the largest tomb in the south has been identified as Geumnim Wangneung (Royal Tomb of King Geumnim); the other large tombs are also presumed to be those of the kings of Daegaya. The large royal tombs (over 20m in diameter) dominate the mountain ridge (the highest point) while mid-sized and smaller tombs can be found on the mountain slopes and foothills. <br><br>Historical research on Daegaya began with the excavation and partial identification of the ancient tombs of Goryeong by research teams from Kyungpook National University and Keimyung University in 1977. Excavators discovered a great number of relics—gilt-bronze crowns, swords, armor, and trinkets of gold, silver, and jade—that shed light on the flourishing culture of Gaya. <br><br>To continue to encourage interest in the history and culture of Daegaya, officials of Goryeong-gun County established the Daegaya Royal Tomb Exhibit Hall at the foot of Jusan Mountain in Gobun-gun, Jisan-dong. The exhibition hall depicts the social structure of the era through ancient customs such as burying servants alive with their dead masters.","regDate":"2022-12-12","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-12-12-1670820019777/1004711_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-12-1670820019777"},{"id":"2022-12-12-1670816415461","title":"Jikjisa Temple (직지사)","description":"Jikjisa Temple, located at the foot of Hwangaksan Mountain in Gimcheon, Gyeongsangbuk-do, was constructed in 418, during the second year of Silla Kingdom King Nuljis reign. This temple is in perfect harmony with the nearby valley and pine forest. The foliage in fall is particularly breathtaking. The temple grounds include Birojeon Hall (also known as Cheonbuljeon Hall), in which approximately 1,000 Buddha statues are enshrined, along with a thousand-year-old arrowroot. The templegrounds also include Iljumun Gate, Daeungjeon Hall, and a 1.63 meter-tall Seated Stone Buddhist Statue (Treasure No. 319) from the Unified Silla Period.","regDate":"2022-12-12","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-12-12-1670816415461/1613439_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-12-1670816415461"},{"id":"2022-12-11-1670755028885","title":"Jeolgolgyegok Valley [National Geopark] (절골협곡 (청송 국가지질공원))","description":"Jeolgolgyegok Valley is located along the mountain ridgeline connecting Gamebong Peak and Wanggeoam Rock in Juwangsan Mountain. It stretches for 5 kilometers from Jeolgol Valley Visitors Center to Daemun Bridge. The valley is formed of vocanic tuffs that were welded and compacted after cooling down, which resulted in forming vertical cracks, leaving rocks to fall out and create a steep valley cliff.","regDate":"2022-12-11","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites","Valleys"],"imgUrl":"","blogPath":"Gyeongsangbuk-do/2022-12-11-1670755028885"},{"id":"2022-12-11-1670751369431","title":"Huibangpokpo Falls (희방폭포)","description":"The 28-meter high Huibangpokpo Falls is a waterfall located below Huibangsa Temple on Sobaeksan Mountain in Sucheol-ri, Yeongju-si, Gyeongsangbuk-do. It is located 700 meters above sea level about halfway up Sobaeksan Mountain. It is one of the  must-see attractions on Sobaeksan Mountain, and is the No.1 waterfall in the whole Yeongnam (southeastern part of Korea) area.<br><br>The water from the falls comes from Yeonhwabong Peak (1383 m), one of the sacred peaks of Sobaeksan Mountain. The water flows along the Huibanggyegok Valley and then plunges into the rocks below with a big splash, creating a breathtaking view for visitors.","regDate":"2022-12-11","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites","Waterfalls"],"imgUrl":"/2022-12-11-1670751369431/2366277_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-11-1670751369431"},{"id":"2022-12-11-1670747923691","title":"Hakgasan Recreational Forest (학가산자연휴양림)","description":"Hakgasan Recreational Forest is located in a valley on the northern side of Hakgasan Mountain, known for its clean air. The recreational forest has log cabins that harmonize with the nearby trees, creeks, and rocks, making visitors feel as if they are resting at a luxury villa. It is an ideal vacation destination for those who want to get closer to nature. There is a hiking path leading to the summit of Hakgasan Mountain from the forest, taking around 2 hours. Additional amenities within the forest include campfire pits, an outdoor stage, childrens playground, exercise equipment, water play area, a lecture hall, and more.","regDate":"2022-12-11","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"","blogPath":"Gyeongsangbuk-do/2022-12-11-1670747923691"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}