{"pageProps":{"content":"![Andeokgyegok Valley (안덕계곡)](/2022-07-19-1658199631646/1617283_image2_1.webp)\n\n  \n## Overview\n\n> Andeokgyegok Valley in Gamsan-ri Village is located 2 kilometers east of Hwasun-ri. The valley is filled with many species of pine trees that make up the Evergreen Forest, designated as Natural Monument No. 377. The road from the entrance to the waterfall offers a picturesque scenery. The view at night, when lit by nothing but the stars in the sky, is nothing short of spectacular.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330<br>(Korean, English, Japanese, Chinese) <br>• Jeju Travel Hotline: +82-64-740-6001|\n|opendate:|2006|\n|parking:|Available|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Film Locations:|Drama - \"The Slave Hunters (2010)\"|\n|Available Facilities:|Observation deck, benches, etc.|\n|Restrooms:|Available|\n  \n## Detail Image\n![/2022-07-19-1658199631646/1617277_image2_1.webp](/2022-07-19-1658199631646/1617277_image2_1.webp)\n![/2022-07-19-1658199631646/1617278_image2_1.webp](/2022-07-19-1658199631646/1617278_image2_1.webp)\n![/2022-07-19-1658199631646/1617279_image2_1.webp](/2022-07-19-1658199631646/1617279_image2_1.webp)\n![/2022-07-19-1658199631646/1617280_image2_1.webp](/2022-07-19-1658199631646/1617280_image2_1.webp)\n![/2022-07-19-1658199631646/1617281_image2_1.webp](/2022-07-19-1658199631646/1617281_image2_1.webp)\n![/2022-07-19-1658199631646/1617282_image2_1.webp](/2022-07-19-1658199631646/1617282_image2_1.webp)\n![/2022-07-19-1658199631646/1617284_image2_1.webp](/2022-07-19-1658199631646/1617284_image2_1.webp)\n![/2022-07-19-1658199631646/1617285_image2_1.webp](/2022-07-19-1658199631646/1617285_image2_1.webp)\n![/2022-07-19-1658199631646/1617286_image2_1.webp](/2022-07-19-1658199631646/1617286_image2_1.webp)\n![/2022-07-19-1658199631646/1617287_image2_1.webp](/2022-07-19-1658199631646/1617287_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-64-740-6001](tel:+82647406001)\n- [🏠www.visitjeju.net/](http://www.visitjeju.net/)\n\n\n```googleMap\nlatitude: 33.2561962249\nlongitude: 126.3516241030\ntitle: Seoangol-ro, Seogwipo-si, Jeju-do\n```\n  \n## Directions\n  \n[Bus]<br>\nFrom Jeju Intercity Bus Terminal, take Bus No. 780 and get off at Gamsan-ri Bus Stop.\nGo straight for 450 m and the valley will located on the left.\n","data":{"id":"2022-07-19-1658199631646","title":"Andeokgyegok Valley (안덕계곡)","description":"Andeokgyegok Valley in Gamsan-ri Village is located 2 kilometers east of Hwasun-ri. The valley is filled with many species of pine trees that make up the Evergreen Forest, designated as Natural Monument No. 377. The road from the entrance to the waterfall offers a picturesque scenery. The view at night, when lit by nothing but the stars in the sky, is nothing short of spectacular.","regDate":"2022-07-19","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites","Valleys"],"imgUrl":"/2022-07-19-1658199631646/1617283_image2_1.webp","blogPath":"Jeju-do/2022-07-19-1658199631646","pageUrl":"https:/mcdryad.com/Jeju-do/2022-07-19-1658199631646"},"dataList":[{"id":"2022-07-19-1658256328080","title":"Eco Land Theme Park (에코랜드테마파크)","description":"Eco Land Theme Park is built in the 1km² Gotjawal primeval forest. Visitors can explore around in a train that looks like 1800s’ steam powered Baldwin train. The&nbsp;seven Baldwin train look-alike (Lincoln Train)&nbsp;operated in the park were specially ordered and manually manufactured in UK. In the large Gotjawal forest with railway trails, visitors can see a variety of plants, animals, and insects living in the mysterious Gotjawal forests, while touring around by the special train. It also has a lake for visitors to experience the ecosystem of the forest, take a walk and enjoy a picnic. Besides, there are many things to enjoy including Eco Bridge, Eco Windmill, Picnic Garden, Kid’s Town, Eco Road, Bare Foot on Scoria, Floating Café, and topiary art works.","regDate":"2022-07-19","author":"korea-tour","tag":["Jeju-do","Culture/Art/History","Recreational Sites","Theme Parks"],"imgUrl":"/2022-07-19-1658256328080/2046439_image2_1.webp","blogPath":"Jeju-do/2022-07-19-1658256328080"},{"id":"2022-07-19-1658252731994","title":"Dosun Dawon Tea Plantation (도순다원)","description":"Dosun Dawon Tea Plantation is Korea's first tea plantation to build and operate a modern tea-manufacturing factory. The plantation is an eco-tourism destination that aims to contribute in reducing carbon dioxide and improve the local economy through green tea production. Despite the large field that covers an area of approx. 264,400 ㎡, Dosun Dawon Tea Plantation is not very well known among tourists. However, the plantation is frequented by photographers who visit to take snapshots of the vast field against the backdrop of Hallasan Mountain or Jeju's beautiful ocean.","regDate":"2022-07-19","author":"korea-tour","tag":["Jeju-do","Culture/Art/History","Experience Programs","Farming Experience"],"imgUrl":"/2022-07-19-1658252731994/2617707_image2_1.webp","blogPath":"Jeju-do/2022-07-19-1658252731994"},{"id":"2022-07-19-1658250007095","title":"Donnaeko Resort (Wonangpokpo Falls) (돈내코(원앙폭포))","description":"With a valley creek hidden by lush green forest leading to a 5-meter-high waterfall falling into a small pool of water, Donnaeko Resort is like a small paradise hidden in nature. The waters, flowing down from Hallasan Mountain, are clear and icy cold even during the hot summer season. The resort's magnificent views and natural pool make the area a popular vacation destination.","regDate":"2022-07-19","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites","Valleys"],"imgUrl":"/2022-07-19-1658250007095/2665273_image2_1.webp","blogPath":"Jeju-do/2022-07-19-1658250007095"},{"id":"2022-07-19-1658245342348","title":"Darangswi Oreum (Wollangbong Peak) (다랑쉬오름(월랑봉))","description":"Located the Northeastern part of Jeju Island, Darangswi Oreum is a parasitic volcano that stands about 380 meters above sea level. From Darangswi Oreum, visitors can overlook tourist attractions such as Seongsan Ilchulbong (Sunrise Peak), Udo Island, Hallasan Mountain, coastlines, and various parasitic cones.<br><br>The mountain has an oval shape from south to north with a steep incline. The top has a large, deep funnel-shaped crater that still preserves its original shape unlike craters in cones. The name Darangswi is derived from the fact that the mountain looks like a moon ('Da' meaning 'Moon' and 'Swi' meaning 'Mountain' in the Jeju dialect).<br><br>Trees are scattered here and there at the top, and the outskirts of the mountain are decorated with cedar trees. Meadow plants such as Aster yomena populate most of the mountain. A gentle hill to the right of Darangswi Oreum is called Akkeun Darangswi Oreum (also called Sowol Nangak). Meaning 'small,' 'Akkeun' is both old Korean and Jeju dialect.<br><br>Darangswi Oreum hosts Wollang Peak Sunrise Festival every year allowing visitors to see the spectacular full moon from the crater. There are wooden stairs in place for easy ascent, and the mountain is also a popular site for paragliders.","regDate":"2022-07-19","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-07-19-1658245342348/2652528_image2_1.webp","blogPath":"Jeju-do/2022-07-19-1658245342348"},{"id":"2022-07-19-1658241314969","title":"Daheeyeon Garden (다희연)","description":"Daheeyeon Garden is a major tea farm on Jeju Island, which has the best conditions for growing great tea in a natural environment. Jeju has a year-round average temerature of 16℃ and nutrient-rich soil with plenty of water for the tea plants to grow well. The two cave cafes, Evergreen Luce Garden and Eve Hall, serve naturally fermented green tea bread, cookies, muffins, green tea latte and green tea juice. <br><br>Evergreen Luce outdoor garden was built inside a cave formed naturally by a volcanic eruption. Despite being in a cave, this outdoor garden has ponds, bridges, indigenous trees and flowers. Eve Hall is located through a hole in the cave ceiling and can be only reached after passing through a tunnel-like cave. The deepest part of Eve Hall is roughly 30 meters and is home to bats; if you are lucky, you might even see a few.","regDate":"2022-07-19","author":"korea-tour","tag":["Jeju-do","Culture/Art/History","Experience Programs","Farming Experience"],"imgUrl":"/2022-07-19-1658241314969/1620108_image2_1.webp","blogPath":"Jeju-do/2022-07-19-1658241314969"},{"id":"2022-07-19-1658238893407","title":"Daepo Jusangjeolli Cliff (주상절리대(대포동지삿개))","description":"If you follow the farm road about 600m to the southwest from Daepo-dong, at the end of the pine tree forest is a cliff.  At the base of this cliff is the Jisatgae Coast along with the imposing stone pillars. Jusangjeolli are stone pillars piled up along the coast and is a designated cultural monument of Jeju Island. Jusangjeolli Cliff was formed when the lava from Hallasan Mountain erupted into the sea of Jungmun. They are rock pillars shaped like cubes or hexagons of various sizes and almost seem as if stone masons had carved them out. The administration of the district named them 'Jisatgae Rocks' from their old name 'Jisatgae'. The 20m cliff makes it a popular spot for high tide and sea angling. The waves of the high tide crashing into the side of the cliff provide a breathtaking view of the ocean surrounding the pillars.","regDate":"2022-07-19","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites"],"imgUrl":"/2022-07-19-1658238893407/197693_image2_1.webp","blogPath":"Jeju-do/2022-07-19-1658238893407"},{"id":"2022-07-19-1658236093306","title":"Daejeonghyanggyo Confucian School (대정향교)","description":"Daejeonghyanggyo was a Confucian school during Joseon Dynasty. Although the exact date of construction is uncertain, it is estimated that the building was built around the same time as Daejeonghyeon in 1416.<br> <br> The school was originally located inside Bukseong but it was once moved outside of Dongmun and then again to the site of Seoseong. It was finally moved to Dansan Oreum where it remains to this day. At present, Daejeonghyanggyo Confucian School  consists of Daeseongjeon, Myeongryundang, Dongjae, Seojae Shinsammun, Daeseongmun, Dongmalmun and Dongjeongmun. Daeseongjeon was remodeled in 1669, 1688, and 1752. Myeongryundang was rebuilt in 1772. After several instances of remodeling and rebuilding, Daeseongjeon was remodeled again in 1993. The Confucian school was designated as the Jeju Tangible Cultural Asset No. 4 in August 1971.","regDate":"2022-07-19","author":"korea-tour","tag":["Jeju-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-07-19-1658236093306/1617304_image2_1.webp","blogPath":"Jeju-do/2022-07-19-1658236093306"}],"navList":["Busan","Daegu","Daejeon","Gwangju","Gyeonggi-do","Incheon","Jeju-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}