{"pageProps":{"content":"![Byeongbangchi Skywalk (병방치 스카이워크)](/2022-07-24-1658673257547/1691002_image2_1.webp)\n\n  \n## Overview\n\n> Byeongbangchi Skywalk is located between Gyuram-ri and Buksil-ri in Jeongseon-eup and features breathtaking views of the nearby Bamseom, which is shaped like the Korean peninsula by the flowing Donggang River. Byeongbangchi Skywalk offers a thrilling experience as it gives the feeling of walking in the sky thanks to the tempered glass floor of this U-shaped structure (11 m) projecting from the cliff at an altitude of 583 meters.\n\n  \n## Intro\n\n| | |\n| - | - |\n|expagerange:|Open to visitors of all ages|\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br>• For more info: +82-33-563-4100|\n|parking:|Available|\n|usetime:|Summer 09:00-18:00<br />Winter 09:00-17:00<br>* Admission may be restricted due to adverse weather conditions (heavy rain, snow, fog)|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Film Locations:|Variety show \"1 Night 2 Day\"|\n|Admission Fees:|Adults 2,000 won / Children 1,000 won<br>* Adults (ages 19-64) / Children (ages 7-18) * Group of 20 people or more: 10% discount<br> * Senior citizens (ages 65 or older): 30% discount<br> * Free admission for preschoolers (ages 6 and under).<br> * ID required to receive discount privilege.|\n|Available Facilities:|Zip wire<br>- Fees: 40,000 won<br>- Reservation is available via phone and online. (Inquiries: +82-33-563-4100)|\n|Restrooms:|Available|\n  \n## Detail Image\n![/2022-07-24-1658673257547/1690997_image2_1.webp](/2022-07-24-1658673257547/1690997_image2_1.webp)\n![/2022-07-24-1658673257547/2034887_image2_1.webp](/2022-07-24-1658673257547/2034887_image2_1.webp)\n![/2022-07-24-1658673257547/2395955_image2_1.webp](/2022-07-24-1658673257547/2395955_image2_1.webp)\n![/2022-07-24-1658673257547/2511746_image2_1.webp](/2022-07-24-1658673257547/2511746_image2_1.webp)\n![/2022-07-24-1658673257547/2618395_image2_1.webp](/2022-07-24-1658673257547/2618395_image2_1.webp)\n![/2022-07-24-1658673257547/2618396_image2_1.webp](/2022-07-24-1658673257547/2618396_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-33-563-4100](tel:+82335634100)\n- [🏠www.ariihills.co.kr](http://www.ariihills.co.kr/)\n\n\n```googleMap\nlatitude: 37.3623780337\nlongitude: 128.6354715236\ntitle: 225, Byeongbangchi-gil, Jeongseon-gun, Gangwon-do\n```\n  \n## Directions\n  \n[ Bus]<br>\nFrom Dong Seoul Bus Terminal, take an intercity bus to Jeongseon Intercity Bus Terminal. <br>Take a shuttle bus to Arii Hills Resort from the large parking lot behind the terminal.\n","data":{"id":"2022-07-24-1658673257547","title":"Byeongbangchi Skywalk (병방치 스카이워크)","description":"Byeongbangchi Skywalk is located between Gyuram-ri and Buksil-ri in Jeongseon-eup and features breathtaking views of the nearby Bamseom, which is shaped like the Korean peninsula by the flowing Donggang River. Byeongbangchi Skywalk offers a thrilling experience as it gives the feeling of walking in the sky thanks to the tempered glass floor of this U-shaped structure (11 m) projecting from the cliff at an altitude of 583 meters.","regDate":"2022-07-24","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Architectural Sights","Monuments/Observatories"],"imgUrl":"/2022-07-24-1658673257547/1691002_image2_1.webp","blogPath":"Gangwon-do/2022-07-24-1658673257547","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-07-24-1658673257547"},"dataList":[{"id":"2022-09-21-1663757171084","title":"Dutasan National Recreational Forest  (국립 두타산자연휴양림)","description":"Dutasan National Recreational Forest is located at the foot of Dutasan Mountain, which rises 1,357 meters above the sea level and straddles the border between Jinbu-myeon of Pyeongchang-gun and Jeongseon-gun. The recreational forest is in the center of many popular attractions, including Odaesan National Park, Woljeongsa Temple, and beautiful valleys. The robust and rich forest is filled with a wide variety of animals such as badgers, raccoons, boars, and hares, as well as abundant medicinal herbs, and trees such as huge birch, nut trees and lime trees.","regDate":"2022-09-21","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"/2022-09-21-1663757171084/1177168_image2_1.webp","blogPath":"Gangwon-do/2022-09-21-1663757171084"},{"id":"2022-09-21-1663753579896","title":"Dutasan Mountain (두타산)","description":"Standing at 1,357 meters above sea level, Dutasan Mountain is surrounded by famous natural landmarks  Mureunggyegok Valley to the north, Gocheongyegok Valley to the east, Taebaeksan Mountain range to the south, and Jungbongsan Mountain to the west. Moreover, situated along the 3.1 kilometer-long valley connecting Dutasan and Samhwasa Temple are such tourist attractions as Dutasanseong Fortress, Geumnamjeong Pavilion, Yongchupokpo Falls, Ssangpokpo Falls, Osipcheon Stream, and Cheoneunsa Temple.","regDate":"2022-09-21","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-09-21-1663753579896/217587_image2_1.webp","blogPath":"Gangwon-do/2022-09-21-1663753579896"},{"id":"2022-09-21-1663750490295","title":"Dutasan Mountain (두타산)","description":"Standing at 1,357 meters above sea level, Dutasan Mountain is a major mountain amid the Taebaeksanmaek Mountain Range. It is especially known for Swinumjeong Pavilion, plunge basin, azalea trees, nut pines, and colorful fall foliage.<br><br>Cheoneunsa Temple, where Lee Seung-Hyu resided during his exile, is located in the Samcheok region of the mountain. Lee was the author of Jewang Ungi, a historical poem written in the late Goryeo period. The name “Duta” is a Buddhist term that means retiring from the world to go on a Buddhist retreat.","regDate":"2022-09-21","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-09-21-1663750490295/217586_image2_1.webp","blogPath":"Gangwon-do/2022-09-21-1663750490295"},{"id":"2022-09-21-1663747034812","title":"Deungseon Falls (Samaksan Mountain) (등선폭포(삼악산))","description":"Samaksan Mountain in Chuncheon is known for many waterfalls in different sizes along the gorge, and especially Deungseon Falls is the best known to tourists. By entering the hiking trail of the falls, you will encounter a narrow and deep gorge. Formed through quartzitic jointing, the gorge has a mysterious atmosphere with its strange rocks and bizarre stones, which look sharp and precipitous. As the gorge and falls keep their cool temperature, the area is a popular summer resort. Deungseon Falls is one of the Eight Sights of Deungseon, along with Seunghak Falls, Baengnyeon Falls, and Biryong Falls. The quickest way to get to Deungseon Falls starts from the Deungseon Falls Ticket Booth, which is close to Gangchon.","regDate":"2022-09-21","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Waterfalls"],"imgUrl":"/2022-09-21-1663747034812/1842027_image2_1.webp","blogPath":"Gangwon-do/2022-09-21-1663747034812"},{"id":"2022-09-21-1663742205892","title":"Deokangsan Mountain (덕항산)","description":"Deokangsan Mountain is where Hwanseongul Cave is located, and is part of the Samcheok Daei-ri Cave Area, designated as Natural Monument No. 178. The mountain has unique peaks and has a warm welcoming feeling from the entrance. There are various folklore relics within the mountain, leading to many visitors.","regDate":"2022-09-21","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-09-21-1663742205892/1425619_image2_1.webp","blogPath":"Gangwon-do/2022-09-21-1663742205892"},{"id":"2022-07-25-1658792210991","title":"Daepohang Port (대포항)","description":"Located on the southernmost point of Sokcho, Daephohang Port is known as a place to find quality fish with the rise of Seoraksan Mountain as a popular tourist destination. However, the port was a well-known port even before Sokcho existed. On a map of Korea that was published right after the Korean War, Daepohang Port can be found with other notable ports while the city of Sokcho is not indicated. With the opening of Sokcho and Sokcho Port in 1942, Daepohang Port became a secluded port visited by few fishing boats.","regDate":"2022-07-25","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites"],"imgUrl":"/2022-07-25-1658792210991/2653407_image2_1.webp","blogPath":"Gangwon-do/2022-07-25-1658792210991"},{"id":"2022-07-25-1658788577433","title":"Daegwallyeong Special Tourist Zone (대관령 관광특구)","description":"The Daegwallyeong Special Tourist Zone is made up of five cities and counties in Gangwon-do, including Pyeongchang-gun, which hosted the 2018 Winter Olympics. Blessed with picturesque highland scenery, the Daegwallyeong Special Tourist Zone includes Gangneung, Donghae, Samcheok, Hoengseong and Pyeongchang. <br> <br> Gangneung is located the nearest to Daegwallyeong. Famous attractions in Gangneung include Gyeongpoho Lake and Gyeongpodae Pavilion. Two of Gangneung’s historic villas, Ojukheon House and Seongyojang House, have been beautifully maintained for centuries. <br> <br> Donghae’s two ports, Donghaehang Port and Mukhohang Port, are always buzzing with the energy of coastal life. Donghaehang Port is a base for the distribution of materials, industrial development, and trade. Cruise ferries take passengers to Russia and Japan. Meanwhile, ferries going to Ulleungdo Island depart from Mukhohang Port, which is located near Mukho Lighthouse and the Bukpyeong Fifth-day Market. <br> <br> Samcheok is a coastal city in the southernmost part of Gangwon-do. With National Road No. 7 at the center, Samcheok is bordered by Donghae to the north and Uljin to the south. Hwanseongul Cave, the biggest limestone cave in Korea, and Daegeumgul Cave are some of the city’s major attractions. <br> <br> Hoengseong is famous for its local hanu (Korean beef) and the diverse agricultural experience programs the county offers. The lush forests and the road with a scenic view of Taegisan Mountain attract many tourists. <br> <br>Located 700 meters above sea level, Pyeongchang is home to many ski resorts, making it a major destination for winter sports. <br> <br> <br> Daegwallyeong Special Tourist Zone  <br>Areas included<br>-  Areas around Hoengseong, Pyeongchang, Gangneung, Donghae, and Samcheok in Gangwon-do<br><br>Total area  428.3 ㎢ <br>- Gangneung 90.4 ㎢, Donghae 48.4 ㎢, Samcheok 11.3 ㎢, Hoengseong 63.5 ㎢, Pyeongchang 214.7 ㎢ <br><br>Tourist attractions<Br>- Yongpyong Resort, Alpensia Resort, Phoenix Pyeongchang, Daegwallyeong Sheep Farm, Donghaehang Port, Mukhohang Port, Seongyojang House, Cheongokdonggul Cave, etc.","regDate":"2022-07-25","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Recreational Sites","Tourist Complexes"],"imgUrl":"/2022-07-25-1658788577433/1583609_image2_1.webp","blogPath":"Gangwon-do/2022-07-25-1658788577433"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}