{"pageProps":{"content":"![Hwasun Golden Sand Beach (화순 금모래 해변)](/2023-02-07-1675762554004/197738_image2_1.webp)\n\n  \n## Overview\n\n> Hwasun Golden Sand Beach is  surrounded by beautiful nature. It is close to Sanbangsan Mountain and the Yongmeori Coastline, and the islands of Hyeongjedo, Marado, and Gapado are  off the coast to the southwest. On one side of the beach is a   fresh water  spring where people can enjoy a freshwater bath. <br> <br> The beach is located in Hwasun-ri in Andeok-myeon, which  is easily accessible and&nbsp;has accommodations, shops, and restaurants.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330<br>(Korean, English, Japanese, Chinese) <br> • Jeju Travel Hotline: +82-64-740-6000|\n|parking:|Available|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Available Facilities:|Resting area, restaurant, shower booth, parasol, etc.|\n|Restrooms:|Available|\n  \n## Detail Image\n![/2023-02-07-1675762554004/197735_image2_1.webp](/2023-02-07-1675762554004/197735_image2_1.webp)\n![/2023-02-07-1675762554004/197736_image2_1.webp](/2023-02-07-1675762554004/197736_image2_1.webp)\n![/2023-02-07-1675762554004/197739_image2_1.webp](/2023-02-07-1675762554004/197739_image2_1.webp)\n![/2023-02-07-1675762554004/197740_image2_1.webp](/2023-02-07-1675762554004/197740_image2_1.webp)\n![/2023-02-07-1675762554004/197741_image2_1.webp](/2023-02-07-1675762554004/197741_image2_1.webp)\n![/2023-02-07-1675762554004/197742_image2_1.webp](/2023-02-07-1675762554004/197742_image2_1.webp)\n![/2023-02-07-1675762554004/197744_image2_1.webp](/2023-02-07-1675762554004/197744_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-64-740-6000](tel:+82647406000)\n- [🏠www.visitjeju.net](http://www.visitjeju.net)\n\n\n```googleMap\nlatitude: 33.2407004292\nlongitude: 126.3335149080\ntitle: Hwasunhaean-ro, Seogwipo-si, Jeju-do\n```\n  \n\n","data":{"id":"2023-02-07-1675762554004","title":"Hwasun Golden Sand Beach (화순 금모래 해변)","description":"Hwasun Golden Sand Beach is  surrounded by beautiful nature. It is close to Sanbangsan Mountain and the Yongmeori Coastline, and the islands of Hyeongjedo, Marado, and Gapado are  off the coast to the southwest. On one side of the beach is a   fresh water  spring where people can enjoy a freshwater bath. <br> <br> The beach is located in Hwasun-ri in Andeok-myeon, which  is easily accessible and&nbsp;has accommodations, shops, and restaurants.","regDate":"2023-02-07","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites"],"imgUrl":"/2023-02-07-1675762554004/197738_image2_1.webp","blogPath":"Jeju-do/2023-02-07-1675762554004","pageUrl":"https:/mcdryad.com/Jeju-do/2023-02-07-1675762554004"},"dataList":[{"id":"2023-02-15-1676450494241","title":"Dangcheomuldonggul Cave [UNESCO World Natural Heritage Site] (당처물동굴 [유네스코 세계자연유산])","description":"Dangcheomuldonggul Cave, located in Jeju, is a lava tube estimated to have been formed some 320,000 years ago due to volcanic activity; it is located approximately 3 kilometers underground. With no entrance as such, the cave is not open to the general public and thus its original form remains preserved to this day, giving it a high geological value. <Br><Br> Although the Dangcheomuldonggul Cave is technically a lava tube, it resembles a limestone cave due to the secondary geological formations of lime substances that have accumulated in the ground above the tube. The tunnel has a spectacular and mystical beauty with countless stalactites and stalagmites, as well as stalactite columns. The particularly thin stalactites and stalactic columns in this cave are well-known for their uniqueness and beauty. Although this is a relatively small lava tunnel, its exotic colors and the richness of the secondary topological formations make it extraordinary in terms of research value. This cave has been designated natural monument.<Br><Br>* The UNESCO World Heritage inscribed Geomun Oreum Lava Tube System consists of Bengdwigul, Manjanggul Cave, Gimnyeonggul, Yongcheondonggul and Dangcheomuldonggul Caves.","regDate":"2023-02-15","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites"],"imgUrl":"","blogPath":"Jeju-do/2023-02-15-1676450494241"},{"id":"2023-02-15-1676446569108","title":"Chujado Islands (추자도)","description":"Located about 45 kilometers from Jeju Island and 35 kilometers from the Korean Peninsula, Chujado Islands is comprised of four inhabitated islands, called Sangchujado, Hachujado, Chupodo, and Hoenggando, as well as 38 uninhabited islands. Records show people have been living on the islands since as long as 1271, during the reign of Goryeo King Wonjong, at which point they were referred to as Hupungdo Islands, serving as a safe harbor for ships sailing between Jeju and the mainland. The name changed to Chujado Islands during the Joseon dynasty due to the lush forest of walnut trees, chuja in the Jeollanam-do dialect. The ocean around the islands is a popular place for sea fishing, while the islands themselves offer outstanding views of nature along a Jeju Olle Trail Course.","regDate":"2023-02-15","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites"],"imgUrl":"/2023-02-15-1676446569108/870922_image2_1.webp","blogPath":"Jeju-do/2023-02-15-1676446569108"},{"id":"2023-02-15-1676443201688","title":"Byeoldobong Peak (Beri Oreum) (별도봉(베리오름))","description":"Situated in the east of Hwabuk 1-dong and along the coast, Byeoldobong is a parasitic mountain made of siliciclastic sedimentary rocks and lava. Its northern slope is dominated by steep cliffs where a large rock called Jasalbawi Rock (Suicide Rock) is located. At the bottom of the cliffs are Goraegul Cave (Whale Cave) and an oddly-shaped rock that looks like a mother carrying her child on her back.<br><br> Despite being only 136m high, Byeoldobong is home to Jangsu Trail, a walking path that stretches over 1.8km around coastal cliffs, overlooking the ocean. Considered the most pleasant trail on Jeju Island, it offers a spectacular view of numerous peaks, Jeju Port and its nearby villages, and the emerald-blue sea. Naturally, it is a popular tourist destination for family visitors and couples.","regDate":"2023-02-15","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites","Mountains"],"imgUrl":"","blogPath":"Jeju-do/2023-02-15-1676443201688"},{"id":"2023-02-15-1676439364074","title":"Bengdwigul Cave [UNESCO World Natural Heritage Site] (제주 선흘리 벵뒤굴 [유네스코 세계자연유산])","description":"With a total length of 4,481 meters, Bengdwigul Cave is shaped like a maze and has one of the most complex lava tube structures in the world.  For geologists, this cave is invaluable since it demonstrates how lava continuously flowed over the surface of the ground and the complex route it took to eventually form a tube deep underground. Created particularly close to the earth’s surface, this cave has a number of entrance holes to the tunnel. Inside, the complex structure of the cave unfolds in the form of double-tiered or triple-tiered rooms. A range of lava formations such as lava columns and lava bridges have developed inside this mystical tube. <br><br>* The UNESCO World Heritage designated Geomunoreum Lava Tube System of Bengdwigul, Manjanggul Cave, Gimnyeonggul, Yongcheondonggul and Dangcheomuldonggul Caves.","regDate":"2023-02-15","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites"],"imgUrl":"","blogPath":"Jeju-do/2023-02-15-1676439364074"},{"id":"2023-02-15-1676435981715","title":"Yongyeon Pond (용연)","description":"Famous for its beautiful nightscape, Yongyeon Pond was formed by fresh water collecting at the end of a mountain valley before meeting the salty sea water. The pond is so deep that the bottom cannot be seen. The wooden Yongyeon Cloud Bridge crossing the pond and the pavilion are in harmony with the valley landscape. Legend has it that the pond was created by the water raining down off of a dragon that ascended to heaven. The name, meaning Dragon Pond, also comes from the belief that the dragon of Yongduam (Dragon Head Rock) just 200 meters to the west would come to this pond to play.","regDate":"2023-02-15","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites"],"imgUrl":"/2023-02-15-1676435981715/197824_image2_1.webp","blogPath":"Jeju-do/2023-02-15-1676435981715"},{"id":"2023-02-15-1676432370970","title":"Yongmeori Beach (용머리해안)","description":"Yongmeori Beach is where Sanbangsan Mountain stretches into the ocean and it looks as if a dragon’s head is going underwater. This area is made of sandstone stacks, built up over millions of years. There are coastal caves here which are depressed into the shape of rooms, and wide rocks stacking up on one another along the seashore cliffs which create a majestic scenery by the sea.  Along the road down to the seashore, there is the Hamel Castaway Memorial, in remembrance of Hamel who drifted to this place in 1653. The coastal walking path is a popular date course, and haenyeo (female sea-divers) often sell freshly caught sea cucumbers and other seafood in the area.","regDate":"2023-02-15","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites"],"imgUrl":"/2023-02-15-1676432370970/2369543_image2_1.webp","blogPath":"Jeju-do/2023-02-15-1676432370970"},{"id":"2023-02-14-1676371136721","title":"Yongduam Rock (용두암)","description":"Situated on the northern coast in downtown Jeju, Yongduam Rock is an estimated 10-meter-tall stone that has been worn down over time by strong winds and waves into a shape resembling a dragons head. There are many legends surrounding the rock. One legend has it that a dragon stealing precious jade from Hallasan Mountain was shot down by an arrow from the mountain deity. When he fell down, his body immediately sank into the ocean and his head rapidly froze looking at the sky. Another legend has it that a white horse, who dreamed of being a dragon and ascending to the sky, came to be caught by a soldier and froze into the rock.<br><br>From Yongduam Rock, visitors can see haenyeo (female divers) working at catching seafood. Near the rock are various cafes, bars, and restaurants. The coastal road between here and Aewol-eup is popular among couples. Cafes and seafood restaurants began to appear there five years ago and now form a pleasant café village.","regDate":"2023-02-14","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites"],"imgUrl":"/2023-02-14-1676371136721/2612544_image2_1.webp","blogPath":"Jeju-do/2023-02-14-1676371136721"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}