{"pageProps":{"content":"![Sanji Lighthouse (산지 등대)](/2023-02-11-1676097503571/2009312_image2_1.webp)\n\n  \n## Overview\n\n> The name Sanji derives from the area being recorded as Sanjichon Village, literally translated as the mountainous village, in Tamna Sullyeokdo, a book of paintings showing life in Jeju. This record was created in 1702 by painter Kim Nam-gil, under the command of the Jeju Province governor, Lee Hyeong-sang.<br><br>Sanjicheon Stream originates from Hallasan Mountain and empties itself into the sea. Sitting halfway up Sarabong Peak, one of the signature parks on Jeju-do island, Sanji Lighthouse overlooks the port of Jeju.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • Jeju Travel Hotline: +82-64-740-6000|\n  \n\n  \n## Detail Image\n![/2023-02-11-1676097503571/2009313_image2_1.webp](/2023-02-11-1676097503571/2009313_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-64-740-6000](tel:+82647406000)\n- [🏠www.visitjeju.net](http://www.visitjeju.net/)\n\n\n```googleMap\nlatitude: 33.5209144715\nlongitude: 126.5456624039\ntitle: 108-1, Sarabongdong-gil, Jeju-si, Jeju-do\n```\n  \n## Directions\n  \n[Bus]<br>\nFrom Jeju International Airport Bus Stop, take Bus No. 300 and get off at Sanji Lighthouse Bus Stop.\n","data":{"id":"2023-02-11-1676097503571","title":"Sanji Lighthouse (산지 등대)","description":"The name Sanji derives from the area being recorded as Sanjichon Village, literally translated as the mountainous village, in Tamna Sullyeokdo, a book of paintings showing life in Jeju. This record was created in 1702 by painter Kim Nam-gil, under the command of the Jeju Province governor, Lee Hyeong-sang.<br><br>Sanjicheon Stream originates from Hallasan Mountain and empties itself into the sea. Sitting halfway up Sarabong Peak, one of the signature parks on Jeju-do island, Sanji Lighthouse overlooks the port of Jeju.","regDate":"2023-02-11","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites"],"imgUrl":"/2023-02-11-1676097503571/2009312_image2_1.webp","blogPath":"Jeju-do/2023-02-11-1676097503571","pageUrl":"https:/mcdryad.com/Jeju-do/2023-02-11-1676097503571"},"dataList":[{"id":"2023-02-19-1676777923898","title":"Yongnunioreum Volcanic Cone (용눈이오름)","description":"Yongnunioreum Volcanic Cone is one of many parasitic volcations that dot Jeju Island, and is a prime example of the complex volcanic system. The cone is comprised of a mix of volanic rock and soil, and in comparison with other oreum, was formed rather recently. Volcanic cones are formed when magma from the main volcano seeps out of weaker points in the surrounding area, and can be considered small volcanos. Yongnunioreum is covered in a lush carpet of grass, and is home to many wildflowers. The name of the cone comes from its shape resembling a dragon laying down.","regDate":"2023-02-19","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites","Mountains"],"imgUrl":"/2023-02-19-1676777923898/1771329_image2_1.webp","blogPath":"Jeju-do/2023-02-19-1676777923898"},{"id":"2023-02-18-1676716610183","title":"Yongcheondonggul Cave [UNESCO World Natural Heritage Site] (용천동굴 [유네스코 세계자연유산])","description":"Yongcheondonggul Cave is the most typical form of lava tunnel on Jeju Island and with a total length of approximately 2,470 meters, it is one of the largest. It has a unique topology and rich limestone formations such as lava terrace, lava shelves, lava waterfalls, and 140 meters of lava rolls. In particular, a range of carbonate formations such as straw soda, stalactite, columns, flowstones, cave corals, and aragonite crystals can be found inside this large cave that also contains a lake. This unique cave is astounding in terms of its geological value and beauty. There are also items that can be found throughout the cave that appear to have been brought in by people who lived on the island long ago, such as pieces of pottery, animal bones, ironware, charcoal and other substances.<br><br>* The UNESCO World Heritage inscribed Geomunoreum Lava Tube System consists of Bengdwigul, Manjanggul, Gimnyeonggul, Yongcheondonggul and Dangcheomuldonggul Caves.","regDate":"2023-02-18","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites"],"imgUrl":"","blogPath":"Jeju-do/2023-02-18-1676716610183"},{"id":"2023-02-18-1676712970362","title":"Ssangyonggul Cave (Hallim Park) (쌍용굴 (한림공원))","description":"Ssangyonggul Cave, a designated Natural Monument, is one of the representative lava tubes of Jeju Island along with Hwanggeumgul, Socheongul, and Manjanggul caves. The cave measures approximately 400 meters in length, 6 meters in x_width, and 3 meters in x_height. It is thought to have been created by lava that erupted from Hallasan Mountain some 25 million years ago. <br><br>One of the unique features of this particular cave is that it has features of both a lava tube and a limestone cave. The entire area surrounding the cave is a huge stratum of seashells and sand, while the interior is a mystical mix of stalactites and stalagmites. Lime covers the cave walls in a series of natural swirls and streaks, bringing to mind the strokes of an abstract painting. Since the cave stays at a constant 17-18℃ throughout the year, it’s a welcome escape from the heat in the summer and a great place to warm up in the winter. <br><br>The cave gets its name from its two branches, which are said to look like the paths of two dragons (‘Ssangyong’ meaning ‘two dragons’ in Korean). It is thought that Ssangyonggul Cave and Hyeopjaegul Cave were once one cave since the second entrance of Ssangyonggul Cave is so close to the end of Hyeopjaegul Cave.","regDate":"2023-02-18","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites"],"imgUrl":"/2023-02-18-1676712970362/218751_image2_1.webp","blogPath":"Jeju-do/2023-02-18-1676712970362"},{"id":"2023-02-18-1676709536401","title":"Snoopy Garden (스누피가든)","description":"Snoopy Garden House is where visitors can meet Snoopy and friends from the popular American comic series Peanuts. The themed halls designed under the overall theme of Peanuts, Nature &amp; Life allows one to connect their everyday life through episodes from Peanuts. Snoopy Garden House has a total of five themed halls and Peanuts Store.<br>","regDate":"2023-02-18","author":"korea-tour","tag":["Jeju-do","Culture/Art/History","Recreational Sites","Theme Parks"],"imgUrl":"","blogPath":"Jeju-do/2023-02-18-1676709536401"},{"id":"2023-02-18-1676705747459","title":"Sarabong Peak (사라봉)","description":"Situated to the east of Jejuhang Port, Sarabong Peak is the main <em>oreum</em> (volcanic cone) that separates the city from the sea. The peak offers views of the ocean to the north and magnificent Hallasan Mountain to the south. It is recommended to reach the top in the late afternoon to catch the reddish glow of the sunset glittering off the ocean.","regDate":"2023-02-18","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites","Mountains"],"imgUrl":"","blogPath":"Jeju-do/2023-02-18-1676705747459"},{"id":"2023-02-18-1676702433409","title":"Samyang Beach (삼양해수욕장)","description":"Samyang Beach is cozy and has clear waters because it is not well-known among tourists. In particular, it stands out because of its sparkling black sand. As the black sands therapeutic effect is well known, visitors can often be seen lying down on the beach and burying themselves in the black sand.","regDate":"2023-02-18","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites"],"imgUrl":"","blogPath":"Jeju-do/2023-02-18-1676702433409"},{"id":"2023-02-18-1676698598035","title":"Samseonghyeol (제주 삼성혈)","description":"Designated as Historic Site No.134, Samseonghyeol is located in the pine forest between Kal Hotel and Jeju Folklore & Natural History Museum. The word “Samseonghyeol” means “three clans holes”, referring to the three 品 shaped holes in the middle of the forest. Each hole is separated from the other holes by a few meters.<br><br> Legend has it that Samseonghyeol is the place where three demigods, the founding fathers of Tamna (the former name of Jeju), first appeared. They lived by hunting and gathering until&nbsp;they married three princesses from Byeokrangguk, whom came to shore in a wooden box. The three princesses brought with them a calf, pony, and five different seeds that eventually helped to establish agriculture in Jeju.<br><br> Curiously, the three holes are not percolated by rain or snow.  The ancient trees surrounding the holes look as if they are bowing to them, often surprising visitors. It takes just about 30 minutes to look around Samseonghyeol and its vicinity.","regDate":"2023-02-18","author":"korea-tour","tag":["Jeju-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2023-02-18-1676698598035/1618334_image2_1.webp","blogPath":"Jeju-do/2023-02-18-1676698598035"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}