{"pageProps":{"content":"![Yeongju Museom Village (영주 무섬마을)](/2022-12-10-1670654386426/2563076_image2_1.webp)\n\n  \n## Overview\n\n> Located in Sudo-ri in Yeongju, Gyeongsangbuk-do, Museom Village is a charming hanok village surrounded by water. Flowing down from Sobaeksan Mountain and Taebaeksan Mountain, Naeseongcheon Stream and Yeongjucheon Stream converge and loop around Museom Village, surrounding the village on three sides with water. This peninsula-like village is not only the center of traditional Korean culture, but also has a gorgeous natural landscape complete with a wide sandy riverside and a lush inland forest.<br><br>Known for Haeudang and Manjukje Houses (two of the most historical hanok houses in the area), the village is also home to other outstanding traditional houses such as the Kim Gyu-jin House and the Kim Wi-jin House. Manjukje House is located at the heart of the village and  the oldest traditional house in this hanok village. Manjukje was built in 1666 (7th year of King Heonjongs reign) by Bak Su (the father of the Bannam Bak Family).<br><br> Nearby Manjukje is Manun House, built in the early 19th century and named after Kim Hwi-geol (penname “Manun”). The house later became the home of the wife of the famous poet Jo Ji-hun, author of “Byeolli,” a poem expressing the beauty of Museom Village.<br><br>Other notable houses include the Kim Wi-jin House (a house belonging to aristocrats), the Kim Jeong-gyu House (a house without the traditional outer fencing), and the Bak Jae-yeon House, where the writings of Bak Gyu-su (a respected scholar during the Joseon period) still remain today.<br><br> Another famous attraction in the village is the Single Log Bridge, which was the village’s only connection to the outside world for over 350 years before the construction of Sudo Bridge in 1979. It is a tiny bridge in terms of x_width (30 cm), but it stretches for over 150 meters. It is said that the bridge was rebuilt annually after being destroyed each rainy season. With the construction of Sudo Bridge, the Single Log Bridge was no longer needed, but was rebuilt some time later in its original form. To celebrate the bridge’s impressive history, the village hosts the Single-Log Bridge Festival every October.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-54-638-1127|\n|parking:|Available|\n|restdate:|N/A (Open all year round)|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Film Locations:|Drama \"Love Rain (2012)\"|\n|Available Facilities:|Accommodations|\n|Restrooms:|Available|\n|Admission Fees:|Free|\n  \n## Detail Image\n![/2022-12-10-1670654386426/1685066_image2_1.webp](/2022-12-10-1670654386426/1685066_image2_1.webp)\n![/2022-12-10-1670654386426/1685104_image2_1.webp](/2022-12-10-1670654386426/1685104_image2_1.webp)\n![/2022-12-10-1670654386426/1685123_image2_1.webp](/2022-12-10-1670654386426/1685123_image2_1.webp)\n![/2022-12-10-1670654386426/1685124_image2_1.webp](/2022-12-10-1670654386426/1685124_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-54-638-1127](tel:+82546381127)\n- [🏠www.yeongju.go.kr](https://www.yeongju.go.kr/open_content/tour/page.do?mnu_uid=1390)\n\n\n```googleMap\nlatitude: 36.7309752730\nlongitude: 128.6217802905\ntitle: 31-12, Museom-ro 234beon-gil, Yeongju-si, Gyeongsangbuk-do\n```\n  \n\n","data":{"id":"2022-12-10-1670654386426","title":"Yeongju Museom Village (영주 무섬마을)","description":"Located in Sudo-ri in Yeongju, Gyeongsangbuk-do, Museom Village is a charming hanok village surrounded by water. Flowing down from Sobaeksan Mountain and Taebaeksan Mountain, Naeseongcheon Stream and Yeongjucheon Stream converge and loop around Museom Village, surrounding the village on three sides with water. This peninsula-like village is not only the center of traditional Korean culture, but also has a gorgeous natural landscape complete with a wide sandy riverside and a lush inland forest.<br><br>Known for Haeudang and Manjukje Houses (two of the most historical hanok houses in the area), the village is also home to other outstanding traditional houses such as the Kim Gyu-jin House and the Kim Wi-jin House. Manjukje House is located at the heart of the village and  the oldest traditional house in this hanok village. Manjukje was built in 1666 (7th year of King Heonjongs reign) by Bak Su (the father of the Bannam Bak Family).<br><br> Nearby Manjukje is Manun House, built in the early 19th century and named after Kim Hwi-geol (penname “Manun”). The house later became the home of the wife of the famous poet Jo Ji-hun, author of “Byeolli,” a poem expressing the beauty of Museom Village.<br><br>Other notable houses include the Kim Wi-jin House (a house belonging to aristocrats), the Kim Jeong-gyu House (a house without the traditional outer fencing), and the Bak Jae-yeon House, where the writings of Bak Gyu-su (a respected scholar during the Joseon period) still remain today.<br><br> Another famous attraction in the village is the Single Log Bridge, which was the village’s only connection to the outside world for over 350 years before the construction of Sudo Bridge in 1979. It is a tiny bridge in terms of x_width (30 cm), but it stretches for over 150 meters. It is said that the bridge was rebuilt annually after being destroyed each rainy season. With the construction of Sudo Bridge, the Single Log Bridge was no longer needed, but was rebuilt some time later in its original form. To celebrate the bridge’s impressive history, the village hosts the Single-Log Bridge Festival every October.","regDate":"2022-12-10","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Folk Villages"],"imgUrl":"/2022-12-10-1670654386426/2563076_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-10-1670654386426","pageUrl":"https:/mcdryad.com/Gyeongsangbuk-do/2022-12-10-1670654386426"},"dataList":[{"id":"2022-12-14-1670989158460","title":"Sobaeksan National Park (Gyeongsangbuk-do Region) (소백산국립공원(경북))","description":"Sobaeksan National Park was designated as the 18th national park in December 1987. The features of Sobaeksan National Park include wild flowers and royal azaleas in spring and snowy scenery in winter. The mountain borders three provinces and four cities. Attractions include various peaks, temples and waterfalls. The mountain is especially popular in May when royal azaleas are in full bloom and a natural forest tunnel is formed. Birobong Peak of the mountain is covered with snow six months of the year, being called the Alps of Korea.","regDate":"2022-12-14","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites","National Parks"],"imgUrl":"/2022-12-14-1670989158460/2031732_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-14-1670989158460"},{"id":"2022-12-13-1670927944965","title":"Sinseonam Hermitage Rock-carved Bodhisattva in Namsan Mountain of Gyeongju (경주 남산 신선암 마애보살반가상)","description":"This 1.4 m-high rock-carved Bodhisattva was carved on the southern rock standing right above Chilburam Rock on Namsan Mountain, which may be regarded as a repository of relics and artifacts including Buddha statues spanning the Three Kingdoms Period to the late Unified Silla Period.<br><br>Judging from the three-sided bejeweled crown he’s wearing on his head, this is clearly a Bodhisattva statue. He looks as if he is sitting on a cloud, while the closed eyes on the plump face give the impression that he is lost in deep thought. He seems to be watching mankind from his world above the clouds. He is holding a flower in his right hand and his left hand is held up to his chest as if he is preaching.<br><br>His robe is very thin, revealing the curves of the body, and hangs down to the base of the pedestal. The mandorla (Buddhist halo of light), which consists of both the dugwang (light radiating from the head) and hte singwang (light emanating from the Buddha’s body), is also the shrine for the statue, so the image of the Bodhisattva looks more prominent. It is presumed that this rock-carved Bodhisattva was made during the late eighth century during the Unified Silla dynasty.","regDate":"2022-12-13","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"","blogPath":"Gyeongsangbuk-do/2022-12-13-1670927944965"},{"id":"2022-12-13-1670924193942","title":"Seated Rock-carved Buddha at Golgulam Temple (경주 골굴암 마애여래좌상)","description":"The Seated Rock-carved Buddha at Golgulam Temple consists of a Maebul (a Buddha carved in a cliff) at the very top of 12 Buddha images carved in natural rock caves located in a steep cliff of Girimsa Valley. A painting of the caving titled Golgulseokgul by Gyeomjae Jeongseon, a famous painter of the era, revealed that there was once a wooden room located in front of the Maebul, but today only a hint of the room remains on the rock. The head of the Buddha (Yukgye) is perched solid and high on the body with a clear profile of the face – sharp eyes, small lips and a long and narrow nose. In contrast to the three-dimensional face, the body is broader and flatter. The neck and upper chest sections have eroded over time. The folds in the clothing are nearly parallel, and the arm area has a v-pattern wrinkle, giving it a more realistic and three-dimensional quality. Around the head of the Buddha is a lotus-shaped halo, while the body is surrounded by a rhythmic flame-like halo. The Maebul is believed to have been created during the late Unified Silla Kingdom, as it shows similar craftsmanship to Seated Stone Vairocana Buddha (National Treasure No. 995), which was created in the year 876 and is located in Chukseosa Temple.","regDate":"2022-12-13","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"","blogPath":"Gyeongsangbuk-do/2022-12-13-1670924193942"},{"id":"2022-12-13-1670920819064","title":"Sail Spa Land (사일온천)","description":"Sail Spa Land is uniquely located at the top of a mountain. Sail Spa Land offers top-ranking hot spring water, and also has a whirlpool-equipped hotel-style family pool, the first of its kind in Korea, and an open-air bath about 330 square meters that is directly connected to a public bath.","regDate":"2022-12-13","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Recreational Sites","Hot Springs & Spa"],"imgUrl":"","blogPath":"Gyeongsangbuk-do/2022-12-13-1670920819064"},{"id":"2022-12-13-1670916979531","title":"Robo Life Museum (로보라이프 뮤지엄)","description":"The Robo Life Museum is a place where one can meet robots that are already part of our daily lives, knowingly and unknowingly. Visitors can learn about robots while dancing and drawing with them as well as touching and operating them. Through the museum, visitors can experience what the future will be like. It also is an ideal place for kids to satisfy their curiosity and have fun.","regDate":"2022-12-13","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Industrial Sites","Others"],"imgUrl":"","blogPath":"Gyeongsangbuk-do/2022-12-13-1670916979531"},{"id":"2022-12-13-1670913701687","title":"Pohang Steelworks (포항제철소)","description":"Pohang Steelworks, also known as POSCO, was built at Yeongilman Bay from 1970 until 1981 to shift the focus of the countrys growth engine from the agriculture-oriented primary industry of the 1960s to the heavy chemical industry. Photography within the factory is prohibited, making a visit here key to fully experiencing all POSCO has to offer.","regDate":"2022-12-13","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Industrial Sites","Steel Mills"],"imgUrl":"","blogPath":"Gyeongsangbuk-do/2022-12-13-1670913701687"},{"id":"2022-12-13-1670909767403","title":"Palgongsan Provincial Park (Eunhaesa Temple Section) (팔공산도립공원 - 은해사지구)","description":"Located north of Gyeongsan, Palgongsan Mountain (1,192.3m) was called both Jungaksan and Buaksan Mountain during the Silla period. The mountain has many ancient temples and historical sites such as the Gatbawi Stone Buddha, Wonhyosa Temple, Cheonseongsa Temple and Bulgulsa Temple.","regDate":"2022-12-13","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites","Provincial Parks"],"imgUrl":"","blogPath":"Gyeongsangbuk-do/2022-12-13-1670909767403"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}