{"pageProps":{"content":"![Uljin Hupohang Port (울진 후포항)](/2022-12-08-1670477766720/183330_image2_1.webp)\n\n  \n## Overview\n\n> Uljin-gun’s southern most port of Hupohang has beautiful seaside scenery throughout the four seasons. Almost all of the fish caught in the East Sea can be seen at Hupohang Port. On the hill behind the port is the Hupo Lighthouse, which lights the waters for boats coming in at night, and its observatory provides a great view over the East sea during the day. Also, children’s playground and rest area are situated on top of the hill next to the lighthouse. On the opposite side of the hill, visitors can enjoy the spectacular scenery of the 1,004-meter tall Baekamsan Mountain. <BR><Br>At dawn, visitors can tour Hupohang Park and look at the many freshly caught fish. Visitors can also buy fresh fish at extremely low prices. Furthermore, the Hupohang Port is known for its numerous raw fish restaurants and the hot springs are located nearby as well.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330<br>(Korean, English, Japanese, Chinese) <br> • For more info: +82-54-789-6862|\n  \n\n  \n## Detail Image\n![/2022-12-08-1670477766720/183331_image2_1.webp](/2022-12-08-1670477766720/183331_image2_1.webp)\n![/2022-12-08-1670477766720/183332_image2_1.webp](/2022-12-08-1670477766720/183332_image2_1.webp)\n![/2022-12-08-1670477766720/183333_image2_1.webp](/2022-12-08-1670477766720/183333_image2_1.webp)\n![/2022-12-08-1670477766720/183334_image2_1.webp](/2022-12-08-1670477766720/183334_image2_1.webp)\n![/2022-12-08-1670477766720/576778_image2_1.webp](/2022-12-08-1670477766720/576778_image2_1.webp)\n![/2022-12-08-1670477766720/576785_image2_1.webp](/2022-12-08-1670477766720/576785_image2_1.webp)\n![/2022-12-08-1670477766720/576792_image2_1.webp](/2022-12-08-1670477766720/576792_image2_1.webp)\n![/2022-12-08-1670477766720/576795_image2_1.webp](/2022-12-08-1670477766720/576795_image2_1.webp)\n![/2022-12-08-1670477766720/576802_image2_1.webp](/2022-12-08-1670477766720/576802_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-54-789-6862](tel:+82547896862)\n- [🏠www.uljin.go.kr](http://www.uljin.go.kr/tour/index.uljin)\n\n\n```googleMap\nlatitude: 36.6787361172\nlongitude: 129.4572632529\ntitle: 29, Deunggisan-gil, Hupo-myeon, Uljin-gun, Gyeongsangbuk-do\n```\n  \n## Directions\n  \nFrom Dong Seoul Bus Terminal, take an intercity bus to Hupo Bus Terminal. From Hupo Bus Terminal, cross the road and then take a Uljin-Pyeonghae route bus to Hupo Suhyup Bus Stop.<br><br>OR<br><br>From Dong Seoul Bus Terminal, take an intercity bus to Pyeonghae Bus Terminal. From Pyeonghae Bus Terminal, take a Pyeonghae-Pyeonghae, Pyeonghae-Hupo, Uljin-Pyeonghae, or Uljin-Hupo route bus to Hupo Suhyup Bus Stop.\n","data":{"id":"2022-12-08-1670477766720","title":"Uljin Hupohang Port (울진 후포항)","description":"Uljin-gun’s southern most port of Hupohang has beautiful seaside scenery throughout the four seasons. Almost all of the fish caught in the East Sea can be seen at Hupohang Port. On the hill behind the port is the Hupo Lighthouse, which lights the waters for boats coming in at night, and its observatory provides a great view over the East sea during the day. Also, children’s playground and rest area are situated on top of the hill next to the lighthouse. On the opposite side of the hill, visitors can enjoy the spectacular scenery of the 1,004-meter tall Baekamsan Mountain. <BR><Br>At dawn, visitors can tour Hupohang Park and look at the many freshly caught fish. Visitors can also buy fresh fish at extremely low prices. Furthermore, the Hupohang Port is known for its numerous raw fish restaurants and the hot springs are located nearby as well.","regDate":"2022-12-08","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites"],"imgUrl":"/2022-12-08-1670477766720/183330_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-08-1670477766720","pageUrl":"https:/mcdryad.com/Gyeongsangbuk-do/2022-12-08-1670477766720"},"dataList":[{"id":"2022-12-12-1670827294557","title":"Jugam Pebble Beach [National Geopark] (죽암 몽돌해안 (울릉도, 독도 국가지질공원))","description":"Jugam Pebble Beach, located on Ulleungdo Island, is approximatly 500 meters long and 20 meters wide and has round pebbles weathered by the fierce waves. The rough rock and basalt are swept back and forth by strong waves, creating round pebbles.","regDate":"2022-12-12","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites"],"imgUrl":"/2022-12-12-1670827294557/2533854_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-12-1670827294557"},{"id":"2022-12-12-1670820019777","title":"Jisandong Ancient Tombs (고령 지산동 고분군)","description":"Goryeong was the old capital of Daegaya (42-562 AD), a city-state of the Gaya confederacy that once spanned the region now occupied by Gyeongsangnam-do Province to the south of the Korean peninsula. The city of Goryeong played such a central role in the development of the confederacy that many artifacts and historic sites of the Daegaya period can still be found there today. <br><br>Some of the most prominent landmarks are the 200 gobuns (ancient tombs) that lie along the southeastern slope of Jusan Mountain in Goryeong. In ancient times, the higher and larger a tomb, the higher the social status of the person buried inside. Given this tradition and historical evidence, the largest tomb in the south has been identified as Geumnim Wangneung (Royal Tomb of King Geumnim); the other large tombs are also presumed to be those of the kings of Daegaya. The large royal tombs (over 20m in diameter) dominate the mountain ridge (the highest point) while mid-sized and smaller tombs can be found on the mountain slopes and foothills. <br><br>Historical research on Daegaya began with the excavation and partial identification of the ancient tombs of Goryeong by research teams from Kyungpook National University and Keimyung University in 1977. Excavators discovered a great number of relics—gilt-bronze crowns, swords, armor, and trinkets of gold, silver, and jade—that shed light on the flourishing culture of Gaya. <br><br>To continue to encourage interest in the history and culture of Daegaya, officials of Goryeong-gun County established the Daegaya Royal Tomb Exhibit Hall at the foot of Jusan Mountain in Gobun-gun, Jisan-dong. The exhibition hall depicts the social structure of the era through ancient customs such as burying servants alive with their dead masters.","regDate":"2022-12-12","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-12-12-1670820019777/1004711_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-12-1670820019777"},{"id":"2022-12-12-1670816415461","title":"Jikjisa Temple (직지사)","description":"Jikjisa Temple, located at the foot of Hwangaksan Mountain in Gimcheon, Gyeongsangbuk-do, was constructed in 418, during the second year of Silla Kingdom King Nuljis reign. This temple is in perfect harmony with the nearby valley and pine forest. The foliage in fall is particularly breathtaking. The temple grounds include Birojeon Hall (also known as Cheonbuljeon Hall), in which approximately 1,000 Buddha statues are enshrined, along with a thousand-year-old arrowroot. The templegrounds also include Iljumun Gate, Daeungjeon Hall, and a 1.63 meter-tall Seated Stone Buddhist Statue (Treasure No. 319) from the Unified Silla Period.","regDate":"2022-12-12","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-12-12-1670816415461/1613439_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-12-1670816415461"},{"id":"2022-12-11-1670755028885","title":"Jeolgolgyegok Valley [National Geopark] (절골협곡 (청송 국가지질공원))","description":"Jeolgolgyegok Valley is located along the mountain ridgeline connecting Gamebong Peak and Wanggeoam Rock in Juwangsan Mountain. It stretches for 5 kilometers from Jeolgol Valley Visitors Center to Daemun Bridge. The valley is formed of vocanic tuffs that were welded and compacted after cooling down, which resulted in forming vertical cracks, leaving rocks to fall out and create a steep valley cliff.","regDate":"2022-12-11","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites","Valleys"],"imgUrl":"","blogPath":"Gyeongsangbuk-do/2022-12-11-1670755028885"},{"id":"2022-12-11-1670751369431","title":"Huibangpokpo Falls (희방폭포)","description":"The 28-meter high Huibangpokpo Falls is a waterfall located below Huibangsa Temple on Sobaeksan Mountain in Sucheol-ri, Yeongju-si, Gyeongsangbuk-do. It is located 700 meters above sea level about halfway up Sobaeksan Mountain. It is one of the  must-see attractions on Sobaeksan Mountain, and is the No.1 waterfall in the whole Yeongnam (southeastern part of Korea) area.<br><br>The water from the falls comes from Yeonhwabong Peak (1383 m), one of the sacred peaks of Sobaeksan Mountain. The water flows along the Huibanggyegok Valley and then plunges into the rocks below with a big splash, creating a breathtaking view for visitors.","regDate":"2022-12-11","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites","Waterfalls"],"imgUrl":"/2022-12-11-1670751369431/2366277_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-11-1670751369431"},{"id":"2022-12-11-1670747923691","title":"Hakgasan Recreational Forest (학가산자연휴양림)","description":"Hakgasan Recreational Forest is located in a valley on the northern side of Hakgasan Mountain, known for its clean air. The recreational forest has log cabins that harmonize with the nearby trees, creeks, and rocks, making visitors feel as if they are resting at a luxury villa. It is an ideal vacation destination for those who want to get closer to nature. There is a hiking path leading to the summit of Hakgasan Mountain from the forest, taking around 2 hours. Additional amenities within the forest include campfire pits, an outdoor stage, childrens playground, exercise equipment, water play area, a lecture hall, and more.","regDate":"2022-12-11","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"","blogPath":"Gyeongsangbuk-do/2022-12-11-1670747923691"},{"id":"2022-12-11-1670744180648","title":"Gyeongju Daereungwon Ancient Tomb Complex (경주 대릉원 일원)","description":"Gyeongju Daereungwon Tomb Complex consists of five tombs, Ancient Tombs of Gyeongju Nodong-ri, Noseo-ri, Hwangnam-ri, Hwango-ri, and Inwang-ri. The tombs are distributed in Hwangnam-dong, Gyeongju-si, and are located in the Daereungwon area. Within Daereungwon Tomb Complex is Cheonmachong Tomb, which was excavated in 1973. Furthermore, Hwangnamdaechong Tomb was excavated between 1973 and 1975, and are twin tombs belonging to a presumed married couple.","regDate":"2022-12-11","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-12-11-1670744180648/2653398_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-11-1670744180648"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}