{"pageProps":{"content":"![Gyeongju-si Special Tourist Zone (경주시 관광특구)](/2022-11-30-1669786623765/1750863_image2_1.webp)\n\n  \n## Overview\n\n> Gyeongju was the capital city of the ancient kingdom of Silla. The city is often referred to as a “museum without walls” because of the many cultural relics scattered throughout the city. Almost everything in this city, from the streets to the mountains, is rich in history. Gyeongju has roughly 300 sites that have been designated as a cultural heritage, with some of them being UNESCO-recognized World Heritage Sites.<br><br>The Gyeongju Special Tourist Zone includes the districts of Namsan, Wolseong, Daereungwon, Hwangryongsa and Sanseong. This area has a total of 52 cultural assets registered on the World Heritage list. Many of the hills are actually royal tombs and fields of grass used to be sites of ancient temples.<br><br>The entire Namsan Mountain can almost be considered a cultural asset because of the many stone pagodas and Buddha statues that can be found here. The Bulguk district is home to many of Gyeongju’s most well-known attractions such as Bulguksa Temple, Seokguram Grotto, Gyeongju Folk Village, Silla Arts and Science Museum, and Goereung.<br><br>In the Bomun district, there are plenty of recreation facilities surrounding Bomunho Lake. Other attractions in the area include Gyeongju World Culture Expo Park, Gyeongju World and Silla Millennium Park.<br><br><b>Gyeongju Special Tourist Zone <br></b><b>Areas included </b> Downtown area, Bomun Lake Resort and Bulguksa Temple in Gyeongju-si, Gyeongsangnam-do<br><b>Area size </b> 32,650,000㎡ <br><b>Tourist Attractions </b> Bulguksa Temple, Seokguram Grotto, Daereungwon Tomb Complex, Namsan Mountain, Bomunho Lake, Shilla Millennium Park, Gyeongju World Culture Expo Park, etc.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br>(Korean, English, Japanese, Chinese) <br> • For more info: +82-54-779-6084|\n|parking:|26 public parking lots are available at tourist sites, Bomun Tourism Complex and Bulguksa Temple|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Available Facilities:|Tourist information center, casino, traditional Korean-style hotel, luxury hotel, tourist hotel, resort condominiums, folk village, swimming pool, souvenir shop exclusively for foreigners, nightlife restaurant exclusively for foreigners, etc.|\n|Facilities for the Handicapped:|Paths and restrooms exclusively for the disabled are available at tourist sites.|\n|Restrooms:|Public restrooms are available at tourist sites and around Bomunho Lake and Bulguksa Temple.|\n|Interpretation Services Offered:|English and Japanese travel guidebooks are available at hotels in the Bomun Tourism Complex, tourist information centers and tourist sites in the downtown area.|\n  \n## Detail Image\n![/2022-11-30-1669786623765/202489_image2_1.webp](/2022-11-30-1669786623765/202489_image2_1.webp)\n![/2022-11-30-1669786623765/202635_image2_1.webp](/2022-11-30-1669786623765/202635_image2_1.webp)\n![/2022-11-30-1669786623765/1046392_image2_1.webp](/2022-11-30-1669786623765/1046392_image2_1.webp)\n![/2022-11-30-1669786623765/1046401_image2_1.webp](/2022-11-30-1669786623765/1046401_image2_1.webp)\n![/2022-11-30-1669786623765/1753738_image2_1.webp](/2022-11-30-1669786623765/1753738_image2_1.webp)\n![/2022-11-30-1669786623765/1753739_image2_1.webp](/2022-11-30-1669786623765/1753739_image2_1.webp)\n![/2022-11-30-1669786623765/1753741_image2_1.webp](/2022-11-30-1669786623765/1753741_image2_1.webp)\n![/2022-11-30-1669786623765/1776807_image2_1.webp](/2022-11-30-1669786623765/1776807_image2_1.webp)\n![/2022-11-30-1669786623765/179526_image2_1.webp](/2022-11-30-1669786623765/179526_image2_1.webp)\n![/2022-11-30-1669786623765/1954568_image2_1.webp](/2022-11-30-1669786623765/1954568_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-54-779-6084](tel:+82547796084)\n- [🏠www.gyeongju.go.kr](http://www.gyeongju.go.kr/tour)\n\n\n```googleMap\nlatitude: 35.8315650725\nlongitude: 129.2892916998\ntitle: 614, Gyeonggam-ro, Gyeongju-si, Gyeongsangbuk-do\n```\n  \n## Directions\n  \n[Bus]<BR>\nFrom Seoul Express Bus Terminal, take a bus to Gyeongju Bus Terminal.\n","data":{"id":"2022-11-30-1669786623765","title":"Gyeongju-si Special Tourist Zone (경주시 관광특구)","description":"Gyeongju was the capital city of the ancient kingdom of Silla. The city is often referred to as a “museum without walls” because of the many cultural relics scattered throughout the city. Almost everything in this city, from the streets to the mountains, is rich in history. Gyeongju has roughly 300 sites that have been designated as a cultural heritage, with some of them being UNESCO-recognized World Heritage Sites.<br><br>The Gyeongju Special Tourist Zone includes the districts of Namsan, Wolseong, Daereungwon, Hwangryongsa and Sanseong. This area has a total of 52 cultural assets registered on the World Heritage list. Many of the hills are actually royal tombs and fields of grass used to be sites of ancient temples.<br><br>The entire Namsan Mountain can almost be considered a cultural asset because of the many stone pagodas and Buddha statues that can be found here. The Bulguk district is home to many of Gyeongju’s most well-known attractions such as Bulguksa Temple, Seokguram Grotto, Gyeongju Folk Village, Silla Arts and Science Museum, and Goereung.<br><br>In the Bomun district, there are plenty of recreation facilities surrounding Bomunho Lake. Other attractions in the area include Gyeongju World Culture Expo Park, Gyeongju World and Silla Millennium Park.<br><br><b>Gyeongju Special Tourist Zone <br></b><b>Areas included </b> Downtown area, Bomun Lake Resort and Bulguksa Temple in Gyeongju-si, Gyeongsangnam-do<br><b>Area size </b> 32,650,000㎡ <br><b>Tourist Attractions </b> Bulguksa Temple, Seokguram Grotto, Daereungwon Tomb Complex, Namsan Mountain, Bomunho Lake, Shilla Millennium Park, Gyeongju World Culture Expo Park, etc.","regDate":"2022-11-30","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Recreational Sites","Tourist Complexes"],"imgUrl":"/2022-11-30-1669786623765/1750863_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-11-30-1669786623765","pageUrl":"https:/mcdryad.com/Gyeongsangbuk-do/2022-11-30-1669786623765"},"dataList":[{"id":"2022-12-12-1670827294557","title":"Jugam Pebble Beach [National Geopark] (죽암 몽돌해안 (울릉도, 독도 국가지질공원))","description":"Jugam Pebble Beach, located on Ulleungdo Island, is approximatly 500 meters long and 20 meters wide and has round pebbles weathered by the fierce waves. The rough rock and basalt are swept back and forth by strong waves, creating round pebbles.","regDate":"2022-12-12","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites"],"imgUrl":"/2022-12-12-1670827294557/2533854_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-12-1670827294557"},{"id":"2022-12-12-1670820019777","title":"Jisandong Ancient Tombs (고령 지산동 고분군)","description":"Goryeong was the old capital of Daegaya (42-562 AD), a city-state of the Gaya confederacy that once spanned the region now occupied by Gyeongsangnam-do Province to the south of the Korean peninsula. The city of Goryeong played such a central role in the development of the confederacy that many artifacts and historic sites of the Daegaya period can still be found there today. <br><br>Some of the most prominent landmarks are the 200 gobuns (ancient tombs) that lie along the southeastern slope of Jusan Mountain in Goryeong. In ancient times, the higher and larger a tomb, the higher the social status of the person buried inside. Given this tradition and historical evidence, the largest tomb in the south has been identified as Geumnim Wangneung (Royal Tomb of King Geumnim); the other large tombs are also presumed to be those of the kings of Daegaya. The large royal tombs (over 20m in diameter) dominate the mountain ridge (the highest point) while mid-sized and smaller tombs can be found on the mountain slopes and foothills. <br><br>Historical research on Daegaya began with the excavation and partial identification of the ancient tombs of Goryeong by research teams from Kyungpook National University and Keimyung University in 1977. Excavators discovered a great number of relics—gilt-bronze crowns, swords, armor, and trinkets of gold, silver, and jade—that shed light on the flourishing culture of Gaya. <br><br>To continue to encourage interest in the history and culture of Daegaya, officials of Goryeong-gun County established the Daegaya Royal Tomb Exhibit Hall at the foot of Jusan Mountain in Gobun-gun, Jisan-dong. The exhibition hall depicts the social structure of the era through ancient customs such as burying servants alive with their dead masters.","regDate":"2022-12-12","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-12-12-1670820019777/1004711_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-12-1670820019777"},{"id":"2022-12-12-1670816415461","title":"Jikjisa Temple (직지사)","description":"Jikjisa Temple, located at the foot of Hwangaksan Mountain in Gimcheon, Gyeongsangbuk-do, was constructed in 418, during the second year of Silla Kingdom King Nuljis reign. This temple is in perfect harmony with the nearby valley and pine forest. The foliage in fall is particularly breathtaking. The temple grounds include Birojeon Hall (also known as Cheonbuljeon Hall), in which approximately 1,000 Buddha statues are enshrined, along with a thousand-year-old arrowroot. The templegrounds also include Iljumun Gate, Daeungjeon Hall, and a 1.63 meter-tall Seated Stone Buddhist Statue (Treasure No. 319) from the Unified Silla Period.","regDate":"2022-12-12","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-12-12-1670816415461/1613439_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-12-1670816415461"},{"id":"2022-12-11-1670755028885","title":"Jeolgolgyegok Valley [National Geopark] (절골협곡 (청송 국가지질공원))","description":"Jeolgolgyegok Valley is located along the mountain ridgeline connecting Gamebong Peak and Wanggeoam Rock in Juwangsan Mountain. It stretches for 5 kilometers from Jeolgol Valley Visitors Center to Daemun Bridge. The valley is formed of vocanic tuffs that were welded and compacted after cooling down, which resulted in forming vertical cracks, leaving rocks to fall out and create a steep valley cliff.","regDate":"2022-12-11","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites","Valleys"],"imgUrl":"","blogPath":"Gyeongsangbuk-do/2022-12-11-1670755028885"},{"id":"2022-12-11-1670751369431","title":"Huibangpokpo Falls (희방폭포)","description":"The 28-meter high Huibangpokpo Falls is a waterfall located below Huibangsa Temple on Sobaeksan Mountain in Sucheol-ri, Yeongju-si, Gyeongsangbuk-do. It is located 700 meters above sea level about halfway up Sobaeksan Mountain. It is one of the  must-see attractions on Sobaeksan Mountain, and is the No.1 waterfall in the whole Yeongnam (southeastern part of Korea) area.<br><br>The water from the falls comes from Yeonhwabong Peak (1383 m), one of the sacred peaks of Sobaeksan Mountain. The water flows along the Huibanggyegok Valley and then plunges into the rocks below with a big splash, creating a breathtaking view for visitors.","regDate":"2022-12-11","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites","Waterfalls"],"imgUrl":"/2022-12-11-1670751369431/2366277_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-11-1670751369431"},{"id":"2022-12-11-1670747923691","title":"Hakgasan Recreational Forest (학가산자연휴양림)","description":"Hakgasan Recreational Forest is located in a valley on the northern side of Hakgasan Mountain, known for its clean air. The recreational forest has log cabins that harmonize with the nearby trees, creeks, and rocks, making visitors feel as if they are resting at a luxury villa. It is an ideal vacation destination for those who want to get closer to nature. There is a hiking path leading to the summit of Hakgasan Mountain from the forest, taking around 2 hours. Additional amenities within the forest include campfire pits, an outdoor stage, childrens playground, exercise equipment, water play area, a lecture hall, and more.","regDate":"2022-12-11","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"","blogPath":"Gyeongsangbuk-do/2022-12-11-1670747923691"},{"id":"2022-12-11-1670744180648","title":"Gyeongju Daereungwon Ancient Tomb Complex (경주 대릉원 일원)","description":"Gyeongju Daereungwon Tomb Complex consists of five tombs, Ancient Tombs of Gyeongju Nodong-ri, Noseo-ri, Hwangnam-ri, Hwango-ri, and Inwang-ri. The tombs are distributed in Hwangnam-dong, Gyeongju-si, and are located in the Daereungwon area. Within Daereungwon Tomb Complex is Cheonmachong Tomb, which was excavated in 1973. Furthermore, Hwangnamdaechong Tomb was excavated between 1973 and 1975, and are twin tombs belonging to a presumed married couple.","regDate":"2022-12-11","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-12-11-1670744180648/2653398_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-11-1670744180648"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}