{"pageProps":{"content":"![Buramsan Mountain (불암산)](/2022-07-21-1658382231452/739086_image2_1.webp)\n\n  \n## Overview\n\n> Buramsan Mountain is an 508-meter high rock mountain, drawing the border between Junggye-dong and Sanggye-dong in Nowon-gu and Byeolnae-myeon in Namyangju.  \nThe total area is approximately 5,355,396 square meters and was designated as a city nature park in 1977. The mountain is named after its appearance that resembles  Buddha wearing songnak (headgear) and is also referred to as Cheonbosan or Piramsan Mountain. The ridge stretches long enough to enjoy the scenery and it's an easy hike because it is not too steep. In particular, the stunning view of Seoul at night unfolds at the top of the mountain.<br>\nBuramsanseong Fortress is located 420 meters above sea level and the rock cliffs are often used as rock climbing spots. There are also various hiking trails and about ten springs to get fresh mineral water. Burampokpo Falls is popular in winter among ice climbing enthusiasts.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-2-2116-3943|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Mountain Not Access Period:|Seasonal Forest Fire Watches<br>Spring: March 2 - April 30 <br>Autumn: November 1 - December 15<brNational Park: November 15 - December 15 (Excluding Gyeongju and Taean)<br>* Periods and areas are subject to change based on fire weather advisories, snow/precipitation levels, and other local conditions.|\n|Restricted Mountain Areas :|[Refer to the website.](http://hiking.kworks.co.kr/sub_map/map_user01.aspx)|\n|Hiking Course:|3.1 Kilo course: Park office - Cheongam Spring Entrance - Doldabang rest area - Neungseon fourway - peak<br>3.2 Kilo course: Park office - Jeongamsa Temple - Buram sports field - Ggalddakgogae Hill - peak<br>3.8 Kilo course: Yangji guard post - Cheonbyeong spring - heliport - Ggalddakgogae Hill - peak<br>5.8 Kilo course: Korea Cancer Center Hospital back entrance - Sahmyook University crossroad - Hakdoam crossroad - heliport - peak|\n|Available Facilities:|Mineral springs, restaurants, shops, etc.|\n|Restrooms:|Available|\n  \n## Detail Image\n![/2022-07-21-1658382231452/2462056_image2_1.webp](/2022-07-21-1658382231452/2462056_image2_1.webp)\n![/2022-07-21-1658382231452/2462057_image2_1.webp](/2022-07-21-1658382231452/2462057_image2_1.webp)\n![/2022-07-21-1658382231452/2462058_image2_1.webp](/2022-07-21-1658382231452/2462058_image2_1.webp)\n![/2022-07-21-1658382231452/2462059_image2_1.webp](/2022-07-21-1658382231452/2462059_image2_1.webp)\n![/2022-07-21-1658382231452/2462060_image2_1.webp](/2022-07-21-1658382231452/2462060_image2_1.webp)\n![/2022-07-21-1658382231452/2462061_image2_1.webp](/2022-07-21-1658382231452/2462061_image2_1.webp)\n![/2022-07-21-1658382231452/2462062_image2_1.webp](/2022-07-21-1658382231452/2462062_image2_1.webp)\n![/2022-07-21-1658382231452/2462063_image2_1.webp](/2022-07-21-1658382231452/2462063_image2_1.webp)\n![/2022-07-21-1658382231452/2462064_image2_1.webp](/2022-07-21-1658382231452/2462064_image2_1.webp)\n![/2022-07-21-1658382231452/2462065_image2_1.webp](/2022-07-21-1658382231452/2462065_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-2-2116-3943](tel:+82221163943)\n- [🏠www.nowon.kr](https://www.nowon.kr/www/info/info1/info1_02.jsp)\n\n\n```googleMap\nlatitude: 37.6725633390\nlongitude: 127.0882468880\ntitle: 22, Deongneung-ro 130ga-gil, Nowon-gu, Seoul\n```\n  \n\n","data":{"id":"2022-07-21-1658382231452","title":"Buramsan Mountain (불암산)","description":"Buramsan Mountain is an 508-meter high rock mountain, drawing the border between Junggye-dong and Sanggye-dong in Nowon-gu and Byeolnae-myeon in Namyangju.  The total area is approximately 5,355,396 square meters and was designated as a city nature park in 1977. The mountain is named after its appearance that resembles  Buddha wearing songnak (headgear) and is also referred to as Cheonbosan or Piramsan Mountain. The ridge stretches long enough to enjoy the scenery and it's an easy hike because it is not too steep. In particular, the stunning view of Seoul at night unfolds at the top of the mountain.<br>Buramsanseong Fortress is located 420 meters above sea level and the rock cliffs are often used as rock climbing spots. There are also various hiking trails and about ten springs to get fresh mineral water. Burampokpo Falls is popular in winter among ice climbing enthusiasts.","regDate":"2022-07-21","author":"korea-tour","tag":["Seoul","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-07-21-1658382231452/739086_image2_1.webp","blogPath":"Seoul/2022-07-21-1658382231452","pageUrl":"https:/mcdryad.com/Seoul/2022-07-21-1658382231452"},"dataList":[{"id":"2022-07-21-1658425196938","title":"Cheonho Park (천호공원)","description":"Located in Cheonho-dong, Cheonho Park is comprised of a musical fountain, an outdoor stage, and various sports facilities, making it the perfect spot for rest and leisure.","regDate":"2022-07-21","author":"korea-tour","tag":["Seoul","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-07-21-1658425196938/1986006_image2_1.webp","blogPath":"Seoul/2022-07-21-1658425196938"},{"id":"2022-07-21-1658422344570","title":"Cheonggyesan Mountain (청계산)","description":"Cheonggyesan Mountain surrounds Seoul Grand Park, Seoulland and the National Museum of Modern and Contemporary Art in Gwacheon. The mountain boarders the area of Yangjae-dong, Seoul and Gwacheon-si, Seongnam-si, and Uiwang-si, Gyeonggi-do, and is located next to Gwanaksan Mountain, south of downtown Gwacheon. The mountain is said to have been the home of Joyun, a faithful member of the Goryeo dynasty, after the Joseon dynasty was founded. There is another myth that the mountain is where a blue dragon ascended to heaven, earning the mountain the nickname Cheongnyongsan.<br><br>Dense forests, neat valleys, parks, and temples are available in the mountain, making it a suitable attraction for families. There are also many walking courses in varying levels of difficulty.","regDate":"2022-07-21","author":"korea-tour","tag":["Seoul","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-07-21-1658422344570/2023841_image2_1.webp","blogPath":"Seoul/2022-07-21-1658422344570"},{"id":"2022-07-21-1658418118385","title":"Cheonggyecheon Stream (청계천)","description":"Cheonggyecheon Stream starts from Cheonggye Plaza, just off Sejong-ro Avenue. Cheonggye Plaza roughly covers an area of 2,500 square meters, and is located at the starting point of Cheonggyecheon Stream. The square, created based on the design of  traditional Korean <em>bojagi</em> (a colorful wrapping cloth), features the elegant beauty of traditional stonework that is colorful yet refined. The plaza also includes a model of Cheonggyecheon that provides visitors with a bird's-eye view of the restored Cheonggyecheon Stream. At the plaza, there are plaques that provide detailed commentaries on the 22 bridges that span the stream, as well as a number of graceful fountains that add to the ambience of the area. The area commemorates the Cheonggyecheon Stream Restoration Project, and also symbolizes gathering, harmony, peace, and unity.<br><br>After the completion of Cheonggye Plaza, Seoul Metropolitan Government designated the area as a vehicle-free zone on holidays, providing more leisure space for pedestrians. Since then, the waterfront areas of Cheonggyecheon Stream, and the surrounding streets have become popular places for those seeking refreshment and a variety of cultural experiences. A favorite of many is the Candle Fountain, which features the magnificent synchronicity of three different lighting fixtures and a four-meter-high, two-tiered waterfall. Along the two sides of the waterfall are the Palseokdam wishing wells, made of eight different stones from each of the nation's eight provinces.","regDate":"2022-07-21","author":"korea-tour","tag":["Seoul","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-07-21-1658418118385/2544890_image2_1.webp","blogPath":"Seoul/2022-07-21-1658418118385"},{"id":"2022-07-21-1658414103453","title":"Cheongdam Park (청담공원)","description":"Up until the early 1960's, people would cross the Hangang River from Ttukseom Ferry Dock and arrive in Cheongdam-dong. Although highly developed, Cheongdam Park remains as a soothing natural oasis that is relatively untouched by city pollution. Following the trail, there is a small exercise area and playground. The park is quite crowded in the morning with people exercising. The tightly woven trees in the park offers a resting place to enjoy fresh air. The park size is 59,347 ㎡.","regDate":"2022-07-21","author":"korea-tour","tag":["Seoul","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-07-21-1658414103453/204200_image2_1.webp","blogPath":"Seoul/2022-07-21-1658414103453"},{"id":"2022-07-21-1658411667922","title":"Cheongdam Fashion Street (청담패션거리)","description":"The street from the Cheongdam Station intersection to Galleria Department Store is lined with luxury brand stores and dubbed as “Cheongdam Fashion Street.\" Often frequented by celebrities, the area became a popular tourist destination for hallyu fans. Inside the alleys are famous restaurants, and with art galleries and boutiques popping up within the area, the street has gained a reputation as a cultural shopping street.","regDate":"2022-07-21","author":"korea-tour","tag":["Seoul","Culture/Art/History","Experience Programs","Cultural Districts"],"imgUrl":"/2022-07-21-1658411667922/2728682_image2_1.webp","blogPath":"Seoul/2022-07-21-1658411667922"},{"id":"2022-07-21-1658408805584","title":"Cheongansa Temple (천간사)","description":"Cheongansa Temple was first built in 1960, and was re-built in 2009. It has many pagodas and monuments  a pagoda filled with sari relics of Buddha; Budotap Pagoda, which is a shrine to the monk who found the temple and his sacred relics; and a monument honoring the late first lady Yuk yeong-su. The re-built temple was awarded the Hanok Prize in the Hanok Competition 2011. Located along the Bukhansan Mt. Dulaegil Trail, the temple provide visitors with the chance to enjoy fresh air and a rest from hiking along the trail.","regDate":"2022-07-21","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-07-21-1658408805584/2048008_image2_1.webp","blogPath":"Seoul/2022-07-21-1658408805584"},{"id":"2022-07-21-1658403194324","title":"Cheong Wa Dae (Blue House) (청와대)","description":"The signature markings of the Presidential Residence of Cheong Wa Dae are its blue tiles on the Main Office; it is the first thing to catch one's attention upon viewing the premises. Approximately 150 thousand tiles compose the roof of the Main Office. Each tile was baked individually to make them strong enough to last for hundreds of years. The blue tiles and the smoothly curving roofline blend beautifully with Bugaksan Mountain in the backdrop. <br /><br />Cheong Wa Dae is comprised of the Main Office, Yeongbingwan (State Guest House), Chunchugwan (Spring and Autumn) Hall, Nokjiwon Garden, Mugunghwa (Rose of Sharon) Hill, and Chilgung Palace. It is interesting to see that all the buildings are unique and beautifully designed, built in the traditional Korean style. Just outside the premises is Cheongwadae Sarangchae, an exhibition hall showing the history of Cheong Wa Dae and the Korean presidency, as well as gifts received by heads of State over the years. The hall is open free to all visitors.","regDate":"2022-07-21","author":"korea-tour","tag":["Seoul","Culture/Art/History","Architectural Sights","Buildings"],"imgUrl":"/2022-07-21-1658403194324/774323_image2_1.webp","blogPath":"Seoul/2022-07-21-1658403194324"}],"navList":["Busan","Daegu","Daejeon","Gwangju","Gyeonggi-do","Incheon","Jeju-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}