{"pageProps":{"content":"![Gunwi-gun Palgongsan Provincial Park (팔공산도립공원(군위군))](/2022-11-26-1669440951580/655731_image2_1.webp)\n\n  \n## Overview\n\n> Palgongsan Mountain is located south of the Taebaek Mountain Range where the Nakdonggang and Geumhogang Rivers meet. The mountain stands high and stretches out like a folding screen. Near the top of the mountain, the granite protrudes in an odd shape creating a tall, grand geographical feature of the mountain. Furthermore, every valley is decorated with an exquisite rock face and lush forest adding to the mountains reputation. Palgongsan Mountain was designated as a provincial park in May 1980. The mountain has many ancient temples and historical sites such as the Gatbawi Stone Buddha, Wonhyosa Temple, Cheonseongsa Temple and Bulgulsa Temple.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330<br>(Korean, English, Japanese, Chinese) <br> • For more info: +82-54-880-8300|\n|restdate:|* Subject to closure due to adverse weather conditions.|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Hiking Course:|Palgongsan Mountain main course: 27.2 kilometers, 14 hours<br>Eunhaesa Temple Course 1: 15.4 kilometers, 8 hours<br>Gatbawi Course 1: 11.5 kilometers, 6 hours<br>Gatbawi Course 2-1: 2.1 kilometers, 1 hour 10 min<br>Gatbawi Course 2-1: 2 kilometers, 1 hour<br>Chisangyegok Course 1: 8.5 kilometers, 6 hours<br>Gasansanseong Course 1: 4.7 kilometers, 2 hour 10 min|\n|Areas Open to the Public:|Gyeongsan-si to Chilgok-gun: Gwanbong - Seonbonjae - Neupaejae - Domajae - Yeombulbong Peak - Dongbong Peak - Birobong Peak - Gasanbawibong Peak - Mulbulsan - Hantijae - Chikibong Peak - Gasanbong Peak - Gasanbawi Rock<br>Chilgok-gun: Jinnammun Gate - Cheonjusateo - Yongbawi Rock<br>Yeongcheon-si: Sudosa Temple- Gongsanpokpo Falls - Jinbulam - Dongbong Peak, Baekheungam - Jungangam - Neupaejae<br>Gyeonsan-si: Seonbosa Temple - Yaksaam - Yongdeoksa Temple- Gwanbong Peak|\n|Mountain Not Access Period:|Seasonal Forest Fire Prevention Period<br>Spring: March 2 - April 30 <br>Autumn: November 1 - December 15<br>* Subject to change based on weather advisories, snow/precipitation levels, and other local conditions.|\n|Restricted Mountain Areas :|Chilgok-gun: Witsandang - Gasansanseong Fortress, Morajae - Gasanbawi Rock, Hakmyeong-dong (Dumusil) - Gasansanseong Fortress (Namporu), Yeorijae - Namporu - East Gate<br>Yeongcheon-si: Sudosa Temple- Palgongpokpo Falls - Domajae<br> Gyeongsan-si: Peokjeong (Gatbawi parking lot) - Neupaejae|\n|Tour Course Information:|Tour Course (1 day)<br>1. Daegu Airport - Palgongsan beltway - Gasansanseong Fortress - Samjonseokgul Cave - Daeyulli - Ingaksa Temple - Janggokri Recreational Forest - Hwasansanseong Fortress - Daegu <br>2. Daegu Airport - Yeongcheon Eunhaesa Temple - Ingaksa Temple - Gyeongbuk Neunggeum Juice Factory - Samjonseokgul Cave - Daegu<br><br>Drive Course: Daegu - Pagyesa Temple - Palgongsan beltway - Hanti Rest Stop - Bugye Namsan-ri - Daeyulli (20 kilometers, 30 min) |\n|Facility Utilization Fees:|[Campsite]<br> Individuals: Adults 1,000 won / Teenagers 600 won / Children 300 won<br> Group: Adults 600 won / Teenagers 400 won / Children 200 won<br> <br> * Additional fee charged for overnight use (Adults 400 won / Teenagers 200 won / Children 100 won)<br> * Groups: 20 people or more|\n|Available Facilities:|Campsite, rest area, picnic area, volleyball court, handball court, drinking fountain, cooking area, parking lot, etc|\n|Restrooms:|Available|\n  \n## Detail Image\n![/2022-11-26-1669440951580/655726_image2_1.webp](/2022-11-26-1669440951580/655726_image2_1.webp)\n![/2022-11-26-1669440951580/655730_image2_1.webp](/2022-11-26-1669440951580/655730_image2_1.webp)\n![/2022-11-26-1669440951580/655734_image2_1.webp](/2022-11-26-1669440951580/655734_image2_1.webp)\n![/2022-11-26-1669440951580/655755_image2_1.webp](/2022-11-26-1669440951580/655755_image2_1.webp)\n![/2022-11-26-1669440951580/655767_image2_1.webp](/2022-11-26-1669440951580/655767_image2_1.webp)\n![/2022-11-26-1669440951580/655768_image2_1.webp](/2022-11-26-1669440951580/655768_image2_1.webp)\n![/2022-11-26-1669440951580/655773_image2_1.webp](/2022-11-26-1669440951580/655773_image2_1.webp)\n![/2022-11-26-1669440951580/655774_image2_1.webp](/2022-11-26-1669440951580/655774_image2_1.webp)\n![/2022-11-26-1669440951580/655775_image2_1.webp](/2022-11-26-1669440951580/655775_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-54-880-8300](tel:+82548808300)\n- [🏠www.gb.go.kr](https://www.gb.go.kr/Main/open_contents/section/palgong/index.do)\n\n\n```googleMap\nlatitude: 36.0492977239\nlongitude: 128.6405814539\ntitle: Namsan-ri, Gunwi-gun, Gyeongsangbuk-do\n```\n  \n\n","data":{"id":"2022-11-26-1669440951580","title":"Gunwi-gun Palgongsan Provincial Park (팔공산도립공원(군위군))","description":"Palgongsan Mountain is located south of the Taebaek Mountain Range where the Nakdonggang and Geumhogang Rivers meet. The mountain stands high and stretches out like a folding screen. Near the top of the mountain, the granite protrudes in an odd shape creating a tall, grand geographical feature of the mountain. Furthermore, every valley is decorated with an exquisite rock face and lush forest adding to the mountains reputation. Palgongsan Mountain was designated as a provincial park in May 1980. The mountain has many ancient temples and historical sites such as the Gatbawi Stone Buddha, Wonhyosa Temple, Cheonseongsa Temple and Bulgulsa Temple.","regDate":"2022-11-26","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites","Provincial Parks"],"imgUrl":"/2022-11-26-1669440951580/655731_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-11-26-1669440951580","pageUrl":"https:/mcdryad.com/Gyeongsangbuk-do/2022-11-26-1669440951580"},"dataList":[{"id":"2022-12-02-1669956039549","title":"Jeodonghang Port (저동항)","description":"Jeodonghang Port is the biggest port on Ulleungdo Island, where most of the islands squid fishing and related process takes place. Jeodongeohwa, referring to the luring lights from the boats for squid fishing, is one of the famous Eight Major Beauties of Ulleungdo Island. Chotdaebawi Rock, standing next to the port sea wall, has a sad legend about a daughter who died from grievance when her father never came back from fishing.","regDate":"2022-12-02","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites"],"imgUrl":"/2022-12-02-1669956039549/2533913_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-02-1669956039549"},{"id":"2022-12-02-1669952362181","title":"Imcheonggak House (안동 임청각)","description":"Imcheonggak House is the largest remaining household from the Joseon dynasty, holding a history of over 500 years. The house was built for one aristocratic family’s love of the scenic beauty in the surrounding area. It was originally built with a total of 99 kan (traditional measurement of space between pillars) but only 70 remain. The most famous structure on this property is the annexed pavilion, Gunjajeong. An autograph of the famous Confucian scholar Lee Hwang can be found hanging outside the pavilion.","regDate":"2022-12-02","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Old Houses"],"imgUrl":"/2022-12-02-1669952362181/2511874_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-02-1669952362181"},{"id":"2022-12-01-1669891242998","title":"Hwang Ryong Won (황룡원)","description":"This unique architecture is a reinterpretation of the Hwangryongsa nine-story pagoda format from the Silla period using modern science technology and architecture methods. The building has become a new landmark in Bomun Tourist Complex and is also used as a training institute by offering various programs like meditation. There are simple one-hour programs or overnight tour courses available through prior reservation.&nbsp;","regDate":"2022-12-01","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Architectural Sights","Buildings"],"imgUrl":"/2022-12-01-1669891242998/2794688_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-01-1669891242998"},{"id":"2022-12-01-1669887472229","title":"Hupo Beach (후포해수욕장)","description":"The 250-meter-long Hupo Beach is situated right by Hupohang Port. The combination of an expansive sandy beach and indigo blue waters of the East Sea creates a splendid view, drawing a large number of vacationers in the summer. <br><br>Hupohang Port is the main receiving and distributing port for fish caught in the East Sea. In the early morning, the port offers a great chance to not only see fish being hauled from boats to the fish market, but also to purchase fresh raw fish at an affordable price. On the hill north of Hupo Beach stands Hupo Lighthouse where one can get an unobstructed view of the East Sea and the Uljin area. Hupo Beach is one of the few beaches offering a splendid view of both the port and the lighthouse.","regDate":"2022-12-01","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites"],"imgUrl":"/2022-12-01-1669887472229/187424_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-01-1669887472229"},{"id":"2022-12-01-1669884185831","title":"Homigot Sunrise Square (호미곶 해맞이광장)","description":"Homigot is located at the easternmost end of the Korean peninsula, in what would be considered to be the tail, if thinking of the Korean peninsula as a tiger. When Kim Jeongho made the Daedongyeojido Map, he visited this place seven times to confirm this area is in fact the easternmost part of Korea. Following the resources of Korea Astronomy and Space Science Institute, the sunrise time of Homigot on January 1 is at 7 32 am, making it the earliest first sunrise of each year in Korea. The plaza was built to commemorate these research findings with the national Sunrise Festival. Nearby attractions include Koreas largest lighthouse, Homigot Lighthouse, established in 1908; Lighthouse Museum; Monument to Commemorate Lee Yuk-sa’s Patriotism; and Daebo Seawater Bath, using pure seawater of the East Sea. <br><br>When completed, Homigot Tourism Complex and Homigot Specialized Ocean Leisure Complex will be the largest tourism complex in the eastern coast district. It will include an ocean aquarium, Ocean Ecological Park, Youth Training facilities, beach dome, accommodation facilities, and other various stores as well. <br><br> Sangsaeng’s Hand, a two-part bronze sculpture shaped like a pair of hands, was constructed in December 1999. It is a signature symbol of the sunrise festival. The left hand is on the land and the right hand is in the ocean. It was built to give the message that all people are living together by helping one another like Sangsaeng, meaning coexistence in Korean. The base of the platform is an image of the sun and its two round rings refer to harmony. These two hands have memorial sprits of reconciliation and coexistence for celebrating a new millennium.","regDate":"2022-12-01","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-12-01-1669884185831/2527505_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-01-1669884185831"},{"id":"2022-12-01-1669880159629","title":"Homigot Lighthouse (호미곶 등대)","description":"Homigot Lighthouse is located at Homigot Cape, listed as one of the 10 most scenic sites during the Joseon dynasty. It was the tallest lighthouse in Korea at the time of its opening on December 20, 1908. The octagonal, six-story building is 26.4 meters high, with a base circumference of 24 meters. It was built using red bricks and no reinforcing rods, designed in the 18th century renaissance style, with gable decorations over the entrance and windows. The ceiling on each floor is sculpted in the shape of pear blossoms, a symbol of the Joseon royalty, while the number of stairs totals to 108, reflective of Buddhist culture.","regDate":"2022-12-01","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites"],"imgUrl":"/2022-12-01-1669880159629/682144_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-01-1669880159629"},{"id":"2022-12-01-1669877060880","title":"Hoeryongpo Village (회룡포)","description":"Hoeryongpo Village is surrounded by the winding Naeseongcheon Stream, a tributary of the Nakdonggang River. The course of the stream has almost turned the entire village into an island. The best views of the scenic nature can be seen from Jangansa Temple. <br><br>Hoeryongpo Village is jar-shaped, surrounded by the river, and has pristine waters and white sandy shores. The shore gives way to trees, and there is a well-developed farm further inland. There used to be almost 20 households in this village, but now only 9 households remain. It takes less than an hour to tour the entire village.","regDate":"2022-12-01","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites"],"imgUrl":"/2022-12-01-1669877060880/2034889_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-01-1669877060880"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}