{"pageProps":{"content":"![Gyeongju Hwangnyongsa Temple Site (경주 황룡사지)](/2022-11-28-1669624954858/202492_image2_1.webp)\n\n  \n## Overview\n\n> Hwangnyongsa Temple Site is located in front of Bunhwangsa Temple in Guhang-dong, Gyeongju. During the Silla Era, the Hwangnyongsa Temple was the nation’s largest temple and housed the bulk of the country’s major Buddhist treasures. <br> <br> Construction of the temple began in 553 on a field east of the royal compound under the commission of King Jinheung. The king originally planned to build a palace, but decided to build a temple instead, after receiving reports that a yellow dragon had been spotted on the building site. The temple was thus named Hwangnyongsa (Temple of Yellow Dragon) and was completed in 569, seventeen years after construction began. The temple murals featured an old pine tree drawn by Artist Solgeo. During the Silla Era, the temple was the center of state-sanctioned Buddhism. <br> <br>Later, when monk Jajang was studying in China during the Tang dynasty, he came across a god as he was passing by Taihe Pond. The god said to him, “The yellow dragon, which is my eldest son, is guarding Hwangnyongsa Temple upon orders of Brahma, the Creator. If you build a nine-story pagoda upon your return to Silla, the neighboring states will surrender and pay tribute, and the royal cause will be stronger. Once the construction of the pagoda is complete, prepare a memorial service for the local gods and pardon any of the countrys criminals. If you follow all I have told you, no other state will dare invade Silla.” <br><br> After this encounter, Jajang returned to Silla and convinced Queen Seondeok to build the nine-story pagoda. Master architect Abiji of the neighboring state Baekje designed the pagoda and the project was built by Yongchun and 200 men using wood and stone. The night before the columns were to be erected, Architect Abiji of Baekje dreamed of the fall of Baekje and refused to complete the project. With a peal of thunder, an old monk and a man of great strength suddenly appeared from the temples main hall, erected the columns, and magically disappeared. Abiji was so shocked at the sight that he accepted his country’s future demise as the fate of the gods and once again restarted work on the temple. (From Samgungnyusa, the Memorabilia of the Three Kingdoms) <br> <br> In the twenty-three years following the completion of the pagoda, Queen Seondeok unified the Three Kingdoms; later, numerous scholars pointed to the pagoda as a contributing factor in the unification. Of the three treasures of Silla, two were located at Hwangnyongsa Temple. The largest bell of Silla was also in the temple, but was taken away during the Mongol invasion. The highest monks of Silla preached at the temple, and many kings came to listen to the Buddhist teachings. <br><br> During excavation work in July 1969, the massive foundation stones of the sermon hall, auditorium, and pagoda were found. Eight years of archaeological excavations and studies revealed the unique layout of the temple grounds, which consisted of one pagoda and three halls; also found were 40,000 or so ancient artifacts. Though foundation stones and other structures from the bottom of the temple were identified through excavation, there are no historical clues about the temple’s upper design, making the restoration of the temple in its entirety practically impossible. The size of the temple, based on archeological findings, was about 70 acres, roughly eight times larger than that of Bulguksa Temple.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330<br>(Korean, English, Japanese, Chinese) <br>• For more info: +82-54-779-6100|\n  \n\n  \n## Detail Image\n![/2022-11-28-1669624954858/179524_image2_1.webp](/2022-11-28-1669624954858/179524_image2_1.webp)\n![/2022-11-28-1669624954858/179525_image2_1.webp](/2022-11-28-1669624954858/179525_image2_1.webp)\n![/2022-11-28-1669624954858/179526_image2_1.webp](/2022-11-28-1669624954858/179526_image2_1.webp)\n![/2022-11-28-1669624954858/179527_image2_1.webp](/2022-11-28-1669624954858/179527_image2_1.webp)\n![/2022-11-28-1669624954858/214714_image2_1.webp](/2022-11-28-1669624954858/214714_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-54-779-6100](tel:+82547796100)\n- [🏠www.gyeongju.go.kr/tour](http://www.gyeongju.go.kr/tour)\n\n\n```googleMap\nlatitude: 35.8382604313\nlongitude: 129.2307077526\ntitle: 64-19, Imhae-ro, Gyeongju-si, Gyeongsangbuk-do\n```\n  \n## Directions\n  \n[Bus]<br>\nFrom Seoul Express Bus Terminal, take a bus to Gyeongju Bus Terminal.<br>\nFrom Gyeongju Bus Terminal Bus Stop, take Bus No. 10, 11, 15, 16, 16-1, 17, 18, 100, 150, or 277-1 and get off at Bunhwangsa Temple or Gyeonggosageori Intersection Bus Stop.\n","data":{"id":"2022-11-28-1669624954858","title":"Gyeongju Hwangnyongsa Temple Site (경주 황룡사지)","description":"Hwangnyongsa Temple Site is located in front of Bunhwangsa Temple in Guhang-dong, Gyeongju. During the Silla Era, the Hwangnyongsa Temple was the nation’s largest temple and housed the bulk of the country’s major Buddhist treasures. <br> <br> Construction of the temple began in 553 on a field east of the royal compound under the commission of King Jinheung. The king originally planned to build a palace, but decided to build a temple instead, after receiving reports that a yellow dragon had been spotted on the building site. The temple was thus named Hwangnyongsa (Temple of Yellow Dragon) and was completed in 569, seventeen years after construction began. The temple murals featured an old pine tree drawn by Artist Solgeo. During the Silla Era, the temple was the center of state-sanctioned Buddhism. <br> <br>Later, when monk Jajang was studying in China during the Tang dynasty, he came across a god as he was passing by Taihe Pond. The god said to him, “The yellow dragon, which is my eldest son, is guarding Hwangnyongsa Temple upon orders of Brahma, the Creator. If you build a nine-story pagoda upon your return to Silla, the neighboring states will surrender and pay tribute, and the royal cause will be stronger. Once the construction of the pagoda is complete, prepare a memorial service for the local gods and pardon any of the countrys criminals. If you follow all I have told you, no other state will dare invade Silla.” <br><br> After this encounter, Jajang returned to Silla and convinced Queen Seondeok to build the nine-story pagoda. Master architect Abiji of the neighboring state Baekje designed the pagoda and the project was built by Yongchun and 200 men using wood and stone. The night before the columns were to be erected, Architect Abiji of Baekje dreamed of the fall of Baekje and refused to complete the project. With a peal of thunder, an old monk and a man of great strength suddenly appeared from the temples main hall, erected the columns, and magically disappeared. Abiji was so shocked at the sight that he accepted his country’s future demise as the fate of the gods and once again restarted work on the temple. (From Samgungnyusa, the Memorabilia of the Three Kingdoms) <br> <br> In the twenty-three years following the completion of the pagoda, Queen Seondeok unified the Three Kingdoms; later, numerous scholars pointed to the pagoda as a contributing factor in the unification. Of the three treasures of Silla, two were located at Hwangnyongsa Temple. The largest bell of Silla was also in the temple, but was taken away during the Mongol invasion. The highest monks of Silla preached at the temple, and many kings came to listen to the Buddhist teachings. <br><br> During excavation work in July 1969, the massive foundation stones of the sermon hall, auditorium, and pagoda were found. Eight years of archaeological excavations and studies revealed the unique layout of the temple grounds, which consisted of one pagoda and three halls; also found were 40,000 or so ancient artifacts. Though foundation stones and other structures from the bottom of the temple were identified through excavation, there are no historical clues about the temple’s upper design, making the restoration of the temple in its entirety practically impossible. The size of the temple, based on archeological findings, was about 70 acres, roughly eight times larger than that of Bulguksa Temple.","regDate":"2022-11-28","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Holy Sites"],"imgUrl":"/2022-11-28-1669624954858/202492_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-11-28-1669624954858","pageUrl":"https:/mcdryad.com/Gyeongsangbuk-do/2022-11-28-1669624954858"},"dataList":[{"id":"2022-12-02-1669956039549","title":"Jeodonghang Port (저동항)","description":"Jeodonghang Port is the biggest port on Ulleungdo Island, where most of the islands squid fishing and related process takes place. Jeodongeohwa, referring to the luring lights from the boats for squid fishing, is one of the famous Eight Major Beauties of Ulleungdo Island. Chotdaebawi Rock, standing next to the port sea wall, has a sad legend about a daughter who died from grievance when her father never came back from fishing.","regDate":"2022-12-02","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites"],"imgUrl":"/2022-12-02-1669956039549/2533913_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-02-1669956039549"},{"id":"2022-12-02-1669952362181","title":"Imcheonggak House (안동 임청각)","description":"Imcheonggak House is the largest remaining household from the Joseon dynasty, holding a history of over 500 years. The house was built for one aristocratic family’s love of the scenic beauty in the surrounding area. It was originally built with a total of 99 kan (traditional measurement of space between pillars) but only 70 remain. The most famous structure on this property is the annexed pavilion, Gunjajeong. An autograph of the famous Confucian scholar Lee Hwang can be found hanging outside the pavilion.","regDate":"2022-12-02","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Old Houses"],"imgUrl":"/2022-12-02-1669952362181/2511874_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-02-1669952362181"},{"id":"2022-12-01-1669891242998","title":"Hwang Ryong Won (황룡원)","description":"This unique architecture is a reinterpretation of the Hwangryongsa nine-story pagoda format from the Silla period using modern science technology and architecture methods. The building has become a new landmark in Bomun Tourist Complex and is also used as a training institute by offering various programs like meditation. There are simple one-hour programs or overnight tour courses available through prior reservation.&nbsp;","regDate":"2022-12-01","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Architectural Sights","Buildings"],"imgUrl":"/2022-12-01-1669891242998/2794688_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-01-1669891242998"},{"id":"2022-12-01-1669887472229","title":"Hupo Beach (후포해수욕장)","description":"The 250-meter-long Hupo Beach is situated right by Hupohang Port. The combination of an expansive sandy beach and indigo blue waters of the East Sea creates a splendid view, drawing a large number of vacationers in the summer. <br><br>Hupohang Port is the main receiving and distributing port for fish caught in the East Sea. In the early morning, the port offers a great chance to not only see fish being hauled from boats to the fish market, but also to purchase fresh raw fish at an affordable price. On the hill north of Hupo Beach stands Hupo Lighthouse where one can get an unobstructed view of the East Sea and the Uljin area. Hupo Beach is one of the few beaches offering a splendid view of both the port and the lighthouse.","regDate":"2022-12-01","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites"],"imgUrl":"/2022-12-01-1669887472229/187424_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-01-1669887472229"},{"id":"2022-12-01-1669884185831","title":"Homigot Sunrise Square (호미곶 해맞이광장)","description":"Homigot is located at the easternmost end of the Korean peninsula, in what would be considered to be the tail, if thinking of the Korean peninsula as a tiger. When Kim Jeongho made the Daedongyeojido Map, he visited this place seven times to confirm this area is in fact the easternmost part of Korea. Following the resources of Korea Astronomy and Space Science Institute, the sunrise time of Homigot on January 1 is at 7 32 am, making it the earliest first sunrise of each year in Korea. The plaza was built to commemorate these research findings with the national Sunrise Festival. Nearby attractions include Koreas largest lighthouse, Homigot Lighthouse, established in 1908; Lighthouse Museum; Monument to Commemorate Lee Yuk-sa’s Patriotism; and Daebo Seawater Bath, using pure seawater of the East Sea. <br><br>When completed, Homigot Tourism Complex and Homigot Specialized Ocean Leisure Complex will be the largest tourism complex in the eastern coast district. It will include an ocean aquarium, Ocean Ecological Park, Youth Training facilities, beach dome, accommodation facilities, and other various stores as well. <br><br> Sangsaeng’s Hand, a two-part bronze sculpture shaped like a pair of hands, was constructed in December 1999. It is a signature symbol of the sunrise festival. The left hand is on the land and the right hand is in the ocean. It was built to give the message that all people are living together by helping one another like Sangsaeng, meaning coexistence in Korean. The base of the platform is an image of the sun and its two round rings refer to harmony. These two hands have memorial sprits of reconciliation and coexistence for celebrating a new millennium.","regDate":"2022-12-01","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-12-01-1669884185831/2527505_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-01-1669884185831"},{"id":"2022-12-01-1669880159629","title":"Homigot Lighthouse (호미곶 등대)","description":"Homigot Lighthouse is located at Homigot Cape, listed as one of the 10 most scenic sites during the Joseon dynasty. It was the tallest lighthouse in Korea at the time of its opening on December 20, 1908. The octagonal, six-story building is 26.4 meters high, with a base circumference of 24 meters. It was built using red bricks and no reinforcing rods, designed in the 18th century renaissance style, with gable decorations over the entrance and windows. The ceiling on each floor is sculpted in the shape of pear blossoms, a symbol of the Joseon royalty, while the number of stairs totals to 108, reflective of Buddhist culture.","regDate":"2022-12-01","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites"],"imgUrl":"/2022-12-01-1669880159629/682144_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-01-1669880159629"},{"id":"2022-12-01-1669877060880","title":"Hoeryongpo Village (회룡포)","description":"Hoeryongpo Village is surrounded by the winding Naeseongcheon Stream, a tributary of the Nakdonggang River. The course of the stream has almost turned the entire village into an island. The best views of the scenic nature can be seen from Jangansa Temple. <br><br>Hoeryongpo Village is jar-shaped, surrounded by the river, and has pristine waters and white sandy shores. The shore gives way to trees, and there is a well-developed farm further inland. There used to be almost 20 households in this village, but now only 9 households remain. It takes less than an hour to tour the entire village.","regDate":"2022-12-01","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites"],"imgUrl":"/2022-12-01-1669877060880/2034889_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-01-1669877060880"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}