{"pageProps":{"content":"![Eunhaeng Botanical Garden (은행식물원 (은행자연관찰원))](/2022-08-23-1661247612629/1865972_image2_1.webp)\n\n  \n## Overview\n\n> Eunhaeng Botanical Garden is operated by Seongnam-si. The garden was originally a discarded drainage area that was transformed into an ecological park with an arboretum. The garden is rich in greenery, with a diverse range of plants, wildflowers, and insects, making it an ideal place for students to see and learn about nature. The garden is also a beautiful recreation area for local residents.<br><br>\n* Facility area - 34,760㎡ (10,533 pyeong) / Visitor center area 202㎡ (61 pyeong)<br>\n* Plants: 89 species 2,317 plants, Shrub: 78 species 13,689 shrubs, Flowering plants: 209 species\n94,329 plants<br>\n* Insects - Ladybug, butterfly with four feet, Monema flavescens, Riptortus clavatus, black-tipped leafhopper, Poecilocoris lewisi, etc.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-31-729-4319|\n|opendate:|October 30, 2002|\n|parking:|Available (Near the Visitor's Center or garden)|\n|restdate:|The day of Seollal (Lunar New Year's Day) and Chuseok (Korean Thanksgiving Day)|\n|usetime:|June-September 09:00-19:00<br>October-May 09:00-18:00|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Tour Course Information:|Visitor's center - greenhouse - Miro Plaza - shrubbery garden A - azalea garden - theme circle - wild chrysanthemum garden - silver grass garden - water parsley garden - orange stonecrop garden - complex seasonal garden A - aquatic botanical garden - alpine botanical garden -  lily garden - edible botanical garden - herb garden - complex seasonal garden B - shrubbery garden B - outdoor stage - eco pond|\n|Restrooms:|Available|\n|Available Facilities:|Visitor's Center, greenhouse, maze square, outdoor performance hall, ecological pond, aquatic botanical garden, herb garden, perfume garden, etc.|\n  \n## Detail Image\n![/2022-08-23-1661247612629/1865975_image2_1.webp](/2022-08-23-1661247612629/1865975_image2_1.webp)\n![/2022-08-23-1661247612629/1865982_image2_1.webp](/2022-08-23-1661247612629/1865982_image2_1.webp)\n![/2022-08-23-1661247612629/1865983_image2_1.webp](/2022-08-23-1661247612629/1865983_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-31-729-4319](tel:+82317294319)\n- [🏠epark.seongnam.go.kr](http://epark.seongnam.go.kr/main/index.asp)\n\n\n```googleMap\nlatitude: 37.4532263470\nlongitude: 127.1668682019\ntitle: 72, Eunhaeng-ro, Jungwon-gu, Seongnam-si, Gyeonggi-do\n```\n  \n## Directions\n  \n[Bus]<br>\nAt Namhansanseong Station (Seoul Subway Line 8), Exit 6, take Bus No. 6.<br>\nGet off at Eunhaeng-dong Community Center Bus Stop.<br>Walk for approx. 5 min to the garden.\n","data":{"id":"2022-08-23-1661247612629","title":"Eunhaeng Botanical Garden (은행식물원 (은행자연관찰원))","description":"Eunhaeng Botanical Garden is operated by Seongnam-si. The garden was originally a discarded drainage area that was transformed into an ecological park with an arboretum. The garden is rich in greenery, with a diverse range of plants, wildflowers, and insects, making it an ideal place for students to see and learn about nature. The garden is also a beautiful recreation area for local residents.<br><br>* Facility area - 34,760㎡ (10,533 pyeong) / Visitor center area 202㎡ (61 pyeong)<br>* Plants  89 species 2,317 plants, Shrub  78 species 13,689 shrubs, Flowering plants  209 species94,329 plants<br>* Insects - Ladybug, butterfly with four feet, Monema flavescens, Riptortus clavatus, black-tipped leafhopper, Poecilocoris lewisi, etc.","regDate":"2022-08-23","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites","Botanical Gardens"],"imgUrl":"/2022-08-23-1661247612629/1865972_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-23-1661247612629","pageUrl":"https:/mcdryad.com/Gyeonggi-do/2022-08-23-1661247612629"},"dataList":[{"id":"2022-09-13-1663045696681","title":"Yumyeongsan Mountain (유명산)","description":"Originally, no name was given to this mountain on topographical maps. But in 1973, when the Empor Alpine Club reached the mountain during a hike across the nation, the club members named it after Jin Yu-myeong, a member of the expedition. On old maps, the mountain had been called Mayusan Mountain because of the horses raised in the area, but today it is more widely known as Yumyeongsan Mountain. The trail that starts from Yangpyeong leads to an expansive and open grassland. The hiking trails are also connected to those of Mount Daebusan and Mount Sogunisan. On the summit, there is a pile of stones, and the view from the top is splendid.","regDate":"2022-09-13","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-09-13-1663045696681/1358738_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-13-1663045696681"},{"id":"2022-09-12-1662979556312","title":"Yuldong Park (율동공원)","description":"Yuldong Park is a large urban neighborhood park located in the Bundang area of Seongnam. Since its opening in 1999, the park has become a favorite weekend hangout, frequented by residents of Seongnam and Seoul. This well-equipped park has a 45-meter bungee jumping site, a large fountain and a 33-acre reservoir encircled by a 2.5 kilometer promenade/bike path. Other facilities include a 13 meter-high artificial rock climbing wall, badminton center, children’s playground, foot acupressure path, grass plaza, year-round flower garden, field of reeds and theater. The park is also a popular date course for couples at nighttime as there are many quiet cafes located near the reservoir.","regDate":"2022-09-12","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-09-12-1662979556312/2639005_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-12-1662979556312"},{"id":"2022-09-12-1662975964729","title":"Yongmunsan Resort (용문산 관광지)","description":"Yongmunsan Mountain in Yangpyeong, Gyeonggi-do, is comprised of Doilbong Peak, Baegunbong Peak, and other peaks. The resort shares the area with various cultural relics such as Yongmunsa Temple; Yongmunsa Temple’s gingko tree; a stupa containing a relic of the Buddha, a monument of the reverend monk Jeongji; and the Yongmunsan Mountain area’s war record monument. The resort area is frequented by visitors throughout all four seasons but is especially popular in the fall because of the yellow-tinged gingko tree of Yongmunsa Temple (a Natural Monument).  <br><br>A 2 kilometers trek through the valley from Yongmunsa Temple will bring you to Yonggakbawi Rock, shaped like a dragon’s horn, halfway up the mountain. 1km away from Yonggakbawi Rock lays a huge boulder, Court Rock, on which 100 people can easily sit at the same time. There is also an amusement park that provides great entertainment for children, consisting of a rapid ride, a Viking-boat, a merry-go-round, bumper cars, a family coaster, and other rides. <br><br>Thirty minutes from Yongmunsa Temple is Jungwon Valley that looks small when seen from the outside, but leads to the mountain’s summit where you can enjoy a superb view. And only another fifteen minutes walk will bring you to the three-tiered Jungwon Falls where you can enjoy the sound of crashing waters and feel the cooling mists that rise from the base of the falls.","regDate":"2022-09-12","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Recreational Sites","Tourist Complexes"],"imgUrl":"/2022-09-12-1662975964729/1098983_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-12-1662975964729"},{"id":"2022-09-12-1662969313579","title":"Yongmunsan Recreational Forest (용문산자연휴양림)","description":"Yongmunsan Recreational Forest offers log cabins, camping sites, a multipurpose playground, walking paths, and hiking trails. The forest offers a great view of downtown Yangpyeong and blends well with the surrounding landscape. The hiking trail leading to Baegunbong Peak (940 meters) is recognized as one of the best trails in the area. <br><br>There are several hiking trails, all of which are relatively easy to walk on, and continuous work is underway to improve the trails. The forest is a popular destination in Yangpyeong and a treasure house of nature's beauty where visitors can observe diverse plants all year round.","regDate":"2022-09-12","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"/2022-09-12-1662969313579/1591242_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-12-1662969313579"},{"id":"2022-09-12-1662964863813","title":"Yongmunsa Temple (용문사(용문산))","description":"Yongmunsa Temple is located about 9 kilometers northeast from Yongmun Station on the Jungang line. It was built during the Silla Kingdom and reconstructed during the reign of King Sejong of the Joseon dynasty. It was badly damaged during the Korean War, but was restored and now consists of three buildings, the main hall, Daeungjeon Hall, and the bell tower. Its courtyard contains the largest ginkgo tree in Asia, which is 1,100 years old, measures 60 meters in x_height and 14 meters in circumference and is designated and protected as a Natural Monument. Legend says the great Buddhist Monk Uisang, who lived during the Silla Kingdom, stuck his staff in the earth, and the tree grew out of the simple staff.","regDate":"2022-09-12","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-09-12-1662964863813/1807278_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-12-1662964863813"},{"id":"2022-09-12-1662959542328","title":"Yongin Recreational Forest (용인자연휴양림)","description":"Yongin Recreational Forest (162 ha) is perched on the southern foothills of Jeonggwangsan Mountain (alt. 562 m) in Yongin, Gyeonggi-do. Facilities include lodging facilities, camping zone, meeting rooms, children’s playground, and walking paths.","regDate":"2022-09-12","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"/2022-09-12-1662959542328/1860092_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-12-1662959542328"},{"id":"2022-09-11-1662893014947","title":"Yongin Hobak Deungbul Village (용인호박등불마을)","description":"Yongin Hobak Deungbul (Pumpkin & Lamp) Village is a traditional themed farming village located just 25 kilometers out of downtown Yongin. The village is not only home to a variety of beautiful country cottages, but also offers a host of experience programs that fall under the themes of pumpkin, lamp, and fire (charcoal kiln). Nearby attractions and heritage sites include the grave of Poeun Jeong Mong Ju, the last loyal subject of the Goryeo Period, the Korean Deung-Jan Museum, Everland, and the Korean Folk Village.","regDate":"2022-09-11","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Experience Programs","Village Experience"],"imgUrl":"/2022-09-11-1662893014947/2482097_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-11-1662893014947"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}