{"pageProps":{"content":"![Marronnier Park (마로니에공원)](/2022-08-05-1659710512785/1554847_image2_1.webp)\n\n  \n## Overview\n\n> Marronnier Park was given its name due to the marronnier trees, or horse chestnut trees, growing within the area. The location where Seoul National University's College of Liberal Arts & Science and School of Law once stood, it is now a park dedicated to culture and arts open to the public. In addition to a variety of outdoor performances that take place throughout the area, exhibitions and cultural centers create a romantic atmosphere unique to the park.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330<BR>(Korean, English, Japanese, Chinese) <br> • For more info: +82-2-2148-4158|\n|opendate:|April 29, 1982|\n|parking:|Not available|\n|restdate:|N/A (Open all year round)|\n|usetime:|Open 24 hr|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Available Facilities:|Outdoor stage, water fountain, playground, etc.|\n|Restrooms:|Available|\n  \n## Detail Image\n![/2022-08-05-1659710512785/1554830_image2_1.webp](/2022-08-05-1659710512785/1554830_image2_1.webp)\n![/2022-08-05-1659710512785/1554833_image2_1.webp](/2022-08-05-1659710512785/1554833_image2_1.webp)\n![/2022-08-05-1659710512785/1554834_image2_1.webp](/2022-08-05-1659710512785/1554834_image2_1.webp)\n![/2022-08-05-1659710512785/1554835_image2_1.webp](/2022-08-05-1659710512785/1554835_image2_1.webp)\n![/2022-08-05-1659710512785/1554841_image2_1.webp](/2022-08-05-1659710512785/1554841_image2_1.webp)\n![/2022-08-05-1659710512785/1554846_image2_1.webp](/2022-08-05-1659710512785/1554846_image2_1.webp)\n![/2022-08-05-1659710512785/1568078_image2_1.webp](/2022-08-05-1659710512785/1568078_image2_1.webp)\n![/2022-08-05-1659710512785/1568079_image2_1.webp](/2022-08-05-1659710512785/1568079_image2_1.webp)\n![/2022-08-05-1659710512785/1568081_image2_1.webp](/2022-08-05-1659710512785/1568081_image2_1.webp)\n![/2022-08-05-1659710512785/1554831_image2_1.webp](/2022-08-05-1659710512785/1554831_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-2-2148-4158](tel:+82221484158)\n- [🏠parks.seoul.go.kr](http://parks.seoul.go.kr/parks/detailView.do?pIdx=72&tabTarget=1)\n\n\n```googleMap\nlatitude: 37.5802419773\nlongitude: 127.0027239807\ntitle: 104, Daehak-ro, Jongno-gu, Seoul\n```\n  \n\n","data":{"id":"2022-08-05-1659710512785","title":"Marronnier Park (마로니에공원)","description":"Marronnier Park was given its name due to the marronnier trees, or horse chestnut trees, growing within the area. The location where Seoul National University's College of Liberal Arts & Science and School of Law once stood, it is now a park dedicated to culture and arts open to the public. In addition to a variety of outdoor performances that take place throughout the area, exhibitions and cultural centers create a romantic atmosphere unique to the park.","regDate":"2022-08-05","author":"korea-tour","tag":["Seoul","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-08-05-1659710512785/1554847_image2_1.webp","blogPath":"Seoul/2022-08-05-1659710512785","pageUrl":"https:/mcdryad.com/Seoul/2022-08-05-1659710512785"},"dataList":[{"id":"2022-08-07-1659850615742","title":"SK Telecom T.um (SK텔레콤 New ICT체험관 T.um)","description":"T.um is a venue to experience the future of mobile communications. The name T.um comes from the word for “sprout” in Korean and refers to this innovative space from SK Telecom, where the future sprouts with the company’s advanced technology. Visitors are offered a chance to actively take part in and enjoy the cutting-edge IT environment with interactive experiences. T.um breaks from corportate promotional hall standards by presenting a futuristic vision of the mobile communications industry that converges around IT technology. Since April 2021, T.um began real-time online tour that can be viewed after online reservation.","regDate":"2022-08-07","author":"korea-tour","tag":["Seoul","Culture/Art/History","Industrial Sites","Electronics/Semiconductors"],"imgUrl":"/2022-08-07-1659850615742/2512100_image2_1.webp","blogPath":"Seoul/2022-08-07-1659850615742"},{"id":"2022-08-07-1659847783021","title":"Riverside Spa Land (강변스파랜드)","description":"Riverside Spa Land is a traditional Korean sauna where visitors can experience Korea’s first and best foot massage bath for free. The sauna, located on the second floor basement, offers soft waters known to be good for the skin, while the public jjimjilbang on the first floor basement presents a variety of facilities and cultural areas such as a fitness center, aerobics room, movie room, comic book room, sports massage center, nail art center, skin care treatment center, and more.  For the convenience of its guests, Riverside Spa has installed a key payment system so guests do not have to carry cash once they are inside.","regDate":"2022-08-07","author":"korea-tour","tag":["Seoul","Culture/Art/History","Recreational Sites","Jjimjilbang (Dry Saunas)"],"imgUrl":"/2022-08-07-1659847783021/1984613_image2_1.webp","blogPath":"Seoul/2022-08-07-1659847783021"},{"id":"2022-08-07-1659844808642","title":"Rail Cruise Haerang (레일크루즈 해랑열차)","description":"Rail Cruise Haerang, a hotel-on-wheels, began operating in November 2008 as the nation's first tourist train with sleeping accommodations. With a name meaning \"together with the sun,\" Haerang is designed to be a luxury train similar to a yacht traveling along a beautiful mountain river beneath the bright sun. The exterior of the train is painted in a deep blue with gold lines and a logo featuring a phoenix while the interior design has Korean elements. Tourists will enjoy their time on the train, with personalized services and full amenities.","regDate":"2022-08-07","author":"korea-tour","tag":["Seoul","Culture/Art/History","Experience Programs","Unique Experience"],"imgUrl":"/2022-08-07-1659844808642/2440943_image2_1.webp","blogPath":"Seoul/2022-08-07-1659844808642"},{"id":"2022-08-07-1659840061906","title":"Pungnap-dong Toseong Fortress (서울 풍납동 토성)","description":"Onjo, the progenitor of Kingdom Baekje, first settled in Wiryeseong Hanam. But exact location is still unknown. One thing for sure, however, is that Pungnaptoseong Fortress, Mongchontoseong Fortress, Bangidong Ancient Tombs of Baekje, Seokchondong Stone Mound Tomb of Early Baekje are the remains of Baekje. Pungnaptoseong Fortress faces Hangang River to its west and connects to Mongchontoseong Fortress to the south. To the northwest faces Achasanseong Fortress over Hangang River and far to the southeast is Namhansanseong Fortress.<br><br>Pungnaptoseong Fortress, located at the south end of Cheonhodaegyo Bridge over Hangang River, is one of the remains of Early Baekje. Originally, the fortress was 4km in circumference, but due to massive overflowing of Hangang River during flood season in 1925, most of the fortress was lost and only 2.7km of it remains. To the east of the fortress are 4 vestiges of the fortress gates. The remains from the prehistoric era through the  Samguk (Three States) era have been unearthed, indicating that this place was a residential area well before the Baekje Era. Through vigorous excavation, some people suggest that there used to be a  palace located here during the Baekje Era.","regDate":"2022-08-07","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Fortresses"],"imgUrl":"/2022-08-07-1659840061906/566413_image2_1.webp","blogPath":"Seoul/2022-08-07-1659840061906"},{"id":"2022-08-07-1659834580035","title":"Olympic Park (올림픽공원)","description":"Olympic Park is an impressive leisure facility in which historic remains from the Baekje era share space with modern, state-of-the-art sports stadiums, an eco-friendly forest, and spacious grass fields. The legacy of the 1988 Seoul Olympics, the park not only houses the country’s largest sports arena, but has also become a place where Seoul residents come to relax and unwind. <br><br>Spread across approximately 1.45 million square meters, Olympic Park encompasses the land that was once Mongchontoseong Fortress and Mongchonhaeja (manmade lake) from the early Baekje period. The park is divided into several zones, including a leisure sports park, a cultural art park, an eco-park, and the History Experience Park dedicated to the area’s rich historic heritage. <br><br>Because Olympic Park is so large and takes over three hours to explore, visitors are advised to familiarize themselves with entrances and exits and travel routes before they start. To further save time, visitors can ride the Road Train (“Hodori Train”) located next to Peace Square.","regDate":"2022-08-07","author":"korea-tour","tag":["Seoul","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-08-07-1659834580035/2650439_image2_1.webp","blogPath":"Seoul/2022-08-07-1659834580035"},{"id":"2022-08-07-1659834556801","title":"Odong Neighborhood Park (오동근린공원)","description":"Odong Neighborhood Park is located in the areas of Beon-dong and Mia-dong in Gangbuk-gu and Wolgok-dong in Seongbuk-gu. The park is large in size and has a dense forest with various facilities like a resting area, community sports center, grassy lawn, tennis court, acupressure trail with red clay, walking paths, and much more. Nearby residents visit the park for leisure and relaxation.","regDate":"2022-08-07","author":"korea-tour","tag":["Seoul","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-08-07-1659834556801/2025939_image2_1.webp","blogPath":"Seoul/2022-08-07-1659834556801"},{"id":"2022-08-07-1659834533845","title":"OME Cooking Lab (오미요리연구소)","description":"OME Cooking Lab offers a one-day class where participants can learn to cook Korean food. The participants will be able to learn from scratch, starting from choosing the right ingredients at Korea's local markets and interacting with the market's vendors. After the cooking session, participants can enjoy the meal in a hanok (traditional Korean house). Participants mostly consist of foreigners, and the class is offered in Korean, English, and Chinese.","regDate":"2022-08-07","author":"korea-tour","tag":["Seoul","Culture/Art/History","Experience Programs","Traditional Experience"],"imgUrl":"/2022-08-07-1659834533845/2554819_image2_1.webp","blogPath":"Seoul/2022-08-07-1659834533845"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}