{"pageProps":{"content":"![Gochang Dolmen Site [UNESCO World Heritage] (고창 고인돌 유적 [유네스코 세계문화유산])](/2022-08-01-1659343648152/2604617_image2_1.webp)\n\n  \n## Overview\n\n> One of the areas with the largest concentration of dolmen with 447 dolmens is the Gochang Dolmen site in Gochang-gun, Jeollabuk-do. Gochang Dolmen Site holds more dolmen than Hwasun and Ganghwa and boasts dolmen of a variety of shape and size. Dolmens in Gochang, Ganghwa, and Hwasun serve as proof that the area was inhabited since the Bronze Age. The Gochang Dolmen Site was officially registered with UNESCO on November 29, 2000.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-63-560-8666|\n|restdate:|[Park] N/A (open all year round)<br>[Museum] Mondays, January 1, & holidays designated by Gochang-gun|\n  \n\n  \n## Detail Image\n![/2022-08-01-1659343648152/1602940_image2_1.webp](/2022-08-01-1659343648152/1602940_image2_1.webp)\n![/2022-08-01-1659343648152/1602941_image2_1.webp](/2022-08-01-1659343648152/1602941_image2_1.webp)\n![/2022-08-01-1659343648152/1602943_image2_1.webp](/2022-08-01-1659343648152/1602943_image2_1.webp)\n![/2022-08-01-1659343648152/1602944_image2_1.webp](/2022-08-01-1659343648152/1602944_image2_1.webp)\n![/2022-08-01-1659343648152/1602945_image2_1.webp](/2022-08-01-1659343648152/1602945_image2_1.webp)\n![/2022-08-01-1659343648152/781435_image2_1.webp](/2022-08-01-1659343648152/781435_image2_1.webp)\n![/2022-08-01-1659343648152/781446_image2_1.webp](/2022-08-01-1659343648152/781446_image2_1.webp)\n![/2022-08-01-1659343648152/781452_image2_1.webp](/2022-08-01-1659343648152/781452_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-63-560-8666](tel:+82635608666)\n\n\n\n```googleMap\nlatitude: 35.4416675934\nlongitude: 126.6523626392\ntitle: 74, Goindolgongwon-gil, Gochang-gun, Jeollabuk-do\n```\n  \n\n","data":{"id":"2022-08-01-1659343648152","title":"Gochang Dolmen Site [UNESCO World Heritage] (고창 고인돌 유적 [유네스코 세계문화유산])","description":"One of the areas with the largest concentration of dolmen with 447 dolmens is the Gochang Dolmen site in Gochang-gun, Jeollabuk-do. Gochang Dolmen Site holds more dolmen than Hwasun and Ganghwa and boasts dolmen of a variety of shape and size. Dolmens in Gochang, Ganghwa, and Hwasun serve as proof that the area was inhabited since the Bronze Age. The Gochang Dolmen Site was officially registered with UNESCO on November 29, 2000.","regDate":"2022-08-01","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-08-01-1659343648152/1602940_image2_1.webp","blogPath":"Jeollabuk-do/2022-08-01-1659343648152","pageUrl":"https:/mcdryad.com/Jeollabuk-do/2022-08-01-1659343648152"},"dataList":[{"id":"2023-01-06-1672983362269","title":"Mireuksa Temple Site [UNESCO World Heritage] (익산 미륵사지 [유네스코 세계문화유산])","description":"Mireuksa was the largest Buddhist temple of the ancient Baekje Kingdom (18 BC-AD 660). According to Samgukyusa (historical records published in 1281), King Mu (30th king of Baekje, in power AD 600-641) and his wife Queen Seonhwa were said to have seen a vision of Mireuksamjon (the three Sanskrit) emerging from a large pond. At the time of their revelation, the king and queen were on their way to visit a Buddhist monk in Sajasa Temple on Yonghwasan Mountain (now known as Mireuksan Mountain). In response to their vision, the king drained the nearby pond and established Mireuksa Temple. The temple is believed to have shown the most advanced architectural and cultural skills of Baekje, Silla, and Goguryeo (the three main kingdoms at that time). Records indicate that King Jinpyeong of Silla even sent his craftsmen over to assist with the temple construction. <br><br>The two main features of the Mireuksa Temple Site are the stone pagoda (Mireuksaji Seoktap) and the flagpole supports (Mireuksaji Dangganjiju). The 14.24-meter-high west stone pagoda (National Treasure No. 11) is the oldest and largest Korean stone pagoda in existence. The west pagoda currently has only six tiers, but is estimated to originally have had nine. The nine-story east stone pagoda (27.67 meters in x_height) was restored to its original stature in 1993 based on historical records. Other surviving landmarks include the flagpole supports (Treasure No. 236) to the south of the stone pagodas. The 395 centimeter-tall poles are estimated to have been created during the Unified Silla period (AD 676-935) and are set 90 meters apart from east to west.","regDate":"2023-01-06","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2023-01-06-1672983362269/2514985_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-06-1672983362269"},{"id":"2023-01-06-1672979958647","title":"Manghaesa Temple (망해사)","description":"Manghaesa Temple is located at the edge of the Gimje Plains before the sea. The temple stands at the summit of Jinbongsan Mountain.  The temple was named for the view of the ocean and the fields of rice. The temple was established by the great monk Buseol Geosa during the 2nd year of King Uija of Baekje (AD 642). Years later, Dobeopsa (a Chinese monk from the Tang dynasty) renovated the temple. The temple was altered again during the reign of King Injo of the Joseon dynasty when the great monk Jinmuk Daesa built Nakseojeon Hall in 1589. Bogwangjeon Hall and Chilseonggak Pavilion were built much later in 1933. Manghaesa Temple is unique in that it is the only temple where the distant horizon is visible over both land and sea. Nearby attractions include a walking path through a field of reeds by Mangyeonggang River and views of the sunset over the sea.","regDate":"2023-01-06","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2023-01-06-1672979958647/2675611_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-06-1672979958647"},{"id":"2023-01-06-1672976184633","title":"Maisan Hwaeomgul Cave (마이산 화엄굴)","description":"Maisan Mountain has two major peaks made of sedimentary rocks; these peaks are said to be ‘couple peaks’ and cannot be found anywhere else. Sut Maibong (alt. 667 meters) is said to be the male peak while the slightly larger Am Maibong (alt. 673 meters) is deemed the female peak. In the early Joseon period the mountain was named ‘Sokgeumsan,’ but began to be called ‘Maisan’ after the 12th year of King Taejong, who commented that the two peaks resembled horse ears (‘maisan’ meaning ‘horse ears’). All along Maisan Mountain, visitors will find small crater-like rock cavities that are formed by prolonged weathering. These unique geological features, called ‘tafoni,’ are of great academic value. <br><br>Inside Hwaeomgul Cave, visitors can observe medicinal water that flows up from underground all throughout the year. It is widely believed that once you drink the water, especially on the days of the Spring and Autumn Equinox, you will soon have a son and be blessed by the mountain spirit. Even today, many women who have difficulty conceiving visit the mountain to pray to the mountain spirits for their heart’s desire—the gift of a child. The region in which Maisan is located is the birthplace of many talented people and national heroes, which some say is proof of the blessings of the mountain and its extremely powerful spirit.","regDate":"2023-01-06","author":"korea-tour","tag":["Jeollabuk-do","Nature","Natural Sites"],"imgUrl":"/2023-01-06-1672976184633/198644_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-06-1672976184633"},{"id":"2023-01-05-1672915064725","title":"Korea Expressway Corporation Arboretum (Jeonju Arboretum) (한국도로공사수목원(전주수목원))","description":"Korea Expressway Corporation Arboretum (Jeonju Arboretum) is located in a relatively warm region of the country, reaching 20-30 meters in altitude. Operated by Korea Expressway Corporation, the garden is a non-profit aboretum that is free and open to the public. The garden was built to restore the local environment that was damaged during the construction of an expressway in 1972, starting with a nursery field. The builders then began collecting plants in 1983, and eventually opened the garden in 1992. The arboretum now sees an average of 200,000 visitors per year.<br>The garden operates various hands-on programs and summer educational programs due to its diverse plant species.","regDate":"2023-01-05","author":"korea-tour","tag":["Jeollabuk-do","Nature","Natural Sites","Botanical Gardens"],"imgUrl":"/2023-01-05-1672915064725/1605465_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-05-1672915064725"},{"id":"2023-01-05-1672911350500","title":"Jinpo Maritime Theme Park (진포해양테마공원)","description":"The Jinpo Maritime Theme Park opened in 2008 to commemorate Jinpodaecheop, the sweeping victory of Jinpo in the naval combat against the Japanese forces led by General Choi Mu-seon in 1380. Constructed&nbsp;with a scenic backdrop of the local port and the vast sea, the park houses 16 retired military crafts of 13 models. On display at the park are vintage tanks, historical artillery, combat planes, and warships including the Wibongham Ship, a vessel&nbsp;that&nbsp;was used in&nbsp;combat during the Vietnam War. Visitors can&nbsp;also explore the interior of decommissioned warships. The exhibition hall inside the Wibongham Ship showcases weapons used during the Jinpodaecheop War, artillery made by General Choi Mu-seon, and the typical life inside the warship.","regDate":"2023-01-05","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Recreational Sites","Theme Parks"],"imgUrl":"/2023-01-05-1672911350500/2649953_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-05-1672911350500"},{"id":"2023-01-05-1672907957048","title":"Jinan Red Ginseng Spa (진안 홍삼스파)","description":"The Jinan Red Ginseng Spa is a spacious spa (B1-3F, 7,720 square meters) offering an unusual assortment of health facilities and programs. Treatments use the systematic and scientific use of red ginseng, Oriental medicinal herbs, and the principles of yin and yang and the five natural elements to give spa-goers an indulgent experience that relaxes both the mind and body. Read on to learn more about some of the treatments and facilities available at the spa.<br><br>Gold  Taegeuk Bubble Sense Therapy<br>Relax on a warm stone chair for a body massage of red ginseng bubbles that come up to your neck. Then, hop in the dew shower to relax.<br><br>Tree  Yangsaeng Herb Therapy<br>As part of this spa treatment, clients rest on a bed of dried medicinal herbs and hay designed to help overcome fatigue.<br><br>Sound Floating Space<br>In this spa treatment, guests float peacefully on the water while listening to music via underwater speakers in an experience that simulates being in the womb. <br><br>Aqua Zone<br>This outdoor open-air tub is a great therapy option that also lets visitors enjoy the beautiful landscape of Mount Maisan.","regDate":"2023-01-05","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Industrial Sites","Others"],"imgUrl":"/2023-01-05-1672907957048/2369871_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-05-1672907957048"},{"id":"2023-01-05-1672904127574","title":"Jiksopokpo Falls - Jeonbuk National Geopark (직소폭포 (전북 서해안권 국가지질공원))","description":"Jiksopokpo Falls is located within Bongnaegugok Valley. The waterfall is the largest in Byeonsanbando National Park, thundering down 30 meters. The waterfall can be reached by a hiking trail starting at Naesosa Temple. Known as one of the most beautiful sights in Byeonsanbando National Park, the waterfall is very popular with tourists.","regDate":"2023-01-05","author":"korea-tour","tag":["Jeollabuk-do","Nature","Natural Sites","Waterfalls"],"imgUrl":"/2023-01-05-1672904127574/2588812_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-05-1672904127574"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}