{"pageProps":{"content":"![Cheonbuldong Valley (천불동계곡)](/2022-07-24-1658688140717/1966681_image2_1.webp)\n\n  \n## Overview\n\n> As one of the Ten Sights of Seoraksan Mountain, the Cheonbuldong Valley is also called Seorakgol Valley, being a representative valley of the mountain. Along the valley covering about 7 km from Biseondae Rock to Daecheongbong Peak, visitors can enjoy the splendid scenery of various attractions including Waseondae Rock, Munjudam Pool, Ihodam Pool, Gwimyeonam Rock, Oryeon Falls, and Cheondang Falls. It has all magnificent views of Seoraksan Mountain. The Cheonbuldong Valley is also regarded as one of Korea’s top 3 valleys along with Chilseon Valley of Jirisan Mountain and Tamna Valley of Hallasan Mountain. It offers beautiful seasonal views every year, and among them, the autumnal foliage is considered the best scenery of the valley. Its colorfully-tinged autumnal leaves are in harmony with rocks in fantastic shapes, attracting many hikers in autumn.\n\n  \n## Intro\n\n| | |\n| - | - |\n|expagerange:|Open to visitors of all ages|\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-33-801-0900|\n|parking:|Available|\n|restdate:|N/A (Open all year round)|\n|usetime:|(Entry Hours) Winter season (04:00–12:00), Summer season (03:00–14:00)|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Activity Fees:|Adults: 3,500 won / Teenagers: 1,000 won / Children: 500 won |\n|Parking Fees:|Small vehicle, Low season, For the day: 4,000 won, Accommodation: 8,000 won<br />Small vehicle, High season, For the day: 5,000 won, Accommodation: 10,000 won<br />Large vehicle, Low season, For the day: 6,000 won, Accommodation: 12,000 won<br />Large vehicle, High season, For the day: 7,500 won, Accommodation: 15,000 won|\n|Available Facilities:|None|\n|Restrooms:|None|\n|Interpretation Services Offered:|None|\n|Reservation Info. for Foreigners:|None|\n  \n## Detail Image\n![/2022-07-24-1658688140717/1966679_image2_1.webp](/2022-07-24-1658688140717/1966679_image2_1.webp)\n![/2022-07-24-1658688140717/1966682_image2_1.webp](/2022-07-24-1658688140717/1966682_image2_1.webp)\n![/2022-07-24-1658688140717/1966683_image2_1.webp](/2022-07-24-1658688140717/1966683_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-33-801-0900](tel:+82338010900)\n- [🏠seorak.knps.or.kr](http://seorak.knps.or.kr/)\n\n\n```googleMap\nlatitude: 38.1735618013\nlongitude: 128.4884989154\ntitle: 1091, Seoraksan-ro, Sokcho-si, Gangwon-do\n```\n  \n## Directions\n  \n[Bus]<BR>From Dong Seoul Bus Terminal, take an intercity bus to Sokcho Intercity Bus Terminal. <br>From Sokcho Intercity Bus Terminal Bus Stop take Bus No. 7 or 7-1 and get off at Seorak-dong Sogongwon Bus Stop.\n","data":{"id":"2022-07-24-1658688140717","title":"Cheonbuldong Valley (천불동계곡)","description":"As one of the Ten Sights of Seoraksan Mountain, the Cheonbuldong Valley is also called Seorakgol Valley, being a representative valley of the mountain. Along the valley covering about 7 km from Biseondae Rock to Daecheongbong Peak, visitors can enjoy the splendid scenery of various attractions including Waseondae Rock, Munjudam Pool, Ihodam Pool, Gwimyeonam Rock, Oryeon Falls, and Cheondang Falls. It has all magnificent views of Seoraksan Mountain. The Cheonbuldong Valley is also regarded as one of Korea’s top 3 valleys along with Chilseon Valley of Jirisan Mountain and Tamna Valley of Hallasan Mountain. It offers beautiful seasonal views every year, and among them, the autumnal foliage is considered the best scenery of the valley. Its colorfully-tinged autumnal leaves are in harmony with rocks in fantastic shapes, attracting many hikers in autumn.","regDate":"2022-07-24","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Valleys"],"imgUrl":"/2022-07-24-1658688140717/1966681_image2_1.webp","blogPath":"Gangwon-do/2022-07-24-1658688140717","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-07-24-1658688140717"},"dataList":[{"id":"2022-10-13-1665658224957","title":"Soyanggang Skywalk (소양강스카이워크)","description":"Soyanggang Skywalk, stretching over the river, is 174 m long and the transparent glass floor covers 156 m of the section. The end of the skywalk is equipped with a circular plaza and an observatory. Visitors can enjoy an open view of the area while taking a rest. Its circular plaza is also equipped with a transparent floor and a good place for taking a photo with the background of the landscape. A “Ssogarisang” sculpture of leopard mandarin fish located on the opposite side of the plaza attracts visitors. The fountain water flows down from this sculpture at the fixed hours. A cozy photo zone and terrace are situated at the entrance to Soyanggang Skywalk, while the Soyang i(2)gyo Bridge, which is Chuncheon’s landmark, and Soyanggang Maiden Statue are situated right next to the Skywalk. Its night view with splendid lights is also well-known.","regDate":"2022-10-13","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Architectural Sights","Monuments/Observatories"],"imgUrl":"/2022-10-13-1665658224957/2392892_image2_1.webp","blogPath":"Gangwon-do/2022-10-13-1665658224957"},{"id":"2022-10-13-1665654643403","title":"Soyang Dam (소양강댐)","description":"Built in October 1973, Soyang Dam is the largest dam in Korea. It stands 123 meters high and 530 meters long and can hold up to 29 million tons of water. The stored water which has become Soyangho Lake, is Koreas largest man-made lake, spanning a large area that borders the Gangwon-do cities and districts of Chuncheon, Hongcheon, Yanggu and Inje. Visitors can enjoy riding a ferry or walk on the 2.5 kilometer walking trail. Various restaurants and attractions are also nearby.","regDate":"2022-10-13","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites"],"imgUrl":"/2022-10-13-1665654643403/1583557_image2_1.webp","blogPath":"Gangwon-do/2022-10-13-1665654643403"},{"id":"2022-10-13-1665651297299","title":"Sono Belle Vivaldi Park Ocean World (소노벨 비발디파크 오션월드)","description":"Vivaldi Parks Ocean World Park is designed to look like an oasis in the middle of the Egyptian desert, in order to give visitors the experience of a cool, refreshing swim under the bright sun. The water park even features a large Sphinx and pyramid. Ocean World is an eco-friendly park popular among all ages. The park is the size of 14 soccer fields, and divided into an indoor zone, extreme zone, wave pool zone, dynamic zone, and megaslide zone.","regDate":"2022-10-13","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Recreational Sites","Hot Springs & Spa"],"imgUrl":"/2022-10-13-1665651297299/1583719_image2_1.webp","blogPath":"Gangwon-do/2022-10-13-1665651297299"},{"id":"2022-10-13-1665647612612","title":"Sokcho Lighthouse Observatory (속초등대전망대)","description":"It is No. 1 of Sokcho’s Eight Sights. This white lighthouse creates a picturesque view along with the surrounding blue sea. Sokcho Lighthouse Observatory was originally just a lighthouse, but now, it is opened to the public and plays a role of an observatory. Walking up along the wooden deck trail among the bamboo grove leads you to the observatory, which offers an open view of the deep blue East Sea, the Cheongchoho Lake, which is home to migratory birds, and the magnificent scenery of Seoraksan Mountain. Viewed from the high tower, the East Sea unfolds its boundless ocean and sometimes it looks like a calm lake but can become an energetic ocean full of vitality. Built in 1957, Sokcho Lighthouse still lights up for ships at night. The bright light and sound of the beacon, which has been in service since the lighthouse’s establishment, can show the waterway to a boat, which is about 35 km away from the lighthouse. Right next to the observatory, Yeonggeumjeong Pavilion is situated.","regDate":"2022-10-13","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites"],"imgUrl":"/2022-10-13-1665647612612/2711170_image2_1.webp","blogPath":"Gangwon-do/2022-10-13-1665647612612"},{"id":"2022-10-13-1665645019170","title":"Sokcho Expo Tower (속초 엑스포타워)","description":"Sokcho Expo Tower in the area of Cheongchoho Lake, Joyang-dong, is an observatory tower set in a park surrounded by mountains and lakes. <br><br>The tower is 73.4m in x_height and can accommodate up to 100 visitors at once. From the observation platform, visitors can enjoy a complete view of the Sokcho area, including Ulsanbawi Rock and Daecheongbong Peak in Seoraksan Mountain, the East Sea and downtown Sokcho. The view around sunset is especially picturesque and the migratory bird habitat of Cheongchoho Lake is also located near the tower.","regDate":"2022-10-13","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Architectural Sights","Monuments/Observatories"],"imgUrl":"/2022-10-13-1665645019170/2617802_image2_1.webp","blogPath":"Gangwon-do/2022-10-13-1665645019170"},{"id":"2022-10-13-1665642344184","title":"Sokcho Beach (속초해수욕장)","description":"First opened in 1976, Sokcho Beach is one of Koreas most popular beaches. It is located a short walking distance from Sokcho Express Bus Terminal, making it a top choice among tourists. The waters here are clean and shallow, adding to the popularity of this beach during the summer season. There are also many restaurants and convenience facilities located near the beach, as well as a small park with walking trails through a pine forest. Along the beach, visitors can find interesting and unique photo spots and sculptures. Busking performances and festivals also take place throughout the year.","regDate":"2022-10-13","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites"],"imgUrl":"/2022-10-13-1665642344184/2616840_image2_1.webp","blogPath":"Gangwon-do/2022-10-13-1665642344184"},{"id":"2022-10-13-1665637609010","title":"Sokch Seorak Sunrise Park (속초 설악해맞이공원)","description":"Referred to ‘namulchi,’ Sokcho Seorak Sunrise Park is located in the area of National Highway 7, the main point toward Daepohang Port, Yangyang, and Seoraksan Mountain. The park is perfect for enjoying a sunrise trip. The park area includes Sunrise Plaza, Lover’s Road, Happy Road, Love Road, other various themed sculptures, symbolic sculptures of Seoraksan Mountain, and light fountains, making it a great place to take a walk.","regDate":"2022-10-13","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-10-13-1665637609010/1186143_image2_1.webp","blogPath":"Gangwon-do/2022-10-13-1665637609010"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}