{"pageProps":{"content":"![Cheongnamdae Presidential Villa (청남대)](/2022-07-26-1658854380652/2601641_image2_1.webp)\n\n  \n## Overview\n\n> Cheongnamdae, which means \"Cheong Wa Dae in a warm southern land,\" was once a private villa used by former presidents of Korea. Cheongnamdae became open to the public on April 18, 2003. It is located near Daecheong Dam in Cheongwon-gu, Chungcheongbuk-do and was built in 1983. The total area spans 1,825,000ｍ² and consists of a main building, golf range, heliport, and fishing area. The natural environment surrounding the area has been well preserved, serving as a home to wildlife, including over 143 species of wild flowers and 124 species of trees as well as several endangered species.\n\n  \n## Intro\n\n| | |\n| - | - |\n|accomcount:|N/A|\n|expagerange:|Open to visitors of all ages|\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br>(Korean, English, Japanese, Chinese) <br>• For more info: +82-43-257-5080|\n|opendate:|April 18, 2003|\n|parking:|Available (500 parking spaces)|\n|restdate:|Mondays, New Year's Day, Seollal (Lunar New Year's Day) & Chuseok (Korean Thanksgiving Day) holidays|\n|usetime:|February-November 09:00-18:00<br>December-January 09:00-17:00 <br>* Last admission 1 hr 30 min before closing|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Film Locations:|Dramas, movies, commercials, etc.|\n|Admission Fees:|Individuals: Adults 5,000 won / Teenagers 4,000 won / Children & senior citizens 3,000 won<br>Groups: Adults 4,000 won / Teenagers 3,000 won / Children & senior citizens 2,000 won<br><br>* Groups: 20 or more<BR>* Adults (ages 19-64) / Teenagers (13-18) / Children (7-12) / Senior citizens (ages 65 & older)<br>* Free admission: Preschoolers (ages 6 & younger)|\n|Available Facilities:|[Exhibition] President's Villa, Main hall, Ogakjeong Pavilion, President Memorial Hall, etc.<br>[Venues] Small conference room, conference room, seminar room, auditorium, etc.<br>[Sanitation] Restroom, drinking fountain, etc.<br>[Other facilities] Photo zone, pavilion, observatory, walking path, etc.|\n|Restrooms:|Available|\n|Parking Fees:|Small-sized vehicles 1,000 won<br>Mid-sized vehicles 2,000 won<br>Large vehicles (16 passengers & over) 3,000 won|\n  \n## Detail Image\n![/2022-07-26-1658854380652/2601639_image2_1.webp](/2022-07-26-1658854380652/2601639_image2_1.webp)\n![/2022-07-26-1658854380652/2601640_image2_1.webp](/2022-07-26-1658854380652/2601640_image2_1.webp)\n![/2022-07-26-1658854380652/2601643_image2_1.webp](/2022-07-26-1658854380652/2601643_image2_1.webp)\n![/2022-07-26-1658854380652/2601644_image2_1.webp](/2022-07-26-1658854380652/2601644_image2_1.webp)\n![/2022-07-26-1658854380652/2601645_image2_1.webp](/2022-07-26-1658854380652/2601645_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-43-257-5080](tel:+82432575080)\n- [🏠chnam.chungbuk.go.kr](http://chnam.chungbuk.go.kr)\n\n\n```googleMap\nlatitude: 36.4622380327\nlongitude: 127.4900889125\ntitle: 646, Cheongnamdae-gil, Sangdang-gu, Cheongju-si, Chungcheongbuk-do\n```\n  \n## Directions\n  \n[Bus]<br>\nFrom Dong Seoul Terminal take an intercity bus to Cheongju Bus Terminal<br>\nFrom Cheongju (Express) Bus Terminal take Bus No. 311 to Munui Bus Stop. <BR>\nGet tickets at Cheongnamdae Ticket Office in Munui and board the bus to Cheongnamdae.\n","data":{"id":"2022-07-26-1658854380652","title":"Cheongnamdae Presidential Villa (청남대)","description":"Cheongnamdae, which means \"Cheong Wa Dae in a warm southern land,\" was once a private villa used by former presidents of Korea. Cheongnamdae became open to the public on April 18, 2003. It is located near Daecheong Dam in Cheongwon-gu, Chungcheongbuk-do and was built in 1983. The total area spans 1,825,000ｍ² and consists of a main building, golf range, heliport, and fishing area. The natural environment surrounding the area has been well preserved, serving as a home to wildlife, including over 143 species of wild flowers and 124 species of trees as well as several endangered species.","regDate":"2022-07-26","author":"korea-tour","tag":["Chungcheongbuk-do","Culture/Art/History","Architectural Sights","Buildings"],"imgUrl":"/2022-07-26-1658854380652/2601641_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-07-26-1658854380652","pageUrl":"https:/mcdryad.com/Chungcheongbuk-do/2022-07-26-1658854380652"},"dataList":[{"id":"2022-07-27-1658930254310","title":"Gamgok Maegoe Virgin Mary Catholic Cathedral (감곡매괴성모순례지성당)","description":"Gamgok Cathedral was founded in 1896 by Father Camillus Bouillon, who came to Korea from France directly after gaining his priesthood. The church was dedicated to the Virgin Mary due to the priest's prayers to the Blessed Mother to provide the land for the church. <br><br>The church has a long history spanning over 100 years. It was reportedly used as a shelter for local citizens from North Korean soldiers returning north during the end of the Korean War. The current structure was built in 1930, designed after the Myeong-dong Cathedral in Seoul. Also on the church grounds is Maegoe Museum, originally the house of Father Bouillon, which is now converted into a museum showing the history of this small, yet important Cathedral.","regDate":"2022-07-27","author":"korea-tour","tag":["Chungcheongbuk-do","Culture/Art/History","Historical Sites","Holy Sites"],"imgUrl":"/2022-07-27-1658930254310/1075110_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-07-27-1658930254310"},{"id":"2022-07-27-1658927443745","title":"Eight Scenic Views of Danyang (단양 팔경)","description":"The Eight Scenic Views of Danyang are known as the most beautiful places in Danyang, and include Dodamsambong Peaks and Seongmun Natural Arch by the Namhangang River, Gudambong Peak and Oksunbong Peak offering outstanding views of Chungjuho Lake, Sangseonam Rock, Jungseonam Rock, and Haseonam Rock in Seonamgyegok Valley, and Sainam Rock in Unseongugok Valley. Theses areas were visited many times by numerous scholars during the Joseon dynasty and contain many historically and culturally important relics.","regDate":"2022-07-27","author":"korea-tour","tag":["Chungcheongbuk-do","Nature","Natural Sites","County Parks"],"imgUrl":"/2022-07-27-1658927443745/2618367_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-07-27-1658927443745"},{"id":"2022-07-27-1658921602806","title":"Dodamsambong Peaks (도담삼봉)","description":"Dodamsambong Peaks refer to the three stone peaks rising out of the Namhangang River. The biggest rock is called Janggunbong (Husband Rock), the rock on the left side which appears to be showing coquetry is called Cheopbong (Mistress Rock), and the rock on the right side which is turning away from the big rock is called Cheobong (Wife Rock). The peaks are said to represent an angry wife turning away from her husband who has taken a concubine in order to secure a male heir. It is said that Jeong Do-jeon, a politician who made contributions to the establishment of the Joseon dynasty, spent his young days here and used 'Sambong' as his pen name.<br><br>Surrounding the three peaks is a musical fountain which was set up in 1998. The fountain serves as a great place for tourists to relax, especially during the nighttime as the fountain water cascade to the music playing in the background.","regDate":"2022-07-27","author":"korea-tour","tag":["Chungcheongbuk-do","Nature","Natural Sites"],"imgUrl":"/2022-07-27-1658921602806/2616667_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-07-27-1658921602806"},{"id":"2022-07-27-1658918555653","title":"Dariangyegok Valley (다리안계곡)","description":"Dariangyegok Valley is located in the Darian Local Tourist Site near Danyang. The water in the valley curves around smooth rocks in between the lush forest. People visit in the summer to escape the heat. <br><br>Dariangyegok Valley has cold water flowing from Sobaeksan Mountain. The area around the valley is equipped with convenience facilities such as huts, campsites, a parking lot, convenience store and more, making it the best family destination. Near the middle of the valley, legend says a dragon ascended to the sky leaving a mark on the big rock. Nearby attractions include caves, Dodamsambong Peak, Gudambong Peak, Oksunbong Peak and many more. These abundant attractions make Dangyang a favorite tourist destination among visitors.","regDate":"2022-07-27","author":"korea-tour","tag":["Chungcheongbuk-do","Nature","Natural Sites","Valleys"],"imgUrl":"/2022-07-27-1658918555653/176498_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-07-27-1658918555653"},{"id":"2022-07-27-1658914588483","title":"Danyanggang Jando Trail (단양강 잔도)","description":"Danyanggang Jando Trail is a 1.2-kilometer-long trekking path along the Namhangang River. With an amazing view of the surrounding area, the trail is a must-walk when visiting Danyang. There are various attractions nearby, including Mancheonha Skywalk and Suyanggae Light Tunnel, offering a tour experience that covers geology and history.","regDate":"2022-07-27","author":"korea-tour","tag":["Chungcheongbuk-do","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2022-07-27-1658914588483/2618379_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-07-27-1658914588483"},{"id":"2022-07-27-1658911381960","title":"Danyang Special Tourist Zone (단양 관광특구)","description":"Danyang is known for its Danyang Palgyeong (eight wonders of Danyang). The scenery around Chungjuho Lake, including Dodamsambong Peak, Gudambong Peak and Oksunbong Peak, can all be enjoyed from a ferry cruise. The meandering stream and the majestic view of Sainam Rock and Sangseonam Rock create a soothing, tranquil ambience. <br><br>Situated at the center of the Korean Peninsula is Sobaeksan National Park, from which one can admire the beauty of the Baekdudaegan Mountain Range. The mountain’s many trails that lead to Birobong Peak and to other peaks are popular among hikers. <br><br>Darian, Cheondong and Ondal are great choices for family trips. These places are known for outdoor camping sites and drama filming locations. <br><br>The Danyang Special Tourist Zone holds special events that promote the county’s nature and history. The Sobaeksan Royal Azalea Festival is held in May, while the Ondal Culture Festival takes place in October. <br><br>Plenty of accommodation options and facilities are available in the area of Dojeon-ri, Byeolgok-ri, Sangjin-ri and Gosu-ri of Danyang-eup. <br><br><br><b>Danyang Special Tourist Zone </b><br><b>Areas included </b> Areas around Danyang and Maepo-eup in Danyang-gun, Chungcheongbuk-do<br><b>Area size </b> 4,448,737㎡ <br><b>Tourist attractions </b> Sobaeksan National Park, Dodamsambong Peak, Sainam Rock, Gosu Cave, Buddhist Museum of the Cheontae Order, Daeseongsan Natural Recreation Forest, etc.","regDate":"2022-07-27","author":"korea-tour","tag":["Chungcheongbuk-do","Culture/Art/History","Recreational Sites","Tourist Complexes"],"imgUrl":"/2022-07-27-1658911381960/1945638_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-07-27-1658911381960"},{"id":"2022-07-27-1658907397817","title":"Danyang Ondaldonggul Cave (단양 온달동굴)","description":"Ondaldonggul Cave is located underground at the foot of Seongsan Mountain, where Ondalsanseong Fortress is situated. It is a natural limestone cave that is estimated to have begun forming around 450 million years ago. The total 760 meter-long cave covers an area of 349,485 square meters. The cave mouth is two meters high, while the cave itself is 5 to 10 meters high and about 5 meters wide. The cave features stairway structure and contains an abundance of beautiful stalagmites and stalactites. The average temperature of the cave maintains 14 degrees Celsius in summer and 16 degrees Celsius in winter, making it a perfect all-year-round attraction. The cave is rich in underground water resources and there is a 0.8 to 1 meter-deep cave river flowing at the bottom of the cave floor. The cave also has over 40 small ponds that are inhabited by a variety of living organisms like fish and insects. <br><br>Situated on top of the mountain peak to the left of the cave is Ondalsanseong Fortress. The fortress has been preserved in its original form throughout some 1,400 years and shows the advanced building skills of Goguryeo Era (37 BC-668 AD). The annual Ondal Culture Festival is held every October around Ondaldonggul Cave and Ondalsanseong Fortress in memory of the legendary love story between General Ondal and Princess Pyeonggang. Other attractions in the area include a theme park and Jangseung (Korean traditional totem poles) Park.","regDate":"2022-07-27","author":"korea-tour","tag":["Chungcheongbuk-do","Nature","Natural Sites"],"imgUrl":"/2022-07-27-1658907397817/567072_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-07-27-1658907397817"}],"navList":["Busan","Chungcheongbuk-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Incheon","Jeju-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}