{"pageProps":{"content":"![Birthplace of Yuk Young-soo (Okcheon) (옥천 육영수 생가)](/2022-07-26-1658820864445/1953565_image2_1.webp)\n\n  \n## Overview\n\n> The birthplace of Yuk Young-soo is the last house on Hyangsu 100-ri gil in Okcheon-eup, Okcheon-gun \nof Chungcheongbuk-do. Mrs. Yuk Young-soo was born from  the house and raised, \nuntil to later stage the establishment&nbsp;to fall in disrepair. Luckily, the building was restored in May of 2011, \nand it became open to the public. The house was originally built in the 1600s by Kim Jeongseung, and subsequently lived in by  Song Jeongseung, and then Min Jeongseung, gaining the house the nickname of \"Samjeongseong House,\" meaning the house of three Jeongseong's. \n(The Jeongseong's rank is similiar to that of prime minister's today.)<br><br>\nBefore Mrs. Yuk Young-soo was born, the house was bought in 1918 from the sons of Min Jeongseung by Yuk Jong-gwan, and then repaired in the likeness of a typical Chungcheong <i>yangban</i> (noble \nclass) house from the late Joseon period. After entering through the main gate, the large site features a meeting room, outer room, inner room, backroom, servants quarters, annex, back garden, arbor, and lotus pond.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330<br>(Korean, English, Japanese, Chinese)<br>• For more info: +82-43-730-3417|\n|parking:|Available (200m away)|\n|restdate:|Mondays, New Year's Day, Seollal (Lunar New Year's Day) and Chuseok (Korean Thanksgiving Day) holidays|\n|usetime:|Tues.-Sun. 09:00-18:00|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Admission Fees:|Free|\n|Restrooms:|Available|\n|Parking Fees:|Free|\n  \n## Detail Image\n![/2022-07-26-1658820864445/1953557_image2_1.webp](/2022-07-26-1658820864445/1953557_image2_1.webp)\n![/2022-07-26-1658820864445/1953558_image2_1.webp](/2022-07-26-1658820864445/1953558_image2_1.webp)\n![/2022-07-26-1658820864445/1953559_image2_1.webp](/2022-07-26-1658820864445/1953559_image2_1.webp)\n![/2022-07-26-1658820864445/1953560_image2_1.webp](/2022-07-26-1658820864445/1953560_image2_1.webp)\n![/2022-07-26-1658820864445/1953561_image2_1.webp](/2022-07-26-1658820864445/1953561_image2_1.webp)\n![/2022-07-26-1658820864445/1953562_image2_1.webp](/2022-07-26-1658820864445/1953562_image2_1.webp)\n![/2022-07-26-1658820864445/1953563_image2_1.webp](/2022-07-26-1658820864445/1953563_image2_1.webp)\n![/2022-07-26-1658820864445/1953567_image2_1.webp](/2022-07-26-1658820864445/1953567_image2_1.webp)\n![/2022-07-26-1658820864445/1953569_image2_1.webp](/2022-07-26-1658820864445/1953569_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-43-730-3417](tel:+82437303417)\n\n\n\n```googleMap\nlatitude: 36.3179146226\nlongitude: 127.5877785734\ntitle: 119 Hyangsu-gil, Okcheon-eup, Okcheon-gun, Chungcheongbuk-do\n```\n  \n## Directions\n  \nFrom Dong Seoul Bus Terminal, take a bus to Okcheon Intercity Bus Terminal. From  Okcheon Intercity Bus Terminal take a taxi for approx. 10 min.<br><br>\n\n[Train]<br>\nFrom Seoul Station, take a train to Okcheon Station. From Okcheon Station take a taxi for approx. 10 min.\n","data":{"id":"2022-07-26-1658820864445","title":"Birthplace of Yuk Young-soo (Okcheon) (옥천 육영수 생가)","description":"The birthplace of Yuk Young-soo is the last house on Hyangsu 100-ri gil in Okcheon-eup, Okcheon-gun of Chungcheongbuk-do. Mrs. Yuk Young-soo was born from  the house and raised, until to later stage the establishment&nbsp;to fall in disrepair. Luckily, the building was restored in May of 2011, and it became open to the public. The house was originally built in the 1600s by Kim Jeongseung, and subsequently lived in by  Song Jeongseung, and then Min Jeongseung, gaining the house the nickname of \"Samjeongseong House,\" meaning the house of three Jeongseong's. (The Jeongseong's rank is similiar to that of prime minister's today.)<br><br>Before Mrs. Yuk Young-soo was born, the house was bought in 1918 from the sons of Min Jeongseung by Yuk Jong-gwan, and then repaired in the likeness of a typical Chungcheong <i>yangban</i> (noble class) house from the late Joseon period. After entering through the main gate, the large site features a meeting room, outer room, inner room, backroom, servants quarters, annex, back garden, arbor, and lotus pond.","regDate":"2022-07-26","author":"korea-tour","tag":["Chungcheongbuk-do","Culture/Art/History","Historical Sites","Birthplaces"],"imgUrl":"/2022-07-26-1658820864445/1953565_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-07-26-1658820864445","pageUrl":"https:/mcdryad.com/Chungcheongbuk-do/2022-07-26-1658820864445"},"dataList":[{"id":"2022-07-26-1658835186551","title":"Central Inland Region Tourist Train (O-Train) (중부내륙순환열차 (O-트레인))","description":"The O-Train derives its name from the word \"One,\" as the three provinces (Gangwon-do, Chungcheongbuk-do, Gyeongsangbuk-do) in the country's central inland region are connected by this one circular route. The four-cabin train carries up to 205 people and includes separate seating options for families and couples to accommodate the needs of different passengers. There are also individual observatory seats for people traveling on their own. The train is well-equipped with various convenience facilities including a café, children's play area, toilets, and more.<br><br>The train runs at the speed of 150 kilometers per hour, allowing passengers to reach the inland regions from Seoul faster and easier than before. The exterior of the train is decorated with the pictures representing the beautiful scenery of Korea's four seasons, whereas the insides are dotted with highlights taken from Baekdudaegan mountain range.","regDate":"2022-07-26","author":"korea-tour","tag":["Chungcheongbuk-do","Culture/Art/History","Experience Programs","Unique Experience"],"imgUrl":"/2022-07-26-1658835186551/1923426_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-07-26-1658835186551"},{"id":"2022-07-26-1658832156448","title":"Breeding Ground of Grey Herons (진천 노원리 왜가리 번식지)","description":"The Breeding Ground of Grey Herons is located behind the Nogok Village in Jincheon, Chungcheongbuk-do. The migratory birds nestled on the 1,000-year-old ginkgo tree. However, as the tree started to decay due to bird droppings over time, resulting in the loss of the birds' main nest. Subsequently, the birds started to settle in the surrounding bushes and forests. In order to preserve the habitat and encourage gray heron breeding, the area was designated as a Natural Monument.","regDate":"2022-07-26","author":"korea-tour","tag":["Chungcheongbuk-do","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2022-07-26-1658832156448/212683_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-07-26-1658832156448"},{"id":"2022-07-26-1658828220208","title":"Boeun Seon Byeong-guk's House (보은 선병국가옥)","description":"Built between 1919 and 1921, Seon Byeong-guk's House’s unique architectural style uses dimensions greater than those of traditional houses. The house is divided into three sections  an inner house, a separate house, and a shrine. This design resembles a lotus flower floating on water, which symbolizes fertility, prosperity, and longevity for the generations of dwellers. The house is also surrounded by lush pine trees.","regDate":"2022-07-26","author":"korea-tour","tag":["Chungcheongbuk-do","Culture/Art/History","Historical Sites","Old Houses"],"imgUrl":"/2022-07-26-1658828220208/2517747_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-07-26-1658828220208"},{"id":"2022-07-26-1658824867446","title":"Boeun Beopjusa Temple [UNESCO World Heritage] (보은 법주사 [유네스코 세계문화유산])","description":"Built in 553 during the 14th year of Silla King Jinheung's reign, Beopjusa Temple is located on Songnisan Mountain. However, many of the original buildings were destroyed during the Imjin War (1592-1598), with the current structures having been rebuilt in 1624. The temple features many beautiful and important Buddhist relics and artworks, centered around the main hall, Daeungbojeon Hall.","regDate":"2022-07-26","author":"korea-tour","tag":["Chungcheongbuk-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-07-26-1658824867446/1917273_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-07-26-1658824867446"},{"id":"2022-07-26-1658817939894","title":"Bakdaljae Recreational Forest (박달재자연휴양림)","description":"Bakdaljae Recreational Forest is where 150-year-old pine trees create a dense forest together with oddly formed rocks. At the top of Bakdaljae Pass, there’s a pavilion, a spring, a resting area, and a wood sculpture park. From the top of the mountain, one can admire a view of Sobaeksan, Woraksan and Gamaksan Mountains.","regDate":"2022-07-26","author":"korea-tour","tag":["Chungcheongbuk-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"/2022-07-26-1658817939894/176560_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-07-26-1658817939894","pageUrl":"https:/mcdryad.com/Chungcheongbuk-do/2022-07-26-1658817939894"},{"id":"2022-07-26-1658814747468","title":"Bakdaljae Peak (박달재)","description":"Bakdaljae refers to the steep hills dividing Bongyang-eup and Baekun-myeon in Jecheon-si. It has a legendary sad love story about Bakdal doryeong and Geumbong nangja. Jecheon-si uses the characters of ‘Bakdari and Geumbongi’ to promote. Iljumun Gate is set at the entrance of the hill to offer things to see for visitors. Also, based on Bakdaljae landmark project, it became a famous site for tourists.","regDate":"2022-07-26","author":"korea-tour","tag":["Chungcheongbuk-do","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-07-26-1658814747468/2639052_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-07-26-1658814747468","pageUrl":"https:/mcdryad.com/Chungcheongbuk-do/2022-07-26-1658814747468"}],"navList":["Busan","Chungcheongbuk-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Incheon","Jeju-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}