{"pageProps":{"content":"![Gurye Yeongoksa Temple (연곡사 (구례))](/2023-01-21-1674275931442/1606838_image2_1.webp)\n\n  \n## Overview\n\n> Yeongoksa Temple is located in Naedong-ri, Gurye-gun and was constructed in 543 by Yeongi, a high Buddhist monk, who also helped create Hwaeomsa Temple. The temple was destroyed during the Imjin War (1592-1598) and the Korean War. In spite of the damage, the temple has continued to house two national treasures and four treasures. Starting from March 1, 1981 with the original Beopdang Hall,  the temple began to be rebuilt due to the efforts of the leading monk at the time, Chang Sungbu.<br><br>Acording to legend, Yeongi discovered a pond in the current sanctuary area when reading about the lands topography. While he was looking at the middle of the pond, one swallow flew from a whirlpool. After that, the pond began to dry up and the place was then used  for the temple. As such, the name Yeongok refers to the phenomenon of Yeon, a swallow, and Gok, a valley. There is a memorial plaque for Go Gwang-sun, a patriotic leader who fought against Japanese power during the Japanese colonization period while taking shelter at Yeongoksa Temple\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330<br> (Korean, English, Japanese, Chinese) <br>• For more info: +82-61-782-7412|\n|parking:|Available (limited space)|\n|restdate:|N/A (Open all year round)|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Parking Fees:|Large-sized cars - 7,500 won|\n|Restrooms:|Available|\n  \n## Detail Image\n![/2023-01-21-1674275931442/1606836_image2_1.webp](/2023-01-21-1674275931442/1606836_image2_1.webp)\n![/2023-01-21-1674275931442/1606837_image2_1.webp](/2023-01-21-1674275931442/1606837_image2_1.webp)\n![/2023-01-21-1674275931442/1606839_image2_1.webp](/2023-01-21-1674275931442/1606839_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-61-782-7412](tel:+82617827412)\n- [🏠www.yeongoksa.kr](http://www.yeongoksa.kr/)\n\n\n```googleMap\nlatitude: 35.2544936804\nlongitude: 127.5877402048\ntitle: 774, Piagol-ro, Gurye-gun, Jeollanam-do\n```\n  \n## Directions\n  \n[Bus]<BR>\nFrom Seoul Nambu Terminal, take an intercity bus to Gurye Bus Terminal <br>\nFrom Gurye Bus Terminal, take a nonstop bus bound for Piagol Valley and get off at Pyeongdo Bus Stop. <BR>\nWalk for approx. 1.2 km to the temple.\n","data":{"id":"2023-01-21-1674275931442","title":"Gurye Yeongoksa Temple (연곡사 (구례))","description":"Yeongoksa Temple is located in Naedong-ri, Gurye-gun and was constructed in 543 by Yeongi, a high Buddhist monk, who also helped create Hwaeomsa Temple. The temple was destroyed during the Imjin War (1592-1598) and the Korean War. In spite of the damage, the temple has continued to house two national treasures and four treasures. Starting from March 1, 1981 with the original Beopdang Hall,  the temple began to be rebuilt due to the efforts of the leading monk at the time, Chang Sungbu.<br><br>Acording to legend, Yeongi discovered a pond in the current sanctuary area when reading about the lands topography. While he was looking at the middle of the pond, one swallow flew from a whirlpool. After that, the pond began to dry up and the place was then used  for the temple. As such, the name Yeongok refers to the phenomenon of Yeon, a swallow, and Gok, a valley. There is a memorial plaque for Go Gwang-sun, a patriotic leader who fought against Japanese power during the Japanese colonization period while taking shelter at Yeongoksa Temple","regDate":"2023-01-21","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2023-01-21-1674275931442/1606838_image2_1.webp","blogPath":"Jeollanam-do/2023-01-21-1674275931442","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-21-1674275931442"},"dataList":[{"id":"2023-01-23-1674455976138","title":"Jangheung Jeongnamjin (정남진(장흥))","description":"Jangheung-gun’s Jeongnamjin is the warmest place on the Korean mainland. The region has a diverse natural environment including stunning views of mountains, fields, the ocean, lakes, rivers and streams. It also has several cultural and tourist sites such as Cheongwansan Mountain, Bangchon Cultural Village, and Borimsa Temple, one of the three Borimsa Temples in Asia.<br><br>The Jeongnamjin district has a wide variety of tourist attractions nearby such as the Samsan Embankment; a provincial park on Cheongwansan Mountain; a literature park; and Sodeungseom Island, a famous sunset attraction often used as a filming location and festival grounds. A number of festivals are held around the area to promote the regions diverse produce and beauty.","regDate":"2023-01-23","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Recreational Sites","Tourist Complexes"],"imgUrl":"/2023-01-23-1674455976138/694353_image2_1.webp","blogPath":"Jeollanam-do/2023-01-23-1674455976138"},{"id":"2023-01-23-1674452151505","title":"Jangheung Cheongwansa Temple (천관사(장흥))","description":"Cheongwansa Temple is situated in the middle of Cheongwansan Mountain and is believed to have been built by Monk Tongyeong during the Silla Kingdom. It was once home to over 1,000 monks in its 89 buildings. Beneath the temple’s humble exterior is an impressive collection of cultural properties including Cheongwansa Three-Story Pagoda (Treasure), Cheongwansa Seokdeung (stone lantern), Five-Story Pagoda, and Jangheung Tapsansaji Seokdeung (stone lantern). In addition, Cheongwansan Mountain is known for beautiful camellias in spring and gorgeous silver grass in fall as well as an array of fascinating rock formations. Visitors can also enjoy the views of Dadohae (an archipelago) from the top of the mountain.","regDate":"2023-01-23","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2023-01-23-1674452151505/1374515_image2_1.webp","blogPath":"Jeollanam-do/2023-01-23-1674452151505"},{"id":"2023-01-23-1674448780404","title":"Hwawon Oceano Tourism Complex (화원 오시아노 관광단지)","description":"Set before the beautiful Korean archipelago, Hwawon Oceano Tourism Complex offers visitors a romantic beachside camping experience with a large campground and convenience amenities such as shower stalls. The campsite is particularly beautiful at sunset and night when stars fill the sky. Currently, the complex offers a golf course in addition to the campground, with plans to add a culture & arts center and marine world zone. Particularly, Pine Beach Golf Course located inside the tourism complex is surrounded by the ocean on three sides, and is perfect for playing a round of golf toward the endless ocean. The course is regarded as Asia’s Pebble Beach, a small coastal resort destination and home to famous golf courses in California.","regDate":"2023-01-23","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Recreational Sites","Tourist Complexes"],"imgUrl":"/2023-01-23-1674448780404/2676039_image2_1.webp","blogPath":"Jeollanam-do/2023-01-23-1674448780404"},{"id":"2023-01-23-1674444993145","title":"Hwasun Dolmen Site [UNESCO World Heritage] (화순 고인돌군 유적 [유네스코 세계문화유산])","description":"The Hwasun Dolmen Site is located near the waterfalls of the mountain pass linking Dogok-myeon of Hyosan-ri and Chunnyang-myeon of Daesin-ri. According to experts, 135 of the 980 stones in Dogok-myeon Hyosan-ri are dolmen. There are also about 100 damaged stone tables that still maintain their original form.<br><br>What makes the Hwasun dolmens special is that in such a small district there are as many as 596 dolmen, including Korea’s biggest stone table.Acknowledging the importance of the cultural assets, the Hwasun Dolmen Site was registered as World Heritage No. 997 in year 2000 along with Gochang and Ganghwa Dolmens.","regDate":"2023-01-23","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2023-01-23-1674444993145/2515558_image2_1.webp","blogPath":"Jeollanam-do/2023-01-23-1674444993145"},{"id":"2023-01-22-1674383756967","title":"Hwaeomsa Temple (화엄사)","description":"Situated at the foot of Jirisan Mountain, 5.4 kilometers east of Gurye-eup, Hwaeomsa Temple was constructed in the 22nd year of King Seongs reign (544) during the Baekje era, but was burnt down during the Imjin War (1592-1598). The temple was rebuilt in 1636 after seven years of reconstruction. The temple has various cultural assets including National Treasures, Treasures, a Natural Monument, and local cultural assets as well as 20 different buildings.","regDate":"2023-01-22","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2023-01-22-1674383756967/2635995_image2_1.webp","blogPath":"Jeollanam-do/2023-01-22-1674383756967"},{"id":"2023-01-22-1674380169100","title":"Hongdo Island (홍도)","description":"Hongdo Island is located 115 kilometers southwest of Mokpo Harbor. It is composed of approximately 20 islands, and because it has an usual reddish-brown color about it, it is called Hongdo (Red Island). When the sun sets over the island, the whole area takes on a reddish hue.  <br><br>The seashore is bordered by towering sea cliffs with diverse shapes of rocks. With the blue sea and green forest, it is one of the most spectacular sight in the South Sea. Hongdo Island has 33 officially designated beautiful sceneries, but the most famous of them all is the Hongdosipkyeong. Along with Nammun Rock and Seokhwagul Cave, Hongdosipkyeong shows off the beauty of Hongdo Island, and by taking a ferry to the island, visitors can see almost all of Hongdosipkyeong. It takes about 2 hours to go around the island. On the island, there are about 270 kinds of evergreens and 170 types of animals. As the government wanted to preserve the natural state of the island, it was designated as a Natural Preserved Area in 1965, and since 1981, has became part of Dadohae Marine National Park. The lush pine and chestnut trees forests serve as a native home of the very rare daeyeoppung reed.   <br>Because the entire island of Hongdo has been declared a Natural Monument, people are not allowed to enter areas other than the villages and designated tourist areas. In addtion, for preservation purposes, visitors are not allowed to bring even a stone or a pocket of grass from the island.","regDate":"2023-01-22","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"/2023-01-22-1674380169100/1704120_image2_1.webp","blogPath":"Jeollanam-do/2023-01-22-1674380169100"},{"id":"2023-01-22-1674376665395","title":"Historical Site of Dr. Wangin (왕인박사 유적지)","description":"The hometown of Wangin Baksa (Wangin, the Great Scholar) is located at the foot of Munpilbong Peak to the east of Gurim village. Due to Wangin’s importance and contributions to Korean history, this historical attraction is preserved and maintained in honor of his memory and achievements.<br><br>Seonggidong is the official birthplace of Dr. Wangin (marked by the Yuheobi memorial monument) and is also home to Seongcheon; the well Wangin is believed to have drunk from.  Halfway up Wolchulsan Mountain are Chaekgul, Munsanjae and Yangsajae where Wangin is said to have studied as well as nurtured local pupils. To commemorate the significance of these areas, a memorial is held every March at Munsanjae and Yansanjae.<br><br>      In front of Chaekgul is a statue of Dr. Wangin which is said to symbolize his benevolent character. Just west of Seonggidong is Doljeonggogae, a hill from which it is believed Dr. Wangin made a sorrowful look back at his countrymen before leaving for Japan. <br><br>Wangin departed for Japan from Sangdaepo, which at the time was an international trading port. The renowned Baekje scholar was beginning his journey at the request of Japanese Emperor Eungshin. He took with him ten books on the Analects of Confucius and a book of Cheonjamun, a text of one thousand Chinese characters. Over time, he earned the trust of the emperor and became instructor to the crown prince. Wangin is well-known for his part in the development of Japanese culture and his name appears often in Japanese history. Wangin educated beyond textbooks and made great contributions to the development of arts, crafts and music and is revered as the originator of Japan’s Asuka culture.<br><br>This historic site was originally reconstructed from 1985 to 1987 and is continually receiving improvements to improve accessibility for visitors.","regDate":"2023-01-22","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2023-01-22-1674376665395/1008111_image2_1.webp","blogPath":"Jeollanam-do/2023-01-22-1674376665395"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}