{"pageProps":{"content":"![Saneum National Recreational Forest (국립 산음자연휴양림)](/2022-09-05-1662364166676/2669005_image2_1.webp)\n\n  \n## Overview\n\n> Saneum National Recreational Forest is located in Danwol-myeon in Yangpyeong. It opened on January 1, 2000 and can accommodate up to 2,000 visitors a day. The park's name \"saneum\" means \"mountain shade,\" a name given for its geographical location where it is surrounded by other mountains on all sides. The park's lush forest is home to diverse species of wildlife and the valley boasts spectacular views.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-31-774-8133|\n|opendate:|January 1, 2000|\n|parking:|Available|\n|restdate:|Tuesdays|\n|usetime:|[Park hours] 09:00-18:00<br>[Accommodations] Check-in 15:00 / Check-out 12:00|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Admission Fees:|Adults: Individuals 1,000 won / Groups 800 won<br>Teenagers: Individuals 600 won / Groups 500 won<br>Children: Individuals 300 won / Groups 200 won<br><br>* Adults (ages 19-64) / Teenagers (ages 13-18) / Children (ages 7-12)|\n|Parking Fees:|Compact cars: 1,500 won<br>Small & Mid-sized cars: 3,000 won<br>Large-sized vehicles: 5,000 won|\n|Available Facilities:|Camping site, forest cabin, forest recreational center, shower facilities, etc.|\n|Restrooms:|Available|\n  \n## Detail Image\n![/2022-09-05-1662364166676/2669004_image2_1.webp](/2022-09-05-1662364166676/2669004_image2_1.webp)\n![/2022-09-05-1662364166676/2669006_image2_1.webp](/2022-09-05-1662364166676/2669006_image2_1.webp)\n![/2022-09-05-1662364166676/2669008_image2_1.webp](/2022-09-05-1662364166676/2669008_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-31-774-8133](tel:+82317748133)\n- [🏠www.foresttrip.go.kr](https://www.foresttrip.go.kr/indvz/main.do?hmpgId=0103)\n\n\n```googleMap\nlatitude: 37.5961338783\nlongitude: 127.5751825647\ntitle: 347, Gobuk-gil, Yangpyeong-gun, Gyeonggi-do\n```\n  \n\n","data":{"id":"2022-09-05-1662364166676","title":"Saneum National Recreational Forest (국립 산음자연휴양림)","description":"Saneum National Recreational Forest is located in Danwol-myeon in Yangpyeong. It opened on January 1, 2000 and can accommodate up to 2,000 visitors a day. The park's name saneum means mountain shade, a name given for its geographical location where it is surrounded by other mountains on all sides. The park's lush forest is home to diverse species of wildlife and the valley boasts spectacular views.","regDate":"2022-09-05","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"/2022-09-05-1662364166676/2669005_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-05-1662364166676","pageUrl":"https:/mcdryad.com/Gyeonggi-do/2022-09-05-1662364166676"},"dataList":[{"id":"2022-09-16-1663321515157","title":"Sangdong Lake Park (상동호수공원)","description":"Sangdong Lake Park is the largest park in Bucheon. A 2.5-kilometer promenade runs along a man-made lake, providing a refreshing and cool environment for a light exercise. The park also offers a beautiful sight year round thanks to the seasonal flowers that decorate the area. Some of the park's main facilities include a fountain, park square, wildflower garden, and sports facilities.","regDate":"2022-09-16","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-09-16-1663321515157/760068_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-16-1663321515157"},{"id":"2022-09-16-1663318134898","title":"Samsung Innovation Museum (삼성 이노베이션 뮤지엄)","description":"Samsung Innovation Museum is an electronic industrial museum run by Samsung, a major global company based in Korea. The museum mainly consists of three sections. Visitors can learn about the history of Korea's electronic industry, as well as the past, present and future of the semiconductor, display and mobile industries, where Samsung made great achievements. The museum also runs an education facility called Children's Display Research Institute.","regDate":"2022-09-16","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Industrial Sites","Others"],"imgUrl":"","blogPath":"Gyeonggi-do/2022-09-16-1663318134898"},{"id":"2022-09-16-1663314419795","title":"Provence Village (프로방스 마을)","description":"Provence Village is a themed village that began with the opening of a chic French restaurant in 1996. It has expanded to include a famous bakery cafe, Italian and Korean restaurants, shops, colorful murals, a beautiful garden, and romantic lighting displays in the evenings.<br><br>Each unique shop is connected to other shops in the village. An art studio offers a wide array of dishes used in cafes and restaurants in the village; the Living Gallery not only decorates Provence Village, but also makes decorative items such as hand-painted ceramics, available for purchase; and the European bakery boasts fresh, delicious breads. Each shop is an independent unit with a unique design concept. The Living Gallery offers shops selling ceramics, flowers, and herbs, while the Fashion Gallery consists of shops offering clothing, accessories, and interior design items. The Herb Garden hosts a wide array of cultural events and performances for visitors throughout the year.","regDate":"2022-09-16","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Experience Programs","Unique Experience"],"imgUrl":"","blogPath":"Gyeonggi-do/2022-09-16-1663314419795"},{"id":"2022-09-16-1663312085183","title":"Pocheon Sansawon  (포천 산사원)","description":"Pocheon Sansawon is a museum of traditional Korean liquor, mainly home-brewed liquor. Several rows of liquor crock pots in Sewollang, the garden in Sansawon, create a magnificent view. Old materials and books about the history of Korea's liquor culture attract visitors. After touring the museum, visitors can try non-sterilized liquor of Baesangmyeon Brewery and join activity programs for making home-brewed liquor, fruit-based liquor, seasonal liquor, and more.","regDate":"2022-09-16","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Industrial Sites","Foods & Beverages"],"imgUrl":"","blogPath":"Gyeonggi-do/2022-09-16-1663312085183"},{"id":"2022-09-16-1663309753166","title":"Paju Unification Park (통일공원(파주))","description":"Paju Unification Park was built in Bongseo-ri, Paju-eup, in June 1973 to pay tribute to the soldiers who fought in the defense of the South during the Korean War, as well as to pray for unification. It is situated near Munsan Station where the UN War Correspondent Center was located during the armistice talks. A monument rests within the park that pays tribute to the 18 Korean and foreign war correspondents who died trying to share their, often tragic, stories of the war. They include Han Gyu-ho of the Seoul Shinmun as well as journalists from the U.S. (10 people), Britain (4 people), France (2 people) and the Philippines (1 person). There is also a tower built to commemorate the loyalty and courage of 10 brave soldiers who sacrificed themselves in a bomb attack, a memorial tower dedicated to anticommunist guerilla units from the Gaema Plateau, and a statue of Colonel Lee Yu-jung and Second Lieutenant Kim Man-sul.","regDate":"2022-09-16","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"","blogPath":"Gyeonggi-do/2022-09-16-1663309753166"},{"id":"2022-09-16-1663304803597","title":"Paju Jangneung Royal Tomb [UNESCO World Heritage] (파주 장릉(인조, 인열왕후) [유네스코 세계문화유산])","description":"Located in Paju, Jangneung is the tomb of King Injo (1595-1649, reign 1623-1649), the 16th ruler of the Joseon dynasty, and Queen Inyeol. <br><br>King Injo took the throne in 1623 after having overthrown the previous king, Gwanghaegun, in a military revolt. During his reign, King Injo faced challenges from two foreign invasions in 1627 and 1637. He died in 1649 in Changdeokgung Palace.","regDate":"2022-09-16","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"","blogPath":"Gyeonggi-do/2022-09-16-1663304803597"},{"id":"2022-09-15-1663238745042","title":"Paju Gamaksan Mountain (감악산 (파주))","description":"Gamaksan Mountain gets its name from the slivers of bluish tinged rock (‘Gamak’ meaning ‘dark blue rock’) on the mountain. The mountain is one of five rocky mountains in the Gyeonggi Province, along with Hwaaksan, Songaksan, Gwanaksan, and Unaksan Mountains; Gamaksan Mountain is less known among the general public. Below Janggunbong Peak, visitors can find Imkkeokjeonggul Cave where Imkkeokjeong, the legendary Korean Robin Hood, hid from government troops. Near Seolmarigyegok Valley are monuments for Korean and English soldiers who lost their lives in the Korean War. The mountain used to be home to four temples but currently there is only Beomnyunsa Temple, rebuilt in 1970 at the site of the previous Ungyesa Temple.","regDate":"2022-09-15","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-09-15-1663238745042/1855949_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-15-1663238745042"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}