{"pageProps":{"content":"![Historical Site of Dr. Wangin (왕인박사 유적지)](/2023-01-22-1674376665395/1008111_image2_1.webp)\n\n  \n## Overview\n\n> The hometown of Wangin Baksa (Wangin, the Great Scholar) is located at the foot of Munpilbong Peak to the east of Gurim village. Due to Wangin’s importance and contributions to Korean history, this historical attraction is preserved and maintained in honor of his memory and achievements.<br><br>Seonggidong is the official birthplace of Dr. Wangin (marked by the Yuheobi memorial monument) and is also home to Seongcheon; the well Wangin is believed to have drunk from.  Halfway up Wolchulsan Mountain are Chaekgul, Munsanjae and Yangsajae where Wangin is said to have studied as well as nurtured local pupils. To commemorate the significance of these areas, a memorial is held every March at Munsanjae and Yansanjae.<br><br>      In front of Chaekgul is a statue of Dr. Wangin which is said to symbolize his benevolent character. Just west of Seonggidong is Doljeonggogae, a hill from which it is believed Dr. Wangin made a sorrowful look back at his countrymen before leaving for Japan. <br><br>Wangin departed for Japan from Sangdaepo, which at the time was an international trading port. The renowned Baekje scholar was beginning his journey at the request of Japanese Emperor Eungshin. He took with him ten books on the Analects of Confucius and a book of Cheonjamun, a text of one thousand Chinese characters. Over time, he earned the trust of the emperor and became instructor to the crown prince. Wangin is well-known for his part in the development of Japanese culture and his name appears often in Japanese history. Wangin educated beyond textbooks and made great contributions to the development of arts, crafts and music and is revered as the originator of Japan’s Asuka culture.<br><br>This historic site was originally reconstructed from 1985 to 1987 and is continually receiving improvements to improve accessibility for visitors.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330<br> (Korean, English, Japanese, Chinese) <br> •For more info: +82-61-470-6643|\n|parking:|Available (150 parking spaces)|\n|usetime:|09:00-18:00|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Parking Fees:|Large vehicles 2,500 won / Mid-sized vehicles (more than 9 passengers) 2,000 won / Small vehicles 1,500 won|\n|Admission Fees:|Adults (ages 19-64): 1,000 won / Group: 700 won<br>Teenagers (ages 13-18): 800 won / Group: 500  won<br>Children (ages 7-12): 500 won / Group: 300 won<br><br>* Group: 30 or more people<br>* Free admission: Preschoolers (ages 6 or younger) & Senior citizens (ages 65 & older)|\n|Available Facilities:|* Yeongwolgwan – Information on Dr. Waningin’s achievements and contributions to the Baekje dynasty on display. Second floor houses video room and exhibition hall. <br><br>* Statue of Dr. Wangin<br><br>* Reliefs depicting life of Dr. Wangin – A total of six artworks chronicling the life of the great scholar.<br><br>* Bongseondae –A variety of events and festivals held at the historic site of Dr. Wangin.<br><br>* Sinseon Taegeuk Garden & the Tombstone of Dr. Wangin – Replica of Wangin’s burial site in Hirakata, Japan. (In celebration of the 10th anniversary of the Wangin Culture Festival, Sinseon Taegeuk Garden was decorated with blue and yellow dragons. The two dragons symbolize co-existence of Korea and Japan.) <br><br>* Wolak-ru Pavilion and Rampart<br><br>* Wangin Suiseki Exhibition Hall – More than 700 suiseki contributed by Park Chan-dae of Yeongam are on display. <br><br>* Mangujeong Pavilion – Rest area.<br><br>* Aehyang Suseok Hall - Visitors can relax and take a break here within the historic site.<br><br>* The Statue of Choe Ji-mong, a meritorious retainer of the Goryo Dynasty, Hongsalmun Gate, Jemyeongdang, Baekjemun Gate <br><br>* Other Facilities - Store, Viewing Deck, Wangin Park |\n|Restrooms:|Available|\n  \n## Detail Image\n![/2023-01-22-1674376665395/1008070_image2_1.webp](/2023-01-22-1674376665395/1008070_image2_1.webp)\n![/2023-01-22-1674376665395/1008098_image2_1.webp](/2023-01-22-1674376665395/1008098_image2_1.webp)\n![/2023-01-22-1674376665395/1008163_image2_1.webp](/2023-01-22-1674376665395/1008163_image2_1.webp)\n![/2023-01-22-1674376665395/1008172_image2_1.webp](/2023-01-22-1674376665395/1008172_image2_1.webp)\n![/2023-01-22-1674376665395/1008229_image2_1.webp](/2023-01-22-1674376665395/1008229_image2_1.webp)\n![/2023-01-22-1674376665395/1008332_image2_1.webp](/2023-01-22-1674376665395/1008332_image2_1.webp)\n![/2023-01-22-1674376665395/1008396_image2_1.webp](/2023-01-22-1674376665395/1008396_image2_1.webp)\n![/2023-01-22-1674376665395/1008462_image2_1.webp](/2023-01-22-1674376665395/1008462_image2_1.webp)\n![/2023-01-22-1674376665395/1008488_image2_1.webp](/2023-01-22-1674376665395/1008488_image2_1.webp)\n![/2023-01-22-1674376665395/1008078_image2_1.webp](/2023-01-22-1674376665395/1008078_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-61-470-6643](tel:+82614706643)\n- [🏠www.yeongam.go.kr](http://www.yeongam.go.kr/home/historicalsite)\n\n\n```googleMap\nlatitude: 34.7554697471\nlongitude: 126.6310731379\ntitle: 440, Wangin-ro, Yeongam-gun, Jeollanam-do\n```\n  \n## Directions\n  \n[Bus]<BR>\nFrom Central City Terminal,  take an intercity&nbsp;bus to Mokpo Bus Terminal.<br>\nFrom Mokpo Bus Terminal, take a  local bus bound for Yeongam and get off at Historical  Site of Dr. Wangin Bus Stop.\n","data":{"id":"2023-01-22-1674376665395","title":"Historical Site of Dr. Wangin (왕인박사 유적지)","description":"The hometown of Wangin Baksa (Wangin, the Great Scholar) is located at the foot of Munpilbong Peak to the east of Gurim village. Due to Wangin’s importance and contributions to Korean history, this historical attraction is preserved and maintained in honor of his memory and achievements.<br><br>Seonggidong is the official birthplace of Dr. Wangin (marked by the Yuheobi memorial monument) and is also home to Seongcheon; the well Wangin is believed to have drunk from.  Halfway up Wolchulsan Mountain are Chaekgul, Munsanjae and Yangsajae where Wangin is said to have studied as well as nurtured local pupils. To commemorate the significance of these areas, a memorial is held every March at Munsanjae and Yansanjae.<br><br>      In front of Chaekgul is a statue of Dr. Wangin which is said to symbolize his benevolent character. Just west of Seonggidong is Doljeonggogae, a hill from which it is believed Dr. Wangin made a sorrowful look back at his countrymen before leaving for Japan. <br><br>Wangin departed for Japan from Sangdaepo, which at the time was an international trading port. The renowned Baekje scholar was beginning his journey at the request of Japanese Emperor Eungshin. He took with him ten books on the Analects of Confucius and a book of Cheonjamun, a text of one thousand Chinese characters. Over time, he earned the trust of the emperor and became instructor to the crown prince. Wangin is well-known for his part in the development of Japanese culture and his name appears often in Japanese history. Wangin educated beyond textbooks and made great contributions to the development of arts, crafts and music and is revered as the originator of Japan’s Asuka culture.<br><br>This historic site was originally reconstructed from 1985 to 1987 and is continually receiving improvements to improve accessibility for visitors.","regDate":"2023-01-22","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2023-01-22-1674376665395/1008111_image2_1.webp","blogPath":"Jeollanam-do/2023-01-22-1674376665395","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-22-1674376665395"},"dataList":[{"id":"2023-02-03-1675402567770","title":"Damyang Resort Spa (담양리조트 온천)","description":"Damyang Resort is a large resort complex comprised of a hotel, spa, arboretum, and event plaza. The spa is spread over a ground floor and basement floor, with both mens and womens pools, as well as many event pools and an open-air hot spring. Additional facilities include a jjimjilbang (Korean-style sauna), skincare center, and massage center. The hot springs use water with a mix of 20 minerals, including germanium, strontium, sulfuric ions, calcium, and lithium. The mineral mix helps soothe skin, relieve stress, and improve blood circulation to prevent many diseases and ailments.","regDate":"2023-02-03","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Recreational Sites","Hot Springs & Spa"],"imgUrl":"","blogPath":"Jeollanam-do/2023-02-03-1675402567770"},{"id":"2023-02-03-1675399223260","title":"Damyang Changpyeong [Slow City] (담양군 창평면 [슬로시티])","description":"Damyang Changpyeong Samjinae Village is a farming village that produces vegetables and fruits including tomatoes and strawberries. The name of the village goes all the way back to early Goryeo period. Changpyeong is home to many important historical figures and known for its regional foods and local produce.","regDate":"2023-02-03","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Historical Sites","Folk Villages"],"imgUrl":"/2023-02-03-1675399223260/1784394_image2_1.webp","blogPath":"Jeollanam-do/2023-02-03-1675399223260"},{"id":"2023-02-03-1675395532623","title":"Chungminsa Temple (여수충민사)","description":"Nestled at the foot of Maraesan Mountain (alt. 385.2 m), Chungminsa Temple (Historic Site No. 381) was built by Lee Sieon (unknown - 1624), and was commissioned by Lee Hangbok (1556-1618) after the Imjinwaeran War (Japanese Invasion) upon King Seonjos (1601) command. The shrine was forced to be demolished by Japan in 1919, and only two sections remained. In 1947, they were then rebuilt by local residents in the end. It was designated as Historical Site No. 381 on June 1, 1993.<br><br>* Chungminsa Hamabi (stone statue)<br>At the entrance of Chungminsa Temple, Hamabi (stone stuatue) is set up with a 1.4 m-x_height, 42 cm-x_width, and 10 cm-thickness, with the word Hamabi written on the stone, meaning expressing ones respect, and in front of the palace is a Confucian shrine, the birthplace of the sages that symbolizes the temples significance. This stone used to be 100 m away but was moved to its current site when a detour road was built.","regDate":"2023-02-03","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2023-02-03-1675395532623/193495_image2_1.webp","blogPath":"Jeollanam-do/2023-02-03-1675395532623"},{"id":"2023-02-02-1675334280408","title":"Cheongwansan Provincial Park (천관산도립공원)","description":"Cheongwansan Provincial Park is located on Cheongwansan Mountain, which is considered one of the best mountains in southwest Korea, along with Jirisan, Naejangsan, Wolchulsan and Naebyeonsan mountains. The name of Cheongwan comes from the fact that the surrounding boulders resemble a thorny crown worn by an emperor. In autumn, fields of silver grass unfold around the mountain peak, allowing for the Cheongwansan Silver Grass Festival to take place on Yeondaebong (silver grass plain). Also, from the top of the mountain, several grand landmarks like Dadohae archipelago, Wochulsan Mountain and Mudeungsan Mountain in nearby cities can be seen. On a clear day, visitors can even see Hallasan Mountain on Jeju Island. In the middle of the mountain is Cheongwansa Temple, which houses precious cultural properties including Cheongwansa Three-Story Pagoda (Treasure No. 795), Cheongwansa Seokdeung (stone lantern), Five-Story Pagoda, and Jangheung Tapsansaji Seokdeung (stone lantern).","regDate":"2023-02-02","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites","Provincial Parks"],"imgUrl":"","blogPath":"Jeollanam-do/2023-02-02-1675334280408"},{"id":"2023-02-02-1675330598911","title":"Bogildo Island (보길도)","description":"Located about 12 kilometers away from Wando Port, Bogildo Island was once inhabited by a famous Joseon poet named Yun Seon-do, who found the island by chance when he sought shelter from a typhoon he encountered on his way to Jeju Island. During his 10-year stay on the island, he built 25 buildings, including Seyeonjeong and Nakseonjae Pavilions. His most noted work Eobusasisa was also written here. <br><br>The island has three beautiful beaches, serving as a popular vacation destination. The southernmost Yesong-ri Beach is especially popular for its astounding views with a 1.4-kilometer stretch of pebbled shore with an evergreen forest nearby.","regDate":"2023-02-02","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"","blogPath":"Jeollanam-do/2023-02-02-1675330598911"},{"id":"2023-02-02-1675327194160","title":"Baekdo Island (여수 백도)","description":"Located 28 kilometers east of Geomundo Island, Baekdo Island is comprised of a collective group of uninhabited rock islets. Some of the most well-known islets are Maebawi Rock, Seobangbawi and Gaksibawi Rocks, Hyeongjebawi Rock, and Seokbulbawi Rock, each rock with a legend or a myth of its own. Baekdo Island is also a nature preserve that serves as a home to several endangered species, and can only be observed while aboard a cruise that tours the nearby islands.","regDate":"2023-02-02","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"","blogPath":"Jeollanam-do/2023-02-02-1675327194160"},{"id":"2023-02-02-1675323369444","title":"Yudalsan Mountain (유달산)","description":"Yudalsan Mountain, located in Mokpo, Jeollanam-do, is the last mountain of the Noryeong Mountain Range. Despite its low x_height of only 228 meters, the mountain boasts a panoramic view of the entire city of Mokpo and the sea. There are five pagodas throughout the mountain as well as a monument with lyrics to the song Mokpo’s Tears,” a sculpture park exhibiting some 100 pieces; an orchid park; and Ilju Road with a view of Mokpo.","regDate":"2023-02-02","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites","Mountains"],"imgUrl":"/2023-02-02-1675323369444/1804641_image2_1.webp","blogPath":"Jeollanam-do/2023-02-02-1675323369444"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}