{"pageProps":{"content":"![Danyang Jeokseongbi Monument of Silla (단양 신라 적성비)](/2022-07-27-1658904251350/567012_image2_1.webp)\n\n  \n## Overview\n\n> The Danyang Jeokseongbi Monument of Silla was erected by King Jinheung, the 24th King of Silla Kingdom, as a public announcement board. It was found at  Jeokseongsanseong Fortress in Danyang in 1978.<br>\n<br> The stone stele is broken into three parts: the two lower pieces are inscribed with 280 letters, which spell out the names of people, locations and positions from the Silla Kingdom period, whereas, the top piece has 100 letters which are mostly destroyed. The discovery of the monument helped illuminate political development and statuses of the time.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br>(Korean, English, Japanese, Chinese) <br> • For more info: +82-43-422-1146|\n  \n\n  \n## Detail Image\n![/2022-07-27-1658904251350/2616660_image2_1.webp](/2022-07-27-1658904251350/2616660_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-43-422-1146](tel:+82434221146)\n\n\n\n```googleMap\nlatitude: 36.9440702172\nlongitude: 128.3216675591\ntitle: Habang 3-gil, Danyang-gun, Chungcheongbuk-do\n```\n  \n\n","data":{"id":"2022-07-27-1658904251350","title":"Danyang Jeokseongbi Monument of Silla (단양 신라 적성비)","description":"The Danyang Jeokseongbi Monument of Silla was erected by King Jinheung, the 24th King of Silla Kingdom, as a public announcement board. It was found at  Jeokseongsanseong Fortress in Danyang in 1978.<br><br> The stone stele is broken into three parts  the two lower pieces are inscribed with 280 letters, which spell out the names of people, locations and positions from the Silla Kingdom period, whereas, the top piece has 100 letters which are mostly destroyed. The discovery of the monument helped illuminate political development and statuses of the time.","regDate":"2022-07-27","author":"korea-tour","tag":["Chungcheongbuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-07-27-1658904251350/567012_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-07-27-1658904251350","pageUrl":"https:/mcdryad.com/Chungcheongbuk-do/2022-07-27-1658904251350"},"dataList":[{"id":"2022-10-31-1667209457301","title":"Hwayang Valley (Hwayangdonggyegok Valley) (화양구곡 (화양동계곡))","description":"Hwayang Valley, located 32 kilometers east from Cheongju, was designated Songnisan National Park in 1975.<br>The vivid green mountains and clear waters make it a highly sought after tourist spot. The nearby Seonnyudonggyegok Valley, just 7 kilometers away, is also a huge draw for travelers.  <br>Hwayang Valley is composed of various shaped rocks such as Cheomseongdae Observatory, Neungundae Observatory, Waryongam Rock and Eupgungam Rock. Well-known statesman from the Joseon Dynasty, Song Si-yeol, visited the valley and wept for King Hyojong offering his final bow. This rock where he cried was then named Eupgungam Rock meaning ‘crying bow’ Rock. Waryongam Rock gets its name from its shape, which is said to look like a wriggly dragon.  Cheomseongdae Observatory was used in order to forecast weather patterns.","regDate":"2022-10-31","author":"korea-tour","tag":["Chungcheongbuk-do","Nature","Natural Sites","Valleys"],"imgUrl":"/2022-10-31-1667209457301/731603_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-10-31-1667209457301"},{"id":"2022-10-31-1667206419075","title":"Hwangjeongsan Natural Recreation Forest (황정산자연휴양림)","description":"Hwangjeongsan Mountain, which is one of the top 100 mountains in Korea, has many sightseeing places such as Chilseongam Rock, Namgeunseok Rock, Mojabawi Rock, Songarakbawi Rock, Nuebawi Rock, and more. Hwangjeongsan Natural Recreation Forest offers respite and relaxation by presenting the Eight Great Sceneries of Danyang. It is also equipped with several accommodation facilities for groups and individuals including a campground set against the backdrop of clear waters flowing through the valley. An experience site for woodcraft was newly built and it offers hands-on programs like woodcraft, making muk (jellied food) and forest guides.","regDate":"2022-10-31","author":"korea-tour","tag":["Chungcheongbuk-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"","blogPath":"Chungcheongbuk-do/2022-10-31-1667206419075"},{"id":"2022-10-31-1667201941789","title":"Chungjuho Lakeside Resort Cheongpungnaru (충주호관광선 청풍나루)","description":"Located in Chengpung-myeon, Jecheon-si, Chungcheongbuk-do, Cheongpungnaru is the starting and ending point for pleasure boat commuting on Cheongpungho Lake. The ferry offers great views of the lake and its surroundings. In particular, the most popular course is the route between Cheongpung and Janghoenaru including Oksunbong Peak, Gudambong Peak and Geumsusan Mountain. Boarding takes place in front of Cheongpung Cultural Heritage Complex.","regDate":"2022-10-31","author":"korea-tour","tag":["Chungcheongbuk-do","Culture/Art/History","Recreational Sites","Cruises/Submarines"],"imgUrl":"","blogPath":"Chungcheongbuk-do/2022-10-31-1667201941789"},{"id":"2022-10-31-1667199060194","title":"Chungju Tangeumdae Height & Park (충주 탄금대와 탄금대공원)","description":"Tangeumdae x_height was originally a mountain named Daemunsan Mountain. The scenery is amazing with rocky cliffs, the nearby Namhangang River, and lush pine forests. The place was named Tangeumdae because it was where Ureuk, the celebrated musician of the Silla dynasty (57 BC-AD 935), used to play the <em>gayageum</em> (traditional stringed instrument).","regDate":"2022-10-31","author":"korea-tour","tag":["Chungcheongbuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-10-31-1667199060194/177971_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-10-31-1667199060194"},{"id":"2022-10-31-1667195552823","title":"Chungju Mireukdaewon Stone Temple Site (충주 미륵대원지)","description":"Mireukdaewon Stone Temple Site, Historic Site No. 317,  faces south in the basin of the Haneuljae Pass between Chungcheongbuk-do and Gyeongsangbuk-do. It is said that Mauitaeja, the last prince of the Silla Kingdom, had a dream one night as he was traveling to Geumgangsan Mountain where the Avalokitesvara Bodhisattva instructed him to erect a statue of Buddha. As a result, he built a temple to honor the goddess’ wish at the current site of Mireuk-ri. The temple name was discovered through excavation research in 1977 and 1978 by Cheongju University, while the temple grounds were more thoroughly investigated by a team of researchers from Ewha Womans University in 1980.","regDate":"2022-10-31","author":"korea-tour","tag":["Chungcheongbuk-do","Culture/Art/History","Historical Sites","Holy Sites"],"imgUrl":"/2022-10-31-1667195552823/565345_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-10-31-1667195552823"},{"id":"2022-10-31-1667190752351","title":"Cheongnyongsa Temple Site (청룡사지)","description":"In the late Goryeo era, King Taejo ordered to build a large temple at the foot of Cheonggyesan Mountain for Preceptor Bogak to retire to hermitage. Now, the temple site has become a ruin, with only the Stupa of State Preceptor Bogak, called Jeonghyewonyung, lion stone lantern, and stele for Jeonghyewonyung at the site. Cheongnyongsa Temple, recently built, is also situated in the vicinity of the area along with other Buddhist cultural assets.","regDate":"2022-10-31","author":"korea-tour","tag":["Chungcheongbuk-do","Culture/Art/History","Historical Sites","Holy Sites"],"imgUrl":"/2022-10-31-1667190752351/177894_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-10-31-1667190752351"},{"id":"2022-10-30-1667126589271","title":"Boeun Samnyeonsanseong Fortress (보은 삼년산성)","description":"Samnyeongsanseong Fortress was built during the Silla dynasty. The sprawling stone walls stretch 1.7 kilometers in length with x_heights and x_widths of 13-20 and 8-10 meters respectively. The name of the fortress comes from the time it took to complete the construction, three years (sam nyeon in Korean). The fortress was the site of many battles between Silla and Baekje during the Three Kingdoms Period.","regDate":"2022-10-30","author":"korea-tour","tag":["Chungcheongbuk-do","Culture/Art/History","Historical Sites","Fortresses"],"imgUrl":"/2022-10-30-1667126589271/1596637_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-10-30-1667126589271"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}