{"pageProps":{"content":"![Archaeological Site in Bonghwang-dong, Gimhae (김해 봉황동 유적)](/2022-07-30-1659157185392/1611260_image2_1.webp)\n\n  \n## Overview\n\n> In 1920, the Archaeological Site in Bonghwang-dong, Gimhae was the first site to be excavated in Korea. The site includes an important shell mound from the Gaya period, as well as the Bonghwangdae Tomb, which was the largest tomb in the Geumgwan Gaya area. These important discoveries lead to the designation as Historical Site No. 2 on February 5, 2001. On top of the hill remain Yeouijangja Pavilion and Hwangsebawi Rock, which are part of the legend about General Hwangse and Yeoui.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Holtine: +82-2-1330<br> (Korean, English, Japanese, Chinese) <br> •For more info: +82-55-330-3934|\n|parking:|Available|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Available Facilities:|Walking path, grass plaza, etc.|\n|Restrooms:|Available|\n  \n## Detail Image\n![/2022-07-30-1659157185392/1611253_image2_1.webp](/2022-07-30-1659157185392/1611253_image2_1.webp)\n![/2022-07-30-1659157185392/1611254_image2_1.webp](/2022-07-30-1659157185392/1611254_image2_1.webp)\n![/2022-07-30-1659157185392/1611255_image2_1.webp](/2022-07-30-1659157185392/1611255_image2_1.webp)\n![/2022-07-30-1659157185392/1611256_image2_1.webp](/2022-07-30-1659157185392/1611256_image2_1.webp)\n![/2022-07-30-1659157185392/1611257_image2_1.webp](/2022-07-30-1659157185392/1611257_image2_1.webp)\n![/2022-07-30-1659157185392/1611258_image2_1.webp](/2022-07-30-1659157185392/1611258_image2_1.webp)\n![/2022-07-30-1659157185392/1611259_image2_1.webp](/2022-07-30-1659157185392/1611259_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-55-330-3934](tel:+82553303934)\n- [🏠tour.gimhae.go.kr</a> (Korean, English, Japanese, Chinese)<br><a href=\"http://www.cha.go.kr/\" target=\"_blank\">www.cha.go.kr](http://tour.gimhae.go.kr/)\n\n\n```googleMap\nlatitude: 35.2310721346\nlongitude: 128.8750557690\ntitle: 50, Garak-ro 63beon-gil, Gimhae-si, Gyeongsangnam-do\n```\n  \n## Directions\n  \n[Subway]<br>\nSurowangneung Station (Busan-Gimhae LRT), Exit 2.<br>\nWalk approx. 5 min.\n","data":{"id":"2022-07-30-1659157185392","title":"Archaeological Site in Bonghwang-dong, Gimhae (김해 봉황동 유적)","description":"In 1920, the Archaeological Site in Bonghwang-dong, Gimhae was the first site to be excavated in Korea. The site includes an important shell mound from the Gaya period, as well as the Bonghwangdae Tomb, which was the largest tomb in the Geumgwan Gaya area. These important discoveries lead to the designation as Historical Site No. 2 on February 5, 2001. On top of the hill remain Yeouijangja Pavilion and Hwangsebawi Rock, which are part of the legend about General Hwangse and Yeoui.","regDate":"2022-07-30","author":"korea-tour","tag":["Gyeongsangnam-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-07-30-1659157185392/1611260_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-07-30-1659157185392","pageUrl":"https:/mcdryad.com/Gyeongsangnam-do/2022-07-30-1659157185392"},"dataList":[{"id":"2022-12-25-1671950299520","title":"Somaemuldo Island Lighthouse (소매물도 등대)","description":"Deungdaeseom Island, originally called Haeguemdo Island, is known for the lighthouse and beautiful landscape. In 2002, the island was renamed Deungdaedo Island. Somaemuldo Island Lighthouse built in 1917 as an unmanned lighthouse transformed into a manned lighthouse in 1940. The concrete lighthouse is 16 meters in x_height with a light that can reach up to 48 kilometers. The lighthouse is located on Deungdaeseom Island, which is an islet attached to an island named Somaemuldo Island, south of Geojedo Island.","regDate":"2022-12-25","author":"korea-tour","tag":["Gyeongsangnam-do","Nature","Natural Sites"],"imgUrl":"/2022-12-25-1671950299520/2021764_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-25-1671950299520"},{"id":"2022-12-25-1671946566448","title":"Somaemuldo Island (소매물도)","description":"One of the magnificent sights here is the breathtaking combination of bizarre rocks and the stratified bluffs of Deungdaeseom Island and Somaemuldo Island. At low tide, one can walk from one island to the other. <br><br>Yongbawi Rock (Dragon Rock), Bucheobawi Rock (Buddha Rock), Geobukbawi Rock (Turtle Rock), Chotdaebawi Rock (Candlestick Rock) and Geulssingigul Cave are absolute masterpieces created by Mother Nature. Another must-see is the view of Somaemuldo Island from Deungdaeseom Island. From there, the rock formations look like a sitting dinosaur. <br><br>Nammaebawi Rock (brother and sister rock) is made up of two rocks, one at the top and the other at the bottom. The name of the rock was inspired by a folk tale of a twin brother and sister. The upper rock is also known as Sutbawi Rock (charcoal rock) as it is bigger and darker than the other, while the bottom one is called Ambawi Rock.<br><br>Somaemuldo Island was named as such due to its small size (so means small) in comparison to Maemuldo Island right next to it. In 1904, the island was settled by the Kim family from Gimhae, who came from the mainland as they heard that the island was so abundant in food that no one would starve. Now, the island is popular as a scenic tourist attraction.<br><br>* Composition  1 main island, 2 islets<br>* Area  330,000 ㎡ (including islets)","regDate":"2022-12-25","author":"korea-tour","tag":["Gyeongsangnam-do","Nature","Natural Sites"],"imgUrl":"/2022-12-25-1671946566448/2021781_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-25-1671946566448"},{"id":"2022-12-25-1671943124627","title":"Sinseondae Observatory (신선대 전망대)","description":"Sinseondae Observatory, located between Dojangpo Maeul and Haegeumgang, offers picturesque views of the fantastically shaped rocks against the deep-blue ocean hues. Sinseon in Korean means supernatural beings; the beauty of this spot is said to attract such beings to come frolic. The blue and yellow colors layered on the rocks tell a unique history of the terrain. A stairway from the road leads directly to the lookout point. <br />Just past a gas station along the coastal highway, Sinseondae Observatory reveals itself. Walking out onto the rocks of Sinseondae, views of the surrounding islands and incredible landscape open up to viewers. Many commercials and TV shows have been filmed here taking advantage of this amazing setting. April and May are the perfect times to see the bright-yellow canola flowers across the island.","regDate":"2022-12-25","author":"korea-tour","tag":["Gyeongsangnam-do","Culture/Art/History","Architectural Sights","Monuments/Observatories"],"imgUrl":"/2022-12-25-1671943124627/212108_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-25-1671943124627"},{"id":"2022-12-25-1671939369326","title":"Simni (10-ri) Cherry Blossom Road (십리벚꽃길)","description":"Simni (10-ri) Cherry Blossom Road in Hwagae is famous for its beautiful views in spring. It is believed that if a young couple walks down this road holding hands, they will be together for one hundred years. For this reason, the road is sometimes referred to as the “wedding road.”","regDate":"2022-12-25","author":"korea-tour","tag":["Gyeongsangnam-do","Culture/Art/History","Experience Programs","Cultural Districts"],"imgUrl":"/2022-12-25-1671939369326/2617788_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-25-1671939369326"},{"id":"2022-12-24-1671878132574","title":"Seonyudonggyegok Valley (Sancheong Section) (선유동계곡(산청))","description":"Seonyudong means the place where fairies come down from heaven to play. It has been said that fairies would often come down to the valley to make liquor and store them in flagons. There are some leftover depressions in the boulders which demonstrate there may be some truth to the legend.<br><br>Near Seonyudonggyegok Valley, they say that the bamboos and pine trees stay green all year long and wood nymphs fly down to play with each other under the Suwolpokpo Falls in Suwol Village.","regDate":"2022-12-24","author":"korea-tour","tag":["Gyeongsangnam-do","Nature","Natural Sites","Valleys"],"imgUrl":"/2022-12-24-1671878132574/1611449_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-24-1671878132574"},{"id":"2022-12-24-1671874600367","title":"Seolli Skywalk (설리스카이워크)","description":"Seolli Skywalk in Namhae offers panoramic views of the entire area. The first asymmetrical cantilever bridge in the nation, the skywalk stands at 36 meters off the ground and stretches 79 meters with a x_width of 4.5 meters. Nearly 43 meters of the length are on the suspended side of the cantilever, the longest in the nation. At the end of the walkway is a swing, designed with a them of swinging in Bali.","regDate":"2022-12-24","author":"korea-tour","tag":["Gyeongsangnam-do","Culture/Art/History","Architectural Sights","Buildings"],"imgUrl":"/2022-12-24-1671874600367/2709499_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-24-1671874600367"},{"id":"2022-12-24-1671871046878","title":"Sangju Silver Sand Beach (상주 은모래비치)","description":"Sangju Silver Sand Beach is busy all year long, with professional athletes coming for physical training in the winter, students camping in the spring and fall, and vacationers visiting the beach in the summer.  <br><br>Sangju Silver Sand Beach is extremely popular especially in the summertime, attracting up to 1 million tourists who heard about the beach’s sands, waters, and groves.  Families and vacationers in the summer especially love this beach, due to its beautiful white sands that stretch for 2 kilometers and slope lazily into the shallow waters that are perfect for children to play in.<br><br>Behind the beaches lies Geumsan Mountain, a place well known for its sunrises.  If you happen to arrive in the evening, it’s highly recommended that you see the sunrise at Geumsan Boriam in the morning,  enjoy the beach’s water during the day, and at last, enjoy an evening of ocean fishing at either Namuseom Island or Dolseom Island (Rock Island), situated right in front of Sangju Beach. To one side of the white sands are campgrounds, and the surrounding area consists of shopping streets and accommodation.","regDate":"2022-12-24","author":"korea-tour","tag":["Gyeongsangnam-do","Nature","Natural Sites"],"imgUrl":"/2022-12-24-1671871046878/2486507_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-24-1671871046878"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}