{"pageProps":{"content":"![Yukdampokpo Falls (육담폭포)](/2022-10-20-1666256236700/1966643_image2_1.webp)\n\n  \n## Overview\n\n> If you begin at Seorak-dong in Oeseorak, cross the Biryonggyo Bridge and pass by the Biryongpokpo Falls, you will reach Yukdampokpo Falls, which actually consist of six waterfalls and a pond. <br><br>Despite the fact that only a small amount of water actually flows in these waterfalls today, what is interesting, is how they came into existence  a slow-flowing stream of water eroded the rocks, creating dips and puddles at various levels, which later became a series of cascading waterfalls. The splendid scenery around the waterfalls is always a pleasing sight to the eyes of visitors.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-33-801-0900|\n|parking:|Available|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Hiking Course:|* Biryongpokpo Falls Course (1 hour / 2.4km) Sogongwon – Yukdampokpo Falls – Biryongpokpo Falls|\n|Parking Fees:|Light-weight cars: 2,000 won<br>Mid-sizedㆍsmall cars: 4,000-5,000 won<br>Large cars: 6,000-7,500 won|\n  \n## Detail Image\n![/2022-10-20-1666256236700/1966642_image2_1.webp](/2022-10-20-1666256236700/1966642_image2_1.webp)\n![/2022-10-20-1666256236700/1966644_image2_1.webp](/2022-10-20-1666256236700/1966644_image2_1.webp)\n![/2022-10-20-1666256236700/1966645_image2_1.webp](/2022-10-20-1666256236700/1966645_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-33-801-0900](tel:+82338010900)\n- [🏠seorak.knps.or.kr](http://seorak.knps.or.kr/)\n\n\n```googleMap\nlatitude: 38.1679655022\nlongitude: 128.5025117046\ntitle: Seoraksan-ro, Sokcho-si, Gangwon-do\n```\n  \n## Directions\n  \nTake Bus No. 7 or 7-1 from downtown Sokcho towards Seorak-dong and et off at Hanmi Sanjang Bus Stop.\n","data":{"id":"2022-10-20-1666256236700","title":"Yukdampokpo Falls (육담폭포)","description":"If you begin at Seorak-dong in Oeseorak, cross the Biryonggyo Bridge and pass by the Biryongpokpo Falls, you will reach Yukdampokpo Falls, which actually consist of six waterfalls and a pond. <br><br>Despite the fact that only a small amount of water actually flows in these waterfalls today, what is interesting, is how they came into existence  a slow-flowing stream of water eroded the rocks, creating dips and puddles at various levels, which later became a series of cascading waterfalls. The splendid scenery around the waterfalls is always a pleasing sight to the eyes of visitors.","regDate":"2022-10-20","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Waterfalls"],"imgUrl":"/2022-10-20-1666256236700/1966643_image2_1.webp","blogPath":"Gangwon-do/2022-10-20-1666256236700","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-10-20-1666256236700"},"dataList":[{"id":"2022-10-26-1666774080396","title":"Seoraksan Daecheongbong Peak (설악 대청봉)","description":"This 1,708 m-high peak is the highest peak of Seoraksan Mountain and the third highest in the Republic of Korea, behind Hallasan Mountain (1,950 m) and Jirisan Mountain (1,915 m). It is the centerpiece of the 40 km2-wide Seoraksan National Park and the dividing point between Naeseorak and Oeseorak areas  areas to the west of Daecheongbong Peak toward Inje are considered Naeseorak, while the areas to the east, toward Sokcho and Goseong, are considered as latter. It is also the origin of most of Seoraksan Mountain’s famous valleys, like Cheonbuldong and Gayadong Valleys. Because of erratic weather and low temperature, Daecheongbong Peak is often covered in snow from late October to late spring. Its ridges are populated by Siberian dwarf pine, Hairy Korean rhododendron, Ermans birch, and subalpine trees, making it a valuable source for alpine plant research. Four trails in the Seoraksan National Park take the visitors to this peak, through Osaek, Baekdam, Seorak-dong, and Osaengnyeong (Hangyeryeong) Pass. The shortest trail is the 5 km-long Osaek Trail (Osaek – Seorak Falls – Daecheongbong Peak), taking about 4 hr in total. The management controls entry to Seoraksan National Park depending on weather conditions and period, so visitors are advised to check the real-time information provided at its webpage (www.knps.or.kr).","regDate":"2022-10-26","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-10-26-1666774080396/780821_image2_1.webp","blogPath":"Gangwon-do/2022-10-26-1666774080396"},{"id":"2022-10-26-1666770117736","title":"Robot Studio (토이로봇관)","description":"Robot Studio is an experiential exhibition hall that presents a vision of the future robotics, featuring experiment robots, robot avatars, and reproduction of movie scenes. The studio offers a family friendly setting, featuring a toy room, building block games, 4D-media room, robot camp, and more. The studios major attraction is Despian, a robot that can express human emotions and act scenes from popular movies such as Star Wars and Jaws.","regDate":"2022-10-26","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Industrial Sites","Others"],"imgUrl":"","blogPath":"Gangwon-do/2022-10-26-1666770117736"},{"id":"2022-10-26-1666763410470","title":"Pyeongchang Uiyaji Wind Village (평창 의야지 바람마을)","description":"Pyeongchang Uijaji Wind Village is located at the top of Daegwallyeong Pass. The village is a sight to see in winter when covered in snow. Throughout the year, visitors can join in various activities such as making cheese or ice cream.","regDate":"2022-10-26","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Experience Programs","Village Experience"],"imgUrl":"/2022-10-26-1666763410470/604797_image2_1.webp","blogPath":"Gangwon-do/2022-10-26-1666763410470"},{"id":"2022-10-26-1666758888912","title":"Peak Island (피크아일랜드)","description":"Peak Island, located across from the public golf clubhouse at Yongpyong Resort, offers enjoyment throughout all four seasons. With a total space of 12,806 square meters, Peak Island has one basement floor and four above-ground floors that can host up to 3,500 people at the same time. The basement floor has spa facilities designed like a club house for golfers to enjoy after a round of golf. The first floor is the entrance, second floor is the lockers, third floor has a spa, wave pool and other attractions, and the fourth floor is the jjimjilbang (Korean sauna). Outdoor facilities include Finnish sauna and other theme attractions.","regDate":"2022-10-26","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Recreational Sites","Hot Springs & Spa"],"imgUrl":"","blogPath":"Gangwon-do/2022-10-26-1666758888912"},{"id":"2022-10-25-1666695146080","title":"Osaengnyeong (Hangyeryeong) Pass (오색령(한계령))","description":"This 1,004 m-high pass connects Seo-myeon of Yangyang-gun and Buk-myeon and Girin-myeon of Inje-gun, at the border between Naeseorak and Namseorak. The people of Yangyang know the pass as Osaengnyeong, while in Inje it is known as Hangyeryeong. Yi Jung-hwan, a late Joseon period scholar and the author of the geographical text Taengniji (On Selecting a Village), counted Osaengnyeong Pass as the first and the foremost of the six famous passes in Gangwon-do. Indeed, Osaengnyeong Pass was the route through which essential supplies were transported from Yangyang (in Yeongdong) to Inje (in Yeongseo region), and the rough pass taken by the people of Yangyang on the way to Seoul. Its presence in the folklore of the region can be seen in the popular song Hangyeryeong, which speaks to the difficulties of those who had to climb the pass. Hangyeryeong Road was opened in 1981, and today’s National Road No. 44 is famous for being a driving course through the beauty of Seoraksan Mountain. This is also the starting point of the shortest route to Daecheongbong Peak, the highest peak in Seoraksan Mountain, and the trail to the summit of Jeombongsan Mountain.","regDate":"2022-10-25","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-10-25-1666695146080/182107_image2_1.webp","blogPath":"Gangwon-do/2022-10-25-1666695146080"},{"id":"2022-10-25-1666691767359","title":"Naksan Beach (낙산해수욕장)","description":"Naksan Beach is one of the most famous beaches in Yangyang, located in Joseon-ri, Yangyang-eup, Yangyang-gun, Gangwon-do. Since its opening in 1963, it has attracted more than 1 million visitors each year, its reputation being rivaled only by the Gyeongpodae Beach on the east coast of Korea. The 4 kilometer-long sand beach contrasts magnificently with the lush pine trees of the area. The water is less than 1.5 meter deep, making it a good place for all ages. Naksanhang Port marks one end of the beach, behind which Naksan Mountain, the location of Naksansa Temple, can be found. The other end has a lake formed at the delta of Namdaecheon Stream, which originates from Seoraksan Mountain. Many cafes, convenience stores, restaurants, and accommodations cater to the needs of the visitors. The beach sees considerable traffic in winter as well, when it serves as a popular venue for sunrise-watching, particularly for the New Year’s Day festival.","regDate":"2022-10-25","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites"],"imgUrl":"/2022-10-25-1666691767359/2609383_image2_1.webp","blogPath":"Gangwon-do/2022-10-25-1666691767359"},{"id":"2022-10-25-1666688500348","title":"Mindungsan Mountain (민둥산)","description":"Situated in Jeongseon, Gangwon-do, Mindungsan Mountain (1,118.8 meters) is an unusual site when compared to other national peaks. As hinted by its names meaning bare mountain, there are few trees near its summit. Locals also refer to it as Eoksaesan (silver grass) Mountain because of the waves of eulalia covering its sides. The mountain remains this way because villagers burned the fields once a year to encourage the growth of wild herbs.<br><br>The mountain’s gradual slope offers an enjoyable trekking experience for hikers of all levels. In mid-October, waist-high silver grass is indeed everywhere, making it challenging for hikers to view the surrounding areas. Fortunately, certain spots near the peak offer breathtaking views of the gentle ridges and flowing hillsides.<br><br>Silver grass begins blooming in September and reaches peak colors between October and November. The Silver Grass Festival is held on Mindungsan Mountain every October, attracting hundreds of thousands of attendees for a wonderful outdoor hiking experience and picturesque photo opportunities. The mountain is easily accessible by train allowing visitors from near and far to enjoy the fall colors.<br><br>On the outskirts of Mindungsan Mountain near Balgudeok village is Goebyeonggol Valley, which contains magnificent rock formations and limestone caves. Other nearby attractions include Hwaam Yaksu (spring water site), Auraji Naruteo famous for creating Jeongseon Arirang (a local version of the traditional folk song, Arirang), and Gariwangsan Mountain (known for wild ginseng).","regDate":"2022-10-25","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Mountains"],"imgUrl":"","blogPath":"Gangwon-do/2022-10-25-1666688500348"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}