{"pageProps":{"content":"![Gwangmyeongdonggul Cave (광명동굴)](/2022-08-25-1661413316101/2509943_image2_1.webp)\n\n  \n## Overview\n\n> Gwangmyeongdonggul Cave is the largest themed cave park with varied cultural and artistic things, created in a gold mine where gold, silver, and bronze were mined. Visitors can experience wine at Wine Cave, as well as Cave Aqua World, Gold Falls, Gold Road, Gold Palace, Horror Experience, Cave Basement World, Underground Lake, the largest dragon sculpture in the nation, LED lights, and other facilities adding more fun to the visit. In addition, Black Light Performance will be held every weekend. The cave features many healing spots to heal one’s mind while taking a walk around the venue.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-1688-3399|\n|opendate:|Operating as a paid attraction since April 4, 2015|\n|parking:|Available<br> 1,500 won (Small Vehicles) / 3,000 won (Medium Vehicles) / 4,000 won (Large Vehicles)<br>|\n|restdate:|Mondays|\n|usetime:|Weekdays 09:00-18:00 <br /> ※ Last admission is 1 hour before closing|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Shopping Information:|Cave Café<br> Gwangmyeong Upcycle Art Center (2F)<br> - Menu: Gwangsigi Dosirak, Suje dongaseu (house-made pork cutlet), udon, drink, etc.<br> - Operating hours: 09:00-18:00 (Closed Mondays)<br> - Inquiries: +82-2-2612-7710<br><br> Outdoor café<br> - Near Gwangmyeongdonggul Cave Ticketing Booth No. 1<br> - Menu: Oven-baked pizza, hot dog, snack, drinks, etc.<br> - Operating hours: 09:00-18:00 (Closed Mondays)<br> - Inquiries: +82-70-4277-8907<br> <br> Gift Shop<br> - Near Gwangmyeongdonggul Cave Ticketing Booth No. 1 <br> - Operating hours: 09:00-18:00 (Closed Mondays)<br> - Inquiries: +82-70-4451-3192<br> <br> Maru de Cave Restaurant<br> - Operating hours: 11:30-14:30 / 18:00-21:00<br> * Subject to change.<br> - Menu: 6 Course menus, 5 additional menus<br> * Reservation must be made at least 3 days before visiting via phone. (+82-70-4277-8908)|\n|Admission Fees:| Adults 5,000 won / Teenagers 2,500 won&nbsp;/ Children&nbsp;1,500 won <br><br> * Discounts are available for groups and Gwangmyeong residents<br>* Additional fees may apply to programs <br>* Free admission for infants (aged 3 & below) and seniors (ages 65 & over)|\n|Available Facilities:|Convenient facilities: Walking path, trekking path, nursing room, medical care room, etc.<br>Educational facilities: Gwangmyeong Resource Recovery Facility Exhibition Hall<br>Physical facilities: Aixia Forest (children’s playground)<br>Sanitation facilities: Restroom, drinking fountain, etc.|\n|Korean Info. Service:|[Guided tour by professional commentator]<br>Weekdays: tour runs every 30 min. <br> Weekends and public holdiays: every 10-20 mins<br>|\n|Reservation Info. for Foreigners:|Group reservations (20 people or more)<br>- Reservation must be made 7 days before visiting. (Group reservation is not available on Mondays, weekend, and national holidays)- Interpretation service languages (English, Japanese, Chinese, Thai) must be requested when registering for the service.|\n|Reservation Info. for Natives:|Group booking for minimum of 20 people<br>Reservation required 7 days in advance.(Group booking is not available on Mondays, weekends and public holidays)<br>* Special requests such as sign or foreign languages including English, Japanese and Chinese should be made known when making reservation.|\n|Interpretation Services Offered:|Cultural tourism explanation service is available for groups<br> - Available in English, Japanese, Chinese<br> - Reservation must be made 7 days before visiting. (Group reservation is not available on Mondays, weekends, and national holidays)|\n  \n## Detail Image\n![/2022-08-25-1661413316101/2509935_image2_1.webp](/2022-08-25-1661413316101/2509935_image2_1.webp)\n![/2022-08-25-1661413316101/2509936_image2_1.webp](/2022-08-25-1661413316101/2509936_image2_1.webp)\n![/2022-08-25-1661413316101/2509937_image2_1.webp](/2022-08-25-1661413316101/2509937_image2_1.webp)\n![/2022-08-25-1661413316101/2509938_image2_1.webp](/2022-08-25-1661413316101/2509938_image2_1.webp)\n![/2022-08-25-1661413316101/2509939_image2_1.webp](/2022-08-25-1661413316101/2509939_image2_1.webp)\n![/2022-08-25-1661413316101/2509941_image2_1.webp](/2022-08-25-1661413316101/2509941_image2_1.webp)\n![/2022-08-25-1661413316101/2509942_image2_1.webp](/2022-08-25-1661413316101/2509942_image2_1.webp)\n![/2022-08-25-1661413316101/2509944_image2_1.webp](/2022-08-25-1661413316101/2509944_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-1688-3399](tel:+8216883399)\n- [🏠cavern.gm.go.kr/](http://www.gm.go.kr/cv/en/index.do)\n\n\n```googleMap\nlatitude: 37.4288071520\nlongitude: 126.8676933249\ntitle: 142, Gahak-ro 85beon-gil, Gwangmyeong-si, Gyeonggi-do\n```\n  \n## Directions\n  \n[Subway]<br>\n1. Get off at Cheolsan Station (Seoul Subway Line 7), Exit 2. Cross the road to take Bus No. 17 and get off at Gwangmyeongdonggul Cave Bus Stop (last stop).&nbsp;<br>\n2. Get off at Cheolsan Station (Seoul Subway Line 7), Exit 2. Take Bus No. 11-2 and get off at Gwangmyeongdonggul Cave Parking Lot 3 Bus Stop.<br>\n3. Get off at Seoksu Station (Seoul Subway Line 1), Exit 2. Take a taxi for about 18-min.<br>\n<br>\n","data":{"id":"2022-08-25-1661413316101","title":"Gwangmyeongdonggul Cave (광명동굴)","description":"Gwangmyeongdonggul Cave is the largest themed cave park with varied cultural and artistic things, created in a gold mine where gold, silver, and bronze were mined. Visitors can experience wine at Wine Cave, as well as Cave Aqua World, Gold Falls, Gold Road, Gold Palace, Horror Experience, Cave Basement World, Underground Lake, the largest dragon sculpture in the nation, LED lights, and other facilities adding more fun to the visit. In addition, Black Light Performance will be held every weekend. The cave features many healing spots to heal one’s mind while taking a walk around the venue.","regDate":"2022-08-25","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Industrial Sites","Mines"],"imgUrl":"/2022-08-25-1661413316101/2509943_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-25-1661413316101","pageUrl":"https:/mcdryad.com/Gyeonggi-do/2022-08-25-1661413316101"},"dataList":[{"id":"2022-08-27-1661596888088","title":"Icheon Sansuyu Village (이천 산수유마을)","description":"Icheon has emerged as a new spring destination thanks to the large colony of sansuyu trees in Baeksa-myeon. The path from downtown Icheon to Yeongwonsa Temple, located on Wonjeonksan Mountain, is lined on both sides with these beautiful yellow trees.<br><br>The village is a quiet place, with a narrow road just wide enough for two cars, and a peaceful stream running off to the side. However, every spring, the village is awakened by the many photographers and tourists who visit. The second most-visited season is autumn, when the sansuyu trees fill out with bright red berries.","regDate":"2022-08-27","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Experience Programs","Village Experience"],"imgUrl":"/2022-08-27-1661596888088/2591105_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-27-1661596888088"},{"id":"2022-08-27-1661593166221","title":"Icheon Ceramics Village (이천도예마을)","description":"Icheon Ceramics Village produces traditional Korean ceramics, which are of high quality.  The village became the center of traditional pottery during the Joseon dynasty (1392-1910) for about 500 years due to the easily obtainable materials in the areas. Icheon Ceramics Village was also the center of Joseon Baekja ceramics.  Presently, about 80 pottery factories are congregated at the village, and about 300 pottery kilns are in use. <br>Visitors can observe the pottery production process, and purchase them directly. It is worthwhile to see the crafts of these potters known as Living Cultural Treasures of Korea for creating the highest quality handicrafts.  Not only are the traditional Cheongja, Baekja, and Buncheong pottery produced here, but you can also view modern design pottery.  The Haegang Ceramics Art Center is the only ceramics Art Center in Korea, where you can learn about ceramics.  One of the must-see events at Icheon Ceramics Village is the internationally famous “Icheon Ceramics Festival” held every year.  Displayed pottery as well as, pottery classes, traditional kiln handling, pottery character show, and even parades are held.","regDate":"2022-08-27","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Folk Villages"],"imgUrl":"/2022-08-27-1661593166221/882433_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-27-1661593166221"},{"id":"2022-08-27-1661589872200","title":"Hyowon’s Bell (효원의 종·서장대)","description":"Hyowon’s Bell is located at the summit of Paldalsan Mountain. The bell was created to honor the filial devotion of King Jeongjo towards his father, Crown Prince Sado. The bell has various symbols representing the city of Suwon and its cultural assets. The bell is always rung three times- the first ring is in gratitude for the love of one’s parents, the second to hope for happiness in one’s family, and the third as a prayer for self-improvement.","regDate":"2022-08-27","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-08-27-1661589872200/625543_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-27-1661589872200"},{"id":"2022-08-27-1661585850373","title":"Hwaseong Yongjusa Temple (용주사(화성))","description":"Yongjusa Temple is located near Yungneung and Geolleung Royal Tombs. This site was originally the location of Garyangsa Temple, which was constructed in 854, during the 16th year of King Munseong of the Silla Kingdom. The temple was very famous as it was surrounded by beautiful mountains and crystal clear waters. However, the temple was destroyed by fire during the Manchu War of 1636.<br><br>During the Joseon dynasty, King Jeongjo moved the tomb of his father to this spot, and built Yongjusa Temple here to pray for the repose of his father’s soul. It is said that one night before the temple was completed, King Jeongjo dreamt of a dragon ascending to the sky holding a magic ball in its mouth. He therefore named the temple “Yongjusa,” which means the temple of a dragon with a magic ball in Korean.<br><br>The courtyard of the temple contains the Bronze Bell of Yongjusa Temple, a National Treasure; a stone pagoda; Daeungbojeon (the main hall); and Cheonboru Pavilion. Visitors to Yongjusa Temple can also find the “Bumoeunjunggyeong” books, which were written by King Jeongjo on the subject of filial affection and respect for one’s parents. These days, Yongjusa Temple and the Yungneung and Geolleung Royal Tombs are highly valued for their cultural heritage.","regDate":"2022-08-27","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-08-27-1661585850373/1593656_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-27-1661585850373"},{"id":"2022-08-27-1661582774696","title":"Hwaseong Fossilized Dinosaur Egg Site (화성 공룡알 화석지)","description":"The Hwaseong Fossilized Dinosaur Egg Site was discovered on an island in the tidal plain south of Sihwaho Lake. The island was revealed when seawaters were blocked during a land reclamation project. As the sedimentary layer formed during the Cretaceous period of the Mesozoic Era (dated around 83 million to 85 million years ago) was eroded by weathering, roughly 200 dinosaur eggs in thirty nests were discovered at twelve dig sites. It is anticipated that more fossils will be discovered once a thorough investigation is carried out and more land is reclaimed.<br><be>Most dinosaur eggs are oval shaped and dark red. Considering the properties of the fossilized shells, the eggs that have been discovered so far are assumed to belong to four-legged herbivorous dinosaurs with a long neck and tail, and two-legged herbivorous dinosaurs, including the hadrosaur. A wide range of plant fossils were also discovered alongside the fossilized eggs, leading to expectations that the formerly lush environment may yet be restored.<br><br>The discovery of the Fossilized Dinosaur Egg Site in Hwaseong has greatly expanded the scope of Korean paleontology; previous paleontological discoveries were exclusively limited to fossilized dinosaur footprints. This significant discovery has attracted many internationally renowned scholars who have visited the site in Hwaseong.","regDate":"2022-08-27","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2022-08-27-1661582774696/2040876_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-27-1661582774696"},{"id":"2022-08-27-1661579189055","title":"Hwaseomun Gate (화서문)","description":"Hwaseomun Gate is the western gate of Hwaseong Fortress, Treasure No. 403. Over the stone <i>mujigae</i> (rainbow) door is a single-story tower gate. Hwaseomun Gate's <i>ongseong</i> (defensive gate) forms a crecent shape, with one side of the ongseong remaining open.","regDate":"2022-08-27","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Gates"],"imgUrl":"/2022-08-27-1661579189055/2483143_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-27-1661579189055"},{"id":"2022-08-27-1661575291530","title":"Hwaseokjeong Pavilion (화석정)","description":"Hwaseokjeong Pavilion was built in honor of Gil Jae, a Goryeo dynasty Confucian scholar who had resigned from his government post to train young scholars. Overlooking the Imjingang River, the pavilion provides a good resting area dotted with zelkova trees.","regDate":"2022-08-27","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-08-27-1661575291530/2364871_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-27-1661575291530"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}