{"pageProps":{"content":"![Oryukdo Island [National Geopark] (오륙도 (부산 국가지질공원))](/2022-08-17-1660779464381/2597455_image2_1.webp)\n\n  \n## Overview\n\n> Oryukdo Island refers to a group of rocky islands off the southern coast of Busan. Depending on the day and the tide, it may appear to be five islands or six islands, hence the name ('o' meaning five and 'yuk' meaning six in Korean). The islands are full of cliffs, caves and free-roaming animals and plants. The islands were intact to the mainland approximately 120,000 years ago, but due to continuous wave erosion, island were separated.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-51-888-3636, <BR>+82-51-607-6395|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Tour Course Information:|[Half-day course]<br>Igidae Costal Path - Oryukdo Island - Baengunpo - Sinseondae<br><br>[One-day course]<br>Igidae - Jangjasan Mountain - Oryukdo Island - Baengunpo - Sinseondae - Hwangryeongsan Mountain|\n  \n## Detail Image\n![/2022-08-17-1660779464381/2597454_image2_1.webp](/2022-08-17-1660779464381/2597454_image2_1.webp)\n![/2022-08-17-1660779464381/2616903_image2_1.webp](/2022-08-17-1660779464381/2616903_image2_1.webp)\n![/2022-08-17-1660779464381/2616904_image2_1.webp](/2022-08-17-1660779464381/2616904_image2_1.webp)\n![/2022-08-17-1660779464381/2616905_image2_1.webp](/2022-08-17-1660779464381/2616905_image2_1.webp)\n![/2022-08-17-1660779464381/2616907_image2_1.webp](/2022-08-17-1660779464381/2616907_image2_1.webp)\n![/2022-08-17-1660779464381/2654785_image2_1.webp](/2022-08-17-1660779464381/2654785_image2_1.webp)\n![/2022-08-17-1660779464381/2654786_image2_1.webp](/2022-08-17-1660779464381/2654786_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-51-888-3636](tel:+82518883636)\n- [🏠www.busan.go.kr/geopark](http://www.busan.go.kr/geopark/index)\n\n\n```googleMap\nlatitude: 35.1014773335\nlongitude: 129.1231321559\ntitle: 137, Oryukdo-ro, Nam-gu, Busan\n```\n  \n\n","data":{"id":"2022-08-17-1660779464381","title":"Oryukdo Island [National Geopark] (오륙도 (부산 국가지질공원))","description":"Oryukdo Island refers to a group of rocky islands off the southern coast of Busan. Depending on the day and the tide, it may appear to be five islands or six islands, hence the name ('o' meaning five and 'yuk' meaning six in Korean). The islands are full of cliffs, caves and free-roaming animals and plants. The islands were intact to the mainland approximately 120,000 years ago, but due to continuous wave erosion, island were separated.","regDate":"2022-08-17","author":"korea-tour","tag":["Busan","Nature","Natural Sites"],"imgUrl":"/2022-08-17-1660779464381/2597454_image2_1.webp","blogPath":"Busan/2022-08-17-1660779464381","pageUrl":"https:/mcdryad.com/Busan/2022-08-17-1660779464381"},"dataList":[{"id":"2022-08-18-1660815560959","title":"Songjeong Beach (송정해수욕장)","description":"Songjeong Beach stretches for 1.2 kilometers with a x_width ranging from 30 to 60 meters. The white sandy beach is ideal for families with young children because of its shallow waters. The beach is very popular as a photography venue for pre-wedding photoshoots. The area around the beach offers many <em>hoe</em> (sliced raw fish) restaurants. <br>Jukdo Park is located north of the beach at the entrance to Songjeonghang Port. The white and red lighthouses of the harbor are a popular photo spot, as well as the view of the beach from Songiljeong Pavilion at the peak of Jukdo Park. The path leads through a grove of evergreens. Fishermen often line the breakwaters to the lighthouses.","regDate":"2022-08-18","author":"korea-tour","tag":["Busan","Nature","Natural Sites"],"imgUrl":"/2022-08-18-1660815560959/2385262_image2_1.webp","blogPath":"Busan/2022-08-18-1660815560959"},{"id":"2022-08-18-1660812268586","title":"Shinsegae Centum City (신세계 센텀시티)","description":"Shinsegae Centum City Department Store is registered in the Guinness World Records as the largest shopping complex in the world, offering a full range of entertainment options, from an ice rink to movie theather, golf range, and a spa. Shops include 21 designer brands and 622 famous brands.<br><br>Opened as the first department store in Korea, Shinsegae reflects decades of retail experience in this flagship location. Globally renowned experts such as Italian architect Claudio Silvestrin and an American architecture and design firm Callison completed Centum City under the concept of a “golden sea”. The department store has emerged as a defining landmark in Busan.","regDate":"2022-08-18","author":"korea-tour","tag":["Busan","Culture/Art/History","Architectural Sights","Buildings"],"imgUrl":"/2022-08-18-1660812268586/1016443_image2_1.webp","blogPath":"Busan/2022-08-18-1660812268586"},{"id":"2022-08-18-1660808228753","title":"Seomyeon 1beon-ga (Seomyeon First Street) (서면1번가)","description":"<br>As one of the busiest streets in Busan, Seomyeon 1beon-ga is also known as the Art Street. It stretches over 330 meters, connecting former Cheonujang and the LG Service Center.<br><br>The street bustles with life all day long, full of cafes, bars, and restaurants that offer delicious, but inexpensive food and drinks. In addition, it offers a wide array of entertainment facilities such as movie theaters, performance halls, and game facilities. The streets also serve as a venue for festivals and performances, making it the most popular street in Busan. During weekends, diverse cultural events are held, providing visitors with an opportunity to enjoy street performances as well as engage in activities.","regDate":"2022-08-18","author":"korea-tour","tag":["Busan","Culture/Art/History","Experience Programs","Cultural Districts"],"imgUrl":"/2022-08-18-1660808228753/1571954_image2_1.webp","blogPath":"Busan/2022-08-18-1660808228753"},{"id":"2022-08-18-1660805350735","title":"Samnak Ecological Park (삼락생태공원)","description":"Samnak Ecological Park is the largest of the four riverside parks located along the banks of Nakdonggang River. Located within the Nakdonggang Estuary Eco-park's Migratory Bird Habitat (a Natural Heritage), the park is equipped with a marsh, bird feeding site, grassy fields, wildflower field, biking & walking paths, auto-camping site, water leisure town, and more aminities. The park also features more than 60 exercise machines for citizens' use.The marsh path is lined with reeds and willow trees for a beautiful and romantic walking location. The park is especially popular among bird-watchers in winter, when the migratory birds settle here to pass the cooler months.","regDate":"2022-08-18","author":"korea-tour","tag":["Busan","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-08-18-1660805350735/2488063_image2_1.webp","blogPath":"Busan/2022-08-18-1660805350735"},{"id":"2022-08-18-1660801779602","title":"Samgwangsa Temple (삼광사)","description":"Founded in 1986, Samgwangsa Temple is the second temple of the Cheontae Order in Korean Buddhism. The temple nestled in the hillside of the Baegyangsan Mountain where the clear view of Busan city comes into sight. Among the many facilities, the temple has the main Daeungbojeon Hall, where the statues of Buddhas are placed, and a lecture meeting hall that can fit over 100,000 people at the same time. Samgwangsa Temple is known to blend contemporary and traditional aspects of Buddhism harmoniously, and as a result, the temple is noted to have played an active role in modernizing Korean Buddhism as well as promoting Buddhism internationally and integrating the religion with popular culture. The temple holds various cultural events, opening its doors to the public through club activities and performances.","regDate":"2022-08-18","author":"korea-tour","tag":["Busan","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-08-18-1660801779602/1571989_image2_1.webp","blogPath":"Busan/2022-08-18-1660801779602"},{"id":"2022-08-18-1660797906915","title":"Oryukdo Skywalk (오륙도 스카이워크)","description":"Oryukdo Skywalk is located at what was called Seungdumal, meaning a saddle, due to the shape of the point. It was also called Jallokgae by residents and female divers in the area. <br><br>The construction of Oryukdo Skywalk began on September 12, 2012 at the Seungdumal area, which is regarded as the dividing point between the East Sea and the South Sea, and the skywalk opened on October 18, 2013, with the theme of walking over the sky.”<br><br>Iron columns were set up over a 35-meter-high coastal cliff, and a 15-meter glass bridge comprised of 24 glass plates and shaped like a horse’s hoof connect the iron columns. The glass flooring was made by four layers of 12-millimeter glass panels coated with a bulletproof film for a total thickness of 55.49 millimeters, making the structure quite safe. Visitors will be thrilled with the view of the waves while looking down through the transparent floor. The sea stretches out ahead of the skywalk, perfect for a photo op.","regDate":"2022-08-18","author":"korea-tour","tag":["Busan","Culture/Art/History","Architectural Sights","Monuments/Observatories"],"imgUrl":"/2022-08-18-1660797906915/2617617_image2_1.webp","blogPath":"Busan/2022-08-18-1660797906915"},{"id":"2022-08-18-1660791989829","title":"Oryukdo Lighthouse (오륙도 등대)","description":"Oryukdo is a rocky island located in the oceanside of the Yongho-dong neighborhood. Depending on the tides, Oryukdo (“O” meaning “5”, “Yuk” meaning “6”) sometimes looks as if it is made of five or six islets. Several decades after the Busanhang Port opened (1876), a lighthouse was built (November 1937) in Batseom Island of Oryukdo to guide ships traveling to and from the island. Initially only 6.2 meters high, the lighthouse underwent renovations (completed in December 1998) and now stands tall at 27.5 meters. The lighthouse is home to an exhibition room showing photos of major lighthouses in Korea and boasts a stunning view of Busanhang Port as well as an unforgettable nightscape.","regDate":"2022-08-18","author":"korea-tour","tag":["Busan","Nature","Natural Sites"],"imgUrl":"/2022-08-18-1660791989829/217658_image2_1.webp","blogPath":"Busan/2022-08-18-1660791989829"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}