{"pageProps":{"content":"![Wolchulsan Gichan Land (월출산 기찬랜드)](/2023-02-01-1675226398839/1006040_image2_1.webp)\n\n  \n## Overview\n\n> Wolchulsan Gichan Land is set in the clean valley and fresh air at the foot of Cheonhwangbong Peak of Wolchulsan Mountain. Many famous people come from the area, including Kim Changjo who created folklore music, Nangsan Kim Junyeon, a member of the Consituent Assembly, Admiral Kang Kicheon, Jo Hunhyeon, King of Baduk game and others. Gichan Land houses Gayageum Theme Park to offer folk culture as well as nature-pool, spirit health center, pension, physical facilities, well-being prayer road, and others. Wolchulsan Well-being Prayer Road features a health road to experience water, forest, and rocks on the road to Wolchulsan Mountain. <br><br>The 1.1 kilometer long Wolchulsan Well-being Prayer Road stretches from Gichan-gil Walking path to Ki Sports Park and Sowon-ro. The path is decorated with more than 30 years of pine trees, eco-friendly wooden bridge, and a resting area. Wolchulsan Pray Road stretches from the entrance of Cheonhwangsaji and Ki Sports Park to Gichan Land (4km) plus the 3 kilometer-road from Historic Site of Wang In to the entrance of Dogapsa Temple.<br><br>Wolchulsan National Park features breathtaking scenery, plentiful cultural resources and folklore atmosphere of the Southern area. The mountain was formed as a residual hill of the Sobaek Mountain Range going into the Mokpo sea and meets the projecting rocks. The whole area is centered around Cheonwangbong Peak (809m) and is surrounded by uniquely-formed rocks and cliffs. <br><br>The area is the birth place of Wangin (Baekje) and Doseon Guksa (Late Silla). Various cultural assets are also located here, including Gengnakjeon Hall and Rock-carved Seated Buddha in Muwisa Temple in south side and Dogapsa Temple in west side based on Cheonwangbong Peak.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br>• For more info: +82-61-471-8500|\n|parking:|Available|\n|usetime:|08:00-19:00|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Admission Fees:|Individuals - Adults 6,000 won / Teenagers 4,000 won / Children 2,000 won<br />Groups - Adults 5,000 won / Teenagers 3,000 won / Children 1,000 won<br />* Groups: 20 people or more|\n|Available Facilities:|* Convenience facilities: Nature-type pool, pension, resting area, pavilion, football field, performance hall, etc.<br />* Spirit experience hall: Gichan Moetgil, Spirit Health Center, Natural dyeing hall, etc.|\n  \n## Detail Image\n![/2023-02-01-1675226398839/778577_image2_1.webp](/2023-02-01-1675226398839/778577_image2_1.webp)\n![/2023-02-01-1675226398839/1006050_image2_1.webp](/2023-02-01-1675226398839/1006050_image2_1.webp)\n![/2023-02-01-1675226398839/1006053_image2_1.webp](/2023-02-01-1675226398839/1006053_image2_1.webp)\n![/2023-02-01-1675226398839/1006064_image2_1.webp](/2023-02-01-1675226398839/1006064_image2_1.webp)\n![/2023-02-01-1675226398839/1006067_image2_1.webp](/2023-02-01-1675226398839/1006067_image2_1.webp)\n![/2023-02-01-1675226398839/1073376_image2_1.webp](/2023-02-01-1675226398839/1073376_image2_1.webp)\n![/2023-02-01-1675226398839/1073384_image2_1.webp](/2023-02-01-1675226398839/1073384_image2_1.webp)\n![/2023-02-01-1675226398839/1073389_image2_1.webp](/2023-02-01-1675226398839/1073389_image2_1.webp)\n![/2023-02-01-1675226398839/1073405_image2_1.webp](/2023-02-01-1675226398839/1073405_image2_1.webp)\n![/2023-02-01-1675226398839/1006059_image2_1.webp](/2023-02-01-1675226398839/1006059_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-61-471-8500](tel:+82614718500)\n- [🏠tour.yeongam.go.kr](http://tour.yeongam.go.kr/)\n\n\n```googleMap\nlatitude: 34.7917082337\nlongitude: 126.6852119282\ntitle: 19-3, Gichan land-ro, Yeongam-gun, Jeollanam-do\n```\n  \n## Directions\n  \n[Bus]<br>\nTake an express bus from Central City Terminal to Yeongam Bus Terminal.<br>\n- Transfer to a bus bound for Yeongam and Dokcheon and get off at Hoemun-ri Bus Stop (10 minutes).<br>\n- Gichan Land will be located on the left within 450m ahead.\n","data":{"id":"2023-02-01-1675226398839","title":"Wolchulsan Gichan Land (월출산 기찬랜드)","description":"Wolchulsan Gichan Land is set in the clean valley and fresh air at the foot of Cheonhwangbong Peak of Wolchulsan Mountain. Many famous people come from the area, including Kim Changjo who created folklore music, Nangsan Kim Junyeon, a member of the Consituent Assembly, Admiral Kang Kicheon, Jo Hunhyeon, King of Baduk game and others. Gichan Land houses Gayageum Theme Park to offer folk culture as well as nature-pool, spirit health center, pension, physical facilities, well-being prayer road, and others. Wolchulsan Well-being Prayer Road features a health road to experience water, forest, and rocks on the road to Wolchulsan Mountain. <br><br>The 1.1 kilometer long Wolchulsan Well-being Prayer Road stretches from Gichan-gil Walking path to Ki Sports Park and Sowon-ro. The path is decorated with more than 30 years of pine trees, eco-friendly wooden bridge, and a resting area. Wolchulsan Pray Road stretches from the entrance of Cheonhwangsaji and Ki Sports Park to Gichan Land (4km) plus the 3 kilometer-road from Historic Site of Wang In to the entrance of Dogapsa Temple.<br><br>Wolchulsan National Park features breathtaking scenery, plentiful cultural resources and folklore atmosphere of the Southern area. The mountain was formed as a residual hill of the Sobaek Mountain Range going into the Mokpo sea and meets the projecting rocks. The whole area is centered around Cheonwangbong Peak (809m) and is surrounded by uniquely-formed rocks and cliffs. <br><br>The area is the birth place of Wangin (Baekje) and Doseon Guksa (Late Silla). Various cultural assets are also located here, including Gengnakjeon Hall and Rock-carved Seated Buddha in Muwisa Temple in south side and Dogapsa Temple in west side based on Cheonwangbong Peak.","regDate":"2023-02-01","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Recreational Sites","Theme Parks"],"imgUrl":"/2023-02-01-1675226398839/1006040_image2_1.webp","blogPath":"Jeollanam-do/2023-02-01-1675226398839","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-02-01-1675226398839"},"dataList":[{"id":"2023-02-04-1675499868944","title":"Jasan Park (자산공원)","description":"The city of Yeosu is nestled on the Yeosu Peninsula and the areas of Yeosu-si, Yeoncheon-si and Yeocheon-gun, which all have the same first character ‘려(麗) (ryeo)’ were combined as one into Yeosu-si as of April, 1998.<br><br>Located at the entrance of the breakwater of Odongdo Island, Jasan Park embraces the South Sea.<br>Thousands of evergreen trees and flowering plants spread out over the wide flats when approaching the peak by the steep staircase. The park has a 15 meter-high Yi Sun-sin statue, built in 1967 to honor his birth along with Jinnamje Festival, Jasangak, Chunghontop (memorial tower) and a fair view with a refreshing sea breeze. In addition, Ilchuljeong, Sunrise Arbor which was constructed in 1998, is beloved as a resting spot by many visitors.","regDate":"2023-02-04","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2023-02-04-1675499868944/177688_image2_1.webp","blogPath":"Jeollanam-do/2023-02-04-1675499868944"},{"id":"2023-02-04-1675496145606","title":"Jangsupungdengi Village (장수풍뎅이마을)","description":"Located in the far upstream of Jangheung Dam, Jangsupungdengi Village preserves the natural environment. The village has a shiitake mushroom center, eco experience center, and beetle farming field where children and teenage students may visit and learn about the nature and its eco system. The village is also open to the general public for quality time in nature.","regDate":"2023-02-04","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Experience Programs","Village Experience"],"imgUrl":"","blogPath":"Jeollanam-do/2023-02-04-1675496145606"},{"id":"2023-02-04-1675492691639","title":"Heungguksa Temple (Yeosu) (흥국사 (여수))","description":"The name of Heungguksa Temple means “if the country prospers, the temple does well.” The temple was established to pray for the country to flourish. Located on Yeongchwisan Mountain, Heunaguksa was founded by Bojo Guksa in 1195. <br><br>Within the compound are other buildings including Wontongjeon, Palsangjeon and Daeungjeon (Main Hall). The temple’s main hall, a Treasure, is open in its structure and equipped with traditional Korean doors. A Buddhist painting named Hubultaenghwa is designated as a Treasure. At the entrance to the temple is a rainbow-shaped stone bridge called Honggyo Bridge,a Treasure, which is widely known as a distinguished work of art. <br><br>On Yeongchwisan Mountain, azaleas begin to bloom in early April and completely take over the mountain by the end of the month. Azalea blossoms create an extravagant view along the ridgeline of Yeongchwibong Peak (439 meters above sea level) and Jillyebong Peak (510 meters above sea level).During this period, the Mount Yeongchwisan Azalea Festival takes place.","regDate":"2023-02-04","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2023-02-04-1675492691639/1607899_image2_1.webp","blogPath":"Jeollanam-do/2023-02-04-1675492691639"},{"id":"2023-02-04-1675488968510","title":"Hataedo Island (하태도)","description":"Hataedo Island is known to be first settled by Park Haeng-seo from the Miryang Park family when he moved out from Daeheuksando Island. The island was given its name for being the southernmost island among three clustered islands that produce abundant edible seaweed. Besides the diverse fish that inhabit the nearby waters, attracting numerous fishers, the island is also known to be a heavy producer of edible seaweed, including laver. Although most of the islanders make a living through the fishing industry, black goats are also often seen grazing on green pastures. Hataedo Islands beach is only 300 meters long, but boasts pristine beauty.","regDate":"2023-02-04","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"","blogPath":"Jeollanam-do/2023-02-04-1675488968510"},{"id":"2023-02-04-1675485522259","title":"Hallyeohaesang National Park (Odongdo Island District) (한려해상국립공원 (오동도))","description":"The base point of Hallyeohaesang National Park, Odongdo Island is famous for colonies of camellia found on the island. In addition to the camellias, there are 70 species of wildflowers and 200 species of evergreen trees that flourish here. The island is known to be most beautiful in mid-March when the camellias are at its peak. To get to the island, it takes around 10 minutes by car from Yeosu downtown. Other options include the Dongbaek Train, a ferry or motorboat.","regDate":"2023-02-04","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"/2023-02-04-1675485522259/1812888_image2_1.webp","blogPath":"Jeollanam-do/2023-02-04-1675485522259"},{"id":"2023-02-04-1675481763666","title":"Gurye Cheoneunsa Temple (천은사(구례))","description":"Located north of Gurye on Jirisan Mountain, and built during the Unified Silla Period, Cheoneunsa Temple is one of the three great Buddhist temples of Jirisan Mountain. Cheoneunsa Temple is believed to have been built by Monk Deokun and Monk Seru from India in AD 828 during the 3rd year of King Heungdeok. Because it initially laid next to spring water as clean and cold as a morning dew, the temple was also called Gamrosa, meaning Sweet Dew Temple. The spring water was rumored to clean one’s body and soul, leading to crowd of Buddhist monks to visit the temple. During King Chungryeol’s reign, the temple was named the Best Temple in the south.<br><br>The temple was burned down during the Imjin War (1592-1598) and then later rebuilt and renamed Cheoneunsa. Legend has it that while the temple was being rebuilt, a large serpent often came out of the spring. When the serpent was finally captured and killed, the spring waters suddenly dried up. Hence the name Cheoneunsa, meaning Disappearance of Spring Water, was given.","regDate":"2023-02-04","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"","blogPath":"Jeollanam-do/2023-02-04-1675481763666"},{"id":"2023-02-03-1675420625446","title":"Geomundo Island (거문도)","description":"Located approximately halfway between Yeosu and Jeju Island, Geomundo Island is part of the Dadohae Maritime National Park. It is divided into Dongdo, Seodo, and Godo Islands, all of which offer scenic views of quaint towns and surrounding nature. Also, Geomundo is the access point for the famous Baekdo Island group, a spectacular array of uninhabited rock pinnacles attached with numerous legends.","regDate":"2023-02-03","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"/2023-02-03-1675420625446/1907073_image2_1.webp","blogPath":"Jeollanam-do/2023-02-03-1675420625446"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}