{"pageProps":{"content":"![Caribbean Bay (캐리비안베이)](/2022-07-18-1658166175894/2504505_image2_1.webp)\n\n  \n## Overview\n\n> Caribbean Bay is a world-class water park with various attractions and health facilities based on the theme of the Caribbean coast. Attractions include an artificial wave pool with a x_width of 120 meters and a length of 104 meters, a lazy river that passes through indoor and outdoor pools, and various slides that maximize adventure and thrill. Indoor facilities include a wave pool, slides, spas, and saunas. One of the park's best attractions is Mega Storm, a super large complex water slide. The circular tube starts from the boarding platform 37 meters above the ground and travels 355 meters rotating in all directions going up and down three rapid descents. The last part of the ride is a large 18 meter funnel shaped tornado that gives riders a zero gravity experience for about 55 to 60 seconds.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br>(Korean, English, Japanese, Chinese) <br> • For more info: +82-31-320-5000|\n|opendate:|July 1996|\n|parking:|Available|\n|restdate:|* Refer to the official website|\n|usetime:|[Indoor facilities] 10:00-18:00<br>[Outdoor facilities] 10:00-17:00<br>* Subject to change; check before visiting|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Admission Fees:|Please refer to the official website|\n|Available Facilities:|[Outdoor facilities]<br> Tower Raft, Tower Boomerang Go, Wild Blaster, Wild River Pool, Adventure Pool, Water Bobsleigh, Wave Pool, Mega Storm, etc.<br><br> [Indoor facilities]<br> Indoor Wave Pool, Indoor Kids’ Pool, Spa, Sauna<br><br> [Convenience facilities]<br> Baby service center, food storage and picnic area, lockers, medical office, family shower room, etc.|\n|Restrooms:|Available|\n|Parking Fees:|Free|\n|Reservation Info. for Foreigners:|Advance reservation required|\n  \n## Detail Image\n![/2022-07-18-1658166175894/1590015_image2_1.webp](/2022-07-18-1658166175894/1590015_image2_1.webp)\n![/2022-07-18-1658166175894/2504502_image2_1.webp](/2022-07-18-1658166175894/2504502_image2_1.webp)\n![/2022-07-18-1658166175894/2504503_image2_1.webp](/2022-07-18-1658166175894/2504503_image2_1.webp)\n![/2022-07-18-1658166175894/2504506_image2_1.webp](/2022-07-18-1658166175894/2504506_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-31-320-5000](tel:+82313205000)\n- [🏠www.everland.com](http://www.everland.com/)\n\n\n```googleMap\nlatitude: 37.2933788242\nlongitude: 127.2013390401\ntitle: 199, Everland-ro, Cheoin-gu, Yongin-si, Gyeonggi-do\n```\n  \n\n","data":{"id":"2022-07-18-1658166175894","title":"Caribbean Bay (캐리비안베이)","description":"Caribbean Bay is a world-class water park with various attractions and health facilities based on the theme of the Caribbean coast. Attractions include an artificial wave pool with a x_width of 120 meters and a length of 104 meters, a lazy river that passes through indoor and outdoor pools, and various slides that maximize adventure and thrill. Indoor facilities include a wave pool, slides, spas, and saunas. One of the park's best attractions is Mega Storm, a super large complex water slide. The circular tube starts from the boarding platform 37 meters above the ground and travels 355 meters rotating in all directions going up and down three rapid descents. The last part of the ride is a large 18 meter funnel shaped tornado that gives riders a zero gravity experience for about 55 to 60 seconds.","regDate":"2022-07-18","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Recreational Sites","Hot Springs & Spa"],"imgUrl":"/2022-07-18-1658166175894/2504505_image2_1.webp","blogPath":"Gyeonggi-do/2022-07-18-1658166175894","pageUrl":"https:/mcdryad.com/Gyeonggi-do/2022-07-18-1658166175894"},"dataList":[{"id":"2022-08-27-1661589872200","title":"Hyowon’s Bell (효원의 종·서장대)","description":"Hyowon’s Bell is located at the summit of Paldalsan Mountain. The bell was created to honor the filial devotion of King Jeongjo towards his father, Crown Prince Sado. The bell has various symbols representing the city of Suwon and its cultural assets. The bell is always rung three times- the first ring is in gratitude for the love of one’s parents, the second to hope for happiness in one’s family, and the third as a prayer for self-improvement.","regDate":"2022-08-27","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-08-27-1661589872200/625543_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-27-1661589872200"},{"id":"2022-08-27-1661585850373","title":"Hwaseong Yongjusa Temple (용주사(화성))","description":"Yongjusa Temple is located near Yungneung and Geolleung Royal Tombs. This site was originally the location of Garyangsa Temple, which was constructed in 854, during the 16th year of King Munseong of the Silla Kingdom. The temple was very famous as it was surrounded by beautiful mountains and crystal clear waters. However, the temple was destroyed by fire during the Manchu War of 1636.<br><br>During the Joseon dynasty, King Jeongjo moved the tomb of his father to this spot, and built Yongjusa Temple here to pray for the repose of his father’s soul. It is said that one night before the temple was completed, King Jeongjo dreamt of a dragon ascending to the sky holding a magic ball in its mouth. He therefore named the temple “Yongjusa,” which means the temple of a dragon with a magic ball in Korean.<br><br>The courtyard of the temple contains the Bronze Bell of Yongjusa Temple, a National Treasure; a stone pagoda; Daeungbojeon (the main hall); and Cheonboru Pavilion. Visitors to Yongjusa Temple can also find the “Bumoeunjunggyeong” books, which were written by King Jeongjo on the subject of filial affection and respect for one’s parents. These days, Yongjusa Temple and the Yungneung and Geolleung Royal Tombs are highly valued for their cultural heritage.","regDate":"2022-08-27","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-08-27-1661585850373/1593656_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-27-1661585850373"},{"id":"2022-08-27-1661582774696","title":"Hwaseong Fossilized Dinosaur Egg Site (화성 공룡알 화석지)","description":"The Hwaseong Fossilized Dinosaur Egg Site was discovered on an island in the tidal plain south of Sihwaho Lake. The island was revealed when seawaters were blocked during a land reclamation project. As the sedimentary layer formed during the Cretaceous period of the Mesozoic Era (dated around 83 million to 85 million years ago) was eroded by weathering, roughly 200 dinosaur eggs in thirty nests were discovered at twelve dig sites. It is anticipated that more fossils will be discovered once a thorough investigation is carried out and more land is reclaimed.<br><be>Most dinosaur eggs are oval shaped and dark red. Considering the properties of the fossilized shells, the eggs that have been discovered so far are assumed to belong to four-legged herbivorous dinosaurs with a long neck and tail, and two-legged herbivorous dinosaurs, including the hadrosaur. A wide range of plant fossils were also discovered alongside the fossilized eggs, leading to expectations that the formerly lush environment may yet be restored.<br><br>The discovery of the Fossilized Dinosaur Egg Site in Hwaseong has greatly expanded the scope of Korean paleontology; previous paleontological discoveries were exclusively limited to fossilized dinosaur footprints. This significant discovery has attracted many internationally renowned scholars who have visited the site in Hwaseong.","regDate":"2022-08-27","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2022-08-27-1661582774696/2040876_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-27-1661582774696"},{"id":"2022-08-27-1661579189055","title":"Hwaseomun Gate (화서문)","description":"Hwaseomun Gate is the western gate of Hwaseong Fortress, Treasure No. 403. Over the stone <i>mujigae</i> (rainbow) door is a single-story tower gate. Hwaseomun Gate's <i>ongseong</i> (defensive gate) forms a crecent shape, with one side of the ongseong remaining open.","regDate":"2022-08-27","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Gates"],"imgUrl":"/2022-08-27-1661579189055/2483143_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-27-1661579189055"},{"id":"2022-08-27-1661575291530","title":"Hwaseokjeong Pavilion (화석정)","description":"Hwaseokjeong Pavilion was built in honor of Gil Jae, a Goryeo dynasty Confucian scholar who had resigned from his government post to train young scholars. Overlooking the Imjingang River, the pavilion provides a good resting area dotted with zelkova trees.","regDate":"2022-08-27","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-08-27-1661575291530/2364871_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-27-1661575291530"},{"id":"2022-08-26-1661510540205","title":"Hwahongmun Gate (화홍문)","description":"Hwahongmun Gate refers to the northern gate of Hwaseong Fortress among the two main gates installed to control the flow of Suwoncheon Stream that cuts through the fortress. Hwahongmun Gate consists of seven arched watergates in varying sizes. The watergate at the center is larger than the others to control the water flow effectively.","regDate":"2022-08-26","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Gates"],"imgUrl":"/2022-08-26-1661510540205/2480674_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-26-1661510540205"},{"id":"2022-08-26-1661506826216","title":"Hwadam Botanic Garden (화담숲)","description":"Hwadam Botanic Garden is an eco-friendly arboretum located within Konjiam Resort in Gwangju, Gyeonggi-do, a 40-minute drive away from Seoul. In effort to revive the country's forest ecosystem, LG Evergreen Foundation brought in approximately 4,300 types of exquisite and domestic plants to form a forest park divided into 17 themes. Hwadam can be translated into a friendly communication, a name given to the forest in hopes that the area serves as a mean for people to communicate with nature. While the forest is designed to offer an environmentally friendly atmosphere, the ecosystem and habitats of the forest are well-preserved, serving as a home to many living species.","regDate":"2022-08-26","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites","Botanical Gardens"],"imgUrl":"/2022-08-26-1661506826216/2436244_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-26-1661506826216"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}