{"pageProps":{"content":"![Daereungwon Tomb Complex (Cheonmachong Tomb) (대릉원(천마총))](/2022-11-22-1669109979882/2641753_image2_1.webp)\n\n  \n## Overview\n\n> Within Daereungwon Tomb Complex is Cheonmachong Tomb (Ancient Tomb No. 155), which was excavated in 1973. Cheonmachong Tomb consists of a wooden coffin placed inside an underground chamber mounded with boulders and earth, characterized as a typical upper class tomb of the Silla period. The mound has a x_height of 12.7 m with a diameter of 50 m, and consists of a layer of rocks collected from streams. Below the rock layer is a wooden chamber that is 6.5 m long and 2.1 m wide, reaching 2.1 m in x_height, with the wooden coffin at its center. A total of 11,526 artifacts were discovered within the tomb, including Cheonmado, an artwork considered highly valuable as it is Koreas first artwork to be excavated from an ancient tomb.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330<br>(English, Korean, Japanese, Chinese) <br> • For more info: +82-54-750-8650|\n|parking:|Available|\n|restdate:|N/A (Open all year round)|\n|usetime:|09:00-22:00|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Admission Fees:|Individuals: Adults 3,000 won / Teenagers 2,000 won / Children 1,000 won <br> <br>Groups: Adults: 2,400 won / Teenagers 1,600 won / Children 800 won <br> <br> * Adults (ages 19-64) / Teenagers (ages 13-18) / Children (ages 7-12) <br> * Groups - 30 people or more<br> <br> [Day Pass] <br> Entry to 2 sites: Daereungwon Ancient Tomb, Donggung Palace and Wolji Pond (Anapji Pond)<br> <br>Individuals: Adults 4,000 won / Teenagers 2,400 won / Children 1,200 won <br>Groups: Adults 3,200 won / Teenagers 2,000 won / Children 1,000 won <br> <br> * Note <br> - The ticket is available at Daereungwon Ancient Tomb and at Donggung Palace and Wolji Pond (Anapji Pond).<br> - The ticket is valid for 1 day.<br>* Please be advised that even visiting one place with the ticket will make the ticket non-refundable. <br> - One ticket will be issued regardless of the number of visitors.|\n|Restrooms:|Available|\n  \n## Detail Image\n![/2022-11-22-1669109979882/202634_image2_1.webp](/2022-11-22-1669109979882/202634_image2_1.webp)\n![/2022-11-22-1669109979882/202636_image2_1.webp](/2022-11-22-1669109979882/202636_image2_1.webp)\n![/2022-11-22-1669109979882/202639_image2_1.webp](/2022-11-22-1669109979882/202639_image2_1.webp)\n![/2022-11-22-1669109979882/977279_image2_1.webp](/2022-11-22-1669109979882/977279_image2_1.webp)\n![/2022-11-22-1669109979882/977287_image2_1.webp](/2022-11-22-1669109979882/977287_image2_1.webp)\n![/2022-11-22-1669109979882/977288_image2_1.webp](/2022-11-22-1669109979882/977288_image2_1.webp)\n![/2022-11-22-1669109979882/1031881_image2_1.webp](/2022-11-22-1669109979882/1031881_image2_1.webp)\n![/2022-11-22-1669109979882/1200495_image2_1.webp](/2022-11-22-1669109979882/1200495_image2_1.webp)\n![/2022-11-22-1669109979882/1200539_image2_1.webp](/2022-11-22-1669109979882/1200539_image2_1.webp)\n![/2022-11-22-1669109979882/2641752_image2_1.webp](/2022-11-22-1669109979882/2641752_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-54-750-8650](tel:+82547508650)\n- [🏠www.gyeongju.go.kr/tour](http://www.gyeongju.go.kr/tour)\n\n\n```googleMap\nlatitude: 35.8386877792\nlongitude: 129.2104983997\ntitle: 9, Gyerim-ro, Gyeongju-si, Gyeongsangbuk-do\n```\n  \n## Directions\n  \n[Train + Bus]<BR>\nFrom Seoul Station, take a train to Singyeongju station. <br> \nFrom Singyeongju Station, take Bus No. 60, 61 or 700 and get off at Geumseong Sageori (4-way intersection) Bus Stop. <br>\nWalk back to the intersection and turn right.\n","data":{"id":"2022-11-22-1669109979882","title":"Daereungwon Tomb Complex (Cheonmachong Tomb) (대릉원(천마총))","description":"Within Daereungwon Tomb Complex is Cheonmachong Tomb (Ancient Tomb No. 155), which was excavated in 1973. Cheonmachong Tomb consists of a wooden coffin placed inside an underground chamber mounded with boulders and earth, characterized as a typical upper class tomb of the Silla period. The mound has a x_height of 12.7 m with a diameter of 50 m, and consists of a layer of rocks collected from streams. Below the rock layer is a wooden chamber that is 6.5 m long and 2.1 m wide, reaching 2.1 m in x_height, with the wooden coffin at its center. A total of 11,526 artifacts were discovered within the tomb, including Cheonmado, an artwork considered highly valuable as it is Koreas first artwork to be excavated from an ancient tomb.","regDate":"2022-11-22","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-11-22-1669109979882/2641753_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-11-22-1669109979882","pageUrl":"https:/mcdryad.com/Gyeongsangbuk-do/2022-11-22-1669109979882"},"dataList":[{"id":"2022-11-29-1669718411779","title":"Gyeongju Wolseong Palace Site (Banwolseong Fortress) (경주 월성(반월성))","description":"This was the location of the palace fortress during the Silla dynasty (57 BC ~ AD 935).  The fortress takes after its name, which, literally translates to mean a crescent moon shape on top of a hill. The famous history books of Samgukyusa mention that Silla’s 4th King Seoktalhae (AD 57~80) thought this area was an ideal spot for the fortress and bought the land from a nobleman.  The 2nd King Namhae (AD 4~24) impressed by Seoktalhae’s actions, took him in as his son-in-law, later, becoming the 4th king.  The area was then under Silla’s rule for 900 years, the last king being the 56th, Gyeongsoon (AD 927~935).  <br><br>Although the magnificent grandeur of the palace is now just an empty lot, it has been told that this area was filled with imperial buildings during the Silla dynasty.  Currently, the region of Wolseong has a freezer made out of rocks called Seokbinggo, an archery range, horse-riding field, and a traditional playground, which resembles the grounds of the Joseon Period (the dynasty that ruled the Korean peninsula from 1392-1910).","regDate":"2022-11-29","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Fortresses"],"imgUrl":"/2022-11-29-1669718411779/2601687_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-11-29-1669718411779"},{"id":"2022-11-29-1669711353031","title":"Gyeongju Tomb of King Muyeol, Stele of King Taejong Muyeol (경주 무열왕릉, 태종무열왕릉비)","description":"The Tomb of King Muyeol is the tomb of Kim Chun-chu, who acsended to the throne as King Muyeol (r. 654-661), the 29th ruler of the Silla Kingdom. The tomb is located at the southwestern foot of Seondosan Mountain in Gyeongju. As king, he sought to unify the three kingdoms by allying forces with Chinas Tang dynasty, but passed away before he could successfully accomplish his goal. His tomb is relatively large, reaching a x_height of 8.7 meters, and having a circumference of 114 meters. Originally made with large stones, the tomb has been covered in dirt and grass with the passing of time.  To the east of the grave are the remains of his stele with an inscription that reads “Taejong Muyeol Daewangjibi (Tombstone of the Great King Muyeol), indicating the owner of this grave.","regDate":"2022-11-29","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-11-29-1669711353031/2641759_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-11-29-1669711353031"},{"id":"2022-11-29-1669707348320","title":"Gyeongju Tomb of Kim Yu-sin (경주 김유신묘)","description":"The tomb of General Kim Yu-sin (595-673) is located near the Gyeongju Express Bus Terminal at the end of a scenic lane, popular in spring for its walls of yellow forsythia and pink cherry blossom trees in bloom. The tomb itself is located in a scenic area thick with pine trees, on the eastern side of Songhwasan Mountain.The tomb of General Kim Yu-sin is a large tomb measuring roughly 30 meters in diameter, circled by a stone fence with 24 guard posts. The tomb base wall features relief carvings of the 12 Oriental zodiac gods standing guard over the tomb, brandishing weapons. The carvings are unique in that while their bodies face outwards, the heads are all turned to the right. The elaborately decorated tomb is second in grandeur only to those of royalty.","regDate":"2022-11-29","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-11-29-1669707348320/179566_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-11-29-1669707348320"},{"id":"2022-11-29-1669704178891","title":"Gyeongju Seokguram Grotto [UNESCO World Heritage] (경주 석굴암 [유네스코 세계문화유산])","description":"Seokguram Grotto was constructed by Kim Dae-Seong during the reign of King Gyeong-Deok (742-765) of the Silla Kingdom. Located 3 kilometers away by hiking trail and 9 kilometers by car from Bulguksa Temple, the grotto was designed very harmoniously with the seated Buddha facing the East Sea. It is a valuable cultural heritage that is preserved and registered as a UNESCO World Heritage on December 6, 1995.&nbsp;","regDate":"2022-11-29","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-11-29-1669704178891/1783291_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-11-29-1669704178891"},{"id":"2022-11-29-1669700202072","title":"Gyeongju Royal Tomb of King Naemul (경주 내물왕릉)","description":"King Naemul was the 17th monarch of the Silla Kingdom (in power from 356 to 402) and became the second king of the Kim family name. King Naemul was known as the first king to initiate the king title of ‘Maripgan’ and was known for spreading cultural advancements from China to the Korean people. When the allied forces of Baekje and Japan attacked, he asked Gwanggaeto the Great of Goguryeo for help and led the people to victory, contributing to the increased strength of the Silla Kingdom. After his rule, the throne was exclusively ceded to members of the Kim family clan.<br><br>The royal tomb of King Naemul is a large mound (22 m in diameter and 5.3 m in x_height) that sits on the northern hill of the Confucian school of Gyeongju. The edge of a natural stone is exposed around the bottom of the mound, pointing to the fact that the inner chamber tomb was made of stone. In the historical document Samguk Sagi (History of the Three Kingdoms), no records are found about the tomb, but the Samguk Yusa (Memorabilia of the Three Kingdoms) describes the king’s tomb as being located in the southwest of Cheomseongdae, which is consistent with the tomb’s location.","regDate":"2022-11-29","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-11-29-1669700202072/1954895_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-11-29-1669700202072"},{"id":"2022-11-29-1669697007054","title":"Gyeongju Poseokjeong Pavilion Site (경주 포석정지)","description":"Poseokjeong Pavilion served as a separate palace where kings enjoyed banquets with nobles. The building no longer exists, but the abalone-shaped stone water canal still remains, speculated to have been built during the Unified Silla period although the exact year is unknown. The water canal has an estimated length of 10 meters, with a x_width of approximately 35 centimeters and an average depth of 26 centimeters. Based on Chinese writings from 353, it is said that drinking glasses were floated on the canal. One popular party game had guests creating poems before the glass had passed nine sections of the canel. Guests who could not do this had to drink three glasses. Modern research has shown that the site was not merely a place for fun, but also served as a meeting venue for the royal family, as well as for holding memorial services.","regDate":"2022-11-29","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-11-29-1669697007054/179843_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-11-29-1669697007054"},{"id":"2022-11-29-1669693504852","title":"Gyeongju National Park (경주국립공원)","description":"Gyeongju National Park differs from most of Koreas national parks in that it is centered around cultural heritages rather than natural resouces. Gyeongju was the capital of the Silla Kingdom, and is filled with artifacts from the 1,000-year-long era, making it one of the nations top tourist cities. The park offers many national treasures and cultural sites, as well as museums preserving the more precious items.","regDate":"2022-11-29","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites","National Parks"],"imgUrl":"/2022-11-29-1669693504852/2014047_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-11-29-1669693504852"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}