{"pageProps":{"content":"![Dakddongjip Town in Pyeonghwa Market (대구 평화시장 닭똥집 골목)](/2022-08-14-1660498707189/1929300_image2_1.webp)\n\n  \n## Overview\n\n> Dakddongjip Town in Pyeonghwa Market was established in 1972, \nand is a street specializing in chicken gizzard dishes. It is said that the dish was first offered as an affordable dish to accompany drinks, favored by blue-collar laborers who gathered at the early labor market in front of Pyeonghwa Market in the 1970s. Rather than being pan-fried, chicken gizzard is deep-fried like chicken meat. Inexpensive and delicious, the dish has remained popular. Dakddongjip Town was designated the third \"Good Street” by the Community Chest of Korea, a network of governing bodies that run a philanthropic organization. The Good Street designation is given to the streets where storekeepers subscribe to the Community Chest of Korea’s Good Street campaign to share good deeds.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330<br>(Korean, English, Japanese, Chinese)|\n|parking:|Paid parking lot inside of Pyeonghwa Market|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Restrooms:|Available|\n  \n## Detail Image\n![/2022-08-14-1660498707189/1835958_image2_1.webp](/2022-08-14-1660498707189/1835958_image2_1.webp)\n![/2022-08-14-1660498707189/1929303_image2_1.webp](/2022-08-14-1660498707189/1929303_image2_1.webp)\n![/2022-08-14-1660498707189/1929304_image2_1.webp](/2022-08-14-1660498707189/1929304_image2_1.webp)\n![/2022-08-14-1660498707189/1929306_image2_1.webp](/2022-08-14-1660498707189/1929306_image2_1.webp)\n![/2022-08-14-1660498707189/1929307_image2_1.webp](/2022-08-14-1660498707189/1929307_image2_1.webp)\n![/2022-08-14-1660498707189/1929308_image2_1.webp](/2022-08-14-1660498707189/1929308_image2_1.webp)\n![/2022-08-14-1660498707189/1929314_image2_1.webp](/2022-08-14-1660498707189/1929314_image2_1.webp)\n![/2022-08-14-1660498707189/2020462_image2_1.webp](/2022-08-14-1660498707189/2020462_image2_1.webp)\n![/2022-08-14-1660498707189/2020464_image2_1.webp](/2022-08-14-1660498707189/2020464_image2_1.webp)\n![/2022-08-14-1660498707189/1835950_image2_1.webp](/2022-08-14-1660498707189/1835950_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-2-1330](tel:+8221330)\n\n\n\n```googleMap\nlatitude: 35.8833661337\nlongitude: 128.6192824239\ntitle: 10, Ayang-ro 9-gil, Dong-gu, Daegu\n```\n  \n## Directions\n  \n[Train]<br>\nTake a train from Seoul Station to Dongdaegu Station.<br><br>\n\n[Express/Intercity Bus]<br>\nFrom Seoul Express Bus Terminal, take an express bus bound for Dong Daegu Express Bus Terminal.<br><br>\n\n[Local Bus]<br>\nGet on Express 1, Circular Line 2-1, 156, 401, 414-1, 521, 618, 708, 808, 980, Dong-gu 3 or Palgong 1. <br>\nGet off in front of Pyeonghwa Market.\n","data":{"id":"2022-08-14-1660498707189","title":"Dakddongjip Town in Pyeonghwa Market (대구 평화시장 닭똥집 골목)","description":"Dakddongjip Town in Pyeonghwa Market was established in 1972, and is a street specializing in chicken gizzard dishes. It is said that the dish was first offered as an affordable dish to accompany drinks, favored by blue-collar laborers who gathered at the early labor market in front of Pyeonghwa Market in the 1970s. Rather than being pan-fried, chicken gizzard is deep-fried like chicken meat. Inexpensive and delicious, the dish has remained popular. Dakddongjip Town was designated the third Good Street” by the Community Chest of Korea, a network of governing bodies that run a philanthropic organization. The Good Street designation is given to the streets where storekeepers subscribe to the Community Chest of Korea’s Good Street campaign to share good deeds.","regDate":"2022-08-14","author":"korea-tour","tag":["Daegu","Culture/Art/History","Experience Programs","Cultural Districts"],"imgUrl":"/2022-08-14-1660498707189/1929300_image2_1.webp","blogPath":"Daegu/2022-08-14-1660498707189","pageUrl":"https:/mcdryad.com/Daegu/2022-08-14-1660498707189"},"dataList":[{"id":"2022-08-15-1660574387210","title":"Palgongsan Natural Park (Gatbawi District) (팔공산자연공원(갓바위지구))","description":"Palgongsan Natural Park is located close to Palgongsan Mountain, one of the larger mountains in the Taebaek mountain range. Palgongsan Mountain is located 20 kilometers northeast from downtown Daegu, where Nakdonggang River and Geumhogang River meet. The mountain has three peaks in a row  Birobong Peak in the center and Dongbong (aka Mitabong, 1,155 meters) and Seobong (aka Samseongbong, 1,150 meters) on each side.<br><br>The park is within the administrative district of Dong-gu, Daegu and has four towns along its border including Yeongcheon-si, Gyeongsan-si, and Chilgok-gun. A number of Buddhist temples including Donghwasa, the headquarters of the 9th Buddhist Parish, are located in the area.<br><br>The park has numerous rocks and valleys and is carpeted with azaleas in spring. In autumn many visitors flock to the park to admire the falls leaves on the trees lining the 16.3-kilometer-long road  that runs through the park. With vibrant green leaves in spring and a delicate snowscape in winter, Palgongsan Mountain is an attractive destination for visitors throughout the year.","regDate":"2022-08-15","author":"korea-tour","tag":["Daegu","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-08-15-1660574387210/1024758_image2_1.webp","blogPath":"Daegu/2022-08-15-1660574387210"},{"id":"2022-08-15-1660571844401","title":"Palgongsan Natural Park (Donghwasa Temple District) (팔공산자연공원(동화사지구))","description":"Palgongsan Natural Park is located close to Palgongsan Mountain, one of the larger mountains in the Taebaek Mountain Range. Palgongsan Mountain is located 20 kilometers northeast from downtown Daegu, where the Nakdonggang and Geumhogang Rivers meet. The mountain has three peaks in a row  Birobong Peak (1192.3 meters) in the center and Dongbong (aka ‘Mitabong,’ 1,155 meters) and Seobong (aka ‘Samseongbong,’ 1,150 meters) on each side.<br><br>The park is within the administrative district of Dong-gu, Daegu and has four towns along its border including Yeongcheon-si, Gyeongsan-si, and Chilgok-gun. A number of Buddhist temples including Donghwasa, the headquarters of the 9th Buddhist Parish, are located in the area.<br><br>The park has numerous rocks and valleys and is carpeted with azaleas in the spring. In the autumn many visitors flock to the park to admire the fall leaves on the trees lining the 16.3-kilometer-long roadway that runs through the park. With vibrant green leaves in spring and a delicate snowscape in the winter, Palgongsan Mountain is an attractive destination for visitors throughout the year.","regDate":"2022-08-15","author":"korea-tour","tag":["Daegu","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-08-15-1660571844401/655641_image2_1.webp","blogPath":"Daegu/2022-08-15-1660571844401"},{"id":"2022-08-15-1660569123693","title":"Palgongsan Cable Car (팔공산 케이블카)","description":"Palgongsan Cable Car takes visitors a ride on an ascending slope, offering both thrill and beautiful views. The cable car's landing platform is at the top of Sinnimbong Peak of Palgongsan Mountain. This peak is considered one of the most famous prayer spots, together with the ritual alter on Birobong Peak and the Buddha statue on the eastern Gatbawi Rock.","regDate":"2022-08-15","author":"korea-tour","tag":["Daegu","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-08-15-1660569123693/1935378_image2_1.webp","blogPath":"Daegu/2022-08-15-1660569123693"},{"id":"2022-08-15-1660563359332","title":"Nokdongseowon Confucian Academy (녹동서원)","description":"Nokdongseowon Confucian Academy was built in 1789 in honor of General Kim Chung-seon (1571-1642), who contributed greatly to Korea's defense from the Japanese invasions during the Imjin War (1592-1598). The academy was shut down in 1868, and reinstated in 1885. Then, in 1971, it was moved to its current location. Today, General Kim's tablet is enshrined in this hall, where a memorial service is held every March. Nearby attractions on the grounds of Nokdongseowon include Nokdongsa Temple, Sunguidang Shrine, Hyangyangmun Gate and memorial stones.","regDate":"2022-08-15","author":"korea-tour","tag":["Daegu","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-08-15-1660563359332/1573980_image2_1.webp","blogPath":"Daegu/2022-08-15-1660563359332"},{"id":"2022-08-15-1660560158814","title":"National Debt Redemption Movement Memorial Park (국채보상운동기념공원)","description":"Construction on the National Debt Redemption Movement Memorial Park began in March 1998 and was completed in December 1999. The park was established to retain the spirit of the National Debt Redemption Movement that originated in Daegu in 1907 and the 2nd movement in 1997 that was held to help overcome the national economic distress affected by the Asian Financial Crisis of 1997. The park also expanded the green space in the downtown area and offers a place of rest and relaxation to the general public. <br><br>Spanning 42,500 square meters in size, the park boasts the Dalgubeol Grand Bell, a bell pavilion, walking trails, and other amenities. The famous Dalgubeol Grand Bell was installed on the park grounds in December 1998 as a representation of harmony and prosperity and to symbolically awaken the people with its pure and clear ringing. In addition the convenient and beautifule amenities, the park also has several memorial plaques engraved with quotes from many significant historical figures who shaped Korea's culture and values.","regDate":"2022-08-15","author":"korea-tour","tag":["Daegu","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-08-15-1660560158814/2493786_image2_1.webp","blogPath":"Daegu/2022-08-15-1660560158814"},{"id":"2022-08-15-1660553069321","title":"Kim Kwangseok-gil Street (김광석 길 (김광석다시그리기길))","description":"Kim Kwangseok-gil Street is a mural street near Bangcheon Market where the now deceased Kim Kwang-seok used to live.  The 350 meter-long wall has statues and murals depicting his life and music. Every autumn, the area of Bangcheon Market and Dongseongno hosts a “Kim Kwang-seok Singing Contest.”","regDate":"2022-08-15","author":"korea-tour","tag":["Daegu","Culture/Art/History","Experience Programs","Cultural Districts"],"imgUrl":"/2022-08-15-1660553069321/1830012_image2_1.webp","blogPath":"Daegu/2022-08-15-1660553069321"},{"id":"2022-08-15-1660549026542","title":"Inheung Village (인흥마을)","description":"The descendants of Mun Ik-jeom, who are known to have brought the Nampyeong Mun clan to prosperity, reportedly came to Daegu about 500 years ago. It was during the time of Mun Gyeong-ho (1812-1874), the 18th descendant of Mun Ik-jeom, that the clan became established in Inheung. Mun executed his plan to create a village for the clan by putting down roots in the old site of Inheungsa Temple, a large-scale temple in the Goryeo era. <br><br>Yonghojae, which is a place for offering ancestral memorial services, is the first building established at the village constructed before or after 1920. The first residential building was built around the late 1800s in the form of thatched cottage. During the course of a hundred years, the village developed into what it is today. Featuring about 70 or so tile-roofed homes, Inheung Village is only about 200 years old but it is a great example of traditional residential homes of the em>yangban</em> upper class in the Yeongnam region. The harmony between the way the village is organized and the surrounding landscape is unique and rare.","regDate":"2022-08-15","author":"korea-tour","tag":["Daegu","Culture/Art/History","Historical Sites","Folk Villages"],"imgUrl":"/2022-08-15-1660549026542/1574148_image2_1.webp","blogPath":"Daegu/2022-08-15-1660549026542"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}