{"pageProps":{"content":"![Namaehang Port (남애항)](/2022-10-07-1665117224952/2711334_image2_1.webp)\n\n  \n## Overview\n\n> The largest port in Yangyang area is also one of the Eight Sights of Yangyang, and along with Simgokhang Port of Gangneung and Chogokhang Port of Samcheok, said to be the three most beautiful ports in Gangwon-do. Indeed, its reputation can be seen in the picturesque view of the white and red lighthouse, breakwater, and the fishing boats docked at the port. Another point of interest at Namaehang Port is the Namaehang Skywalk Observatory. Located at the entrance to the breakwater, this observation point offers a breathtaking view of the Namaehang Port area and the East Sea. The island, where the skywalk is located, was called Yangyado Island during the Joseon period, and the site of this observation point used to have a beacon during the Joseon period. Namae Fishing Village Experience, a village that is fed by the Namaehang Port, offers fishing boat trips for visitors, along with hand fishing, rock crab catching, and stuffed squid making. Some of Namaehang Port’s major catches include squid, plaice, and flatfish. A line of restaurants specializing in raw fish slices allows visitors to enjoy the fresh catch right away.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-33-670-2397|\n|parking:|Available (30 spaces)|\n|restdate:|N/A (Open all year round)|\n|usetime:|Open 24 hr|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Parking Fees:|Free of charge|\n|Restrooms:|Available|\n|Activity Fees:|Free of charge|\n|Available Facilities:|Namaehang Port|\n|Reservation Info. for Foreigners:|None|\n|Interpretation Services Offered:|None|\n  \n## Detail Image\n![/2022-10-07-1665117224952/2649052_image2_1.webp](/2022-10-07-1665117224952/2649052_image2_1.webp)\n![/2022-10-07-1665117224952/2649053_image2_1.webp](/2022-10-07-1665117224952/2649053_image2_1.webp)\n![/2022-10-07-1665117224952/2649054_image2_1.webp](/2022-10-07-1665117224952/2649054_image2_1.webp)\n![/2022-10-07-1665117224952/2649055_image2_1.webp](/2022-10-07-1665117224952/2649055_image2_1.webp)\n![/2022-10-07-1665117224952/2649056_image2_1.webp](/2022-10-07-1665117224952/2649056_image2_1.webp)\n![/2022-10-07-1665117224952/2649057_image2_1.webp](/2022-10-07-1665117224952/2649057_image2_1.webp)\n![/2022-10-07-1665117224952/2711335_image2_1.webp](/2022-10-07-1665117224952/2711335_image2_1.webp)\n![/2022-10-07-1665117224952/2711336_image2_1.webp](/2022-10-07-1665117224952/2711336_image2_1.webp)\n![/2022-10-07-1665117224952/2649058_image2_1.webp](/2022-10-07-1665117224952/2649058_image2_1.webp)\n![/2022-10-07-1665117224952/2711337_image2_1.webp](/2022-10-07-1665117224952/2711337_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-33-670-2397](tel:+82336702397)\n- [🏠tour.yangyang.go.kr](http://tour.yangyang.go.kr/)\n\n\n```googleMap\nlatitude: 37.9449469437\nlongitude: 128.7871622863\ntitle: Maebawi-gil, Yangyang-gun, Gangwon-do\n```\n  \n## Directions\n  \n[Bus]<br>\nFrom Seoul Express Bus Terminal or Dong Seoul Bus Terminal, take a bus to Yangyang Intercity Bus Terminal.<br>\nFrom Yangyang Intercity Bus Terminal Bus Stop, take a local bus bound for Jigyeong-ri and get off at Namae \nElementary School, Namae 2-ri or Namae 4-ri Bus Stop.\n","data":{"id":"2022-10-07-1665117224952","title":"Namaehang Port (남애항)","description":"The largest port in Yangyang area is also one of the Eight Sights of Yangyang, and along with Simgokhang Port of Gangneung and Chogokhang Port of Samcheok, said to be the three most beautiful ports in Gangwon-do. Indeed, its reputation can be seen in the picturesque view of the white and red lighthouse, breakwater, and the fishing boats docked at the port. Another point of interest at Namaehang Port is the Namaehang Skywalk Observatory. Located at the entrance to the breakwater, this observation point offers a breathtaking view of the Namaehang Port area and the East Sea. The island, where the skywalk is located, was called Yangyado Island during the Joseon period, and the site of this observation point used to have a beacon during the Joseon period. Namae Fishing Village Experience, a village that is fed by the Namaehang Port, offers fishing boat trips for visitors, along with hand fishing, rock crab catching, and stuffed squid making. Some of Namaehang Port’s major catches include squid, plaice, and flatfish. A line of restaurants specializing in raw fish slices allows visitors to enjoy the fresh catch right away.","regDate":"2022-10-07","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites"],"imgUrl":"/2022-10-07-1665117224952/2711334_image2_1.webp","blogPath":"Gangwon-do/2022-10-07-1665117224952","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-10-07-1665117224952"},"dataList":[{"id":"2022-10-16-1665900040878","title":"The Literary Village of Kim You Jeong (김유정문학촌)","description":"The Literary Village of Kim You Jeong was established on the site of the birth home of Kim, in order to commemorate Kim You-jeong who left various great short story novels of Korea’s modern times, such as Spring, Spring (1935), and Camellia Flower (1936). It was opened in 2002, consisting of the Birth Home of Kim You-jeong, Memorial Hall, foot-operated mortar, etc. Then, in 2016, various facilities, such as Kim You-jeong’s Story House, outdoor stage, experience room, and Nangman Nuri were additionally built across the Literary Village of Kim You-jeong. The current birth home with the square-shaped structure, which is the typical hanok (traditional Korean house) style, was restored according to historical research by Kim’s relatives and students. The Memorial Hall provides information and displays artifacts related to Kim You-jeong’s life and works. Kim You-jeong’s Story House shows three-dimensional exhibits and videos related to his works and life. Various sculptures made with the themes of Kim’s short story novels are placed throughout its outside area. It is recommended to walk along the Sille Story Road after visiting the Literary Village. The Sille Story Road is a trail, which is a literature tour, consisting of the places that appeared in Kim’s novels with the background of his hometown.","regDate":"2022-10-16","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Historical Sites","Folk Villages"],"imgUrl":"/2022-10-16-1665900040878/2364888_image2_1.webp","blogPath":"Gangwon-do/2022-10-16-1665900040878"},{"id":"2022-10-16-1665895971078","title":"The Korean Kimchi Grand Master Kim Soon Ja, Kimchi Theme Park (김순자명인 김치테마파크)","description":"The Korean Kimchi Grand Master Kim Soon Ja, Kimchi Theme Park is located in Jeongseon, Gangwon-do. The theme park is dedicated to promoting kimchi to the world. Visitors can learn about the history and development of kimchi as well as other interesting facts. Various programs are also offered for visitors of all ages.","regDate":"2022-10-16","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Experience Programs","Traditional Experience"],"imgUrl":"/2022-10-16-1665895971078/2648432_image2_1.webp","blogPath":"Gangwon-do/2022-10-16-1665895971078"},{"id":"2022-10-15-1665830881985","title":"The 4th Tunnel (제4땅굴)","description":"The 4th Tunnel was discovered on March 3, 1990. It is located 1,200 meters from the Military Demarcation Line in the demilitarized zone of South Korea. This is the only tunnel to be discovered that provides full access to tour groups. Educational instruction is given in the square outside the tunnel.","regDate":"2022-10-15","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Historical Sites","Security & Peace Sites"],"imgUrl":"/2022-10-15-1665830881985/2657535_image2_1.webp","blogPath":"Gangwon-do/2022-10-15-1665830881985"},{"id":"2022-10-15-1665827240024","title":"The 2nd Tunnel - Cheorwon (제2땅굴 (철원))","description":"The 2nd Tunnel, which was made by North Koreans to invade South Korea, was discovered on March 24, 1975. This tunnel is 3.5 kilometers long and sits 50~160 meters below the surface. It stretches out 1.1 kilometers and 2.4 kilometers in the south and north directions respectively. Only 500 meters is open for tourism among the whole length. Inside of the tunnel, there is a plaza to gather a large military force. The tunnel is divided into 3 exits. The use of this tunnel would allow for thirty thousand armed forces as well as tanks to pass through per hour. For now, the tunnel is operated as part of Cheorwon Security Tourism Course and many tourists visit this area every year.","regDate":"2022-10-15","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Historical Sites","Security & Peace Sites"],"imgUrl":"/2022-10-15-1665827240024/657165_image2_1.webp","blogPath":"Gangwon-do/2022-10-15-1665827240024"},{"id":"2022-10-15-1665824046873","title":"Taebaeksan National Park (태백산 국립공원)","description":"Taebaeksan Mountain range encompasses several peaks such as Yeongbong Peak (alt. 1,560 m), where in the past, people would conduct rites to venerate Heaven at Cheonjedan Altar; Janggunbong Peak (alt. 1,567 m), Munsubong Peak (alt. 1,517 m), and its summit of Hambaeksan Mountain (alt. 1,572 m). Taebaeksan Mountain serves as a home to diverse wild animals and plants, including several endangered species. The higher plains are covered with alpine vegetation. The mountain becomes hot pink with mountain rhododendron and azalea in the spring; green with thick forest and pristine waters in the summer; rainbow colored with changing leaves in the fall; and white with snow in the winter.","regDate":"2022-10-15","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","National Parks"],"imgUrl":"/2022-10-15-1665824046873/2656670_image2_1.webp","blogPath":"Gangwon-do/2022-10-15-1665824046873"},{"id":"2022-10-15-1665819909332","title":"Taebaek Sangjang-dong Mural Village (태백 상장동 벽화마을)","description":"Taebaek Sangjang-dong Mural Village, also called “Nambu Village”, is located in Sangjang-dong, Taebaek-si as the name refers. The village has been improved upon by residents who volunteered and shared their artistic talents to participate in Taebaek-si’s new village movement in 2011. Each alley throughout the village gives a unique and refreshing ambience that created a turning point in the village. Also, valuable events such as ‘Yeontan (briquette) painting contest’ are held for students and families to participate in and share their warm hearts. The Central Inland Region Train (O-Train), which began operating as of April 12, 2013 by Korail, stops in Taebaek-si, so tourists can easily reach the mural village via train.","regDate":"2022-10-15","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Experience Programs","Cultural Districts"],"imgUrl":"/2022-10-15-1665819909332/1732342_image2_1.webp","blogPath":"Gangwon-do/2022-10-15-1665819909332"},{"id":"2022-10-15-1665817196192","title":"Taebaek Guwau Village (Alpine Botanical Garden) (태백 구와우마을(고원자생식물원))","description":"Guwau Village is located below Pijae Hill (also called Samsuryeong) at the entrance to Maebongsan Mountain. The village got its name because its topography resembles the scenery of nine cows peacefully lying around. The Alpine Botanical Garden is located 800-900 meters above sea level and protects the endangered alpine plant species from disappearing.<br><br>The botanical garden also offers visitors an opportunity to conveniently observe some rare flowers and plants. In August, when the sunflowers are in full bloom, the Taebaek Sunflower Festival is held at Guwau Village. In addition to celebrating the area’s wide array of colorful flowers, the festival also has a variety of attractions such as a drawing exhibition, a photo exhibition, and an environmental sculpture exhibition using repurposed materials.","regDate":"2022-10-15","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Botanical Gardens"],"imgUrl":"/2022-10-15-1665817196192/1822281_image2_1.webp","blogPath":"Gangwon-do/2022-10-15-1665817196192"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}