{"pageProps":{"content":"![Chiaksan National Park (치악산국립공원)](/2022-07-25-1658738702810/2659197_image2_1.webp)\n\n  \n## Overview\n\n> Chiaksan Mountain has several peaks reaching x_heights of over 1,000 meters, including Namdaebong, Cheonjibong, Hyangnobong, Sambong, and Birobong Peak, the tallest of the peaks at 1,288 meters. Chiaksan National Park, designated in 1984, encompasses a 182.09 ㎢ area with a 14-kilometer trail connecting the peaks from Birobong Peak in the north to Namdaebong Peak in the south.<br><br>\n\nIn addition to these soaring peaks, the park also includes many deep valleys, unique rock formations, waterfalls, and tourist attractions. Some of the more popular destinations are Geumdaegyegok Valley, Taejongdae Rock, Seryeompokpo Falls, and Guryongsa Temple. The park draws in hikers all year round, with bright azaleas in spring, lush forests in summer, vibrant foliage in fall, and a white wonderland in winter.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Korea Travel Hotline: +82-2-1330 <br>(Korean, English, Japanese, Chinese) <br> • For more info: +82-33-740-9900|\n|parking:|Available|\n|restdate:|* Subject to abrupt closure due to adverse weather conditions.|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Hiking Course:|[Geumdae Ranger Station - Namdaebong Peak Course (2 hr 40 min / 5.2 km)]<br>Geumdae Ranger Station - Yeongwonsa Temple - Namdaebong Peak<br /><br>[Haenggu Park Ranger Post - Hyangnobong Peak Course (1hr 30 min / 2.8 km)]<br>Haeunggu Park Ranger Post - Bomunsa Temple - Hyangnobong Peak<br /><br>[Seongnam Park Ranger Post - Namdaebong Peak Course (2 hr 30 min / 5.9 km)]<br>Seongnam Park Ranger Post - Sangwonsa Temple - Namdaebong Peak<br /><br>[Bugok Park Ranger Post - Birobong Peak Course (3 hr / 8.9 km)]<br>Bugok Park Ranger Post - Godeunjae - Birobong Peak<br /><br>[Guryong Information Center - Seryeompokpo Falls Course (1 hr 45 min / 3 km)]<br>Guryong Information Center - Guryongsa Temple - Daegok Campground - Seryeompokpo Falls<br /><br>[Guryong Information Center - Birobong Peak Course (3 hr 30 min / 5.7 km)]<br>Guryong Information Center - Guryongsa Temple - Daegok Campground - Seryeompokpo Falls - Sadari Byeongchang - Birobong Peak<br /><br>[Guryong Information Center - Seongnam Park Ranger Post Course (10 hr / 23.8 km)]<br>Guryong Information Center - Birobong Peak - Hyangnobong Peak - Namdaebong Peak  - Seongnam Park Ranger Post<br /><br>Hwanggol Information Center - Birongbong Peak Course (2 hr 30 min / 4.1 km)]<br>Hwanggol Information Center - Ipseoksa Temple - Birobong Peak|\n|Mountain Not Access Period:|Varies depending on weather advisories, snow/precipitation levels, and other local conditions. Please visit the official website to check before visiting.|\n|Natural Preservation Areas (closed to public):|Seonghwangnim (54,314 ㎡): until 2026|\n|Admission Fees:|Individuals - Adults 3,000 won / Teenagers 1,000 won / Children 500 won<br>Groups: Adults 2,500 won / Teenagers 800 won / Children 400 won|\n|Available Facilities:|Campground, visitor's center|\n|Restrooms:|Available|\n|Parking Fees:|[For the first 1 hour]<br> Light-weight vehicles 500 won / Small & Mid-sized vehicles 1,100 won / Large vehicles 2,000 won<br> <br>[Every additional 10 minutes]<br>Light-weight vehicles 100 won / Small & Mid-sized vehicles 250 won (peak season 300 won) / Large vehicles 400 won (peak season) 500 won<br><br> [Parking for over 9 hours]<br> Light-weight vehicles 5,000 won / Small & Mid-sized vehicles 13,000 won / Large vehicles 20,000 won<br><br> [Monthly parking]<br> Light weight vehicles 50,000 won / Small & Mid-sized vehicles 150,000 won / Large vehicles 200,000 won<br><br> * In the case of losing a parking ticket, the fee will be charged based on the time from the parking lot opening hour to the exiting time.|\n  \n## Detail Image\n![/2022-07-25-1658738702810/2012856_image2_1.webp](/2022-07-25-1658738702810/2012856_image2_1.webp)\n![/2022-07-25-1658738702810/2012857_image2_1.webp](/2022-07-25-1658738702810/2012857_image2_1.webp)\n![/2022-07-25-1658738702810/2474781_image2_1.webp](/2022-07-25-1658738702810/2474781_image2_1.webp)\n![/2022-07-25-1658738702810/2474785_image2_1.webp](/2022-07-25-1658738702810/2474785_image2_1.webp)\n![/2022-07-25-1658738702810/2474789_image2_1.webp](/2022-07-25-1658738702810/2474789_image2_1.webp)\n![/2022-07-25-1658738702810/2659194_image2_1.webp](/2022-07-25-1658738702810/2659194_image2_1.webp)\n![/2022-07-25-1658738702810/2659195_image2_1.webp](/2022-07-25-1658738702810/2659195_image2_1.webp)\n![/2022-07-25-1658738702810/2659196_image2_1.webp](/2022-07-25-1658738702810/2659196_image2_1.webp)\n![/2022-07-25-1658738702810/2659198_image2_1.webp](/2022-07-25-1658738702810/2659198_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-33-740-9900](tel:+82337409900)\n- [🏠chiak.knps.or.kr</a><br><a href=\"https://www.wonju.go.kr/tour/contents.do?key=4072&\" target=\"_blank\">www.wonju.go.kr](http://chiak.knps.or.kr)\n\n\n```googleMap\nlatitude: 37.4143609729\nlongitude: 128.0506809522\ntitle: 26, Musoijeom 2-gil, Wonju-si, Gangwon-do\n```\n  \n\n","data":{"id":"2022-07-25-1658738702810","title":"Chiaksan National Park (치악산국립공원)","description":"Chiaksan Mountain has several peaks reaching x_heights of over 1,000 meters, including Namdaebong, Cheonjibong, Hyangnobong, Sambong, and Birobong Peak, the tallest of the peaks at 1,288 meters. Chiaksan National Park, designated in 1984, encompasses a 182.09 ㎢ area with a 14-kilometer trail connecting the peaks from Birobong Peak in the north to Namdaebong Peak in the south.<br><br>In addition to these soaring peaks, the park also includes many deep valleys, unique rock formations, waterfalls, and tourist attractions. Some of the more popular destinations are Geumdaegyegok Valley, Taejongdae Rock, Seryeompokpo Falls, and Guryongsa Temple. The park draws in hikers all year round, with bright azaleas in spring, lush forests in summer, vibrant foliage in fall, and a white wonderland in winter.","regDate":"2022-07-25","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","National Parks"],"imgUrl":"/2022-07-25-1658738702810/2659197_image2_1.webp","blogPath":"Gangwon-do/2022-07-25-1658738702810","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-07-25-1658738702810"},"dataList":[{"id":"2022-10-23-1666508347899","title":"Gangneung Coffee Street (강릉커피거리)","description":"Gangneung in Gangwon-do is the first local district in Korea to host a coffee festival and support coffee artisans as well as promote development of coffee related facilities and contents such as a coffee museum, coffee street, coffee factory, barista academy, and more. With almost all coffee shops in the area roasting their own coffee beans, Gangneung is well-recognized as the city of coffee.","regDate":"2022-10-23","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Experience Programs","Cultural Districts"],"imgUrl":"/2022-10-23-1666508347899/2405212_image2_1.webp","blogPath":"Gangwon-do/2022-10-23-1666508347899"},{"id":"2022-10-23-1666504916986","title":"Gangmun Beach (강문해변)","description":"Located in Gangmun-dong, Gangmun Beach is lined with fresh <em>hoe</em> (sliced raw fish) restaurants along Gangmunhang Port. The beach has accommodations nearby and is in close proximity to the Gyeongpo area, making it a great vacation destination. Not only is the beach a well-known diving spot among scuba divers for its deep waters and abundant marine life, but its dock is also popular among fishers all year round.","regDate":"2022-10-23","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites"],"imgUrl":"/2022-10-23-1666504916986/2040313_image2_1.webp","blogPath":"Gangwon-do/2022-10-23-1666504916986"},{"id":"2022-10-22-1666435706013","title":"Daegwallyeong Samyang Farm (대관령 삼양목장)","description":"Daegwallyeong Samyang Farm is a livestock farm opened in 1972 to source product for Samyang Food, then opened as a tourist attraction in 2007 making it open to the public. The animals are free to roam the large ranch fields and the wind generator on top of the hill is the largest in Korea to create natural energy. At the farm, visitors can take in the beautiful scenery, watch a sheep herding performance, feed sheep and ostrich, and so much more. There are various Samyang products sold at the ranch mart as well as organic milk products to try as well.&nbsp;<br>","regDate":"2022-10-22","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Experience Programs","Village Experience"],"imgUrl":"","blogPath":"Gangwon-do/2022-10-22-1666435706013"},{"id":"2022-10-22-1666432066738","title":"Chuncheon Oksanga - Okgwangsan Jade Mine (춘천 옥산가 (옥광산))","description":"This tourist destination was established as a healing and experience attraction based on Korea’s only jade mine in Chuncheon. It comprises Jade Cave Experience Center, Jade Mine Sauna, Toy Museum, Bakery Cafe, restaurant, and other facilities. In particular, Jade Cave Experience Center, which was built by using an actual jade pit, invites visitors to observe and touch rough gemstones. The center has a shelter surrounded by jade stones and an earthenware museum, which exhibits various types of earthenware. If you want to have a healing experience with jade’s energy, the jade sauna is an ideal place to visit. The sauna was built with high-quality nephrite from the jade mine and uses mineral water produced from deep in the jade pit. Moon Valley consisting of a gallery, modern history museum, and toy museum is popular among family visitors with children, and kidults too. The toy museum is full of famous character figures from animated films and popular movies, such as Taekwon V, Mazinger Z, Disney characters, and Star Wars characters. The outdoor park behind the Moon Valley has a small zoo and a walking path.","regDate":"2022-10-22","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Industrial Sites","Mines"],"imgUrl":"","blogPath":"Gangwon-do/2022-10-22-1666432066738"},{"id":"2022-10-22-1666428862040","title":"Chuncheon Mulgil-ro (춘천물레길)","description":"The Mullegil Trail is designed to guide tourists to enjoy the beautiful scenery along the waterway in Chuncheon, a lake city. The Mullegil Trail also offers tourists an opportunity to travel around Chuncheon’s lake and river by canoe. With basic instructions, people of all ages can go canoeing easily. Many companies provide diverse canoeing courses, and their common course starts from the Chuncheon Songam Sports Town, continues to canoe toward the Uiamho Lake Skywalk, and returns. Tourists can enjoy canoeing along the Chuncheon Mullegil Trail and use the King Canoe Quay, which is equipped with a facility for the vulnerable people on tourism. Selected as an open tourist attraction, the King Canoe Quay provides canoeing programs for people in wheelchairs and the visually impaired.","regDate":"2022-10-22","author":"korea-tour","tag":["Gangwon-do"],"imgUrl":"/2022-10-22-1666428862040/2030534_image2_1.webp","blogPath":"Gangwon-do/2022-10-22-1666428862040"},{"id":"2022-10-22-1666424746299","title":"Chuncheon Cheongpyeongsa Temple (청평사 (춘천))","description":"Cheongpyeongsa Temple is a Buddhist temple with 1,000 years of tradition, located at Obongsan Mountain. Originally established as Baegamseonwon Temple in 973, the temple changed its name several times, went through construction works, and has become the current Cheongpyeongsa Temple. Yi Ja-hyeon, a scholar of the Goryeo period, built a garden here by keeping its natural topography after he left his government post. In this area, there is a pond that was built during the Goryeo period and has preserved its original form. Many cultural heritages have disappeared over the years and during the Korean War as well. The remaining cultural heritages include Hoejeonmun Gate of Cheongpyeongsa Temple (Treasure No. 164), Three-story Stone Pagoda of Cheongpyeongsa Temple (Gangwon-do Cultural Heritage Material No. 8), and Stupa of Yi Ja-hyeon (posthumous epithet  Jillakgong). Cheongpyeongsa Temple’s Hoejeonmun Gate was built instead of Sacheonwangmun Gate (the gate of the Four Guardian Kings), in order to enlighten people about the transmigration of souls. Cheongpyeongsa Temple bears a myth about a princess and a serpent. The princess suffered a lot from a serpent as she couldn’t get rid of it from her body. Then she came to Cheongpyeongsa Temple and prayed to the Buddha, and she became free from the serpent. Therefore, the Three-story Stone Pagoda of Cheongpyeongsa Temple is also called “Princess Pagoda.” Although the scale of the temple is not large, it is known for beautiful natural landscape harmonized with artificial structures, such as a pavilion and a pond. Accordingly, the area of the temple was designated as Scenic Site No. 70. Cheongpyeongsa Temple can be also reached by taking a ferry at the Soyanggang Dam Quay.","regDate":"2022-10-22","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-10-22-1666424746299/1780622_image2_1.webp","blogPath":"Gangwon-do/2022-10-22-1666424746299"},{"id":"2022-10-22-1666421910900","title":"Chuam Suspension Bridge (추암 출렁다리)","description":"Chuam Suspension Bridge is located near Chotdae Rock, famous as a sunrise spot. The 72 meters long suspension bridge is the first suspension bridge that crosses over the ocean in Korea.","regDate":"2022-10-22","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Architectural Sights","Bridges"],"imgUrl":"/2022-10-22-1666421910900/2639501_image2_1.webp","blogPath":"Gangwon-do/2022-10-22-1666421910900"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}