{"pageProps":{"list":[{"id":"2022-07-29-1659071358816","title":"Bisl Pottery Studio (비슬도예원)","description":"Located in Cheongdo-gun, Gyeongsangbuk-do, the Bisl Pottery Studio is run by potter Kim Byeong-Yeol. An old abandoned school was renovated into a serene studio where you can make your own pottery while taking in the beauty of the surrounding mountains.       <br><br>Through the teaching of Byeong-Yeol, you'll be able to make your own cup, plate, or ornament. There are also hands-on programs such as natural dyeing and seasonal produce harvesting (potatoes, sweet potatoes, persimmons, strawberries).<br><br>The studio exhibits artwork such as Gyeoljeongyujagi, a type of pottery decorated with a mixture of glaze and gold powder. Other works of art include those painted with persimmon juice!     <br><br> In summer, the Bisl Pottery Studio is especially popular among families as a vacation destination since there are accommodations and an outdoor swimming pool providing relief from the summer heat. There is also a large playground, where visitors can play sports and make campfires.","regDate":"2022-07-29","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Experience Programs","Unique Experience"],"imgUrl":"/2022-07-29-1659071358816/1140681_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-07-29-1659071358816","pageUrl":"https:/mcdryad.com/Gyeongsangbuk-do/2022-07-29-1659071358816"},{"id":"2022-07-29-1659069000465","title":"Binggyegyegok Valley (빙계계곡)","description":"Binggyegyegok Valley in Gyeongsangbuk-do was designated as County Park in September 1987 for its ice holes and wind holes that provide cool breeze in summer and hot steam in winter. The valley also has 8.15 meter-high five-story stone pagoda from early Goryeo period as well as a large boulder that is 10 meters high and 20 meters wide.","regDate":"2022-07-29","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites","Valleys"],"imgUrl":"/2022-07-29-1659069000465/721322_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-07-29-1659069000465","pageUrl":"https:/mcdryad.com/Gyeongsangbuk-do/2022-07-29-1659069000465"},{"id":"2022-07-29-1659063717695","title":"Beoryeong-ri Metasequoia Trail (벌영리 메타세콰이어길)","description":"The trees that line Beoryeong-ri Metasequoia Trail were planted and cared for by a single individual. The tall trees that seem to touch the sky create a peaceful feeling, as if all will be right in the world. The forest trail is open to visitors for free, making it a popular destination for relaxing in a natural environment.","regDate":"2022-07-29","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Experience Programs","Cultural Districts"],"imgUrl":"/2022-07-29-1659063717695/2661428_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-07-29-1659063717695","pageUrl":"https:/mcdryad.com/Gyeongsangbuk-do/2022-07-29-1659063717695"},{"id":"2022-07-28-1659051635187","title":"Baekdudaegan Mountain Range Canyon Train (V-Train) (백두대간협곡열차 (V-트레인))","description":"The ‘V’ in V-Train stands for \"valley,\" as it travels through the remote mountainous areas of Gangwon-do and Gyeongsangbuk-do. It is also referred to as the \"Baby Baekho (white tiger) Train\" due to the white tiger motif on the train's exterior as it runs through the Baekdudaegan mountain range. The train moves at the speed of 30 km per hour, excluding the Cheoram Route where the train normally slows down to 27.7 km per hour, allowing passengers to have time to enjoy the view outside. To provide clear views of the cliffs and valleys along the ride, a large portion of the train walls, excluding the ceiling, has been made into glass windows. Passengers can open and close the windows as they please to let in fresh mountain air.","regDate":"2022-07-28","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Experience Programs","Unique Experience"],"imgUrl":"/2022-07-28-1659051635187/2020642_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-07-28-1659051635187","pageUrl":"https:/mcdryad.com/Gyeongsangbuk-do/2022-07-28-1659051635187"},{"id":"2022-07-28-1659044341868","title":"Baegamsan Mountain (백암산)","description":"The Baegamsan Mountains are also known as the ‘White Rock Mountains’, since their peaks are covered in white-coloured rocks. These mountains are also famous for receiving plenty of snow during the winter season. If you hike up to the mountain peak early in the morning, you may catch a glimpse of the gorgeous sunrise over the East Sea. The hiking trail starts from in front of the Baegam Hot Springs Hotel. Hikers follow the southern ridges and continue through the pine tree forests to reach the top of the mountain. From the top of the mountain, you can admire beautiful views of the East Sea and the tall mountains that stretch to the west and the north. Below the peaks are the Gomosanseong Fortress, Halmaesanseong Fortress, and Baegamsanseong Fortress. <BR><Br>After admiring the beautiful wildlife from the peak of Baegamsan Mountain, enjoy the spas at the Baegamsan Hot Springs Resort, which is located just at the foot of the mountain.","regDate":"2022-07-28","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-07-28-1659044341868/1979172_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-07-28-1659044341868","pageUrl":"https:/mcdryad.com/Gyeongsangbuk-do/2022-07-28-1659044341868"},{"id":"2022-07-28-1659040868429","title":"Baegam Hot Springs Special Tourist Zone (백암온천 관광특구)","description":"At the Baegam Hot Springs Special Tourist Zone, visitors can enjoy both the lush mountain terrain of the Baekdudaegan Mountain Range and the magnificent scenery of the East Sea.<br><br>The hot springs of Baegam are one of the most popular tourist attractions in the region and are visited by travelers from across the nation. The water temperature reaches as high as 53 degrees Celsius and contains various minerals and elements, including a strong alkaline content. This makes the water effective in treating neuralgia, arthritis and apoplexy. Recently, it was reported that the water is also beneficial for those with atopic dermatitis, thereby attracting the elderly and families. Recreational facilities for children are also available. <br><br>The hot springs are located at the foot of the 1,004-meter-high Baegamsan Mountain. The mountain trails lead to Yeongyang and Bonghwa and are frequented by hikers. Densely covered with pine trees, the mountain also has plenty of deep valleys. Sinseon Valley, where, according to legend a dragon once lived,  has an abundance of water flowing in different directions. <br><br>In the vicinity are Jukbyeon Port and Hupo Port, which are known for snow crabs, and Mangyangjeong Pavilion and Wolsongjeong Pavilion where one can enjoy a beautiful view of the sea. <br><br><b>Baegam Hot Spring Special Tourist Zone </b><br><b>Areas Covered </b> Onjeong-ri and Sotae-ri, Onjeong-myeon, Uljin-gun, Gyeongsangbuk-do <br><b>Area size </b> 1,740,000㎡ <br><b>Tourist attractions </b> Hot Spring Town, Baegamsan Mountain, Sinseon Valley, etc.","regDate":"2022-07-28","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Recreational Sites","Tourist Complexes"],"imgUrl":"/2022-07-28-1659040868429/1885398_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-07-28-1659040868429","pageUrl":"https:/mcdryad.com/Gyeongsangbuk-do/2022-07-28-1659040868429"},{"id":"2022-07-28-1659034133562","title":"Andong Ontrepieum (안동 온뜨레피움)","description":"Ontrepieum, meaning \"to bloom flowers in a garden,\" is situated in Andong's Cultural Tourism Complex.  With an area of approximately 30,000 ㎡, it consists of a 1,500 ㎡ tropical green house, a 6,600 ㎡ herb garden, farming land, an animal performance theater, a nature experience section, and other areas. The tropical greenhouse features tropical and subtropical plants, including herbs, coffee and palm trees. Over 17,000 trees planted in the park, along with its water fountain and photo zones, make it the perfect place for a fun weekend getaway, not to mention that it has been used as a filming location. It is a fantastic place to take some photos with a unique feel. <br> The Andong Cultural Tourism Complex also has a couple of attractions nearby, including a KBS studio, the Korea Folk Museum, the Water Museum and Arts and Crafts Museum.","regDate":"2022-07-28","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Recreational Sites","Theme Parks"],"imgUrl":"/2022-07-28-1659034133562/2018997_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-07-28-1659034133562","pageUrl":"https:/mcdryad.com/Gyeongsangbuk-do/2022-07-28-1659034133562"},{"id":"2022-07-28-1659030398864","title":"Andong Hahoe Village [UNESCO World Heritage] (안동 하회마을 [유네스코 세계문화유산])","description":"Hahoe Village is one of the most famous folk villages in Korea. Surrounded by the Nakdonggang River, the village is home to descendants of the Ryu clan of Pungsan, which still makes up 70 percent of the villagers. The village became even more famous after Queen Elizabeth of England visited on April 21, 1999 and President George H. Bush of U.S.A. in 2005.<br><br>The village has many cultural treasures and important cultural materials, earning the village the designation as National Folklore Cultural Heritage No. 122 in 1984. Hahoe Masks, National Treasure No. 121, is also an important feature of the village.","regDate":"2022-07-28","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Folk Villages"],"imgUrl":"/2022-07-28-1659030398864/2654202_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-07-28-1659030398864","pageUrl":"https:/mcdryad.com/Gyeongsangbuk-do/2022-07-28-1659030398864"},{"id":"2022-07-28-1659027747566","title":"Andong Gunja Village (Historic Site of Ocheon) 안동 군자마을(오천유적지)","description":"Andong Gunja Village, also known as the Historic Site of Ocheon, is located approximately 20 kilometers north of Andong. The site has around 20 traditional buildings, among which are buildings that were inhabited by the Yean branch of Gwangsan Kim Clan for 20 generations, now designated as a cultural heritage, and traditional houses that were relocated in their original form before the construction of Andong Dam in 1974.  Situated mid-section of the mountain, the view of a lake in front is breathtaking. Visitors can see various cultural treasures throughout the village.","regDate":"2022-07-28","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Folk Villages"],"imgUrl":"/2022-07-28-1659027747566/2669943_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-07-28-1659027747566","pageUrl":"https:/mcdryad.com/Gyeongsangbuk-do/2022-07-28-1659027747566"},{"id":"2022-07-28-1659023037026","title":"Andong Folk Village (안동민속촌)","description":"On the other side of the subsidiary dam of Andong Dam, thatched houses can be sparsely seen on a hilltop. The area is practically an outdoor for museum displaying traditional houses that were moved with the construction of Andong Dam. Two jangseung (traditional Korean totem poles) are raised at the entrance of the outdoor museum, followed by a monument inscribed with the poem of famous Andong poet and democracy activist, Lee Yuk-sa. On the monument, his most noted work “Gwangya” (Wild Plain) is carved. <br><br>Nearby attractions include Andong Folk Village near Andong Dam, along with Andong Museum, Lee Yuk-sa Monument, a filming site of “Taejo Wang Geon (2000),\" and Andongho Lake.","regDate":"2022-07-28","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Folk Villages"],"imgUrl":"/2022-07-28-1659023037026/2669911_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-07-28-1659023037026","pageUrl":"https:/mcdryad.com/Gyeongsangbuk-do/2022-07-28-1659023037026"},{"id":"2022-07-28-1659019302389","title":"Andong Dam (안동댐)","description":"Andong Dam is a multipurpose dam on the Nakdonggang River. The dam was constructed to prevent flood damage to the downstream region and to procure water for agricultural, industrial, and residential purposes. Construction of the dam completed in 1976 with a length of 612 meters. x_height of 83 meters and holds 1.2 billion tons of water. Andongho Lake formed by the dam is a popular fishing location.","regDate":"2022-07-28","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites"],"imgUrl":"/2022-07-28-1659019302389/178306_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-07-28-1659019302389","pageUrl":"https:/mcdryad.com/Gyeongsangbuk-do/2022-07-28-1659019302389"}],"metaData":{"pageUrl":"https://mcdryad.com/Gyeongsangbuk-do","nav":"Gyeongsangbuk-do"},"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Incheon","Jeju-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}