{"pageProps":{"content":"![Cheongoksan National Recreational Forest (국립 청옥산자연휴양림)](/2022-07-29-1659130731634/1999501_image2_1.webp)\n\n  \n## Overview\n\n> Cheongoksan National Recreational Forest is located in Bonghwa-gun, Gyeongsangbuk-do. The forest is composed of 100-year-old white pine trees brimming with pine nuts, along with pines and larches. In the forest, you can see the trees standing tall amidst the majestic rock formations. If you walk along the mountain trail, you will come to a suspension bridge, and after crossing, you will enter a section of forest that has maintained an old, almost primeval, feeling.\n<br><br>\nIn spring, beautiful wild flowers blossom throughout the forest, magnolias in particular, bloom within the valley. Cheongoksan National Recreational Forest features a variety of facilities such as a nearby water park, children’s playground, fitness center, campsite and an outdoor lecture field. The water in the water park is cold and very clean, using natural stream water. In nearby Baekcheongyegok Valley, you may also see Manchurian trout, which live in clean, fresh water streams. Hyeonbulsa Temple is also located in the valley.\n\n  \n## Intro\n\n| | |\n| - | - |\n|accomcount:|1,000 people a day|\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-54-672-1051|\n|opendate:|August 7, 1991|\n|parking:|Available|\n|usetime:|[Accommodations] Check in 15:00 / Check out 12:00<br>[General park hours] 09:00-18:00|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Admission Fees:|Individuals - Adults 1,000 won / Children 600 won / Preschoolers 300 won<br>Groups - Adults 800 won / Children 500 won / Preschoolers 200 won<br><br>* Adults (ages 19-64) / Children (ages 7-18) / Preschoolers (ages 6 and younger)<br>* Groups: 20 people or more<br>* Free admission December-March|\n|Available Facilities:|Accommodations, training facilities, outdoor facilities, etc.|\n|Facility Utilization Fees:|Varies by facility; please make an inquiry in advance.|\n|Restrooms:|Available|\n|Parking Fees:|Light-weight vehicles 1,500 won / Small & mid-sized vehicles 3,000 won / Large vehicles 5,000 won|\n  \n## Detail Image\n![/2022-07-29-1659130731634/1999491_image2_1.webp](/2022-07-29-1659130731634/1999491_image2_1.webp)\n![/2022-07-29-1659130731634/1999492_image2_1.webp](/2022-07-29-1659130731634/1999492_image2_1.webp)\n![/2022-07-29-1659130731634/1999493_image2_1.webp](/2022-07-29-1659130731634/1999493_image2_1.webp)\n![/2022-07-29-1659130731634/1999495_image2_1.webp](/2022-07-29-1659130731634/1999495_image2_1.webp)\n![/2022-07-29-1659130731634/1999497_image2_1.webp](/2022-07-29-1659130731634/1999497_image2_1.webp)\n![/2022-07-29-1659130731634/1999498_image2_1.webp](/2022-07-29-1659130731634/1999498_image2_1.webp)\n![/2022-07-29-1659130731634/1999499_image2_1.webp](/2022-07-29-1659130731634/1999499_image2_1.webp)\n![/2022-07-29-1659130731634/1999500_image2_1.webp](/2022-07-29-1659130731634/1999500_image2_1.webp)\n![/2022-07-29-1659130731634/1999502_image2_1.webp](/2022-07-29-1659130731634/1999502_image2_1.webp)\n![/2022-07-29-1659130731634/1999503_image2_1.webp](/2022-07-29-1659130731634/1999503_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-54-672-1051](tel:+82546721051)\n- [🏠www.huyang.go.kr](http://www.huyang.go.kr)\n\n\n```googleMap\nlatitude: 37.0391887631\nlongitude: 128.9956517691\ntitle: 1552-163, Cheongok-ro, Bonghwa-gun, Gyeongsangbuk-do\n```\n  \n## Directions\n  \n[Train]<br>\nTake a train from Cheongnyangni Station to Taebaek Station.<br><br>\n\n[Taxi]<br>\nApprox. 25 min from Taebaek Station.\n","data":{"id":"2022-07-29-1659130731634","title":"Cheongoksan National Recreational Forest (국립 청옥산자연휴양림)","description":"Cheongoksan National Recreational Forest is located in Bonghwa-gun, Gyeongsangbuk-do. The forest is composed of 100-year-old white pine trees brimming with pine nuts, along with pines and larches. In the forest, you can see the trees standing tall amidst the majestic rock formations. If you walk along the mountain trail, you will come to a suspension bridge, and after crossing, you will enter a section of forest that has maintained an old, almost primeval, feeling.<br><br>In spring, beautiful wild flowers blossom throughout the forest, magnolias in particular, bloom within the valley. Cheongoksan National Recreational Forest features a variety of facilities such as a nearby water park, children’s playground, fitness center, campsite and an outdoor lecture field. The water in the water park is cold and very clean, using natural stream water. In nearby Baekcheongyegok Valley, you may also see Manchurian trout, which live in clean, fresh water streams. Hyeonbulsa Temple is also located in the valley.","regDate":"2022-07-29","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"/2022-07-29-1659130731634/1999501_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-07-29-1659130731634","pageUrl":"https:/mcdryad.com/Gyeongsangbuk-do/2022-07-29-1659130731634"},"dataList":[{"id":"2022-12-09-1670582318596","title":"Yeongdeok Crab Village (영덕대게마을)","description":"Located on the coast of the East Sea, Yeongdeok Crab Village is famous for its classical scholars, and its wonderful scenery, where the mountains meet the sea. The traditional fishing village is the home of Yeongdeok snow crab that was well-known from Goryeo dynasty (King Taejo) and also has a huge street for snow crabs, packed with around 100 shops selling crabs along the Gangguan Port. When the season for snow crabs arrives in November, lasting through May, the village is crowded with visitors from all over the world eager to try Yeongdeok snow crabs. <br><br>In addition, the location of the village gives visitors the opportunity to enjoy one of the most beautiful sea roads in Korea. In the area are also a sea fishing site, beaches, and water resort venues that are suitable for both recreation and relaxation.","regDate":"2022-12-09","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites"],"imgUrl":"/2022-12-09-1670582318596/1801817_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-09-1670582318596"},{"id":"2022-12-09-1670578569182","title":"Yeongcheon Eunhaesa Temple (은해사 (영천))","description":"Eunhaesa Temple, located on Palgongsan Mountain in Yeongcheon city, Gyeongsangbuk-do, is one of two major temples on the mountain along with Donghwasa Temple. <br> <br> The temple was founded by Monk Hyecheol and was given the name Haeansa Temple in the first year of King Heondeok’s reign during the Silla Kingdom (AD 809), but was moved to the current site in the Joseon dynasty in 1546 (the first year of King Myeongjong). Upon its relocation, King Injong of Joseon dynasty was commemorated with a new lecture hall along with a memorial stone plaque where the kings umbilical cord was buried and sealed. It was then when the temple was also given its current name, Eunhaesa Temple.<br> <br> The temple houses the main shrine, Bohwaru pavilion, Seolseondan Hall, Shimgeondang Hall, eight small hermitages, as well as Baegeungam Temple, Jungangam Temple, and a professional Buddhist education institution,&nbsp;the Eunhaesa Buddhist University. Eunhaesa Temple is home to a National Treasure, Geojoamyongsanjeon Hall, and Treasure, Baekheungamgeukrakjeon Hall. It also contains Treasure, the Sunidan Buddha Platform; Treasure, the Wunbuamcheongdongbosal Seated Buddha Statue; and Treasure, the Eunhaesa Temple Gwaebultaeng hanging Buddha picture. The area is also close to the Seongbu Museum, which exhibits cultural assets from Eunhaesa Temple and the neighboring areas, as well as popular tourist attractions such as Geukrakgul grotto of Jungangam temple (Hwaeomgul Grotto), Geondeul Rock, Manyeonsong Pine Tree, Ganggunsu Waters, and Anheungpokpo Falls of Gigiam Temple.","regDate":"2022-12-09","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-12-09-1670578569182/702622_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-09-1670578569182"},{"id":"2022-12-09-1670575190056","title":"YeongYang Doodle Village (영양 두들마을)","description":"Located in the administrative district of Wonri-ri, Seokbo-myeon, Yeongyang-gun, Gyeongsangbuk-do, Doodle Villages name means ‘village on a hill’ in Korean. In 1640, Lee Sim-yeong who used the pen name Seokgye, decided to build the village as an escape during the second Manchu invasion in Korea. His descendants, the family of Lee Jae-ryeong have lived and continued to build up the village since his settlement.  In the year 1899 during the Joseon dynasty, Gwangjewon, the national hospital back then, was also established nearby. After the last syllable of Gwangjewon, the village was also called Wondoodle or Wonri <br><br>The village master, Seokgye, lived in his own house called Seokgye Gotaek (old Hanok house) and Seokgye Seodang, a private learning institute where he taught his students. The village also treasures many cultural heritages including 30 houses, a memorial stone for Madam Jangs first cookbook written in Hangeul (Korean alphabet) and Gwangsan Literature Laboratory, set up by famous writer Lee Mun-yeol. <Br><br>Hwamaecheon Stream wraps around the village and on the rocky cliff hugging the stream, the fourth son of Master Seokgye set up Dongdae, Seodae, Nakgidae, and Sesimdae.The village was designated as a cultural village in 1994 by the government.","regDate":"2022-12-09","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Folk Villages"],"imgUrl":"/2022-12-09-1670575190056/1979166_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-09-1670575190056"},{"id":"2022-12-09-1670571380972","title":"Yecheon Hot Spring (예천온천)","description":"Yecheon Hot Spring is one of the top three hot springs of Gyeongsangbuk-do along with Punggi Hot Spring and Mungyeong Hot Spring. From Yecheon, you can also visit nearby attractions in Yeongju and Bonghwa. Yecheon Hot Spring opened on March 24, 2000 and is proud of its clean and gentle waters, which make skin soft and smooth by removing built-up cells. The nutrients in the water also have anti-aging properties. <br><br>The facility completed renovations on both the mens and womens saunas on September 28, 2012, adding outdoor hot tubs that are roughly 100㎡ in size to accommodate more people wishing to enjoy the Korean spa experience.","regDate":"2022-12-09","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Recreational Sites","Hot Springs & Spa"],"imgUrl":"/2022-12-09-1670571380972/692028_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-09-1670571380972"},{"id":"2022-12-09-1670568044595","title":"Yecheon Astro-Space Center (예천천문우주센터)","description":"Yecheon Astro-Space Center is a theme park that opened in November 2004. The Yecheon Astronomical Science and Culture Center has built and operated the Yecheon Star Observatory. Visitors can stay in the accommodations in the park, observe the distant universe through a large telescope, and experience the space environment such as weightlessness. <br><br>In the observation room, visitors can observe the appearance of the universe with a 508 mm (20 inch) reflecting telescope that is automatically controlled by a computer. In the auxiliary observation room, visitors can observe sunspots and huge pillars of fire on the surface of the sun with a quadruple solar telescope. The astronomical projection room is a space theater where a digital astronomical projector and video projector are installed, and images related to the astronomical universe, including seasonal constellations, are screened on a hemispherical dome screen on the ceiling.<br><br>At the Yecheon Star Observatory, visitors can observe the pillars of fire that soar through the sun during the day and sunspots that are larger than Earth. At night, visitors can observe the galaxy, the nebula, where stars born and die, as well as star clusters, and the moon, which is the closest celestial body to Earth, has large and small meteorite craterson the surface. There are many more fun experiences at the Yecheon Star Observatory.","regDate":"2022-12-09","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2022-12-09-1670568044595/1614977_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-09-1670568044595"},{"id":"2022-12-09-1670564156008","title":"Woryeonggyo Bridge (월영교)","description":"Woryeonggyo Bridge was named in reference to the submerged Woryeongdae Observatory and the names of nearby areas Wolgok-myeon and Eumdamgol. The view of Woryeonggyo Bridge with the moons reflection in the Nakdonggang River is a beautiful sight. Woryeonggyo Bridge harbors a tragic yet beautiful legend about a wife who made a pair of mituri (hemp shoes) out of her hair in heartfelt yearning and condolence for her late husband. In commemoration of her pure and noble love, the bridge was designed in the style of mituri.","regDate":"2022-12-09","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites"],"imgUrl":"/2022-12-09-1670564156008/2669949_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-09-1670564156008"},{"id":"2022-12-09-1670560873686","title":"Woljeonggyo Bridge (월정교)","description":"Woljeonggyo Bridge located in Gyo-dong, Gyeongju was built during the Unified Silla period (AD 676-935), but was burnt down during the Joseon dynasty. Through historical research, the bridge was rebuilt in April 2018 to become the largest wooden bridge in Korea. According to Samguk Sagi (History of the Three Kingdoms), the bridge was built during the 19th year of King Gyeongdeok’s reign (AD 760), connecting Wolseong and Namsan together. The historical research to rebuild the bridge lasted from November 26, 1984 to September 8, 1986, finding that the bridge was made with wood for the first time. The first rebuilding of the bridge was from 2008 to 2013 and the finishing touches were added from April 2016 to April 2018.  Through this research and rebuilding process, future restoration of historical buildings have a better reference to use.","regDate":"2022-12-09","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-12-09-1670560873686/2617814_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-09-1670560873686"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}