{"pageProps":{"content":"![Baegundonggyegok Valley, Sancheong (백운동계곡(산청))](/2022-07-30-1659159589087/1889973_image2_1.webp)\n\n  \n## Overview\n\n> If you go 5 km up along the valley at Baegam-ri, under the thick woods, you will find a 180 square meter long stone named ‘Jeomjeong Rock’ and a small waterfall. This valley is Baegundonggyegok Valley.  For almost 6 km, the water of the valley flows over only rocks, with over twenty large and small falls and lakes.  Large stones in the valley are gorgeous because the stones are washed with sunbeams and the strong current of water.  The most famous falls are Baeunpokpo Waterfall and Odampokpo Waterfall.  Strong current of water flows in Deungcheondae, where the letters ‘Yeongnamjeilcheonsok’ are carved.  Baegundonggyegok Valley is a clean area due to maintenance of the clean natural environment.  Many tourists visit here because the valley is decorated with azaleas in the spring and it is cool in the summer.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-55-970-6421~3|\n  \n## Detail Info\n\n| | |\n| - | - |\n  \n## Detail Image\n![/2022-07-30-1659159589087/1889976_image2_1.webp](/2022-07-30-1659159589087/1889976_image2_1.webp)\n![/2022-07-30-1659159589087/1889977_image2_1.webp](/2022-07-30-1659159589087/1889977_image2_1.webp)\n![/2022-07-30-1659159589087/1889980_image2_1.webp](/2022-07-30-1659159589087/1889980_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-55-970-6421~3](tel:+82559706421~3)\n- [🏠www.sancheong.go.kr](http://www.sancheong.go.kr/tour/index.do)\n\n\n```googleMap\nlatitude: 35.2963413776\nlongitude: 127.8835964068\ntitle: Baegun-ro 51beon-gil, Danseong-myeon, Sancheong-gun, Gyeongsangnam-do\n```\n  \n## Directions\n  \nFrom Seoul Nambu Bus Terminal, take an intercity bus  to Sancheong Intercity Bus Terminal.Take a taxi for approx. 30 min. to the valley.\n","data":{"id":"2022-07-30-1659159589087","title":"Baegundonggyegok Valley, Sancheong (백운동계곡(산청))","description":"If you go 5 km up along the valley at Baegam-ri, under the thick woods, you will find a 180 square meter long stone named ‘Jeomjeong Rock’ and a small waterfall. This valley is Baegundonggyegok Valley.  For almost 6 km, the water of the valley flows over only rocks, with over twenty large and small falls and lakes.  Large stones in the valley are gorgeous because the stones are washed with sunbeams and the strong current of water.  The most famous falls are Baeunpokpo Waterfall and Odampokpo Waterfall.  Strong current of water flows in Deungcheondae, where the letters ‘Yeongnamjeilcheonsok’ are carved.  Baegundonggyegok Valley is a clean area due to maintenance of the clean natural environment.  Many tourists visit here because the valley is decorated with azaleas in the spring and it is cool in the summer.","regDate":"2022-07-30","author":"korea-tour","tag":["Gyeongsangnam-do","Nature","Natural Sites","Valleys"],"imgUrl":"/2022-07-30-1659159589087/1889973_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-07-30-1659159589087","pageUrl":"https:/mcdryad.com/Gyeongsangnam-do/2022-07-30-1659159589087"},"dataList":[{"id":"2022-12-23-1671791845909","title":"Nammangsan Sculpture Park (남망산 조각공원)","description":"Nammangsan Sculpture Park was established to display the works of 15 famous sculptors from 10 countries who participated in the Tongyeong International Sculpture Symposium. It is also a popular spot for dates because this 30 square kilometer land has beautiful sculptures from which visitors can feel the individual taste of the artists.","regDate":"2022-12-23","author":"korea-tour","tag":["Gyeongsangnam-do","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-12-23-1671791845909/2369611_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-23-1671791845909"},{"id":"2022-12-23-1671788183786","title":"Namildae Beach (남일대해수욕장)","description":"Located in Sacheon and home to the huge Elephant Rock that resembles an elephant drinking water, Namildae Beach is a popular vacation spot all year round thanks to its clean water and soft sand. The thick surrounding forests and Jinneol Observation Deck, as well as many fishing spots, add to its popularity. During the summer season, there is a singing competition and film festival. Vacationers can also visit Changseon-Samcheonpo Bridge, the biggest bridge in Asia, and see Hallyeohaesang National Park on a ferry cruise.","regDate":"2022-12-23","author":"korea-tour","tag":["Gyeongsangnam-do","Nature","Natural Sites"],"imgUrl":"/2022-12-23-1671788183786/1611410_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-23-1671788183786"},{"id":"2022-12-23-1671784684229","title":"Namhae Pyeonbaek National Recreational Forest (국립 남해편백자연휴양림)","description":"Namhae Pyeonbaek National Recreational Forest, opened in 1998, is located near the south sea with a forest full of cypress trees. With a total area of 2.27 million square meters, the recreational forest is an ideal place for relaxation with a view. The observatory, approximately one hour walk from the entrance, provides an amazing view of the south sea with various size islands. The recreational forest offers visitors facilities including accommodations, outdoor classroom and more. There are also many historic sites including Chungnyeolsa Temple.","regDate":"2022-12-23","author":"korea-tour","tag":["Gyeongsangnam-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"/2022-12-23-1671784684229/1991512_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-23-1671784684229"},{"id":"2022-12-23-1671780981794","title":"Namhae Geumsan Boriam Hermitage (금산 보리암(남해))","description":"Boriam Hermitage sits atop Geumsan Mountain (alt. 704 m). The mountain was once called Bogwangsan Mountain as it was home to Bogwangsa Temple, founded by Monk Wonhyo. The name Geumsan was bestowed upon the mountain by King Taejo after he founded the Joseon dynasty. Along with Bomunsa Temple in Ganghwado Island and Hongnyeonam Hermitage in Naksansa Temple, Boriam Hermitage is known as one of the most prestigious prayer spots in Korea.","regDate":"2022-12-23","author":"korea-tour","tag":["Gyeongsangnam-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-12-23-1671780981794/2367530_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-23-1671780981794"},{"id":"2022-12-23-1671777581771","title":"Naewonsagyegok Valley (내원사계곡)","description":"Naewonsagyegok Valley is located just below Naewonsa Temple at the foot of Cheonseongsan Mountain. The valley is surrounded by Jeongjoksan Mountain to the northeast, Wonjeoksan Mountain to the south, and Cheonseongsan Mountain to the southeast. The water running through the numerous valleys between these mountains has formed streams like Yongyeoncheon and Sangnicheon, which form the Yangsancheon Stream out of Naewonsagyegok Valley.<br><br>Naewonsagyegok Valley was formerly called Sogeumgang (little Geumgang), meaning that its beautiful scenery is comparable to that of the breathtaking Geumgangsan Mountain. It is also known as the “mystical valley” as crystal clear water flows all year round. The word “Sogeumgang” is distinctly engraved on one side of the cliff and large rocks stand in layers throughout the valley. Some of the rocks are called Byeongpungbawi Rock, literally meaning folding screen rocks, as they are stretched out much like folding screens. <br><br>The valley and the surrounding mountains are a popular summer vacation spot and a well-known hiking destination during the spring, fall, and winter. Muk (acorn jelly) made with acorns gathered from this area not only tastes great, but is also very healthy. Nearby attractions include Tongdosa Temple and Hongnyongpokpo Falls.<br><br>* Entrance into the upper region of Naewonsagyegok Valley is restricted.","regDate":"2022-12-23","author":"korea-tour","tag":["Gyeongsangnam-do","Nature","Natural Sites","Valleys"],"imgUrl":"/2022-12-23-1671777581771/1228124_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-23-1671777581771"},{"id":"2022-12-23-1671773763251","title":"Mulgeon Windbreak Forest (남해 물건리 방조어부림)","description":"Namhae in Gyeongsangnam-do, with coastal lines stretching over 302 kilometers, is surrounded by 70 beautiful islands. The Windbreak Forest in Mulgeon-ri has protected Namhae from gusty winds and ferocious waves and provided abundant fish for 300 years.<br><br>Resembling a crescent moon, the spacious forest (23,438 ㎡) along the seashore is owned by the community of Mulgeon-ri. It stretches over 1.5 kilometers with a x_width of 30 meters; there are over 2,000 trees that create canopies with x_heights varying from 10 to 15 meters. The forest boasts over 100 different species of trees — from hackberries to oaks, zelkovas, fringe trees, muku trees, and silver magnolias. All in all, 10,000 trees create the feeling of being in an ancient forest, deep in the mountains.<br><br>The forest was built by people in nearby villages 300 years ago in order to control winds and waves. From above, elegant curvilinear coastal lines are enveloped by lush trees of the forest, serving as a protection against the Namhae sea. Mulgeon-ri is divided into two areas  the port with a lighthouse, and farmlands, with the forest in between the two. From German Village in Namhae, scenic overlooks provide sweeping views of Mulgeon-ri, the forest, and the port.<br><br>The forest is called a variety of names; it is called Bangpungrim (Windbreak Forest) because it protects villages from gusty winds; Eoburim (Fish shelter Forest) because its lush trees attract schools of fish; and Bangjorim (Waterbreak Forest) because it lessens the severity of waves and tides.<br><br>Home to German Village, Mulgeon-ri faces eastward. Naturally, it is a great spot to see the sunrise and sunset. While Jeongdongjin is renowned for its splendid sunrise on the East Coast, Mulgeon-ri shares the acclaim on the South Coast, attracting thousands of visitors at the dawn of every New Year.","regDate":"2022-12-23","author":"korea-tour","tag":["Gyeongsangnam-do","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2022-12-23-1671773763251/2652510_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-23-1671773763251"},{"id":"2022-12-23-1671770382256","title":"Mujidori Village (Muju Farm Village) (무지돌이마을)","description":"Having a 500-year-old history, Mujidori Village is a traditional village with a small stream by the entrance, seven mountain peaks, and three reservoirs. The village has 155 hectares of farm land, making it the largest of its kind in Goseong-gun.<br><br>The village only uses organic farming methods to grow their crops which include turmeric, luffa, chestnuts, beans, buckwheat, etc. Shade trees and rest areas can be found near the reservoirs and by the stream. The village also offers a rural experience through their farm-stay programs, folk games, and other hands-on activities.<br><br>Located nearby is Danghangpo Resort, the famous battlefield where Admiral Yi Sun-sin crushed the Japanese navy during the Imjin War (1592–1598). The resort complex includes a family recreational park, a camping site, an amusement park and a leisure-sports facility. The Goseong Dinosaur Museum, which was built next to one of the world’s largest dinosaur footprint fossil sites, is also worth a visit.","regDate":"2022-12-23","author":"korea-tour","tag":["Gyeongsangnam-do","Culture/Art/History","Experience Programs","Village Experience"],"imgUrl":"/2022-12-23-1671770382256/2485716_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-23-1671770382256"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}