{"pageProps":{"content":"![Guryongsa Temple (구룡사)](/2022-09-25-1664091631316/2391453_image2_1.webp)\n\n  \n## Overview\n\n> Guryongsa Temple is located 6 kilometers from Birobong Peak on Chiaksan Mountain, in the direction of Hakkok-ri. It was believed that Monk Uisang (625-702) of the Silla Kingdom (57 BC - AD 935) built and named the temple Guryongsa in 668 during the reign of King Munmu. However, it is now known that the temple was built after King Sukjong, the 19th King of the Joseon dynasty (1392-1910), who reigned from 1674 to 1720, because of the architectural style of Daeungjeon Hall. There is a legend that the Guryongsa Temple site was originally a lake where nine dragons lived. The name Guryong comes from the story that the lake was filled up to build the temple on it. There are many buildings such as Daeungjeon Hall, Bogwangnu Pavilion, Samseonggak Pavilion, Simgeomdang Hall and Seolseondang Hall. Daeungjeon Hall has maintained its original shape though it was repaired many times.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-33-732-4800|\n|parking:|Available (Chiaksan National Park)|\n|restdate:|N/A (Open all year round)|\n|usetime:|Sunrise - Sunset|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Hiking Course:|* Guryongsa Temple - Seryeompokpo Falls - Birobong Peak - Guryongsa Temple (10.9 km / 6 hr)<br>* Guryongsa Temple - Seryeompokpo Falls - Birobong Peak - Godeunchi - Bugok-ri (15.8 km / 8 hr)<br>* Hwanggol Cave - Ipseoksa Temple - Birobong Peak - Seryeompokpo Falls - Guryongsa Temple (10.7 km / 5 hr)<br>* Hanggu-dong - Gukhyangsa Temple - Hyangnobong Peak - Seryeompokpo Falls - Guryongsa Temple (14.2 km / 7 hr)<br>* Geumdae-ri - Yeongwonsa Temple - Namdaebong Peak - Birobong Peak - Seryeompokpo Falls - Guryongsa Temple (22.6 km / 12 hr)<br>* Seongnam-ri - Sangwonsa Temple - Namdaebong Peak - Birobong Peak - Seryeompokpo Falls - Guryongsa Temple (23.8 km / 13 hr)|\n|Admission Fees:|Individuals - Adults 2,500 won / Teenagers 800 won / Children 500 won<br>Groups - Adults 2,300 won / Teenagers 700 won / Children 400 won<br><br>* Groups: 30 people or more|\n|Parking Fees:|Compact vehicles: First hour 500 won / each additional 10 min 100 won / Max. daily fee 5,000 won / Monthly pass 50,000 won<br>Small & Mid-sized vehicles: First hour 1,100 won / each additional 10 min 250 won (peak season 300 won) / Max. daily fee 13,000 won / Monthly pass 150,000 won<br>Large vehicles: First hour 2,000 won / each additional 10 min 400 won (peak season 500 won) / Max. daily fee 20,000 won / Monthly pass 200,000 won|\n|Restrooms:|Available|\n  \n## Detail Image\n![/2022-09-25-1664091631316/2391440_image2_1.webp](/2022-09-25-1664091631316/2391440_image2_1.webp)\n![/2022-09-25-1664091631316/2391442_image2_1.webp](/2022-09-25-1664091631316/2391442_image2_1.webp)\n![/2022-09-25-1664091631316/2391445_image2_1.webp](/2022-09-25-1664091631316/2391445_image2_1.webp)\n![/2022-09-25-1664091631316/2391446_image2_1.webp](/2022-09-25-1664091631316/2391446_image2_1.webp)\n![/2022-09-25-1664091631316/2391447_image2_1.webp](/2022-09-25-1664091631316/2391447_image2_1.webp)\n![/2022-09-25-1664091631316/2391448_image2_1.webp](/2022-09-25-1664091631316/2391448_image2_1.webp)\n![/2022-09-25-1664091631316/2648995_image2_1.webp](/2022-09-25-1664091631316/2648995_image2_1.webp)\n![/2022-09-25-1664091631316/2648997_image2_1.webp](/2022-09-25-1664091631316/2648997_image2_1.webp)\n![/2022-09-25-1664091631316/2648998_image2_1.webp](/2022-09-25-1664091631316/2648998_image2_1.webp)\n![/2022-09-25-1664091631316/2391441_image2_1.webp](/2022-09-25-1664091631316/2391441_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-33-732-4800](tel:+82337324800)\n- [🏠www.templestay.com](https://www.templestay.com/temple_info.asp?t_id=guryongsa )\n\n\n```googleMap\nlatitude: 37.3995043418\nlongitude: 128.0498675732\ntitle: 500, Guryongsa-ro, Wonju-si, Gangwon-do\n```\n  \n## Directions\n  \n[Train + Bus]<br>\nFrom Cheongnyangni Station, take a train to Wonju Station.<br>\nFrom Wonju Station, take Bus No. 41 and get off at Guryongsa Temple Bus Stop.\n","data":{"id":"2022-09-25-1664091631316","title":"Guryongsa Temple (구룡사)","description":"Guryongsa Temple is located 6 kilometers from Birobong Peak on Chiaksan Mountain, in the direction of Hakkok-ri. It was believed that Monk Uisang (625-702) of the Silla Kingdom (57 BC - AD 935) built and named the temple Guryongsa in 668 during the reign of King Munmu. However, it is now known that the temple was built after King Sukjong, the 19th King of the Joseon dynasty (1392-1910), who reigned from 1674 to 1720, because of the architectural style of Daeungjeon Hall. There is a legend that the Guryongsa Temple site was originally a lake where nine dragons lived. The name Guryong comes from the story that the lake was filled up to build the temple on it. There are many buildings such as Daeungjeon Hall, Bogwangnu Pavilion, Samseonggak Pavilion, Simgeomdang Hall and Seolseondang Hall. Daeungjeon Hall has maintained its original shape though it was repaired many times.","regDate":"2022-09-25","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-09-25-1664091631316/2391453_image2_1.webp","blogPath":"Gangwon-do/2022-09-25-1664091631316","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-09-25-1664091631316"},"dataList":[{"id":"2022-10-17-1665997397860","title":"Wondae-ri Birch Forest (원대리 자작나무 숲 (속삭이는 자작나무 숲))","description":"From 1974 to 1995, Wondae-ri Birch Forest has been reforested with approxmiately 690,000 birch trees in an area of 138 hectares, with 25 hectares of land being used as childrens forest experience center. After signing in at the forest entrance, visitors can tour the forest by following the forest walking trail. The forest was designed to promote educational and environmental values and recognize the beauty unique to the birch forest.","regDate":"2022-10-17","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2022-10-17-1665997397860/2607555_image2_1.webp","blogPath":"Gangwon-do/2022-10-17-1665997397860"},{"id":"2022-10-17-1665993768542","title":"Woljeongsa Temple & Fir Tree Forest (월정사·월정사 전나무숲 )","description":"Woljeongsa Temple is located in a forested valley on the eastern side of Odaesan Mountain. The 1 kilometer path leading to the temple passes through a forest of tall fir trees, some over 500 years old. Woljeongsa Temple is in charge of over 60 temples and 8 monasteries in the area. The temple was established by Monk Ja Jang (590-658) of the Silla Kingdom. Woljeongsa Museum is also located within the temple grounds, displaying artifacts and treasures from Buddhist culture of the Goryeo dynasty (918-1392), including an octagonal nine-story stone pagoda and a stone seated bodhisattva.","regDate":"2022-10-17","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-10-17-1665993768542/1840816_image2_1.webp","blogPath":"Gangwon-do/2022-10-17-1665993768542"},{"id":"2022-10-17-1665988707928","title":"Woljeong-ri Station (월정리역)","description":"Woljeong-ri Station (Iron Triangle Battlefield) is the last stop before reaching the DMZ. With the sign The iron horse wants to run again, there stand remains of a train that was used to make frequent trips to North Korea. Located at the spot where the fiercest battle was held during the Korean War, this train marks the partition line of the Korean peninsula. These days Woljeong-ri Station is under the control of the Cheorwon-gun Office and hundreds of thousands of people visit this unique tourist area every year.","regDate":"2022-10-17","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Historical Sites","Security & Peace Sites"],"imgUrl":"/2022-10-17-1665988707928/2389036_image2_1.webp","blogPath":"Gangwon-do/2022-10-17-1665988707928"},{"id":"2022-10-17-1665983617075","title":"Villa of Rhee Syngman (이승만별장(고성))","description":"During the 1950s, three leaders, namely Kim Ilsung, Rhee Syngman and Lee Ki-poong had summer houses built around the lake of Hwajinpo. The villa of Rhee Syngman, Koreas first president, was built in 1954 but fell into a state of disuse by 1961. It was not repaired until July of 1997 by the army, and was fully restored in 1999, opening as an exhibition hall.","regDate":"2022-10-17","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Architectural Sights","Buildings"],"imgUrl":"/2022-10-17-1665983617075/2600601_image2_1.webp","blogPath":"Gangwon-do/2022-10-17-1665983617075"},{"id":"2022-10-16-1665917282385","title":"Villa of Lee Ki-poong (이기붕별장)","description":"The villa of Lee Ki-poong is located between the villas of Rhee Syngman and Kim Ilsung on the shores of Hwajinpo Lake. The villa was originally built by foreign missionaries in the 1920s. It was used as vacation villa by the Northern communist partys executives before the Korean War broke out, and was turned into a private residence by Lee, the Vice-president to President Rhee, and his wife Maria Park after the cease-fire agreement.","regDate":"2022-10-16","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Historical Sites","Security & Peace Sites"],"imgUrl":"/2022-10-16-1665917282385/1906632_image2_1.webp","blogPath":"Gangwon-do/2022-10-16-1665917282385"},{"id":"2022-10-16-1665913620696","title":"Ulsanbawi Rock (설악산 울산바위)","description":"Ulsan Peak is the most well-known attraction at Seoraksan Mountain. The peak is made of strange rocks stretching from the foot of the mountain to the top at 900 m above sea level. The peak consists of six rocks, which create a majestic view of the rocky peak. The peak with the circumference of 4 km forms a great panoramic view along with Daecheongbong Peak and Outer Seorak. Ulsan Peak presents an imposing scene, and it was visited by many famous poets and calligraphers including Choe Yeon and Heo Jeok during the Joseon period who left behind their records. In addition, several legends are associated with Ulsan Peak. One day, a heavenly god commanded peaks of all mountains to assemble at Geumgangsan Mountain to create the greatest scenery. However, the Ulsan Peak was too heavy, so it was late for the meeting. Feeling ashamed, it didn’t go back home (Ulsan) directly, and took a rest at Seoraksan Mountain, but stayed there forever. Also, there is a saying that the peak was named after the shape of the rock, which resembles a fence (ul+tari) or a crying (ul) mountain (san). Visitors can get to the Ulsan Peak by starting from the small park and passing through Sinheungsa Temple and Heundeul Rock. At the beginning of the path, it starts with a gentle slope, but after the Heundeul Rock, there are a steep rocky hill and the iron stairs. It requires about 4 hr for getting to and from the peak. It is hard for the elderly or children to climb because of high level of difficulty.","regDate":"2022-10-16","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Resources","Rocks"],"imgUrl":"/2022-10-16-1665913620696/2711195_image2_1.webp","blogPath":"Gangwon-do/2022-10-16-1665913620696"},{"id":"2022-10-16-1665910327005","title":"Uisangdae Pavilion (낙산사 의상대)","description":"This pavilion is located on a seaside cliff on the way from Yangyang’s Naksansa Temple to Gwaneumgul Cave of Hongnyeonam Hermitage. The word “dae” in Uisangdae refers to a building built at a vantage point for areas with beautiful scenery. Indeed, the view of the East Sea and the coast from Uisangdae Pavilion awarded its recognition as one of the Eight Sights of Yangyang, and a must-visit place for all visitors to Naksansa Temple. Jeong Cheol (pen-name  Songgang), a famed scholar and writer of the poem Song of Diamond Mountains, chose the pavilion as one of the Eight Sights of Gwandong, and the pavilion is today one of the popular sites for sunrise-viewing on the east coast of Korea. Together with Hongnyeonam Hermitage, it is designated as the Scenic Site No. 27 of Korea under the name “Uisangdae Pavilion and Hongnyeonam Hermitage of Naksansa Temple, Yangyang.” Uisangdae is named after Uisang, a respected Silla-era Buddhist monk who is said to have founded this temple in 671 (11th year of King Munmu’s reign of Silla), and many stories of his deeds can still be found in the temple. For instance, Uisangdae is said to be the site where he meditated before founding Naksansa Temple at its present site. Today’s pavilion was restored to its present hexagonal form in 1995.","regDate":"2022-10-16","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-10-16-1665910327005/2711338_image2_1.webp","blogPath":"Gangwon-do/2022-10-16-1665910327005"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}