{"pageProps":{"content":"![Bukhansan National Park (Seoul District) (북한산국립공원(서울))](/2022-07-21-1658379898802/2526645_image2_1.webp)\n\n  \n## Overview\n\n> Bukhansan Mountain was officially designated as a national park in 1983. The Bukhansan National Park covers both Bukhansan and Dobongsan Mountains, and spans the total area of 80.699 ㎢. At the top of Bukhansan Mountain are Baegundae Terrace (835.6 m), Insubong Peak (810.5 m) and Mangyeongdae Terrace (799.5 m), which gave the mountain the nickname \"Samgaksan\" or the \"three-horned mountain.\" The mountain had other names: Sambongsan (mountain with three peaks), Hwasan (flower mountain), and Buaak (mountain shaped like a person giving a baby a piggyback ride). The current name, Bukhansan, was given after the Bukhansanseong Fortress was built under King Sukjong of the Joseon dynasty.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-2-909-0498|\n|parking:|Available (Bukhansanseong Parking Lots 1 & 2, Jeongneung Parking Lot)|\n|restdate:|* Subject to abrupt closure due to adverse weather conditions.|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Mountain Not Access Period:|Period of restricted access for fire-prevention and natural scenery maintenance, natural environment protection, and forest protection<br>[Hiking Trails]<br>Spring: March 2-April 30 / Fall: November 1-December 15<br>[National Park]<br>November 15-December 15 (Except Gyeongju & Taean shoreline)<br>* TBD by park directors based on fire weather advisories, precipitation levels, and other local conditions. Refer to the official website.|\n|Restricted Mountain Areas :|[hiking.kworks.co.kr](http://hiking.kworks.co.kr/sub_map/map_user01.aspx)|\n|Natural Preservation Areas (closed to public):|* Jeongneung Ravine: Bottom of Cheongsupokpo Falls - Sujungbo - Neopjeokbawi Rock / Cheongsupokpo Falls - 30 m upper Cheongsucheon Stream / Bottom of Cheongsupokpo Falls - Jeongneung Ticket Booth Bottom: until 2026<br>* Insucheon Stream (Boundary between Hanilgyo Bridge - Jeonggyeongdae): until 2026<br>* Ui Ravine (200 m south of Ui Office - Former Baegun Ticket Booth): until 2026<br>* Gugi Ravine (Gugi Office - Shelter 4): until 2026<br>* Pyeongchang Ravine (Pyeongchang Ticket Booth 2 - Above Dongnyeongpokpo Falls): until 2026<br>* Sagimakgol Ravine Entrance - Bridge to an Army Base: until 2027<br>* Songchu Ravine (Songchu Railroad Bridge 1 - 3, Obong Three-Way Intersection): until 2026<br>|\n|Available Facilities:|Hiking Information Center, Bukhansan Mountain Management Office|\n|Restrooms:|Available|\n|Parking Fees:|Bukhansanseong Parking Lots 1 & 2, Jeongneung Parking Lot<br>Light-weight cars: 500 won for the first one hour / 100 won for each additional 10 minutes / 5,000 won for 9 or more hours<br>Small & Mid-sized cars: 1,100 won for the first one hour / 300 won for each additional 10 minutes (peak season) / 250 won for each additional 10 minutes (off season) / 13,000 won for 9 or more hours<br>Large-sized cars: 2,000 won for the first one hour / 500 won for each additional 10 minutes (peak season) / 400 won for each additional 10 minutes (off season) / 20,000 won for 9 or more hours|\n  \n## Detail Image\n![/2022-07-21-1658379898802/2526640_image2_1.webp](/2022-07-21-1658379898802/2526640_image2_1.webp)\n![/2022-07-21-1658379898802/2526642_image2_1.webp](/2022-07-21-1658379898802/2526642_image2_1.webp)\n![/2022-07-21-1658379898802/2526643_image2_1.webp](/2022-07-21-1658379898802/2526643_image2_1.webp)\n![/2022-07-21-1658379898802/2526644_image2_1.webp](/2022-07-21-1658379898802/2526644_image2_1.webp)\n![/2022-07-21-1658379898802/2526646_image2_1.webp](/2022-07-21-1658379898802/2526646_image2_1.webp)\n![/2022-07-21-1658379898802/2526647_image2_1.webp](/2022-07-21-1658379898802/2526647_image2_1.webp)\n![/2022-07-21-1658379898802/2526649_image2_1.webp](/2022-07-21-1658379898802/2526649_image2_1.webp)\n![/2022-07-21-1658379898802/2526651_image2_1.webp](/2022-07-21-1658379898802/2526651_image2_1.webp)\n![/2022-07-21-1658379898802/2526652_image2_1.webp](/2022-07-21-1658379898802/2526652_image2_1.webp)\n![/2022-07-21-1658379898802/2526654_image2_1.webp](/2022-07-21-1658379898802/2526654_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-2-909-0498](tel:+8229090498)\n- [🏠bukhan.knps.or.kr](http://bukhan.knps.or.kr/)\n\n\n```googleMap\nlatitude: 37.6215453578\nlongitude: 126.9943263511\ntitle: 262, Bogungmun-ro, Seongbuk-gu, Seoul\n```\n  \n\n","data":{"id":"2022-07-21-1658379898802","title":"Bukhansan National Park (Seoul District) (북한산국립공원(서울))","description":"Bukhansan Mountain was officially designated as a national park in 1983. The Bukhansan National Park covers both Bukhansan and Dobongsan Mountains, and spans the total area of 80.699 ㎢. At the top of Bukhansan Mountain are Baegundae Terrace (835.6 m), Insubong Peak (810.5 m) and Mangyeongdae Terrace (799.5 m), which gave the mountain the nickname \"Samgaksan\" or the \"three-horned mountain.\" The mountain had other names  Sambongsan (mountain with three peaks), Hwasan (flower mountain), and Buaak (mountain shaped like a person giving a baby a piggyback ride). The current name, Bukhansan, was given after the Bukhansanseong Fortress was built under King Sukjong of the Joseon dynasty.","regDate":"2022-07-21","author":"korea-tour","tag":["Seoul","Nature","Natural Sites","National Parks"],"imgUrl":"/2022-07-21-1658379898802/2526645_image2_1.webp","blogPath":"Seoul/2022-07-21-1658379898802","pageUrl":"https:/mcdryad.com/Seoul/2022-07-21-1658379898802"},"dataList":[{"id":"2022-07-24-1658633350042","title":"Hapjeong-dong Café Street (합정동 카페거리)","description":"Hapjeong-dong Café Street is lined with charming and pretty cafés, creating a peaceful environment. The cafés are almost all individually owned, with each shop giving off its own unique aura, following the style of the owner. Enjoy the delicious desserts and well prepared coffees at the café of your choosing.","regDate":"2022-07-24","author":"korea-tour","tag":["Seoul","Culture/Art/History","Experience Programs","Cultural Districts"],"imgUrl":"/2022-07-24-1658633350042/2014834_image2_1.webp","blogPath":"Seoul/2022-07-24-1658633350042"},{"id":"2022-07-23-1658615794601","title":"Hangang River Ferry Cruise (이랜드크루즈 (한강유람선))","description":"Hangang River Ferry Cruise began operations on October 26, 1986, traversing the Hangang River as it runs through Seoul from east to west. The operation company, E-Land Cruise, currently offers river cruise programs from two ferry terminals, located in Yeonuido and Jamsil. Riders can see the beautiful Hangang River by day on the Story Cruise, or take in the city nightscape and colorful Banpo Rainbow Bridge on the Music Cruise. The Lunch and Dinner Buffet cruises provide delicious cuisine. <br><br>E-Land Cruise aims to develop a cruise theme park at Hangang River as the iconic attraction representing Seoul. It also aims to promote and familiarize Hangang River to international tourists as a world famous attraction. Visitors and Seoul residents alike can take a break from the busy urban atmosphere and enjoy a relaxing time while on the cruise.","regDate":"2022-07-23","author":"korea-tour","tag":["Seoul","Culture/Art/History","Recreational Sites","Cruises/Submarines"],"imgUrl":"/2022-07-23-1658615794601/2493203_image2_1.webp","blogPath":"Seoul/2022-07-23-1658615794601"},{"id":"2022-07-23-1658612080283","title":"Hangang River (한강)","description":"The Hangang River flows through the capital city of Seoul, starting from three smaller streams in the central areas of Gangwon-do, Chungcheongbuk-do, and Gyeonggi-do. The river has witnessed the history of the Korean people for over five thousand years, through good and bad times. The riverside parks offer a nice retreat for the citizens of Seoul.","regDate":"2022-07-23","author":"korea-tour","tag":["Seoul","Nature","Natural Sites"],"imgUrl":"/2022-07-23-1658612080283/629687_image2_1.webp","blogPath":"Seoul/2022-07-23-1658612080283"},{"id":"2022-07-23-1658608615428","title":"Hanboknam (한복남)","description":"Started in Jeonju in 2012, Hanboknam strived to promote the beauty of hanbok, earning recognition by the Ministry of Culture, Sports and Tourism in 2015. Following this, Hanboknam opened a hanbok exhibition and rental shop in the Bukchon area of Seoul in 2016. The shop provides customers with numerous styles of hanbok, from royalty to beggars. The rental shop also offers various accessories to pair with the different hanbok for a complete look.","regDate":"2022-07-23","author":"korea-tour","tag":["Seoul","Culture/Art/History","Experience Programs","Traditional Experience"],"imgUrl":"/2022-07-23-1658608615428/2388347_image2_1.webp","blogPath":"Seoul/2022-07-23-1658608615428"},{"id":"2022-07-23-1658604688345","title":"Hallyu K-Star Road (한류스타거리 K-STAR ROAD))","description":"Featuring the latest hallyu trend, visitors will be able to discover restaurants and attractions frequented by popular hallyu stars while walking along the Hallyu K-Star Road. <br>The road is separated into four zones  A Zone, the area between Dosan Park Sageori Intersection and Hakdong Sageori Intersection; B Zone, the area between Hakdong Sageori Intersection and Cheongdam Sageori Intersection; C Zone, the area between Cheongdam Sageori Intersection and southern crossroad of Yeongdongdaegyo Bridge; and D Zone, the area between Dosan Park Sageori Intersection and Sinsa Station Sageori Intersection. In particular, D Zone includes Sinsadong Garosu-gil Road, a popular spot in Seoul","regDate":"2022-07-23","author":"korea-tour","tag":["Seoul","Culture/Art/History","Experience Programs","Cultural Districts"],"imgUrl":"/2022-07-23-1658604688345/2386103_image2_1.webp","blogPath":"Seoul/2022-07-23-1658604688345"},{"id":"2022-07-23-1658601711010","title":"Haepungbuwongun Yun Taekyeong's Jaesil (해풍부원군윤택영댁재실)","description":"Haepungbuwongun Yun Taekyeong's Jaesil is a shrine house built by the father-in-law of King Sunjong of Joseon dynasty in 1906 when his daughter was proclaimed the crowned princess of Joseon and entered Changdeokgung Palace to later become Queen Sunjeong. Red pine trees salvaged from the demolition of Gyeongungung Palace were used to construct the house. It was originally located in Jegi-dong, Dongdaemun-gu, but was later restored and moved to its present location. The shrine of the house that was destroyed in 1960 was also restored. <br>Because the house is more of a shrine rather than residential living quarters, it has many unique features. For example, unlike other houses, it has the <em>anchae</em> (women’s quarters) located across from <em>sarangbang</em> (men’s quarters) with <em>daecheong</em> (living room) positioned between them.","regDate":"2022-07-23","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Old Houses"],"imgUrl":"/2022-07-23-1658601711010/1569166_image2_1.webp","blogPath":"Seoul/2022-07-23-1658601711010"},{"id":"2022-07-23-1658597858400","title":"Gyeonghuigung Palace (경희궁)","description":"Gyeonghuigung Palace, Historic Site No. 271, was originally called the large palace by Saemun Gate, or the Western Palace, for its location within the city. It was not until the eighth year of Gwanghaegun (1616) that the palace was used as a royal residence for the king, changing the name to Gyeongdeokgung Palace. The name later changed again to the current Gyeonghuigung Palace in 1760. The palace grounds included many halls but they were mostly all burned down in a fire in 1829. After the Japanese occupation began, all remaining buildings on the site were torn down and the palace grounds were turned into Gyeongseong Middle School (now Seoul High School). The school moved to Gangnam area in 1987, afterwhich the previous location was turned into a park. The palace grounds currently hold Seoul Museum of Art and walking paths, as well as a restoration of Heunghwamun Gate, the main gate of the palace, and Sungjeongjeon Hall, the main hall, completed in November 1994.","regDate":"2022-07-23","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Palaces"],"imgUrl":"/2022-07-23-1658597858400/1568231_image2_1.webp","blogPath":"Seoul/2022-07-23-1658597858400"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}