{"pageProps":{"content":"![Gyeongju Hwangnyongsa Temple Site (경주 황룡사지)](/2022-11-28-1669624954858/202492_image2_1.webp)\n\n  \n## Overview\n\n> Hwangnyongsa Temple Site is located in front of Bunhwangsa Temple in Guhang-dong, Gyeongju. During the Silla Era, the Hwangnyongsa Temple was the nation’s largest temple and housed the bulk of the country’s major Buddhist treasures. <br> <br> Construction of the temple began in 553 on a field east of the royal compound under the commission of King Jinheung. The king originally planned to build a palace, but decided to build a temple instead, after receiving reports that a yellow dragon had been spotted on the building site. The temple was thus named Hwangnyongsa (Temple of Yellow Dragon) and was completed in 569, seventeen years after construction began. The temple murals featured an old pine tree drawn by Artist Solgeo. During the Silla Era, the temple was the center of state-sanctioned Buddhism. <br> <br>Later, when monk Jajang was studying in China during the Tang dynasty, he came across a god as he was passing by Taihe Pond. The god said to him, “The yellow dragon, which is my eldest son, is guarding Hwangnyongsa Temple upon orders of Brahma, the Creator. If you build a nine-story pagoda upon your return to Silla, the neighboring states will surrender and pay tribute, and the royal cause will be stronger. Once the construction of the pagoda is complete, prepare a memorial service for the local gods and pardon any of the countrys criminals. If you follow all I have told you, no other state will dare invade Silla.” <br><br> After this encounter, Jajang returned to Silla and convinced Queen Seondeok to build the nine-story pagoda. Master architect Abiji of the neighboring state Baekje designed the pagoda and the project was built by Yongchun and 200 men using wood and stone. The night before the columns were to be erected, Architect Abiji of Baekje dreamed of the fall of Baekje and refused to complete the project. With a peal of thunder, an old monk and a man of great strength suddenly appeared from the temples main hall, erected the columns, and magically disappeared. Abiji was so shocked at the sight that he accepted his country’s future demise as the fate of the gods and once again restarted work on the temple. (From Samgungnyusa, the Memorabilia of the Three Kingdoms) <br> <br> In the twenty-three years following the completion of the pagoda, Queen Seondeok unified the Three Kingdoms; later, numerous scholars pointed to the pagoda as a contributing factor in the unification. Of the three treasures of Silla, two were located at Hwangnyongsa Temple. The largest bell of Silla was also in the temple, but was taken away during the Mongol invasion. The highest monks of Silla preached at the temple, and many kings came to listen to the Buddhist teachings. <br><br> During excavation work in July 1969, the massive foundation stones of the sermon hall, auditorium, and pagoda were found. Eight years of archaeological excavations and studies revealed the unique layout of the temple grounds, which consisted of one pagoda and three halls; also found were 40,000 or so ancient artifacts. Though foundation stones and other structures from the bottom of the temple were identified through excavation, there are no historical clues about the temple’s upper design, making the restoration of the temple in its entirety practically impossible. The size of the temple, based on archeological findings, was about 70 acres, roughly eight times larger than that of Bulguksa Temple.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330<br>(Korean, English, Japanese, Chinese) <br>• For more info: +82-54-779-6100|\n  \n\n  \n## Detail Image\n![/2022-11-28-1669624954858/179524_image2_1.webp](/2022-11-28-1669624954858/179524_image2_1.webp)\n![/2022-11-28-1669624954858/179525_image2_1.webp](/2022-11-28-1669624954858/179525_image2_1.webp)\n![/2022-11-28-1669624954858/179526_image2_1.webp](/2022-11-28-1669624954858/179526_image2_1.webp)\n![/2022-11-28-1669624954858/179527_image2_1.webp](/2022-11-28-1669624954858/179527_image2_1.webp)\n![/2022-11-28-1669624954858/214714_image2_1.webp](/2022-11-28-1669624954858/214714_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-54-779-6100](tel:+82547796100)\n- [🏠www.gyeongju.go.kr/tour](http://www.gyeongju.go.kr/tour)\n\n\n```googleMap\nlatitude: 35.8382604313\nlongitude: 129.2307077526\ntitle: 64-19, Imhae-ro, Gyeongju-si, Gyeongsangbuk-do\n```\n  \n## Directions\n  \n[Bus]<br>\nFrom Seoul Express Bus Terminal, take a bus to Gyeongju Bus Terminal.<br>\nFrom Gyeongju Bus Terminal Bus Stop, take Bus No. 10, 11, 15, 16, 16-1, 17, 18, 100, 150, or 277-1 and get off at Bunhwangsa Temple or Gyeonggosageori Intersection Bus Stop.\n","data":{"id":"2022-11-28-1669624954858","title":"Gyeongju Hwangnyongsa Temple Site (경주 황룡사지)","description":"Hwangnyongsa Temple Site is located in front of Bunhwangsa Temple in Guhang-dong, Gyeongju. During the Silla Era, the Hwangnyongsa Temple was the nation’s largest temple and housed the bulk of the country’s major Buddhist treasures. <br> <br> Construction of the temple began in 553 on a field east of the royal compound under the commission of King Jinheung. The king originally planned to build a palace, but decided to build a temple instead, after receiving reports that a yellow dragon had been spotted on the building site. The temple was thus named Hwangnyongsa (Temple of Yellow Dragon) and was completed in 569, seventeen years after construction began. The temple murals featured an old pine tree drawn by Artist Solgeo. During the Silla Era, the temple was the center of state-sanctioned Buddhism. <br> <br>Later, when monk Jajang was studying in China during the Tang dynasty, he came across a god as he was passing by Taihe Pond. The god said to him, “The yellow dragon, which is my eldest son, is guarding Hwangnyongsa Temple upon orders of Brahma, the Creator. If you build a nine-story pagoda upon your return to Silla, the neighboring states will surrender and pay tribute, and the royal cause will be stronger. Once the construction of the pagoda is complete, prepare a memorial service for the local gods and pardon any of the countrys criminals. If you follow all I have told you, no other state will dare invade Silla.” <br><br> After this encounter, Jajang returned to Silla and convinced Queen Seondeok to build the nine-story pagoda. Master architect Abiji of the neighboring state Baekje designed the pagoda and the project was built by Yongchun and 200 men using wood and stone. The night before the columns were to be erected, Architect Abiji of Baekje dreamed of the fall of Baekje and refused to complete the project. With a peal of thunder, an old monk and a man of great strength suddenly appeared from the temples main hall, erected the columns, and magically disappeared. Abiji was so shocked at the sight that he accepted his country’s future demise as the fate of the gods and once again restarted work on the temple. (From Samgungnyusa, the Memorabilia of the Three Kingdoms) <br> <br> In the twenty-three years following the completion of the pagoda, Queen Seondeok unified the Three Kingdoms; later, numerous scholars pointed to the pagoda as a contributing factor in the unification. Of the three treasures of Silla, two were located at Hwangnyongsa Temple. The largest bell of Silla was also in the temple, but was taken away during the Mongol invasion. The highest monks of Silla preached at the temple, and many kings came to listen to the Buddhist teachings. <br><br> During excavation work in July 1969, the massive foundation stones of the sermon hall, auditorium, and pagoda were found. Eight years of archaeological excavations and studies revealed the unique layout of the temple grounds, which consisted of one pagoda and three halls; also found were 40,000 or so ancient artifacts. Though foundation stones and other structures from the bottom of the temple were identified through excavation, there are no historical clues about the temple’s upper design, making the restoration of the temple in its entirety practically impossible. The size of the temple, based on archeological findings, was about 70 acres, roughly eight times larger than that of Bulguksa Temple.","regDate":"2022-11-28","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Holy Sites"],"imgUrl":"/2022-11-28-1669624954858/202492_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-11-28-1669624954858","pageUrl":"https:/mcdryad.com/Gyeongsangbuk-do/2022-11-28-1669624954858"},"dataList":[{"id":"2022-12-08-1670477766720","title":"Uljin Hupohang Port (울진 후포항)","description":"Uljin-gun’s southern most port of Hupohang has beautiful seaside scenery throughout the four seasons. Almost all of the fish caught in the East Sea can be seen at Hupohang Port. On the hill behind the port is the Hupo Lighthouse, which lights the waters for boats coming in at night, and its observatory provides a great view over the East sea during the day. Also, children’s playground and rest area are situated on top of the hill next to the lighthouse. On the opposite side of the hill, visitors can enjoy the spectacular scenery of the 1,004-meter tall Baekamsan Mountain. <BR><Br>At dawn, visitors can tour Hupohang Park and look at the many freshly caught fish. Visitors can also buy fresh fish at extremely low prices. Furthermore, the Hupohang Port is known for its numerous raw fish restaurants and the hot springs are located nearby as well.","regDate":"2022-12-08","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites"],"imgUrl":"/2022-12-08-1670477766720/183330_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-08-1670477766720"},{"id":"2022-12-08-1670474510444","title":"Uljin Bulyeongsa Temple (불영사(울진))","description":"<br>Bulyeongsa Temple, located at the western foot of Cheonchuksan Mountain in Uljin, Gyeongsangbuk-do, was built during the Silla period. ‘Bulyeongsa’ means ‘the reflection of Buddha’s shadow on the pond.’ A lovely path leads from the parking area to the temple, and a beautiful pond and green farm in the courtyard give the temple, inhabited by Buddhist nuns, a cozy and welcoming feeling.<br><br>The 13 km-long Bulyeongsa Valley is also found around Bulyeongsa Temple. With unique rock formations and thick forest, the valley creates an almost mystical atmosphere. Even though Bulyeongsa Valley is not as magnificent or splendid as Cheonbuldong Valley at Seoraksan Mountain or Mureung Valley and Bogyeongsa Valley at Odaesan Mountain, it offers a serene and beautiful view against the backdrop of Cheonchuksan Mountain.","regDate":"2022-12-08","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-12-08-1670474510444/2502362_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-08-1670474510444"},{"id":"2022-12-08-1670470704932","title":"Uiseong Gounsa Temple (고운사 (의성))","description":"Gounsa Temple lies on Deungunsan Mountain in Uiseong, Gyeongsangbuk-do, and was built by Monk Uisang in 681 during the reign of King Sinmun of the Silla Kingdom. Although the pronunciation of the name was never changed, its meaning slightly changed from “High Cloud Temple” to “Solitary Cloud Temple” after Choi Chi-won, a renowned scholar in the late Silla Period, helped to build two pavilions (Gaunru and Uhwaru) and renamed it. It is Branch Temple No.16 of the Korean Buddhist order, Jogyejong, and manages temples in Uiseong, Andong, Yeongju, Bonghwa, and Yeongyang. <br><br>Befitting its meaning, the temple is surrounded by outstanding scenery on Deungunsan Mountain, meaning “Riding on the Clouds.”  Quite isolated from villages, the temple is a very quiet, serene place.<br><br>Gounsa Temple is home to one of the most cherished pieces of architecture, Gaunru Pavilion (“Floating over the Clouds”). This elegant pavilion is propped up by wooden columns, which are, in turn, supported by foundation stones. It looks as if the pavilion placed its feet in the water while standing.<br><br>Among the many buildings comprising the temple complex, Yeonsujeon Hall is a unique building that was built to store Eocheop (the genealogical record of royal families) in 1774 (20th year of King Yeongjo). As a royal building, it shows the Confucian architectural style, different from other Buddhist buildings within the temple.","regDate":"2022-12-08","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-12-08-1670470704932/721738_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-08-1670470704932"},{"id":"2022-12-07-1670409526753","title":"Turtle Rock & Natural Wild Juniper Habitat (거북바위 및 향나무 자생지 (울릉도, 독도 국가지질공원))","description":"Turtle Rock was given its name for its rock formation that resembles the shape of turtles climbing out to the rock. The Turtle Rock is a volcanic rock that formed from the molten lava from Ulleungdo Islands early volcanic activity. Solidified lava flow as well as chilled margins can still be seen along the rocks slope. The western cliff of the rock is Tonggumi Village, where it serves as a home to wild juniper trees. On the northwestern side of the rock is Daepunggam Village, also a natural habitat for wild juniper trees. Both sites were designated as Natural Monuments for their significance. The juniper trees here are known to have a slower growth rate than those under normal condition due to rough winds.","regDate":"2022-12-07","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2022-12-07-1670409526753/1162809_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-07-1670409526753"},{"id":"2022-12-07-1670405766463","title":"Tonggumi Pebble Beach (통구미몽돌해변)","description":"At Tonggumi Pebble Beach on Ulleungdo Island, you can enjoy the views of impressive sea-side cliffs, the glittering ocean, and the dark pebbles that dot the landscape, all at once. There are always waves at this 1-kilometer-long beach with waters ranging in depth from 1 to 3 meters. It is easy to find the beach, as it is located along the Ulleungdo Coastal Drive. Various facilities such as bathrooms, parking lots, homestays, restaurants, drugstores, supermarkets and accommodations are found near the beach.","regDate":"2022-12-07","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites"],"imgUrl":"/2022-12-07-1670405766463/1893638_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-07-1670405766463"},{"id":"2022-12-07-1670402401572","title":"Tonggosan National Recreational Forest (국립 통고산자연휴양림)","description":"Situated in the upper Bulyeongsa Valley, Tonggosan National Recreational Frorest, rarely visited by people in the past, still preserves much of its ancient beauty. Weathered white granite envelops the valley while a variety of waterfalls forms what looks like uniquely shaped water pots.<br><br> Next to the valley is Bulyeongsa Temple built by Monk Uisang (during the reign of King Jindeok of the Silla Period). Visitors can enjoy beautiful fall foliage of the forest, and there are a variety of nearby attractions from Bulyeongsa Valley, beaches on the East Coast, and Deokgu/Baekam Hot Springs. Fall foliage tends to peak between October 10th and October 20th.<br><br> Visitors must bring their own tents, utensils, toiletries, and other necessary items. The cafeteria in Tonggosan National Recreational Forest opens between mid-July and August.","regDate":"2022-12-07","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"/2022-12-07-1670402401572/183316_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-07-1670402401572"},{"id":"2022-12-07-1670398594153","title":"Tomb of Queen Seondeok (경주 선덕여왕릉)","description":"The Tomb of Queen Seondeok is a round tumulus with a circumference of 73 meters. Aside from the fact that it is circled by a protective two-layer rock, the tomb has no other unique features. As the oldest daughter of King Jinpyeong, Queen Seondeok became the first queen of the Silla Kingdom. During the 16th year of her reign, Bunhwangsa Temple and Cheomseongdae Observatory were built. She also ordered the construction of the famous nine-story wooden pagoda of Hwangyongsa Temple, a significant achievement of Buddhist architecture. While many of her efforts laid the foundation for the unification of Three Kingdoms of Korea, Queen Seondeok’s reign was plagued by rebellion and strife and she died in 647 during a rebellion, 23 years before unification was realized.","regDate":"2022-12-07","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-12-07-1670398594153/179719_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-07-1670398594153"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}