{"pageProps":{"content":"![Mujidori Village (Muju Farm Village) (무지돌이마을)](/2022-12-23-1671770382256/2485716_image2_1.webp)\n\n  \n## Overview\n\n> Having a 500-year-old history, Mujidori Village is a traditional village with a small stream by the entrance, seven mountain peaks, and three reservoirs. The village has 155 hectares of farm land, making it the largest of its kind in Goseong-gun.<br><br>The village only uses organic farming methods to grow their crops which include turmeric, luffa, chestnuts, beans, buckwheat, etc. Shade trees and rest areas can be found near the reservoirs and by the stream. The village also offers a rural experience through their farm-stay programs, folk games, and other hands-on activities.<br><br>Located nearby is Danghangpo Resort, the famous battlefield where Admiral Yi Sun-sin crushed the Japanese navy during the Imjin War (1592–1598). The resort complex includes a family recreational park, a camping site, an amusement park and a leisure-sports facility. The Goseong Dinosaur Museum, which was built next to one of the world’s largest dinosaur footprint fossil sites, is also worth a visit.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-55-674-0152|\n|parking:|Available|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Available Facilities:|Accommodations|\n|Admission Fees:|Free|\n|Restrooms:|Available|\n|Korean Info. Service:|Available|\n|Interpretation Services Offered:|Not available|\n|Reservation Info. for Natives:|Reservations required|\n  \n## Detail Image\n![/2022-12-23-1671770382256/2485724_image2_1.webp](/2022-12-23-1671770382256/2485724_image2_1.webp)\n![/2022-12-23-1671770382256/2485725_image2_1.webp](/2022-12-23-1671770382256/2485725_image2_1.webp)\n![/2022-12-23-1671770382256/2485727_image2_1.webp](/2022-12-23-1671770382256/2485727_image2_1.webp)\n![/2022-12-23-1671770382256/2485729_image2_1.webp](/2022-12-23-1671770382256/2485729_image2_1.webp)\n\n\n  \n## Contact\n\n\n\n\n\n```googleMap\nlatitude: 35.1221769982\nlongitude: 128.3161519576\ntitle: 81-9, Naseon-gil, Gaecheon-myeon, Goseong-gun, Gyeongsangnam-do\n```\n  \n## Directions\n  \n[Bus] <BR>\nFrom Seoul Nambu Terminal, take an intercity bus bound for Goseong Bus Terminal. From Goseong Terminal Bus Stop, take a local bus bound for Goseong, Baedun, Guman, Naseon, Gaecheon, Geumgok and get off at Nadonggyo Bus Stop. Walk along Naseon-gil Road (parallel to the stream) for approx. 400m to reach the village.\n","data":{"id":"2022-12-23-1671770382256","title":"Mujidori Village (Muju Farm Village) (무지돌이마을)","description":"Having a 500-year-old history, Mujidori Village is a traditional village with a small stream by the entrance, seven mountain peaks, and three reservoirs. The village has 155 hectares of farm land, making it the largest of its kind in Goseong-gun.<br><br>The village only uses organic farming methods to grow their crops which include turmeric, luffa, chestnuts, beans, buckwheat, etc. Shade trees and rest areas can be found near the reservoirs and by the stream. The village also offers a rural experience through their farm-stay programs, folk games, and other hands-on activities.<br><br>Located nearby is Danghangpo Resort, the famous battlefield where Admiral Yi Sun-sin crushed the Japanese navy during the Imjin War (1592–1598). The resort complex includes a family recreational park, a camping site, an amusement park and a leisure-sports facility. The Goseong Dinosaur Museum, which was built next to one of the world’s largest dinosaur footprint fossil sites, is also worth a visit.","regDate":"2022-12-23","author":"korea-tour","tag":["Gyeongsangnam-do","Culture/Art/History","Experience Programs","Village Experience"],"imgUrl":"/2022-12-23-1671770382256/2485716_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-23-1671770382256","pageUrl":"https:/mcdryad.com/Gyeongsangnam-do/2022-12-23-1671770382256"},"dataList":[{"id":"2022-12-29-1672310169604","title":"Sureungwon Garden (수릉원)","description":"Sureungwon is a 39,600㎡ ecological park built under the theme ‘The Meeting of King Suro and his Wife Queen Heo.’ The park connects the Royal Tomb of King Suro and the Daeseongdong Tomb Complex of the Gaya dynasty. <br><br>The east side of the park is landscaped with straight, tall trees, symbolizing King Kim Suro, while the west side of the park is full of pear, persimmon, and peach trees, representing Queen Heo. Up on the hill is a colony of Chinese linden trees, which is a symbol of Buddhism in India where Queen Heo is from. On the high grounds of the east side is a sacred Korean tree, symbolizing the birth of ancient Korea.<br><br>At the center of the park is the grand ‘Gaya Plaza’ with an image that represents the meeting place of King Suro and the Queen. The plaza regularly hosts public events for visitors to the park.","regDate":"2022-12-29","author":"korea-tour","tag":["Gyeongsangnam-do","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"","blogPath":"Gyeongsangnam-do/2022-12-29-1672310169604"},{"id":"2022-12-29-1672306564219","title":"Sangnim Park (상림공원)","description":"Hamyang is well known for its beautiful mountains and clean waters. Sangnim Park, located in Hamyang-gun, Gyeongsangnam-do, has beautiful sceneries throughout the year as well as various attractions including pavilions, memorial plaques, walking trails and more. The park was formed during the Unified Silla period, providing deep history as well as a place to relax.","regDate":"2022-12-29","author":"korea-tour","tag":["Gyeongsangnam-do","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"","blogPath":"Gyeongsangnam-do/2022-12-29-1672306564219"},{"id":"2022-12-29-1672303057153","title":"Sangjogam County Park (상족암군립공원)","description":"The breathtaking view of the South Coast can be seen at a glance from Sangjogam County Park. The glittery surface and towering cliffs create a spectacular backdrop. Clear footprints of dinosaurs that lived during the Cretaceous Period of the Mesozoic Era remain extending over the coast around Sangjogam region, and thus the area was designated Goseong-gun Gosi No. 20. on November 10, 1983. <br>The beach in front of the Youth Center contains shingles worn down by the tide and a precipitous wall of stratified rocks can be seen beyond the wide bedrock of dinosaur footprints. The rocks are named after the table leg-shaped stone caves such as “Ssangjok” or “Ssangbal”. Many oddly shaped rocks inside the caves have their own folktales.<br>According to one tale, fairies from heaven came down to the Sangjokgul Cave to weave clothes out of brocade for the King of Heaven, and bathed in the Seonnyoetang Pond. The shape of a loom and a puddle still exist. Nearby the cave, Chotdaebawi Rock and Byeongpungbawi Rock create scenery beyond description and leisure cruise boats toss up gentle sea waves. Naturally, the park continuously attracts numerous tourists in all seasons. <br>Also, many are drawn to the mysterious dinosaur footprint fossils at Sangjogam. The site is recognized as one of three major dinosaurs sites in the world, along with those in Brazil and Canada. The footprints belong to dinosaurs familiarized by the popular movie, ‘Jurassic Park’, such as Brontosaurus, Brachiosaurus, Allosaurus and Naranosaurus. It has been designated Natural Monument No. 411, as dinosaur footprints are valuable resources in discovering the uncovered mysteries of life before the appearance of mankind.","regDate":"2022-12-29","author":"korea-tour","tag":["Gyeongsangnam-do","Nature","Natural Sites","County Parks"],"imgUrl":"/2022-12-29-1672303057153/1611219_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-29-1672303057153"},{"id":"2022-12-29-1672299315401","title":"Samcheonpodaegyo Park (삼천포대교공원)","description":"Samcheonpodaegyo Park is located near the landmark of Namhae, Samcheonpodaegyo Bridge, which connects Sacheon-si to nearby island.","regDate":"2022-12-29","author":"korea-tour","tag":["Gyeongsangnam-do","Culture/Art/History","Architectural Sights","Bridges"],"imgUrl":"","blogPath":"Gyeongsangnam-do/2022-12-29-1672299315401"},{"id":"2022-12-29-1672295914657","title":"Okpo Shipyard of Daewoo Shipbuilding & Marine Engineering (대우조선해양(주) 옥포조선소)","description":"Okpo Shipyard of Daewoo Shipbuilding & Marine Engineering spans over a 4000,000㎡ land and consists of large-scale specialized facilities and equipments for shipbuilding and repairs such as a dock that can handle a 1,000,000 ton vessel and a 900 ton Goliath crane. The shipyard builds various vessels, offshore plants, drill ships, FPSO/FPUs, submarines and destroyers all year round and offers plant tour programs for visitors.","regDate":"2022-12-29","author":"korea-tour","tag":["Gyeongsangnam-do","Culture/Art/History","Industrial Sites","Shipbuilding Yards"],"imgUrl":"","blogPath":"Gyeongsangnam-do/2022-12-29-1672295914657"},{"id":"2022-12-29-1672292137094","title":"Okpo Great Victory Commemorative Park (옥포대첩기념공원)","description":"Okpo Great Victory Commemorative Park was built in 1996 to commemorate Admiral Yi Sun-sins first victory of the Okpo Battle during the Imjin War (1592-1598). Visitors can go up the memorial tower and Okporu Pavilion to get an unobstructed view of the Okpo Bay ahead. In addition to the tower and pavilion, the park also has a shrine dedicated to Admiral Yi.","regDate":"2022-12-29","author":"korea-tour","tag":["Gyeongsangnam-do","Culture/Art/History","Recreational Sites","Theme Parks"],"imgUrl":"/2022-12-29-1672292137094/1610937_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-29-1672292137094"},{"id":"2022-12-29-1672288742950","title":"Okcheonsa Temple (옥천사)","description":"Okcheonsa Temple was built in the 16th year of King Munmus reign (676) during the Silla dynasty. The name “Okcheon,” which means jade spring, was derived from the mineral spring located next to the main hall.<br><br>The temple holds several valuable cultural assets, such as the state-designated heritage Bronze Gong of Okcheonsa (Treasure No. 495) and 119 city/province-designated heritage properties, including Jabangnu Pavilion, Hyangno (incense burner), Daeungjeon Hall, and Daejong (bell). The linden tree at the Cheongnyeonam was designated as Monument No. 82 for its great academic value. <br><br>There are other small temples nearby, such as Baengnyeonam, Cheongyeonam, and Yeondaeam. Those interested in learning more about Buddhism can drop by Yeonhwasan Provincial Park’s Bojanggak Hall, an exhibition hall built to preserve about 120 pieces of Buddhist artifacts.","regDate":"2022-12-29","author":"korea-tour","tag":["Gyeongsangnam-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"","blogPath":"Gyeongsangnam-do/2022-12-29-1672288742950"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}