{"pageProps":{"content":"![Jangtaesan Recreational Forest (장태산자연휴양림)](/2022-07-13-1657666012120/2661750_image2_1.webp)\n  \n## Overview\n\n> Located in Jangan-dong, Seo-gu, Daejeon, Jangtaesan Recreational Forest consists of a dense forest of ginkgo trees and bald cypress. Lush valleys nearby make for a great getaway during summer vacation. Yongtaeul Reservoir, located at the entrance, gives beautiful views as well. Inside the natural recreation forest, various facilities including walking paths, physical activity facilities, a botanical garden and bare-foot walking paths are available for visitors.\n\n  \n## Intro\n\n| | |\n| - | - |\n|accomcount:|6,000 people|\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br>(Korean, English, Japanese, Chinese) <br> • For more info: +82-42-270-7883|\n|opendate:|April 25, 2006|\n|parking:|Available (472 parking spaces)|\n|usetime:|[Accomodation] Check-in 15:00 / Check-out 12:00|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Admission Fees:|Free|\n|Restrooms:|Available|\n|Parking Fees:|Free|\n  \n## Detail Image\n![/2022-07-13-1657666012120/1585649_image2_1.webp](/2022-07-13-1657666012120/1585649_image2_1.webp)\n![/2022-07-13-1657666012120/1585650_image2_1.webp](/2022-07-13-1657666012120/1585650_image2_1.webp)\n![/2022-07-13-1657666012120/1585651_image2_1.webp](/2022-07-13-1657666012120/1585651_image2_1.webp)\n![/2022-07-13-1657666012120/1585652_image2_1.webp](/2022-07-13-1657666012120/1585652_image2_1.webp)\n![/2022-07-13-1657666012120/1585653_image2_1.webp](/2022-07-13-1657666012120/1585653_image2_1.webp)\n![/2022-07-13-1657666012120/1585654_image2_1.webp](/2022-07-13-1657666012120/1585654_image2_1.webp)\n![/2022-07-13-1657666012120/2661739_image2_1.webp](/2022-07-13-1657666012120/2661739_image2_1.webp)\n![/2022-07-13-1657666012120/2661741_image2_1.webp](/2022-07-13-1657666012120/2661741_image2_1.webp)\n![/2022-07-13-1657666012120/2661743_image2_1.webp](/2022-07-13-1657666012120/2661743_image2_1.webp)\n![/2022-07-13-1657666012120/2661744_image2_1.webp](/2022-07-13-1657666012120/2661744_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-42-270-7883](tel:+82422707883)\n- [🏠www.jangtaesan.or.kr](https://www.jangtaesan.or.kr:454/)\n\n\n```googleMap\nlatitude: 36.2159580005\nlongitude: 127.3412755693\ntitle: 461, Jangan-ro, Seo-gu, Daejeon\n```\n  \n## Directions\n  \n[Bus]<br>\nFrom  Seoul Nambu Termnial, take an intercity bus to Yuseong Intercity Bus Terminal.<br> Exit out and walk toward Yuseong Spa Station, Exit 6.<br>Take Bus No. 114 and get off Gasuwon Overpass / Gasuwon Market Bus Stop. <br>Take a left at the first three-way intersection and go straight toward Gasuwon Library Bus Stop.<br>\nTake Bus No. 22 at the bus stop and get off at Jangtaesan Recreational Forest Bus Stop.<br>Walk for approx. 62 m.\n","data":{"id":"2022-07-13-1657666012120","title":"Jangtaesan Recreational Forest (장태산자연휴양림)","description":"Located in Jangan-dong, Seo-gu, Daejeon, Jangtaesan Recreational Forest consists of a dense forest of ginkgo trees and bald cypress. Lush valleys nearby make for a great getaway during summer vacation. Yongtaeul Reservoir, located at the entrance, gives beautiful views as well. Inside the natural recreation forest, various facilities including walking paths, physical activity facilities, a botanical garden and bare-foot walking paths are available for visitors.","regDate":"2022-07-13","author":"korea-tour","tag":["Daejeon","Nature","Natural Sites","Recreational Forests"],"imgUrl":"/2022-07-13-1657666012120/2661750_image2_1.webp","blogPath":"Daejeon/2022-07-13-1657666012120","pageUrl":"https:/mcdryad.com/Daejeon/2022-07-13-1657666012120"},"dataList":[{"id":"2022-08-14-1660449904650","title":"Yuseong Hot Spring (유성온천지구)","description":"Yuseong Hot Springs is located at the center of Daejeon. The hot spring is known to be effective in countering many kinds of maladies.  The water here contains alkaline minerals such as calcium, and potassium, sulphur, carbonic acid, silicic acid and radium. <br><br>An especially high concentration of radium is found here.  Such alkaline hot springs are known to be good for treating neuralgia and geriatric diseases.  Nearby are large accommodations with many convenient facilities, which make it easy to visit here while touring.  <br><br>Yuseong Hot Springs has long been associated with cranes.  During the final days of Baekje Kingdom, a man who was the only son and heir of a family for seven generations was seriously wounded during a war with Silla. His mother worried greatly over her son’s wounds.  <br><br>One day she saw a crane with a wounded wing dip itself into a hot spring in the midst of snow covered ground and healed.  She took her son there and his wound was healed as well so the legend goes.  Perhaps because of this legend, the Yuseong Hot Springs is famous for its incredible healing properties.","regDate":"2022-08-14","author":"korea-tour","tag":["Daejeon","Culture/Art/History","Recreational Sites","Hot Springs & Spa"],"imgUrl":"/2022-08-14-1660449904650/1885424_image2_1.webp","blogPath":"Daejeon/2022-08-14-1660449904650"},{"id":"2022-08-14-1660445519037","title":"Uam Historic Park (우암사적공원)","description":"Uam Historic Park opened in 1998 at the site where Uam Song Si-yeol (1607-1689), a renowned Confucian scholar from the late Joseon period, meditated on his studies. Many buildings were reconstructed, including Jangpangak Pavilion. In addition to its historical value, the park is a restful retreat within the city for locals.","regDate":"2022-08-14","author":"korea-tour","tag":["Daejeon","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-08-14-1660445519037/2675746_image2_1.webp","blogPath":"Daejeon/2022-08-14-1660445519037"},{"id":"2022-07-13-1657680298988","title":"Solomon Law Park (솔로몬 로파크)","description":"Solomon Law Park is a theme park for justice education inspired by King Solomon, who realized ultimate justice in society through fair trial and judgment. The theme park offers a valued opportunity to develop oneself as a rightful citizen of a reliable democracy by experiencing the liberty, wisdom and justice of society governed by law. Created and maintained by the Korean Ministry of Justice, Solomon Law Park is a venue that provides an easy and fun learning experience regarding the laws and legal system of the nation for youth and adult citizens. <br><br>The Legal Center offers a chance to become more familiar with the legal system of Korea and overall global legal history with a wide variety of hands-on programs such as a legislation class, scientific investigation class, mock courtroom & trial, and simulated prisons. For preschoolers, there is the Children's Law Village where they learn and experience laws in simpler terms. Also, diverse law experience and training facilities in the theme park offer a wide variety of justice educational programs.","regDate":"2022-07-13","author":"korea-tour","tag":["Daejeon","Culture/Art/History","Experience Programs","Unique Experience"],"imgUrl":"/2022-07-13-1657680298988/1093557_image2_1.webp","blogPath":"Daejeon/2022-07-13-1657680298988"},{"id":"2022-07-13-1657665632186","title":"Hanbat Arboretum (한밭수목원)","description":"Hanbat Arboretum, linked with the Government Complex-Daejeon and Science Park, is the largest man-made urban arboretum in Korea. It serves multiple purposes  a reservoir of genetically diverse foliage, an eco learning center for students, and a recreational area where people can relax and pass the time in the peaceful embrace of nature. The arboretum, standing on a lot measuring 387,000 square meters, is divided into three sections. The West Garden and Nammun Square opened on April 28th, 2005, while the East Garden, which consists of 19 uniquely themed parks such as the Magnolia Garden, Medicinal Herbs Garden, Rock Garden and Fruit Garden, opened on May 9th, 2009.","regDate":"2022-07-13","author":"korea-tour","tag":["Daejeon","Nature","Natural Sites","Botanical Gardens"],"imgUrl":"/2022-07-13-1657665632186/2661770_image2_1.webp","blogPath":"Daejeon/2022-07-13-1657665632186","pageUrl":"https:/mcdryad.com/Daejeon/2022-07-13-1657665632186"},{"id":"2022-07-12-1657669714962","title":"Sangso-dong Forest Park (상소동 산림욕장)","description":"Sangso-dong Forest Park is located at the point where the foothills of Maninsan Mountain and Sikjangsan Mountain meet. The road to the park is beautifully lined with sycamore trees. The park offers various facilities for enjoying nature and in particular, the stone pagodas placed throughout the park are a must-see. Visitors can stack their own rocks and make wishes relating to family, health, relationships, and more. The park is great for walks, hikes, or even just to relax as wild flowers bloom all throughout spring to fall.","regDate":"2022-07-12","author":"korea-tour","tag":["Daejeon","Nature","Natural Sites","Recreational Forests"],"imgUrl":"/2022-07-12-1657669714962/2661838_image2_1.webp","blogPath":"Daejeon/2022-07-12-1657669714962","pageUrl":"https:/mcdryad.com/Daejeon/2022-07-12-1657669714962"},{"id":"2022-07-12-1657647617465","title":"Daejeon O-World (대전오월드)","description":"Daejeon O-World was established when the Daejeon Zoo and Joy Land, an amusement park, were integrated under the supervision of the Daejeon City Corporation. The project cost a whopping 40 billion won and resulted in the construction of Flower Land (100,000㎡) in addition to the renamed Zoo Land and the preexisting Joy Land. It opened on May 1, 2009 to the public.<br><BR>The three main sections of Daejeon O-World are Zoo Land, Joy Land, and Flower Land. Zoo Land is currently home to a total of 600 animals of 130 different species including American black bears, Bengal tigers, lions, elephants, giraffes, zebras, and ostriches. Amusement rides, waterslides, and four-season sledding are housed at Joy Land. Flower Land boasts a number of smaller sections such as Rose Garden, Four Season Garden, Herb Garden, and Maze Garden and is home to a total of 150,000 tress of 100 different species and 200,000 flowers of 85 different species. An outdoor stage and concert hall are also located in the area. There are plenty of things to see and enjoy in every corner of Daejeon O-World. Just beyond Festival Street, visitors will find a large (3,000㎡) pond with a fountain.","regDate":"2022-07-12","author":"korea-tour","tag":["Daejeon","Culture/Art/History","Recreational Sites","Theme Parks"],"imgUrl":"/2022-07-12-1657647617465/2370157_image2_1.webp","blogPath":"Daejeon/2022-07-12-1657647617465","pageUrl":"https:/mcdryad.com/Daejeon/2022-07-12-1657647617465"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}