{"pageProps":{"content":"![Korean Peninsula-shaped Cliffs-Gangwon Paleozoic Geopark (한반도지형-강원고생대 국가지질공원)](/2022-10-04-1664873760284/2517657_image2_1.webp)\n\n  \n## Overview\n\n> Seonam Village is a small town located on the banks of the Seogang River in Yeongwol, Gangwon-do. The village is famous for its land formation that is shaped like the Korean peninsula, due to the river meandering around the village forming an outline in the shape of the peninsula. In the summer, many people come to enjoy rafting from the East Coast to the West Coast of the peninsula-like cliff formation, with Homigot in the south and Baekdusan Mountain in the North.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-33-560-2379|\n|parking:|Available|\n|restdate:|N/A (Open all year round)|\n  \n\n  \n## Detail Image\n![/2022-10-04-1664873760284/779803_image2_1.webp](/2022-10-04-1664873760284/779803_image2_1.webp)\n![/2022-10-04-1664873760284/1990278_image2_1.webp](/2022-10-04-1664873760284/1990278_image2_1.webp)\n![/2022-10-04-1664873760284/2517655_image2_1.webp](/2022-10-04-1664873760284/2517655_image2_1.webp)\n![/2022-10-04-1664873760284/2517656_image2_1.webp](/2022-10-04-1664873760284/2517656_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-33-560-2379](tel:+82335602379)\n- [🏠www.paleozoicgp.com](http://www.paleozoicgp.com/)\n\n\n```googleMap\nlatitude: 37.2195667918\nlongitude: 128.3471683262\ntitle: 555, Hanbando-ro, Seo-myeon, Yeongwol-gun, Gangwon-do\n```\n  \n## Directions\n  \nFrom Yeongwol Terminal, take a bus bound for  Jucheon, Youngseok-ri, Seo-myeon or Sincheon-ri. <br>\nGet off at Seonam Village and walk 5-10 min following the signs directing you to the Korean Peninsula-shaped cliffs.\n","data":{"id":"2022-10-04-1664873760284","title":"Korean Peninsula-shaped Cliffs-Gangwon Paleozoic Geopark (한반도지형-강원고생대 국가지질공원)","description":"Seonam Village is a small town located on the banks of the Seogang River in Yeongwol, Gangwon-do. The village is famous for its land formation that is shaped like the Korean peninsula, due to the river meandering around the village forming an outline in the shape of the peninsula. In the summer, many people come to enjoy rafting from the East Coast to the West Coast of the peninsula-like cliff formation, with Homigot in the south and Baekdusan Mountain in the North.","regDate":"2022-10-04","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites"],"imgUrl":"/2022-10-04-1664873760284/2517657_image2_1.webp","blogPath":"Gangwon-do/2022-10-04-1664873760284","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-10-04-1664873760284"},"dataList":[{"id":"2022-10-10-1665398950938","title":"Samtan Art Mine (삼탄아트마인)","description":"Samtan Art Mine is an art complex transformed from an abandoned mine. After being used as a coal mine for 40 years, the mine turned into an art complex in 2001. With more than 100,000 art works on exhibit as well as the harmony between the art installations and the interior, which still maintains elements of the former coal mine, the art mine creates a unique atmosphere that cannot be found elsewhere. With lots to see and the availability of many special programs, Samtan Art Mine offers an unique experience and serves as a great photo spot for tourists.","regDate":"2022-10-10","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Experience Programs","Unique Experience"],"imgUrl":"/2022-10-10-1665398950938/2711149_image2_1.webp","blogPath":"Gangwon-do/2022-10-10-1665398950938"},{"id":"2022-10-10-1665395452640","title":"Samhwasa Temple (삼화사)","description":"Samhwasa Temple is located near the entrance of the Mureung Valley of Dutasan Mountain in the City of Donghae, Gangwon Province. The one-thousand year old, small but historical temple falls under the supervision of Woljeongsa Temple. It was originally named “Geukryeondae” when built by monk Jijangyulsa&nbsp;during the eleventh year of Queen Seonseok of the Silla Kingdom (AD 642). In 864 it was renamed Samgongam by the chief monk, and during the reign of King Taejo of the Goryeo dynasty, it&nbsp;changed to&nbsp;the current name, Samhwasa Temple.<br><br> The temple houses the main shrine (also called Yaksajeon), Jeokkwangjeon, Beomjonggak pavilion, Geukrakjeon shrine, Birojeon shrine, Chilseongdan shrine, and Muhyanggak pavilion. The temple is also home to national treasures No. 1277 (three story stone pagoda) and No. 1292 (steel sitting Buddha statue).<br><br> Samhwasa Temple operates a school teaching Buddhism and offers temple stay programs providing a beautiful, serene experience of temple life.","regDate":"2022-10-10","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-10-10-1665395452640/623199_image2_1.webp","blogPath":"Gangwon-do/2022-10-10-1665395452640"},{"id":"2022-10-10-1665392309953","title":"Samcheok Yeonggyeongmyo Royal Tomb (삼척 영경묘)","description":"Yeonggyeongmyo Royal Tomb is the grave of the mother of King Mokjo and the 5th great-grandmother of King Taejo of the Joseon dynasty. During the 3rd year of King Gojong&rsquo;s reign (1899), the grave as well as memorial monuments were built together with Jungyeongmyo, a grave for the 5th great-grandfather of King Taejo. Surrounded by a rich forest, it has a beautiful view. Every April 20th, an ancestral ritual is held by the Lee family (from Jeonju).","regDate":"2022-10-10","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-10-10-1665392309953/1147410_image2_1.webp","blogPath":"Gangwon-do/2022-10-10-1665392309953"},{"id":"2022-10-10-1665388715478","title":"Samcheok Jungyeongmyo Royal Tomb (삼척 준경묘)","description":"Jungyeongmyo Royal Tomb is the grave of the 5th great-grandfather of King Taejo of the Joseon dynasty. The grave as well as memorial monuments were built together with Yeonggyeongmyo, a grave for the 5th great-grandmother of King Taejo. Surrounded by a rich forest, it has a beautiful view. Every April 20th, an ancestral ritual is held by the Lee family (from Jeonju).","regDate":"2022-10-10","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-10-10-1665388715478/1729093_image2_1.webp","blogPath":"Gangwon-do/2022-10-10-1665388715478"},{"id":"2022-10-10-1665385902206","title":"Samcheok Haesindang Park (삼척 해신당공원)","description":"Haesindang Park is home to the the nation’s largest aquarium museum,&nbsp;which exhibits  folk materials that shows the  lifestyle of fishermen of the East Sea,  an arboretum and a park that displays&nbsp;some sexual art sculptures. In addition, there is an interesting bronze statue that tells about a legend of a nearby village.<Br><br>* Legend of Aebawi and Haesindang <br> There once lived a young maid who was engaged. One day, the maid took her husband’s boat out to sea to harvest seaweed. Her husband dropped her off at a site  that was at a distance from the beach. After promising to pick her up later, he returned to the beach to do his work. However, the weather turned bad as strong winds and pummeing waves begun. The husband failed to rescue his wife on time and she ultimately drowned. Since then, the villagers were unable to catch any fishes and some claimed that it wasbecause of the dead maid. To soothe the spirit of the dead maid, the villagers made several wooden carvings and held religious ceremonies. Later, fishes were gradually seen appearing and the villagers were able to fish and live comfortably again. Therefore, the place where the maid died was named Aebawi Rock and the building where the religious ceremony is held twice a year was named Haesindang. The ceremony is still honored today as a traditional folk event.","regDate":"2022-10-10","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Recreational Sites","Theme Parks"],"imgUrl":"/2022-10-10-1665385902206/1425887_image2_1.webp","blogPath":"Gangwon-do/2022-10-10-1665385902206"},{"id":"2022-10-10-1665383309027","title":"Samcheok Deokpunggyegok Valley Village (삼척 덕풍계곡마을)","description":"Deokpung Village is a typical mountain village with bountiful resources and a great potential for development. The village has abundant forest resources with rare and valuable flora and fauna and is home to a natural recreational forest, mountain goats, and wild ginseng. The major income sources of this village are farm products such as pepper and garlic. You can enjoy fly fishing, hiking and a variety of hands-on experience programs. It also has several places to accommodate tourists.","regDate":"2022-10-10","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Experience Programs","Village Experience"],"imgUrl":"/2022-10-10-1665383309027/1425747_image2_1.webp","blogPath":"Gangwon-do/2022-10-10-1665383309027"},{"id":"2022-10-10-1665378318024","title":"Samcheok Cheoneunsa Temple (천은사(삼척))","description":"Cheoneunsa Temple is located on Dutasan Mountain in Miro-myeon, Samcheok-si, Gangwon-do. At the tail end of the Goryeo dynasty, Lee Seung-hyu, a renowned scholar, wrote ‘Jewangungi’, an epic for the Korean people at Cheoneunsa temple. After the temple burnt down during the Korean War, the temple was renovated. The temple houses Beophwagyeong (Lotus Sutra Statue) among other cultural significant artifacts. Also, the surrounding area was the capital during Goryeo dynasty, where a number of relics such as pieces of celadon and blue roof tiles were unearthed.","regDate":"2022-10-10","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-10-10-1665378318024/1434211_image2_1.webp","blogPath":"Gangwon-do/2022-10-10-1665378318024"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}