{"pageProps":{"content":"![Mallipo Beach (만리포해수욕장)](/2022-11-10-1668056657273/2653435_image2_1.webp)\n\n  \n## Overview\n\n> Mallipo Beach is located 18 kilometers away from Taean and features a 2-kilometer-long, 100-meter-wide sandy beach covering a 231,406 m² area. The average depth of the ocean is 1-2 meters and the water temperature is 22 degrees Celsius. <br><br>The beach has a large tidal range, but its wide and gentle beach as well as a dense forest and abundant drinking water are worth visiting. In particular, the scenery of the sunset is beautiful. Nearly 7,000 plants are exhibited in a botanical garden nearby. Mallipo Beach is located at the tip of National Road No. 32, which traverses Taean-gun, and is part of Taeanhaean National Park as well.<br><Br>Bending like an arch, the sandy beach is perfect for swimming thanks to its shallow water and broad sandy area. Nearby amenities include accommodations and various convenient facilities for family visitors. Camping and strolling through the forest as well as varied marine sports such as fishing from the rocks on the seashore are available. In addition, a variety of fresh seafood such as gaenggaemi muchim (seasoned young skate), grilled eel and grilled king prawn is available on Mallipo Beach.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-41-670-2691|\n|parking:|Available|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Restrooms:|Available|\n|Available Facilities:|Accommodations, restaurants, changing room, shower room, drinking fountain, parasol, tube, etc.|\n  \n## Detail Image\n![/2022-11-10-1668056657273/2366303_image2_1.webp](/2022-11-10-1668056657273/2366303_image2_1.webp)\n![/2022-11-10-1668056657273/2366304_image2_1.webp](/2022-11-10-1668056657273/2366304_image2_1.webp)\n![/2022-11-10-1668056657273/2366305_image2_1.webp](/2022-11-10-1668056657273/2366305_image2_1.webp)\n![/2022-11-10-1668056657273/2366307_image2_1.webp](/2022-11-10-1668056657273/2366307_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-41-670-2691](tel:+82416702691)\n\n\n\n```googleMap\nlatitude: 36.7858023228\nlongitude: 126.1422683553\ntitle: 138, Mallipo 2-gil, Taean-gun, Chungcheongnam-do\n```\n  \n\n","data":{"id":"2022-11-10-1668056657273","title":"Mallipo Beach (만리포해수욕장)","description":"Mallipo Beach is located 18 kilometers away from Taean and features a 2-kilometer-long, 100-meter-wide sandy beach covering a 231,406 m² area. The average depth of the ocean is 1-2 meters and the water temperature is 22 degrees Celsius. <br><br>The beach has a large tidal range, but its wide and gentle beach as well as a dense forest and abundant drinking water are worth visiting. In particular, the scenery of the sunset is beautiful. Nearly 7,000 plants are exhibited in a botanical garden nearby. Mallipo Beach is located at the tip of National Road No. 32, which traverses Taean-gun, and is part of Taeanhaean National Park as well.<br><Br>Bending like an arch, the sandy beach is perfect for swimming thanks to its shallow water and broad sandy area. Nearby amenities include accommodations and various convenient facilities for family visitors. Camping and strolling through the forest as well as varied marine sports such as fishing from the rocks on the seashore are available. In addition, a variety of fresh seafood such as gaenggaemi muchim (seasoned young skate), grilled eel and grilled king prawn is available on Mallipo Beach.","regDate":"2022-11-10","author":"korea-tour","tag":["Chungcheongnam-do","Nature","Natural Sites"],"imgUrl":"/2022-11-10-1668056657273/2653435_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-10-1668056657273","pageUrl":"https:/mcdryad.com/Chungcheongnam-do/2022-11-10-1668056657273"},"dataList":[{"id":"2022-11-20-1668922645102","title":"Island Resom Oasis Sunset Spa (아일랜드 리솜 오아식스 선셋스파)","description":"Oasis Sunset Spa is located within Island Resom, an oceanview resort on Anmyeondo Island. The resort features an outdoor infinity pool and five other themed spas. The resort is the perfect venue to enjoy the sunset over Kkotji Beach.","regDate":"2022-11-20","author":"korea-tour","tag":["Chungcheongnam-do","Culture/Art/History","Recreational Sites","Hot Springs & Spa"],"imgUrl":"","blogPath":"Chungcheongnam-do/2022-11-20-1668922645102"},{"id":"2022-11-20-1668919580082","title":"Hongseong Jeongamsa Temple (정암사 (홍성))","description":"Jeongamsa Temple is a small rural temple situated halfway up Oseosan Mountain. There are few existing records that mention the temple’s beginning. Some suggest that it was built around AD 527 during the 5th year of Baekje King Seongwang’s reign, but there is little evidence to support this theory. The only reference alluding to a specific time is Yeojidoseo (Detailed Survey of Korean Geography published during the late Joseon dynasty). It states Jeongamsa Temples location as on Oseosan Mountain, and Oseosan Mountain being surrounded by Hongsan Mountain and Baegwolsan Mountain and intersected by Hongju, Gyeolseong, and Boryeong. This indicates the temple was recognized in the mid-18th century and around the same time, Garamgo (a book about temples, published in the late 18th century) also states that Jeongamsa Temple is located approximately 11 kilometers to the east of Gyeolseonghyeon. It is still uncertain whether the temple referred to is Jeongamsa Temple on Oseosan Mountain. <br>Some foundation stones within the temple site measure 70-80 centimeters on each side. These stones indicate that the old Buddhist shrine of Jeongamsa Temple was laid out with five <em>kan</em> (Korean unit of measurement indicating the space between two pilars) at the front and three kan on the side. Future archaeological studies will help identify the true history of Jeongamsa Temple.","regDate":"2022-11-20","author":"korea-tour","tag":["Chungcheongnam-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"","blogPath":"Chungcheongnam-do/2022-11-20-1668919580082"},{"id":"2022-11-20-1668916695189","title":"Gongseri Catholic Church (아산 공세리성당)","description":"Gongseri Catholic Church was founded in 1894 as the main parish of the Daejeon diocese in Gongse-ri, Inju-myeon that connects Asanman Bay to Sapgyocheon Stream. Early missionaries originally used a common house for church meetings in the early years until in 1897 when a rectory was built, followed by the establishment of the main church in 1922. This was the first Catholic church in Chungcheongnam-do and the religion spread across Anseong, Onyang, and Dunpo to establish regional churches respectively. The grounds have three graves of prosecuted martyrs, a parish and rectory, retreat house, and meeting room. The premises is surrounded by beautiful views of a lush forest.","regDate":"2022-11-20","author":"korea-tour","tag":["Chungcheongnam-do","Culture/Art/History","Historical Sites","Holy Sites"],"imgUrl":"/2022-11-20-1668916695189/2439706_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-20-1668916695189"},{"id":"2022-11-19-1668854405248","title":"Ganggyeong Bugok Methodist Church (구 강경성결교회 예배당)","description":"The early form of church architecture was mostly hanok (Korean traditional houses) style as it was the time when missionary activities were just settling. As most leaders of the congregation were Westerners, they felt uncomfortable in these Korean-style buildings and started building Western-style churches. As a result, most of the Korean-style churches either disappeared or underwent reconstruction. &nbsp;<br><br> However, Ganggyeong Bugok Methodist Church has  kept&nbsp;its Korean-style building to this day, making it a very unique and  valuable piece of architecture. This building is regarded as an important material  for studying the technological transition from the traditional to the modern.","regDate":"2022-11-19","author":"korea-tour","tag":["Chungcheongnam-do","Culture/Art/History","Historical Sites","Holy Sites"],"imgUrl":"","blogPath":"Chungcheongnam-do/2022-11-19-1668854405248"},{"id":"2022-11-19-1668850655866","title":"E-An Land (이안숲속)","description":"E-An Land Forest was established in 1999 when 1,836 arbor species and 1,418 herb species were planted on a land area of 1,118 hectares. The forest features a tropical garden and various other exhibition gardens, as well as thematic spaces like the Haneul Maru. The forest was finally completed in 2006. Inside the arboretum, there are various things to see such as the herb village, parakeet exhibitions, a pine tree garden, and man-made cave. There is also a mini golf course and an outdoor swimming pool. Visitors can also use the onsite pensions and the auto camping site for accommodation, making the E-An Land Forest a great place for family and group visitors.","regDate":"2022-11-19","author":"korea-tour","tag":["Chungcheongnam-do","Nature","Natural Sites","Botanical Gardens"],"imgUrl":"","blogPath":"Chungcheongnam-do/2022-11-19-1668850655866"},{"id":"2022-11-19-1668847374367","title":"Donamseowon Confucian Academy [UNESCO World Heritage] (돈암서원 [유네스코 세계문화유산])","description":"Donamseowon Confucian Academy was built in 1634, originally 1.5 kilometers away from its current location. It received a royal charter in 1660 and relocated to its current location in 1880 due to flooding problems. The academys main gate, Ipdeokmun Gate, is made up of three entrance doors. Once inside, Yangseongdang Hall can be seen facing the main gate, with Eungdodang Hall to the left. Ancestral rites take place every February and August at Jungjeong Hall. Inside the academy is a shrine that houses the ancestral tablets of four prominent scholars who taught at this institution - Kim Jang-saeng, Kim jip, Song Jun-gil, and Song Si-yeol. Among the academies that served Kim Jang-saeng and his teachings, Donamseowon is considered the most important and influencial.","regDate":"2022-11-19","author":"korea-tour","tag":["Chungcheongnam-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-11-19-1668847374367/2620822_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-19-1668847374367"},{"id":"2022-11-19-1668843358474","title":"Buyeo Garimseong Fortress (부여 가림성)","description":"Garimseong Fortress is a stone fortress built on the lower reaches of the Geumgang River to protect Sabiseong Fortress, the capital of the Baekje dynasty. The fortress parking lot is only 200 meters away from the southern entrance, allowing visitors to easily access and enjoy the view from this historical fortress. By ascending the stairway by the rocky cliff, a large tree comes into view. Known to be over 400 years old, this tree is called the Love tree of Seongheungsan Mountain and has even made an appearance in the drama Seodongyo (200). The fortress is also popular as a sunrise spot, serving as Buyeo-gun’s New Years Eve festival venue.","regDate":"2022-11-19","author":"korea-tour","tag":["Chungcheongnam-do","Culture/Art/History","Historical Sites","Fortresses"],"imgUrl":"/2022-11-19-1668843358474/210152_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-19-1668843358474"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}