{"pageProps":{"content":"![Gyeryongsan National Park (계룡산국립공원)](/2022-11-08-1667886221428/1600077_image2_1.webp)\n\n  \n## Overview\n\n> Gyeryongsan National Park stretches across the cities of Daejeon, Gongju, and Nonsan in Chungcheongnam-do and was made a national park on December 31, 1968. The name of the mountain comes from the fact that the ridgeline looks like a dragon wearing a chickens crest on its head. The topographical features are what make this mountain stand out and its mysterious folklore is what makes it so interesting. The park features many peaks, including the main peak Cheonhwangbong (alt. 845.1 m), as well as Sambulbong, Yeoncheonbong, and Gwaneumbong Peaks. This mountain is famous for its many interesting sites, with its fantastic rock structures and Yongmunpokpo Falls on the west, Eunseonpokpo Falls to the east, and Amyongchu and Sutyongchupokpo Falls in the south. <br><Br>In spring, cherry blossoms bloom along the path to Donghaksa Temple, and during summer the lush green of the valley is very beautiful. During fall, the maple trees reveal their crimson colored leaves around Gapsa Temple and Yongmunpokpo Falls. The snowcapped peak of Sambulbong in winter is simply breathtaking. Gyeryongsan is full of rare animals and plants, beautiful waterfalls and a rich history with mysterious legends and cultural treasures. To the east is Donghaksa Temple; northwest, Gapsa Temple; southwest, Sinwonsa Temple; and southeast, Yonghwasa Temple.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br>(Korean, English, Japanese, Chinese) <br> • For more info: +82-42-825-3002|\n|parking:|Available (Donghaksa Temple Parking Lot 1/2, Gapsa Temple Parking Lot 1/2)|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Night-time Hike Restriction Notice:|To protect the environment and ensure the safety of hikers, hiking is prohibited at night (from sunset until two hours before sunrise).|\n|Available Facilities:|Donghaksa Information Center, Donghaksa Campground, Visitors Center|\n|Parking Fees:|Light-weight vehicles (less than 1,000cc): 2,000 won <br> Sedans (more than 1,000cc): 4,000 won (peak season: 5,000 won) <br>Buses: 6,000 won (peak season: 7,500 won)|\n|Restrooms:|Available|\n  \n## Detail Image\n![/2022-11-08-1667886221428/780730_image2_1.webp](/2022-11-08-1667886221428/780730_image2_1.webp)\n![/2022-11-08-1667886221428/1600076_image2_1.webp](/2022-11-08-1667886221428/1600076_image2_1.webp)\n![/2022-11-08-1667886221428/1598626_image2_1.webp](/2022-11-08-1667886221428/1598626_image2_1.webp)\n![/2022-11-08-1667886221428/1600078_image2_1.webp](/2022-11-08-1667886221428/1600078_image2_1.webp)\n![/2022-11-08-1667886221428/1600079_image2_1.webp](/2022-11-08-1667886221428/1600079_image2_1.webp)\n![/2022-11-08-1667886221428/1600080_image2_1.webp](/2022-11-08-1667886221428/1600080_image2_1.webp)\n![/2022-11-08-1667886221428/1600081_image2_1.webp](/2022-11-08-1667886221428/1600081_image2_1.webp)\n![/2022-11-08-1667886221428/1600082_image2_1.webp](/2022-11-08-1667886221428/1600082_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-42-825-3002](tel:+82428253002)\n- [🏠gyeryong.knps.or.kr](http://gyeryong.knps.or.kr/)\n\n\n```googleMap\nlatitude: 36.3568732990\nlongitude: 127.2324620609\ntitle: 327-6, Donghaksa 1-ro, Gongju-si, Chungcheongnam-do\n```\n  \n\n","data":{"id":"2022-11-08-1667886221428","title":"Gyeryongsan National Park (계룡산국립공원)","description":"Gyeryongsan National Park stretches across the cities of Daejeon, Gongju, and Nonsan in Chungcheongnam-do and was made a national park on December 31, 1968. The name of the mountain comes from the fact that the ridgeline looks like a dragon wearing a chickens crest on its head. The topographical features are what make this mountain stand out and its mysterious folklore is what makes it so interesting. The park features many peaks, including the main peak Cheonhwangbong (alt. 845.1 m), as well as Sambulbong, Yeoncheonbong, and Gwaneumbong Peaks. This mountain is famous for its many interesting sites, with its fantastic rock structures and Yongmunpokpo Falls on the west, Eunseonpokpo Falls to the east, and Amyongchu and Sutyongchupokpo Falls in the south. <br><Br>In spring, cherry blossoms bloom along the path to Donghaksa Temple, and during summer the lush green of the valley is very beautiful. During fall, the maple trees reveal their crimson colored leaves around Gapsa Temple and Yongmunpokpo Falls. The snowcapped peak of Sambulbong in winter is simply breathtaking. Gyeryongsan is full of rare animals and plants, beautiful waterfalls and a rich history with mysterious legends and cultural treasures. To the east is Donghaksa Temple; northwest, Gapsa Temple; southwest, Sinwonsa Temple; and southeast, Yonghwasa Temple.","regDate":"2022-11-08","author":"korea-tour","tag":["Chungcheongnam-do","Nature","Natural Sites","National Parks"],"imgUrl":"/2022-11-08-1667886221428/1600077_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-08-1667886221428","pageUrl":"https:/mcdryad.com/Chungcheongnam-do/2022-11-08-1667886221428"},"dataList":[{"id":"2022-11-20-1668922645102","title":"Island Resom Oasis Sunset Spa (아일랜드 리솜 오아식스 선셋스파)","description":"Oasis Sunset Spa is located within Island Resom, an oceanview resort on Anmyeondo Island. The resort features an outdoor infinity pool and five other themed spas. The resort is the perfect venue to enjoy the sunset over Kkotji Beach.","regDate":"2022-11-20","author":"korea-tour","tag":["Chungcheongnam-do","Culture/Art/History","Recreational Sites","Hot Springs & Spa"],"imgUrl":"","blogPath":"Chungcheongnam-do/2022-11-20-1668922645102"},{"id":"2022-11-20-1668919580082","title":"Hongseong Jeongamsa Temple (정암사 (홍성))","description":"Jeongamsa Temple is a small rural temple situated halfway up Oseosan Mountain. There are few existing records that mention the temple’s beginning. Some suggest that it was built around AD 527 during the 5th year of Baekje King Seongwang’s reign, but there is little evidence to support this theory. The only reference alluding to a specific time is Yeojidoseo (Detailed Survey of Korean Geography published during the late Joseon dynasty). It states Jeongamsa Temples location as on Oseosan Mountain, and Oseosan Mountain being surrounded by Hongsan Mountain and Baegwolsan Mountain and intersected by Hongju, Gyeolseong, and Boryeong. This indicates the temple was recognized in the mid-18th century and around the same time, Garamgo (a book about temples, published in the late 18th century) also states that Jeongamsa Temple is located approximately 11 kilometers to the east of Gyeolseonghyeon. It is still uncertain whether the temple referred to is Jeongamsa Temple on Oseosan Mountain. <br>Some foundation stones within the temple site measure 70-80 centimeters on each side. These stones indicate that the old Buddhist shrine of Jeongamsa Temple was laid out with five <em>kan</em> (Korean unit of measurement indicating the space between two pilars) at the front and three kan on the side. Future archaeological studies will help identify the true history of Jeongamsa Temple.","regDate":"2022-11-20","author":"korea-tour","tag":["Chungcheongnam-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"","blogPath":"Chungcheongnam-do/2022-11-20-1668919580082"},{"id":"2022-11-20-1668916695189","title":"Gongseri Catholic Church (아산 공세리성당)","description":"Gongseri Catholic Church was founded in 1894 as the main parish of the Daejeon diocese in Gongse-ri, Inju-myeon that connects Asanman Bay to Sapgyocheon Stream. Early missionaries originally used a common house for church meetings in the early years until in 1897 when a rectory was built, followed by the establishment of the main church in 1922. This was the first Catholic church in Chungcheongnam-do and the religion spread across Anseong, Onyang, and Dunpo to establish regional churches respectively. The grounds have three graves of prosecuted martyrs, a parish and rectory, retreat house, and meeting room. The premises is surrounded by beautiful views of a lush forest.","regDate":"2022-11-20","author":"korea-tour","tag":["Chungcheongnam-do","Culture/Art/History","Historical Sites","Holy Sites"],"imgUrl":"/2022-11-20-1668916695189/2439706_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-20-1668916695189"},{"id":"2022-11-19-1668854405248","title":"Ganggyeong Bugok Methodist Church (구 강경성결교회 예배당)","description":"The early form of church architecture was mostly hanok (Korean traditional houses) style as it was the time when missionary activities were just settling. As most leaders of the congregation were Westerners, they felt uncomfortable in these Korean-style buildings and started building Western-style churches. As a result, most of the Korean-style churches either disappeared or underwent reconstruction. &nbsp;<br><br> However, Ganggyeong Bugok Methodist Church has  kept&nbsp;its Korean-style building to this day, making it a very unique and  valuable piece of architecture. This building is regarded as an important material  for studying the technological transition from the traditional to the modern.","regDate":"2022-11-19","author":"korea-tour","tag":["Chungcheongnam-do","Culture/Art/History","Historical Sites","Holy Sites"],"imgUrl":"","blogPath":"Chungcheongnam-do/2022-11-19-1668854405248"},{"id":"2022-11-19-1668850655866","title":"E-An Land (이안숲속)","description":"E-An Land Forest was established in 1999 when 1,836 arbor species and 1,418 herb species were planted on a land area of 1,118 hectares. The forest features a tropical garden and various other exhibition gardens, as well as thematic spaces like the Haneul Maru. The forest was finally completed in 2006. Inside the arboretum, there are various things to see such as the herb village, parakeet exhibitions, a pine tree garden, and man-made cave. There is also a mini golf course and an outdoor swimming pool. Visitors can also use the onsite pensions and the auto camping site for accommodation, making the E-An Land Forest a great place for family and group visitors.","regDate":"2022-11-19","author":"korea-tour","tag":["Chungcheongnam-do","Nature","Natural Sites","Botanical Gardens"],"imgUrl":"","blogPath":"Chungcheongnam-do/2022-11-19-1668850655866"},{"id":"2022-11-19-1668847374367","title":"Donamseowon Confucian Academy [UNESCO World Heritage] (돈암서원 [유네스코 세계문화유산])","description":"Donamseowon Confucian Academy was built in 1634, originally 1.5 kilometers away from its current location. It received a royal charter in 1660 and relocated to its current location in 1880 due to flooding problems. The academys main gate, Ipdeokmun Gate, is made up of three entrance doors. Once inside, Yangseongdang Hall can be seen facing the main gate, with Eungdodang Hall to the left. Ancestral rites take place every February and August at Jungjeong Hall. Inside the academy is a shrine that houses the ancestral tablets of four prominent scholars who taught at this institution - Kim Jang-saeng, Kim jip, Song Jun-gil, and Song Si-yeol. Among the academies that served Kim Jang-saeng and his teachings, Donamseowon is considered the most important and influencial.","regDate":"2022-11-19","author":"korea-tour","tag":["Chungcheongnam-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-11-19-1668847374367/2620822_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-19-1668847374367"},{"id":"2022-11-19-1668843358474","title":"Buyeo Garimseong Fortress (부여 가림성)","description":"Garimseong Fortress is a stone fortress built on the lower reaches of the Geumgang River to protect Sabiseong Fortress, the capital of the Baekje dynasty. The fortress parking lot is only 200 meters away from the southern entrance, allowing visitors to easily access and enjoy the view from this historical fortress. By ascending the stairway by the rocky cliff, a large tree comes into view. Known to be over 400 years old, this tree is called the Love tree of Seongheungsan Mountain and has even made an appearance in the drama Seodongyo (200). The fortress is also popular as a sunrise spot, serving as Buyeo-gun’s New Years Eve festival venue.","regDate":"2022-11-19","author":"korea-tour","tag":["Chungcheongnam-do","Culture/Art/History","Historical Sites","Fortresses"],"imgUrl":"/2022-11-19-1668843358474/210152_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-19-1668843358474"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}