{"pageProps":{"content":"![Deungseon Falls (Samaksan Mountain) (등선폭포(삼악산))](/2022-09-21-1663747034812/1842027_image2_1.webp)\n\n  \n## Overview\n\n> Samaksan Mountain in Chuncheon is known for many waterfalls in different sizes along the gorge, and especially Deungseon Falls is the best known to tourists. By entering the hiking trail of the falls, you will encounter a narrow and deep gorge. Formed through quartzitic jointing, the gorge has a mysterious atmosphere with its strange rocks and bizarre stones, which look sharp and precipitous. As the gorge and falls keep their cool temperature, the area is a popular summer resort. Deungseon Falls is one of the Eight Sights of Deungseon, along with Seunghak Falls, Baengnyeon Falls, and Biryong Falls. The quickest way to get to Deungseon Falls starts from the Deungseon Falls Ticket Booth, which is close to Gangchon.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330<br>(Korean, English, Japanese, Chinese) <br>• For more info: +82-33-262-2215|\n|parking:|Available(100 vehicles)|\n|restdate:|Open year round|\n|usetime:|00:00–24:00|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Admission Fees:|KRW 2,000|\n|Restrooms:|Available|\n  \n## Detail Image\n![/2022-09-21-1663747034812/181845_image2_1.webp](/2022-09-21-1663747034812/181845_image2_1.webp)\n![/2022-09-21-1663747034812/181847_image2_1.webp](/2022-09-21-1663747034812/181847_image2_1.webp)\n![/2022-09-21-1663747034812/181848_image2_1.webp](/2022-09-21-1663747034812/181848_image2_1.webp)\n![/2022-09-21-1663747034812/181846_image2_1.webp](/2022-09-21-1663747034812/181846_image2_1.webp)\n![/2022-09-21-1663747034812/1842025_image2_1.webp](/2022-09-21-1663747034812/1842025_image2_1.webp)\n![/2022-09-21-1663747034812/1842028_image2_1.webp](/2022-09-21-1663747034812/1842028_image2_1.webp)\n![/2022-09-21-1663747034812/484686_image2_1.webp](/2022-09-21-1663747034812/484686_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-33-244-2331](tel:+82332442331)\n\n\n\n```googleMap\nlatitude: 37.8260420693\nlongitude: 127.6596487065\ntitle: 1401-30, Gyeongchun-ro, Seo-myeon, Chuncheon-si, Gangwon-do\n```\n  \n## Directions\n  \n[Bus]<br>\nFrom Dong Seoul Bus Terminal to Chuncheon Intercity Bus Terminal, take an intercity bus.<br>\nAnd take Bus 51 and get off at Samaksan Mountain Bus Stop.<br> Walk 350m  along the trekking road to reach the valley.<br><br>\n[Train]<br>\nFrom Gangchon Station (ITX-train), take a taxi to the valley. (9 minutes / 6km away)\n","data":{"id":"2022-09-21-1663747034812","title":"Deungseon Falls (Samaksan Mountain) (등선폭포(삼악산))","description":"Samaksan Mountain in Chuncheon is known for many waterfalls in different sizes along the gorge, and especially Deungseon Falls is the best known to tourists. By entering the hiking trail of the falls, you will encounter a narrow and deep gorge. Formed through quartzitic jointing, the gorge has a mysterious atmosphere with its strange rocks and bizarre stones, which look sharp and precipitous. As the gorge and falls keep their cool temperature, the area is a popular summer resort. Deungseon Falls is one of the Eight Sights of Deungseon, along with Seunghak Falls, Baengnyeon Falls, and Biryong Falls. The quickest way to get to Deungseon Falls starts from the Deungseon Falls Ticket Booth, which is close to Gangchon.","regDate":"2022-09-21","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Waterfalls"],"imgUrl":"/2022-09-21-1663747034812/1842027_image2_1.webp","blogPath":"Gangwon-do/2022-09-21-1663747034812","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-09-21-1663747034812"},"dataList":[{"id":"2022-09-21-1663753579896","title":"Dutasan Mountain (두타산)","description":"Standing at 1,357 meters above sea level, Dutasan Mountain is surrounded by famous natural landmarks  Mureunggyegok Valley to the north, Gocheongyegok Valley to the east, Taebaeksan Mountain range to the south, and Jungbongsan Mountain to the west. Moreover, situated along the 3.1 kilometer-long valley connecting Dutasan and Samhwasa Temple are such tourist attractions as Dutasanseong Fortress, Geumnamjeong Pavilion, Yongchupokpo Falls, Ssangpokpo Falls, Osipcheon Stream, and Cheoneunsa Temple.","regDate":"2022-09-21","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-09-21-1663753579896/217587_image2_1.webp","blogPath":"Gangwon-do/2022-09-21-1663753579896"},{"id":"2022-09-21-1663750490295","title":"Dutasan Mountain (두타산)","description":"Standing at 1,357 meters above sea level, Dutasan Mountain is a major mountain amid the Taebaeksanmaek Mountain Range. It is especially known for Swinumjeong Pavilion, plunge basin, azalea trees, nut pines, and colorful fall foliage.<br><br>Cheoneunsa Temple, where Lee Seung-Hyu resided during his exile, is located in the Samcheok region of the mountain. Lee was the author of Jewang Ungi, a historical poem written in the late Goryeo period. The name “Duta” is a Buddhist term that means retiring from the world to go on a Buddhist retreat.","regDate":"2022-09-21","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-09-21-1663750490295/217586_image2_1.webp","blogPath":"Gangwon-do/2022-09-21-1663750490295"},{"id":"2022-09-21-1663742205892","title":"Deokangsan Mountain (덕항산)","description":"Deokangsan Mountain is where Hwanseongul Cave is located, and is part of the Samcheok Daei-ri Cave Area, designated as Natural Monument No. 178. The mountain has unique peaks and has a warm welcoming feeling from the entrance. There are various folklore relics within the mountain, leading to many visitors.","regDate":"2022-09-21","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-09-21-1663742205892/1425619_image2_1.webp","blogPath":"Gangwon-do/2022-09-21-1663742205892","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-09-21-1663742205892"},{"id":"2022-07-25-1658792210991","title":"Daepohang Port (대포항)","description":"Located on the southernmost point of Sokcho, Daephohang Port is known as a place to find quality fish with the rise of Seoraksan Mountain as a popular tourist destination. However, the port was a well-known port even before Sokcho existed. On a map of Korea that was published right after the Korean War, Daepohang Port can be found with other notable ports while the city of Sokcho is not indicated. With the opening of Sokcho and Sokcho Port in 1942, Daepohang Port became a secluded port visited by few fishing boats.","regDate":"2022-07-25","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites"],"imgUrl":"/2022-07-25-1658792210991/2653407_image2_1.webp","blogPath":"Gangwon-do/2022-07-25-1658792210991","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-07-25-1658792210991"},{"id":"2022-07-25-1658788577433","title":"Daegwallyeong Special Tourist Zone (대관령 관광특구)","description":"The Daegwallyeong Special Tourist Zone is made up of five cities and counties in Gangwon-do, including Pyeongchang-gun, which hosted the 2018 Winter Olympics. Blessed with picturesque highland scenery, the Daegwallyeong Special Tourist Zone includes Gangneung, Donghae, Samcheok, Hoengseong and Pyeongchang. <br> <br> Gangneung is located the nearest to Daegwallyeong. Famous attractions in Gangneung include Gyeongpoho Lake and Gyeongpodae Pavilion. Two of Gangneung’s historic villas, Ojukheon House and Seongyojang House, have been beautifully maintained for centuries. <br> <br> Donghae’s two ports, Donghaehang Port and Mukhohang Port, are always buzzing with the energy of coastal life. Donghaehang Port is a base for the distribution of materials, industrial development, and trade. Cruise ferries take passengers to Russia and Japan. Meanwhile, ferries going to Ulleungdo Island depart from Mukhohang Port, which is located near Mukho Lighthouse and the Bukpyeong Fifth-day Market. <br> <br> Samcheok is a coastal city in the southernmost part of Gangwon-do. With National Road No. 7 at the center, Samcheok is bordered by Donghae to the north and Uljin to the south. Hwanseongul Cave, the biggest limestone cave in Korea, and Daegeumgul Cave are some of the city’s major attractions. <br> <br> Hoengseong is famous for its local hanu (Korean beef) and the diverse agricultural experience programs the county offers. The lush forests and the road with a scenic view of Taegisan Mountain attract many tourists. <br> <br>Located 700 meters above sea level, Pyeongchang is home to many ski resorts, making it a major destination for winter sports. <br> <br> <br> Daegwallyeong Special Tourist Zone  <br>Areas included<br>-  Areas around Hoengseong, Pyeongchang, Gangneung, Donghae, and Samcheok in Gangwon-do<br><br>Total area  428.3 ㎢ <br>- Gangneung 90.4 ㎢, Donghae 48.4 ㎢, Samcheok 11.3 ㎢, Hoengseong 63.5 ㎢, Pyeongchang 214.7 ㎢ <br><br>Tourist attractions<Br>- Yongpyong Resort, Alpensia Resort, Phoenix Pyeongchang, Daegwallyeong Sheep Farm, Donghaehang Port, Mukhohang Port, Seongyojang House, Cheongokdonggul Cave, etc.","regDate":"2022-07-25","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Recreational Sites","Tourist Complexes"],"imgUrl":"/2022-07-25-1658788577433/1583609_image2_1.webp","blogPath":"Gangwon-do/2022-07-25-1658788577433","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-07-25-1658788577433"},{"id":"2022-07-25-1658784865271","title":"Daegwallyeong Snow Town (대관령 눈꽃마을)","description":"Nestled in the high altitudes on the outskirts of Baekdudaegan Mountain Range's Hwangbyeongsan Mountain, Daegwallyeong Snow Town is a small farm village that pioneered Korea's high-land agriculture and is well-recognized for its ranches. It is also the birthplace of Korea's ski facilities and beholds the pride of cultural value of sports and tradition as the village's Pyeongchang Hwangbyeongsan Mountain Hunting Tradition was designated as the 19th Intangible Cultural Heritage of Gangwon. Eighty-percent of the village land consists of forests and in year 2008, Daegwallyeong Snow Town opened a Mountain Village Ecology Center under the supervision of Korea Forest Service and Pyeongchang-gun County. A variety of experience programs are available throughout the year according to the season, such as picking dog-tooth violets, gomchwi, and cirsium in spring, ranger training experience and cooking rice with cirsium in summer, riding on a donkey and creating individual plant guidebooks in fall, and enjoying winter sledding and other winter activities in winter. Other activities including horseback riding, ATV, peformances are also available.","regDate":"2022-07-25","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Experience Programs","Village Experience"],"imgUrl":"/2022-07-25-1658784865271/1789031_image2_1.webp","blogPath":"Gangwon-do/2022-07-25-1658784865271","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-07-25-1658784865271"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}