{"pageProps":{"content":"![Ttangkkeut Village (땅끝 관광지)](/2023-01-31-1675157801357/2367436_image2_1.webp)\n\n  \n## Overview\n\n> This area is famous as it is on the very tip of the Korean peninsula, located in Galdu-ri of Songji-myeon. This is where Baekdusan Mountain ends reaching the tip of the peninsula. Many people visit the area so they can say they’ve stepped on the end of the land and it has long become a prime destination in Haenam. <br><br>At the summit of Sajabong peak there is an observatory that stands 38m high. From the observatory you can get a full viewing of the Dalmasan Mountain in the north while in the east, fishing vessels can be seen skirting deftly on the surface of the sea. Atop the summit of Sajabong peak, there is a restored old beacon (Bonghwadae) which in the past was strategically located to warn of approaching Japanese ships. In the village proper, the area known as Ttangkkeut Village, special events take place to celebrate the end of year and the first day of the New Year, which also draws many tourists to the area from all over the country.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-61-530-5544|\n|parking:|Available (use the parking lots at Ttangkkeut Village Community center and Ttangkkeut Monorail)|\n|restdate:|N/A (Open all year round)|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Restrooms:|Available|\n|Facility Utilization Fees:|[Observatory (09:00-18:00)]<br>Adults: Individual 1,000 won / Group 700 won<br>Teenagers: Individual 700 won / Group 500 won<br>Children (ages 7-12) Individual 500 won / Group 300 won<br><br>* Group: 20 people or more<br>* Free admission: Senior citizens (ages 65 and older) and preschoolers (ages 6 and younger)<br><br>[Ttangkkeut Monorail] <br>* One-way tickets<br>Adults 3,500 won / Teenagers 3,000 won / Children (ages 3 and up) 2,000 won<br>* Round-trip tickets<br>Adults 5,000 won / Teenagers 4,000 won / Children (ages 3 and up) 3,000 won<br>* Round-trip tickets for groups (30 people or more) <br>Adults 4,500 won / Teenagers 3,500 won / Children (ages 3 and up) 2,500 won<br><br>* Separate admission for Ttangkkeut Monorail and Ttangkkeut Observatory|\n|Parking Fees:|Free|\n|Available Facilities:|Ttangkkeut Monorail, Ttangkkeut observatory, Ttangkkeut Sculpture Park, Ttangkkeut Auto Camping Resort, etc.|\n|Korean Info. Service:|Cultural Tourism Interpreter guide available at tourism information center<br>* Inquiry: +82-61-532-3833|\n|Reservation Info. for Foreigners:|Phone-reservation available<br>* Inquiry: +82-61-530-5917|\n|Interpretation Services Offered:|Cultural Tourism Interpreter guide available upon request<br>* Inquiry: +82-61-530-5917|\n|Reservation Info. for Natives:|Phone-reservation available<br>* Inquiry: +82-61-530-5917|\n  \n## Detail Image\n![/2023-01-31-1675157801357/1564775_image2_1.webp](/2023-01-31-1675157801357/1564775_image2_1.webp)\n![/2023-01-31-1675157801357/1772733_image2_1.webp](/2023-01-31-1675157801357/1772733_image2_1.webp)\n![/2023-01-31-1675157801357/1772743_image2_1.webp](/2023-01-31-1675157801357/1772743_image2_1.webp)\n![/2023-01-31-1675157801357/1772744_image2_1.webp](/2023-01-31-1675157801357/1772744_image2_1.webp)\n![/2023-01-31-1675157801357/1772747_image2_1.webp](/2023-01-31-1675157801357/1772747_image2_1.webp)\n![/2023-01-31-1675157801357/1772748_image2_1.webp](/2023-01-31-1675157801357/1772748_image2_1.webp)\n![/2023-01-31-1675157801357/1929630_image2_1.webp](/2023-01-31-1675157801357/1929630_image2_1.webp)\n![/2023-01-31-1675157801357/2367433_image2_1.webp](/2023-01-31-1675157801357/2367433_image2_1.webp)\n![/2023-01-31-1675157801357/2367435_image2_1.webp](/2023-01-31-1675157801357/2367435_image2_1.webp)\n![/2023-01-31-1675157801357/1772734_image2_1.webp](/2023-01-31-1675157801357/1772734_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-61-530-5544](tel:+82615305544)\n- [🏠tour.haenam.go.kr](http://tour.haenam.go.kr/)\n\n\n```googleMap\nlatitude: 34.2980165668\nlongitude: 126.5266488294\ntitle: 42, Ttangkkeunmaeul-gil, Haenam-gun, Jeollanam-do\n```\n  \n## Directions\n  \n[Bus]<BR>\nFrom Dong \nSeoul Bus Terminal or Seoul Central City Bus Terminal, take an intercity \nbus to Haenam Bus Terminal.<br>From Haenam Terminal, take a bus bound for Ttangkkeut Village.\n","data":{"id":"2023-01-31-1675157801357","title":"Ttangkkeut Village (땅끝 관광지)","description":"This area is famous as it is on the very tip of the Korean peninsula, located in Galdu-ri of Songji-myeon. This is where Baekdusan Mountain ends reaching the tip of the peninsula. Many people visit the area so they can say they’ve stepped on the end of the land and it has long become a prime destination in Haenam. <br><br>At the summit of Sajabong peak there is an observatory that stands 38m high. From the observatory you can get a full viewing of the Dalmasan Mountain in the north while in the east, fishing vessels can be seen skirting deftly on the surface of the sea. Atop the summit of Sajabong peak, there is a restored old beacon (Bonghwadae) which in the past was strategically located to warn of approaching Japanese ships. In the village proper, the area known as Ttangkkeut Village, special events take place to celebrate the end of year and the first day of the New Year, which also draws many tourists to the area from all over the country.","regDate":"2023-01-31","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Recreational Sites","Tourist Complexes"],"imgUrl":"/2023-01-31-1675157801357/2367436_image2_1.webp","blogPath":"Jeollanam-do/2023-01-31-1675157801357","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-31-1675157801357"},"dataList":[{"id":"2023-02-05-1675568289742","title":"Jindodaegyo Bridge (진도대교)","description":"Jindodaegyo Bridge measures 484 meters in length and 11.7 meters in x_width, and is located between Nokjin-ri, Gunnae-myeon, Jindo-gun and Hak-dong, Munnae-myeon, Haenam-gun on National Road No. 18. The bridge has been a popular tourist attraction since its completion on October 18, 1984. On December 15, 2005, the second Jindo Bridge opened, from which visitors can observe breathtaking sunsets and evening views while enjoying the fantastic nearby sceneries. Uldolmok, a passage to the West Sea, is a strait between Haenam and Jindo. Uldolmok is also known as the location of Myeongnyang Daecheop, one of the three major naval battles won by Admiral Yi Sun-sin. The x_width of the strait is only 294 meters, which is similar to that of the Hangang River. Jindodaegyo Bridge is the most accessible gateway to Jindo Island, a place with many local specialties and unique cultural arts.","regDate":"2023-02-05","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Architectural Sights","Bridges"],"imgUrl":"/2023-02-05-1675568289742/2653769_image2_1.webp","blogPath":"Jeollanam-do/2023-02-05-1675568289742"},{"id":"2023-02-04-1675506964115","title":"Jeongsusa Temple (정수사)","description":"According to the historical archives, Jeongsusa Temple was once a very large temple. Unfortunately, most of the temple buildings have been destroyed and only the main hall, Daeungjeon Hall, and a few smaller structures such as the living quarters remain on site today. The temple was originally called Ssanggyesa Temple because the waters of two valleys meet in front of this temple. It was renamed Jeongsusa Temple during the latter part of the Joseon dynasty (1392-1905).<br><br>The temple was reportedly established by the state monk Doseon-guksa in the first year of the reign of Silla Kingdom’s King Aejang (800). However, the temple’s founding year preceded the monk’s year of birth so there seems to have been a mistake in the year of foundation. Daeungjeon, the main hall, has three rooms in the front and two on the sides with a gambrel roof. Designated as Jeollanam-do Tangible Cultural Property, the structure features a modest and simple architecture that is estimated to date back to the latter half of the Joseon dynasty.","regDate":"2023-02-04","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"","blogPath":"Jeollanam-do/2023-02-04-1675506964115"},{"id":"2023-02-04-1675503361164","title":"Jeamsan Recreational Forest (제암산자연휴양림)","description":"Jeamsan Mountain is beautiful throughout the year with royal azaleas in spring, cool water in summer, silver grass in fall, and a snow-covered mountain in winter. The mountain attracts over 100,000 visitors during vacation periods with Yongchugyegok Valley nearby. Just over the mountain is the ocean with Yulpo Beach where visitors can enjoy after relaxing at Jeamsan Recreational Forest.","regDate":"2023-02-04","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"","blogPath":"Jeollanam-do/2023-02-04-1675503361164"},{"id":"2023-02-04-1675499868944","title":"Jasan Park (자산공원)","description":"The city of Yeosu is nestled on the Yeosu Peninsula and the areas of Yeosu-si, Yeoncheon-si and Yeocheon-gun, which all have the same first character ‘려(麗) (ryeo)’ were combined as one into Yeosu-si as of April, 1998.<br><br>Located at the entrance of the breakwater of Odongdo Island, Jasan Park embraces the South Sea.<br>Thousands of evergreen trees and flowering plants spread out over the wide flats when approaching the peak by the steep staircase. The park has a 15 meter-high Yi Sun-sin statue, built in 1967 to honor his birth along with Jinnamje Festival, Jasangak, Chunghontop (memorial tower) and a fair view with a refreshing sea breeze. In addition, Ilchuljeong, Sunrise Arbor which was constructed in 1998, is beloved as a resting spot by many visitors.","regDate":"2023-02-04","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2023-02-04-1675499868944/177688_image2_1.webp","blogPath":"Jeollanam-do/2023-02-04-1675499868944"},{"id":"2023-02-04-1675496145606","title":"Jangsupungdengi Village (장수풍뎅이마을)","description":"Located in the far upstream of Jangheung Dam, Jangsupungdengi Village preserves the natural environment. The village has a shiitake mushroom center, eco experience center, and beetle farming field where children and teenage students may visit and learn about the nature and its eco system. The village is also open to the general public for quality time in nature.","regDate":"2023-02-04","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Experience Programs","Village Experience"],"imgUrl":"","blogPath":"Jeollanam-do/2023-02-04-1675496145606"},{"id":"2023-02-04-1675492691639","title":"Heungguksa Temple (Yeosu) (흥국사 (여수))","description":"The name of Heungguksa Temple means “if the country prospers, the temple does well.” The temple was established to pray for the country to flourish. Located on Yeongchwisan Mountain, Heunaguksa was founded by Bojo Guksa in 1195. <br><br>Within the compound are other buildings including Wontongjeon, Palsangjeon and Daeungjeon (Main Hall). The temple’s main hall, a Treasure, is open in its structure and equipped with traditional Korean doors. A Buddhist painting named Hubultaenghwa is designated as a Treasure. At the entrance to the temple is a rainbow-shaped stone bridge called Honggyo Bridge,a Treasure, which is widely known as a distinguished work of art. <br><br>On Yeongchwisan Mountain, azaleas begin to bloom in early April and completely take over the mountain by the end of the month. Azalea blossoms create an extravagant view along the ridgeline of Yeongchwibong Peak (439 meters above sea level) and Jillyebong Peak (510 meters above sea level).During this period, the Mount Yeongchwisan Azalea Festival takes place.","regDate":"2023-02-04","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2023-02-04-1675492691639/1607899_image2_1.webp","blogPath":"Jeollanam-do/2023-02-04-1675492691639"},{"id":"2023-02-04-1675488968510","title":"Hataedo Island (하태도)","description":"Hataedo Island is known to be first settled by Park Haeng-seo from the Miryang Park family when he moved out from Daeheuksando Island. The island was given its name for being the southernmost island among three clustered islands that produce abundant edible seaweed. Besides the diverse fish that inhabit the nearby waters, attracting numerous fishers, the island is also known to be a heavy producer of edible seaweed, including laver. Although most of the islanders make a living through the fishing industry, black goats are also often seen grazing on green pastures. Hataedo Islands beach is only 300 meters long, but boasts pristine beauty.","regDate":"2023-02-04","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"","blogPath":"Jeollanam-do/2023-02-04-1675488968510"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}