{"pageProps":{"content":"![Gurye Special Tourist Zone (구례 관광특구)](/2023-01-20-1674211096417/1917883_image2_1.webp)\n\n  \n## Overview\n\n> The vast region of the Gurye Special Tourist Zone comprises Toji-myeon, Gwangui-myeon and Sandong-myeon, which has a river and an open field surrounding the mountainous area. Every part of Gurye deserves the title of Special Tourist Zone for offering many things to see. Well-known for its rich soil, the most outstanding natural resources of Gurye is Jirisan National Park, the first to be designated as a national park, and Seomjingang River. <br><br>Every year, many hikers visit Jirisan National Park, also called the “bosom of a mother.” The park is cherished for its unpolluted scenery, such as its deep and wide geographical features and crystal clear valleys. The park offers diverse hiking trails and has mountain retreats for backpackers. <br><br>Jirisan Dulegil Trail that runs along the periphery of Jirisan Mountain is where one could enjoy the experience of mountain glens, different from mountaineering. On their way hikers and trekkers can see groups of Sansuyu (cornus fruit) in spring as well as the autumnal tints of the mountain and valley in autumn. <br><br>Another strength is that the park has different types of accommodations including Hanok (Korean traditional house) homestay and a guest house, apart from leisure facilities including hot springs in Jirisan. The park is a great place for historical inquiries as it is filled with historic temples, including Hwaeomsa Temple and Yeongoksa Temple, and historic relics. Flowing from Gokseong to Hadong, Seomjingang River creates a tranquil ambience. The cleanest ever in Korea, a large number of marsh snails and sweetfish live in this river. Visitors can also enjoy the scenic view from the riverside road and various festivals which are held all year round, such as the Sansuyu Festival, the Seomjingang Riverside Cherry Flower Festival and the Piagol Autumn Foliage Festival. <br><br>* Current State of Gurye Special Tourist Zone<br>1) Districts Covered / Areas around Toji, Masan, Gwangui and Sandong-myeon, Gurye-gun, Jeollanam-do<br>2) Area / 78,024,000㎡ <br><br>* Tourist Attractions<br>Jirisan Mountain, Seomjingang River, Jirisan Spa Land, Piagol Valley, Sansuyu Theme Park, Hwaeomsa, Cheoneunsa and Yeongoksa Temple, Hanok Village, etc.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330<br>(Korean, English, Japanese, Chinese) <br> • For more info: +82-61-780-2450|\n|parking:|9 public parking lots are available at Jirisan National Park, the banks of Seomjingang River and temples|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Facilities for the Handicapped:|Wheelchairs are allowed on the deck path by Soemjingang River|\n|Available Facilities:|Tourist information center, tourist hotel, resort condominiums, Oncheonjang hot springs, entertainment restaurant, souvenir shop, traditional market, etc.|\n|Restrooms:|90 public restrooms are available at Jirisan National Park and temples|\n|Interpretation Services Offered:|Leaflets in Chinese and Japanese available at Hwaeomsa Temple Tourism Information Center|\n  \n## Detail Image\n![/2023-01-20-1674211096417/644214_image2_1.webp](/2023-01-20-1674211096417/644214_image2_1.webp)\n![/2023-01-20-1674211096417/1606837_image2_1.webp](/2023-01-20-1674211096417/1606837_image2_1.webp)\n![/2023-01-20-1674211096417/1606838_image2_1.webp](/2023-01-20-1674211096417/1606838_image2_1.webp)\n![/2023-01-20-1674211096417/1917878_image2_1.webp](/2023-01-20-1674211096417/1917878_image2_1.webp)\n![/2023-01-20-1674211096417/1970882_image2_1.webp](/2023-01-20-1674211096417/1970882_image2_1.webp)\n![/2023-01-20-1674211096417/1970883_image2_1.webp](/2023-01-20-1674211096417/1970883_image2_1.webp)\n![/2023-01-20-1674211096417/644268_image2_1.webp](/2023-01-20-1674211096417/644268_image2_1.webp)\n![/2023-01-20-1674211096417/1917885_image2_1.webp](/2023-01-20-1674211096417/1917885_image2_1.webp)\n![/2023-01-20-1674211096417/1917886_image2_1.webp](/2023-01-20-1674211096417/1917886_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-61-780-2450](tel:+82617802450)\n- [🏠culture.gurye.go.kr](http://tour.gurye.go.kr)\n\n\n```googleMap\nlatitude: 35.2573140182\nlongitude: 127.4977425065\ntitle: 539, Hwaeomsa-ro, Gurye-gun, Jeollanam-do\n```\n  \n## Directions\n  \n[Bus]<BR>\nFrom Seoul Nambu Bus Terminal, take a bus to Gurye Bus Terminal.\n","data":{"id":"2023-01-20-1674211096417","title":"Gurye Special Tourist Zone (구례 관광특구)","description":"The vast region of the Gurye Special Tourist Zone comprises Toji-myeon, Gwangui-myeon and Sandong-myeon, which has a river and an open field surrounding the mountainous area. Every part of Gurye deserves the title of Special Tourist Zone for offering many things to see. Well-known for its rich soil, the most outstanding natural resources of Gurye is Jirisan National Park, the first to be designated as a national park, and Seomjingang River. <br><br>Every year, many hikers visit Jirisan National Park, also called the “bosom of a mother.” The park is cherished for its unpolluted scenery, such as its deep and wide geographical features and crystal clear valleys. The park offers diverse hiking trails and has mountain retreats for backpackers. <br><br>Jirisan Dulegil Trail that runs along the periphery of Jirisan Mountain is where one could enjoy the experience of mountain glens, different from mountaineering. On their way hikers and trekkers can see groups of Sansuyu (cornus fruit) in spring as well as the autumnal tints of the mountain and valley in autumn. <br><br>Another strength is that the park has different types of accommodations including Hanok (Korean traditional house) homestay and a guest house, apart from leisure facilities including hot springs in Jirisan. The park is a great place for historical inquiries as it is filled with historic temples, including Hwaeomsa Temple and Yeongoksa Temple, and historic relics. Flowing from Gokseong to Hadong, Seomjingang River creates a tranquil ambience. The cleanest ever in Korea, a large number of marsh snails and sweetfish live in this river. Visitors can also enjoy the scenic view from the riverside road and various festivals which are held all year round, such as the Sansuyu Festival, the Seomjingang Riverside Cherry Flower Festival and the Piagol Autumn Foliage Festival. <br><br>* Current State of Gurye Special Tourist Zone<br>1) Districts Covered / Areas around Toji, Masan, Gwangui and Sandong-myeon, Gurye-gun, Jeollanam-do<br>2) Area / 78,024,000㎡ <br><br>* Tourist Attractions<br>Jirisan Mountain, Seomjingang River, Jirisan Spa Land, Piagol Valley, Sansuyu Theme Park, Hwaeomsa, Cheoneunsa and Yeongoksa Temple, Hanok Village, etc.","regDate":"2023-01-20","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Recreational Sites","Tourist Complexes"],"imgUrl":"/2023-01-20-1674211096417/1917883_image2_1.webp","blogPath":"Jeollanam-do/2023-01-20-1674211096417","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-20-1674211096417"},"dataList":[{"id":"2023-02-05-1675568289742","title":"Jindodaegyo Bridge (진도대교)","description":"Jindodaegyo Bridge measures 484 meters in length and 11.7 meters in x_width, and is located between Nokjin-ri, Gunnae-myeon, Jindo-gun and Hak-dong, Munnae-myeon, Haenam-gun on National Road No. 18. The bridge has been a popular tourist attraction since its completion on October 18, 1984. On December 15, 2005, the second Jindo Bridge opened, from which visitors can observe breathtaking sunsets and evening views while enjoying the fantastic nearby sceneries. Uldolmok, a passage to the West Sea, is a strait between Haenam and Jindo. Uldolmok is also known as the location of Myeongnyang Daecheop, one of the three major naval battles won by Admiral Yi Sun-sin. The x_width of the strait is only 294 meters, which is similar to that of the Hangang River. Jindodaegyo Bridge is the most accessible gateway to Jindo Island, a place with many local specialties and unique cultural arts.","regDate":"2023-02-05","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Architectural Sights","Bridges"],"imgUrl":"/2023-02-05-1675568289742/2653769_image2_1.webp","blogPath":"Jeollanam-do/2023-02-05-1675568289742"},{"id":"2023-02-04-1675506964115","title":"Jeongsusa Temple (정수사)","description":"According to the historical archives, Jeongsusa Temple was once a very large temple. Unfortunately, most of the temple buildings have been destroyed and only the main hall, Daeungjeon Hall, and a few smaller structures such as the living quarters remain on site today. The temple was originally called Ssanggyesa Temple because the waters of two valleys meet in front of this temple. It was renamed Jeongsusa Temple during the latter part of the Joseon dynasty (1392-1905).<br><br>The temple was reportedly established by the state monk Doseon-guksa in the first year of the reign of Silla Kingdom’s King Aejang (800). However, the temple’s founding year preceded the monk’s year of birth so there seems to have been a mistake in the year of foundation. Daeungjeon, the main hall, has three rooms in the front and two on the sides with a gambrel roof. Designated as Jeollanam-do Tangible Cultural Property, the structure features a modest and simple architecture that is estimated to date back to the latter half of the Joseon dynasty.","regDate":"2023-02-04","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"","blogPath":"Jeollanam-do/2023-02-04-1675506964115"},{"id":"2023-02-04-1675503361164","title":"Jeamsan Recreational Forest (제암산자연휴양림)","description":"Jeamsan Mountain is beautiful throughout the year with royal azaleas in spring, cool water in summer, silver grass in fall, and a snow-covered mountain in winter. The mountain attracts over 100,000 visitors during vacation periods with Yongchugyegok Valley nearby. Just over the mountain is the ocean with Yulpo Beach where visitors can enjoy after relaxing at Jeamsan Recreational Forest.","regDate":"2023-02-04","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"","blogPath":"Jeollanam-do/2023-02-04-1675503361164"},{"id":"2023-02-04-1675499868944","title":"Jasan Park (자산공원)","description":"The city of Yeosu is nestled on the Yeosu Peninsula and the areas of Yeosu-si, Yeoncheon-si and Yeocheon-gun, which all have the same first character ‘려(麗) (ryeo)’ were combined as one into Yeosu-si as of April, 1998.<br><br>Located at the entrance of the breakwater of Odongdo Island, Jasan Park embraces the South Sea.<br>Thousands of evergreen trees and flowering plants spread out over the wide flats when approaching the peak by the steep staircase. The park has a 15 meter-high Yi Sun-sin statue, built in 1967 to honor his birth along with Jinnamje Festival, Jasangak, Chunghontop (memorial tower) and a fair view with a refreshing sea breeze. In addition, Ilchuljeong, Sunrise Arbor which was constructed in 1998, is beloved as a resting spot by many visitors.","regDate":"2023-02-04","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2023-02-04-1675499868944/177688_image2_1.webp","blogPath":"Jeollanam-do/2023-02-04-1675499868944"},{"id":"2023-02-04-1675496145606","title":"Jangsupungdengi Village (장수풍뎅이마을)","description":"Located in the far upstream of Jangheung Dam, Jangsupungdengi Village preserves the natural environment. The village has a shiitake mushroom center, eco experience center, and beetle farming field where children and teenage students may visit and learn about the nature and its eco system. The village is also open to the general public for quality time in nature.","regDate":"2023-02-04","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Experience Programs","Village Experience"],"imgUrl":"","blogPath":"Jeollanam-do/2023-02-04-1675496145606"},{"id":"2023-02-04-1675492691639","title":"Heungguksa Temple (Yeosu) (흥국사 (여수))","description":"The name of Heungguksa Temple means “if the country prospers, the temple does well.” The temple was established to pray for the country to flourish. Located on Yeongchwisan Mountain, Heunaguksa was founded by Bojo Guksa in 1195. <br><br>Within the compound are other buildings including Wontongjeon, Palsangjeon and Daeungjeon (Main Hall). The temple’s main hall, a Treasure, is open in its structure and equipped with traditional Korean doors. A Buddhist painting named Hubultaenghwa is designated as a Treasure. At the entrance to the temple is a rainbow-shaped stone bridge called Honggyo Bridge,a Treasure, which is widely known as a distinguished work of art. <br><br>On Yeongchwisan Mountain, azaleas begin to bloom in early April and completely take over the mountain by the end of the month. Azalea blossoms create an extravagant view along the ridgeline of Yeongchwibong Peak (439 meters above sea level) and Jillyebong Peak (510 meters above sea level).During this period, the Mount Yeongchwisan Azalea Festival takes place.","regDate":"2023-02-04","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2023-02-04-1675492691639/1607899_image2_1.webp","blogPath":"Jeollanam-do/2023-02-04-1675492691639"},{"id":"2023-02-04-1675488968510","title":"Hataedo Island (하태도)","description":"Hataedo Island is known to be first settled by Park Haeng-seo from the Miryang Park family when he moved out from Daeheuksando Island. The island was given its name for being the southernmost island among three clustered islands that produce abundant edible seaweed. Besides the diverse fish that inhabit the nearby waters, attracting numerous fishers, the island is also known to be a heavy producer of edible seaweed, including laver. Although most of the islanders make a living through the fishing industry, black goats are also often seen grazing on green pastures. Hataedo Islands beach is only 300 meters long, but boasts pristine beauty.","regDate":"2023-02-04","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"","blogPath":"Jeollanam-do/2023-02-04-1675488968510"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}