{"pageProps":{"content":"![Gyeongju-si Special Tourist Zone (경주시 관광특구)](/2022-11-30-1669786623765/1750863_image2_1.webp)\n\n  \n## Overview\n\n> Gyeongju was the capital city of the ancient kingdom of Silla. The city is often referred to as a “museum without walls” because of the many cultural relics scattered throughout the city. Almost everything in this city, from the streets to the mountains, is rich in history. Gyeongju has roughly 300 sites that have been designated as a cultural heritage, with some of them being UNESCO-recognized World Heritage Sites.<br><br>The Gyeongju Special Tourist Zone includes the districts of Namsan, Wolseong, Daereungwon, Hwangryongsa and Sanseong. This area has a total of 52 cultural assets registered on the World Heritage list. Many of the hills are actually royal tombs and fields of grass used to be sites of ancient temples.<br><br>The entire Namsan Mountain can almost be considered a cultural asset because of the many stone pagodas and Buddha statues that can be found here. The Bulguk district is home to many of Gyeongju’s most well-known attractions such as Bulguksa Temple, Seokguram Grotto, Gyeongju Folk Village, Silla Arts and Science Museum, and Goereung.<br><br>In the Bomun district, there are plenty of recreation facilities surrounding Bomunho Lake. Other attractions in the area include Gyeongju World Culture Expo Park, Gyeongju World and Silla Millennium Park.<br><br><b>Gyeongju Special Tourist Zone <br></b><b>Areas included </b> Downtown area, Bomun Lake Resort and Bulguksa Temple in Gyeongju-si, Gyeongsangnam-do<br><b>Area size </b> 32,650,000㎡ <br><b>Tourist Attractions </b> Bulguksa Temple, Seokguram Grotto, Daereungwon Tomb Complex, Namsan Mountain, Bomunho Lake, Shilla Millennium Park, Gyeongju World Culture Expo Park, etc.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br>(Korean, English, Japanese, Chinese) <br> • For more info: +82-54-779-6084|\n|parking:|26 public parking lots are available at tourist sites, Bomun Tourism Complex and Bulguksa Temple|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Available Facilities:|Tourist information center, casino, traditional Korean-style hotel, luxury hotel, tourist hotel, resort condominiums, folk village, swimming pool, souvenir shop exclusively for foreigners, nightlife restaurant exclusively for foreigners, etc.|\n|Facilities for the Handicapped:|Paths and restrooms exclusively for the disabled are available at tourist sites.|\n|Restrooms:|Public restrooms are available at tourist sites and around Bomunho Lake and Bulguksa Temple.|\n|Interpretation Services Offered:|English and Japanese travel guidebooks are available at hotels in the Bomun Tourism Complex, tourist information centers and tourist sites in the downtown area.|\n  \n## Detail Image\n![/2022-11-30-1669786623765/202489_image2_1.webp](/2022-11-30-1669786623765/202489_image2_1.webp)\n![/2022-11-30-1669786623765/202635_image2_1.webp](/2022-11-30-1669786623765/202635_image2_1.webp)\n![/2022-11-30-1669786623765/1046392_image2_1.webp](/2022-11-30-1669786623765/1046392_image2_1.webp)\n![/2022-11-30-1669786623765/1046401_image2_1.webp](/2022-11-30-1669786623765/1046401_image2_1.webp)\n![/2022-11-30-1669786623765/1753738_image2_1.webp](/2022-11-30-1669786623765/1753738_image2_1.webp)\n![/2022-11-30-1669786623765/1753739_image2_1.webp](/2022-11-30-1669786623765/1753739_image2_1.webp)\n![/2022-11-30-1669786623765/1753741_image2_1.webp](/2022-11-30-1669786623765/1753741_image2_1.webp)\n![/2022-11-30-1669786623765/1776807_image2_1.webp](/2022-11-30-1669786623765/1776807_image2_1.webp)\n![/2022-11-30-1669786623765/179526_image2_1.webp](/2022-11-30-1669786623765/179526_image2_1.webp)\n![/2022-11-30-1669786623765/1954568_image2_1.webp](/2022-11-30-1669786623765/1954568_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-54-779-6084](tel:+82547796084)\n- [🏠www.gyeongju.go.kr](http://www.gyeongju.go.kr/tour)\n\n\n```googleMap\nlatitude: 35.8315650725\nlongitude: 129.2892916998\ntitle: 614, Gyeonggam-ro, Gyeongju-si, Gyeongsangbuk-do\n```\n  \n## Directions\n  \n[Bus]<BR>\nFrom Seoul Express Bus Terminal, take a bus to Gyeongju Bus Terminal.\n","data":{"id":"2022-11-30-1669786623765","title":"Gyeongju-si Special Tourist Zone (경주시 관광특구)","description":"Gyeongju was the capital city of the ancient kingdom of Silla. The city is often referred to as a “museum without walls” because of the many cultural relics scattered throughout the city. Almost everything in this city, from the streets to the mountains, is rich in history. Gyeongju has roughly 300 sites that have been designated as a cultural heritage, with some of them being UNESCO-recognized World Heritage Sites.<br><br>The Gyeongju Special Tourist Zone includes the districts of Namsan, Wolseong, Daereungwon, Hwangryongsa and Sanseong. This area has a total of 52 cultural assets registered on the World Heritage list. Many of the hills are actually royal tombs and fields of grass used to be sites of ancient temples.<br><br>The entire Namsan Mountain can almost be considered a cultural asset because of the many stone pagodas and Buddha statues that can be found here. The Bulguk district is home to many of Gyeongju’s most well-known attractions such as Bulguksa Temple, Seokguram Grotto, Gyeongju Folk Village, Silla Arts and Science Museum, and Goereung.<br><br>In the Bomun district, there are plenty of recreation facilities surrounding Bomunho Lake. Other attractions in the area include Gyeongju World Culture Expo Park, Gyeongju World and Silla Millennium Park.<br><br><b>Gyeongju Special Tourist Zone <br></b><b>Areas included </b> Downtown area, Bomun Lake Resort and Bulguksa Temple in Gyeongju-si, Gyeongsangnam-do<br><b>Area size </b> 32,650,000㎡ <br><b>Tourist Attractions </b> Bulguksa Temple, Seokguram Grotto, Daereungwon Tomb Complex, Namsan Mountain, Bomunho Lake, Shilla Millennium Park, Gyeongju World Culture Expo Park, etc.","regDate":"2022-11-30","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Recreational Sites","Tourist Complexes"],"imgUrl":"/2022-11-30-1669786623765/1750863_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-11-30-1669786623765","pageUrl":"https:/mcdryad.com/Gyeongsangbuk-do/2022-11-30-1669786623765"},"dataList":[{"id":"2022-12-02-1669973794677","title":"Jukgyegugok Valley (죽계구곡)","description":"Jukgyegugok Valley is the valley stretching from Baejeom-ri to Choamsa Temple. Joseon-era Confucian scholar Toegye Yi Hwang (1501-1570) was inspired by the scenery of the valley and the enchanting sound of the flowing water, so he came up with names for each of the nine sections of the valley and collectively called them Jukgyegugok (nine bamboo valleys). The valley presents a splendid sight indeed with crystal clear waters, lush forest, and white rocks. In summer, vacationers from around the country flock to Jukgyegugok Valley to cool off from the sweltering heat by dipping their feet in the refreshing waters of the valley. Famous tourist attractions near the valley include Sosuseowon Confucian Academy, Buseoksa Temple, and Eupnaeri Mural Tomb.<br><br>* Choamsa Temple<br>On the path that ascends from Jukgyegugok Valley, there is a small temple located at the foot of Sobaeksan Mountain. The great monk Uisang Daesa of the Silla Kingdom reached this place during his search for an ideal site to build a Buddhist temple invoking national security. He set up a small thatched hut for a temporary stay until he found the most propitious spot, on which he built Buseoksa Temple. In the site where his thatched hut once stood, he built another temple and named it Choamsa Temple. The original structure was destroyed by fire during the Korean War (1950-1953). The temple has been restored to its present state by the Buddhist monk Lee Bo-won after years of arduous efforts.","regDate":"2022-12-02","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites","Valleys"],"imgUrl":"/2022-12-02-1669973794677/2376704_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-02-1669973794677"},{"id":"2022-12-02-1669970358512","title":"Jukbyeonhang Port (죽변항)","description":"Jukbyeonhang Port is a fishing port in northern Uljin. The port is guarded by a 15.6 meter-tall lighthouse. The port is surrounded by restaurants serving seafood. In addition to squid, mackerel, and king crabs, seaweed is another specialty item of the region. There are many attractions nearby includng various beaches, a driving course, drama film set and more.","regDate":"2022-12-02","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites"],"imgUrl":"/2022-12-02-1669970358512/2393709_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-02-1669970358512"},{"id":"2022-12-02-1669966580895","title":"Juheulsan Mountain (주흘산)","description":"Juheulsan Mountain was once considered to be a sacred place and was the site of annual, royal mountain rituals during the Joseon Dynasty. It is situated in Mungyeong-si, Gyeongsangbuk-do and surrounded by six large villages (Sangcho-ri, Hacho-ri, Sang-ri, Jigok-ri, Palryeong-ri, and Pyeongcheon-ri). The mountain was believed to have produced talented scholars. Meaning “Chief, Majestic Mountain,” Juheulsan Mountain is still seen as the heart of Mungyeong and Mungyeongsaejae.","regDate":"2022-12-02","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-12-02-1669966580895/1893614_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-02-1669966580895"},{"id":"2022-12-02-1669963261084","title":"Joryeongsan Mountain (조령산)","description":"Joryeongsan Mountain divides Mungyeong (Gyeongsangbuk-do) and Goesan (Chungcheongbuk-do), and is situated at the far end of Baekdudaegan Mountain Range that connects Baekdusan and Jirisan Mountains. The mountain is picturesque with its surroundings of dense forest, steep rocky areas, strangely shaped peaks and old trees. It has a grand scale of mountain ridge and high altitude. However, as the hiking trail starts at 529 meters on Ihwaryeong, it is not that tough. Nearby locations include Sinseongbong Peak and Mapaebong Peak, as well as Joryeongsan Recreational Forest.","regDate":"2022-12-02","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-12-02-1669963261084/2005750_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-02-1669963261084"},{"id":"2022-12-02-1669959368692","title":"Jirye Arts Village (지례예술촌)","description":"Located in Andong, Jirye Arts Village first formed as a result of the construction of Imha Dam. When a small neighborhood in Jirye-ri, Imdong-myeon was at the risk of flood due to the dam, Kim Won-gil, the current village leader, relocated and rebuilt ten houses to its current location in 1986. This neighborhood, now known as Jirye Arts Village, was designated as an art village in 1990 and since then, many artists settled in the neighborhood and formed a community of culture and art. Today, Jirye Arts Village offers a variety of opportunities to experience Korean culture through hands-on arts and crafts as well as diverse cultural activities.","regDate":"2022-12-02","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Folk Villages"],"imgUrl":"/2022-12-02-1669959368692/187002_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-02-1669959368692"},{"id":"2022-12-02-1669956039549","title":"Jeodonghang Port (저동항)","description":"Jeodonghang Port is the biggest port on Ulleungdo Island, where most of the islands squid fishing and related process takes place. Jeodongeohwa, referring to the luring lights from the boats for squid fishing, is one of the famous Eight Major Beauties of Ulleungdo Island. Chotdaebawi Rock, standing next to the port sea wall, has a sad legend about a daughter who died from grievance when her father never came back from fishing.","regDate":"2022-12-02","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites"],"imgUrl":"/2022-12-02-1669956039549/2533913_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-02-1669956039549"},{"id":"2022-12-02-1669952362181","title":"Imcheonggak House (안동 임청각)","description":"Imcheonggak House is the largest remaining household from the Joseon dynasty, holding a history of over 500 years. The house was built for one aristocratic family’s love of the scenic beauty in the surrounding area. It was originally built with a total of 99 kan (traditional measurement of space between pillars) but only 70 remain. The most famous structure on this property is the annexed pavilion, Gunjajeong. An autograph of the famous Confucian scholar Lee Hwang can be found hanging outside the pavilion.","regDate":"2022-12-02","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Old Houses"],"imgUrl":"/2022-12-02-1669952362181/2511874_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-02-1669952362181"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}