{"pageProps":{"content":"![Chilgok Gasansanseong Fortress and Gasanbawi Rock (칠곡 가산산성 및 가산바위)](/2022-07-30-1659149570991/1053876_image2_1.webp)\n\n  \n## Overview\n\n> Gasansanseong Fortress in Chilgok-gun, Gyeongsangbuk-do is located in the middle of Chilgok-gun, between Daegu Metropolitan City and Gumi. Gasansan Mountain (901m in elevation) is 10 kilometers west of Palgongsan Mountain. Because it boasts seven peaks, the mountain was called Chilbongsan Mountain. After enduring foreign invasions, including the Imjin War (1592-1598) and the Qing invasion of Joseon (1636), the Joseon rulers built a fortress over the course of 100 years to aid in Korea’s defense. It is Korea’s only three-layered fortress, consisting of inner, outer and central walls. The flat Gasanbawi Rock at the mountain’s peak, which is large enough to accommodate 100 people at a time, offers a great view of Daegu Metropolitan City.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330<BR> (Korean, English, Japanese, Chinese) <br> • For more info: +82-54-979-6452|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Hiking Course:|* South Gate → 1km → East Gate → 1.9km → Inner Gate → 0.3km → Gasan Rock → 1.7km → Hakmyeongdong <br> * Hakmyeongdong → 1.7km → Gasan Rock → 0.5km → North Gate → 0.5km → Inner Gate → 5.5km → South Gate → 1.2km → Giseongdong → 3km → Songnimsa Temple |\n  \n## Detail Image\n![/2022-07-30-1659149570991/1053853_image2_1.webp](/2022-07-30-1659149570991/1053853_image2_1.webp)\n![/2022-07-30-1659149570991/1053854_image2_1.webp](/2022-07-30-1659149570991/1053854_image2_1.webp)\n![/2022-07-30-1659149570991/1053863_image2_1.webp](/2022-07-30-1659149570991/1053863_image2_1.webp)\n![/2022-07-30-1659149570991/692167_image2_1.webp](/2022-07-30-1659149570991/692167_image2_1.webp)\n![/2022-07-30-1659149570991/692170_image2_1.webp](/2022-07-30-1659149570991/692170_image2_1.webp)\n![/2022-07-30-1659149570991/693029_image2_1.webp](/2022-07-30-1659149570991/693029_image2_1.webp)\n![/2022-07-30-1659149570991/693032_image2_1.webp](/2022-07-30-1659149570991/693032_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-54-979-6452](tel:+82549796452)\n- [🏠tour.chilgok.go.kr</a> (Korean, English, Japanese, Chinese) <br><a href=\"http://www.cha.go.kr/\" target=\"_blank\">www.cha.go.kr](http://tour.chilgok.go.kr/main/)\n\n\n```googleMap\nlatitude: 36.0431139942\nlongitude: 128.5813368583\ntitle: Gasan-ri, Chilgok-gun, Gyeongsangbuk-do\n```\n  \n## Directions\n  \n[Bus]<BR>\nFrom Seoul Express Bus Terminal, take an express bus to Seo Daegu Express Bus Terminal.<br>From Seo Daegu Express Bus Terminal, go 230m straight towards Manpyeong Negeori and go 60m towards Gasan, and cross the street.<br>Take Bus Chilgok 3 and get off at Bangteokgol Bus Stop.<br>Walk for approx. 500m towards Palgongsan Information Center.<br>Hike up Palgongsan Mountain to arrive at Gasansanseong Fortress and Gasanbawi Rock.\n","data":{"id":"2022-07-30-1659149570991","title":"Chilgok Gasansanseong Fortress and Gasanbawi Rock (칠곡 가산산성 및 가산바위)","description":"Gasansanseong Fortress in Chilgok-gun, Gyeongsangbuk-do is located in the middle of Chilgok-gun, between Daegu Metropolitan City and Gumi. Gasansan Mountain (901m in elevation) is 10 kilometers west of Palgongsan Mountain. Because it boasts seven peaks, the mountain was called Chilbongsan Mountain. After enduring foreign invasions, including the Imjin War (1592-1598) and the Qing invasion of Joseon (1636), the Joseon rulers built a fortress over the course of 100 years to aid in Korea’s defense. It is Korea’s only three-layered fortress, consisting of inner, outer and central walls. The flat Gasanbawi Rock at the mountain’s peak, which is large enough to accommodate 100 people at a time, offers a great view of Daegu Metropolitan City.","regDate":"2022-07-30","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Fortresses"],"imgUrl":"/2022-07-30-1659149570991/1053876_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-07-30-1659149570991","pageUrl":"https:/mcdryad.com/Gyeongsangbuk-do/2022-07-30-1659149570991"},"dataList":[{"id":"2022-12-02-1669973794677","title":"Jukgyegugok Valley (죽계구곡)","description":"Jukgyegugok Valley is the valley stretching from Baejeom-ri to Choamsa Temple. Joseon-era Confucian scholar Toegye Yi Hwang (1501-1570) was inspired by the scenery of the valley and the enchanting sound of the flowing water, so he came up with names for each of the nine sections of the valley and collectively called them Jukgyegugok (nine bamboo valleys). The valley presents a splendid sight indeed with crystal clear waters, lush forest, and white rocks. In summer, vacationers from around the country flock to Jukgyegugok Valley to cool off from the sweltering heat by dipping their feet in the refreshing waters of the valley. Famous tourist attractions near the valley include Sosuseowon Confucian Academy, Buseoksa Temple, and Eupnaeri Mural Tomb.<br><br>* Choamsa Temple<br>On the path that ascends from Jukgyegugok Valley, there is a small temple located at the foot of Sobaeksan Mountain. The great monk Uisang Daesa of the Silla Kingdom reached this place during his search for an ideal site to build a Buddhist temple invoking national security. He set up a small thatched hut for a temporary stay until he found the most propitious spot, on which he built Buseoksa Temple. In the site where his thatched hut once stood, he built another temple and named it Choamsa Temple. The original structure was destroyed by fire during the Korean War (1950-1953). The temple has been restored to its present state by the Buddhist monk Lee Bo-won after years of arduous efforts.","regDate":"2022-12-02","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites","Valleys"],"imgUrl":"/2022-12-02-1669973794677/2376704_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-02-1669973794677"},{"id":"2022-12-02-1669970358512","title":"Jukbyeonhang Port (죽변항)","description":"Jukbyeonhang Port is a fishing port in northern Uljin. The port is guarded by a 15.6 meter-tall lighthouse. The port is surrounded by restaurants serving seafood. In addition to squid, mackerel, and king crabs, seaweed is another specialty item of the region. There are many attractions nearby includng various beaches, a driving course, drama film set and more.","regDate":"2022-12-02","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites"],"imgUrl":"/2022-12-02-1669970358512/2393709_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-02-1669970358512"},{"id":"2022-12-02-1669966580895","title":"Juheulsan Mountain (주흘산)","description":"Juheulsan Mountain was once considered to be a sacred place and was the site of annual, royal mountain rituals during the Joseon Dynasty. It is situated in Mungyeong-si, Gyeongsangbuk-do and surrounded by six large villages (Sangcho-ri, Hacho-ri, Sang-ri, Jigok-ri, Palryeong-ri, and Pyeongcheon-ri). The mountain was believed to have produced talented scholars. Meaning “Chief, Majestic Mountain,” Juheulsan Mountain is still seen as the heart of Mungyeong and Mungyeongsaejae.","regDate":"2022-12-02","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-12-02-1669966580895/1893614_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-02-1669966580895"},{"id":"2022-12-02-1669963261084","title":"Joryeongsan Mountain (조령산)","description":"Joryeongsan Mountain divides Mungyeong (Gyeongsangbuk-do) and Goesan (Chungcheongbuk-do), and is situated at the far end of Baekdudaegan Mountain Range that connects Baekdusan and Jirisan Mountains. The mountain is picturesque with its surroundings of dense forest, steep rocky areas, strangely shaped peaks and old trees. It has a grand scale of mountain ridge and high altitude. However, as the hiking trail starts at 529 meters on Ihwaryeong, it is not that tough. Nearby locations include Sinseongbong Peak and Mapaebong Peak, as well as Joryeongsan Recreational Forest.","regDate":"2022-12-02","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-12-02-1669963261084/2005750_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-02-1669963261084"},{"id":"2022-12-02-1669959368692","title":"Jirye Arts Village (지례예술촌)","description":"Located in Andong, Jirye Arts Village first formed as a result of the construction of Imha Dam. When a small neighborhood in Jirye-ri, Imdong-myeon was at the risk of flood due to the dam, Kim Won-gil, the current village leader, relocated and rebuilt ten houses to its current location in 1986. This neighborhood, now known as Jirye Arts Village, was designated as an art village in 1990 and since then, many artists settled in the neighborhood and formed a community of culture and art. Today, Jirye Arts Village offers a variety of opportunities to experience Korean culture through hands-on arts and crafts as well as diverse cultural activities.","regDate":"2022-12-02","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Folk Villages"],"imgUrl":"/2022-12-02-1669959368692/187002_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-02-1669959368692"},{"id":"2022-12-02-1669956039549","title":"Jeodonghang Port (저동항)","description":"Jeodonghang Port is the biggest port on Ulleungdo Island, where most of the islands squid fishing and related process takes place. Jeodongeohwa, referring to the luring lights from the boats for squid fishing, is one of the famous Eight Major Beauties of Ulleungdo Island. Chotdaebawi Rock, standing next to the port sea wall, has a sad legend about a daughter who died from grievance when her father never came back from fishing.","regDate":"2022-12-02","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites"],"imgUrl":"/2022-12-02-1669956039549/2533913_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-02-1669956039549"},{"id":"2022-12-02-1669952362181","title":"Imcheonggak House (안동 임청각)","description":"Imcheonggak House is the largest remaining household from the Joseon dynasty, holding a history of over 500 years. The house was built for one aristocratic family’s love of the scenic beauty in the surrounding area. It was originally built with a total of 99 kan (traditional measurement of space between pillars) but only 70 remain. The most famous structure on this property is the annexed pavilion, Gunjajeong. An autograph of the famous Confucian scholar Lee Hwang can be found hanging outside the pavilion.","regDate":"2022-12-02","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Old Houses"],"imgUrl":"/2022-12-02-1669952362181/2511874_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-02-1669952362181"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}