{"pageProps":{"content":"![Gyeongpoho Lake (경포호(철새도래지))](/2022-09-26-1664178848634/2648941_image2_1.webp)\n\n  \n## Overview\n\n> Gyeongpoho Lake is a popular attraction, with beautiful natural scenery and many cultural relics nearby. The view of the moon reflecting off the lake from Gyeongpodae Pavilion is especially stunning. The 1,256,204 m² naturally formed lake is connected to the ocean, and is famous as a destination site for migratory birds in winter. There are also many fish in the lake, but the lake has been designated as a nature protection site and fishing is prohibited.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br>(Korean, English, Japanese, Chinese) <br> • For more info: +82-33-640-5119|\n  \n\n  \n## Detail Image\n![/2022-09-26-1664178848634/2648940_image2_1.webp](/2022-09-26-1664178848634/2648940_image2_1.webp)\n![/2022-09-26-1664178848634/2648942_image2_1.webp](/2022-09-26-1664178848634/2648942_image2_1.webp)\n![/2022-09-26-1664178848634/2648943_image2_1.webp](/2022-09-26-1664178848634/2648943_image2_1.webp)\n![/2022-09-26-1664178848634/2648944_image2_1.webp](/2022-09-26-1664178848634/2648944_image2_1.webp)\n![/2022-09-26-1664178848634/2648945_image2_1.webp](/2022-09-26-1664178848634/2648945_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-33-640-5119](tel:+82336405119)\n- [🏠www.gn.go.kr</a><br><a href=\"http://gyeongpolake.co.kr\" target=\"_blank\">gyeongpolake.co.kr](https://www.gn.go.kr/tour/index.do)\n\n\n```googleMap\nlatitude: 37.7956108224\nlongitude: 128.8965681570\ntitle: 365, Gyeongpo-ro, Gangneung-si, Gangwon-do\n```\n  \n## Directions\n  \n[Train + Bus]<BR>\nFrom Gangneung Station or Gangneung Intercity Bus Terminal, take Bus No. 202 and get off at Gyeongpodae Bus Stop.\n","data":{"id":"2022-09-26-1664178848634","title":"Gyeongpoho Lake (경포호(철새도래지))","description":"Gyeongpoho Lake is a popular attraction, with beautiful natural scenery and many cultural relics nearby. The view of the moon reflecting off the lake from Gyeongpodae Pavilion is especially stunning. The 1,256,204 m² naturally formed lake is connected to the ocean, and is famous as a destination site for migratory birds in winter. There are also many fish in the lake, but the lake has been designated as a nature protection site and fishing is prohibited.","regDate":"2022-09-26","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites"],"imgUrl":"/2022-09-26-1664178848634/2648941_image2_1.webp","blogPath":"Gangwon-do/2022-09-26-1664178848634","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-09-26-1664178848634"},"dataList":[{"id":"2022-09-26-1664174078257","title":"Gyeongpodae Pavilion (강릉 경포대)","description":"Gyeongpodae Pavilion, located on a small hill north of Gyeongpo Lake, is one of the eight scenic sites of Gwangdong (northeastern coast). The pavilion was originally built in 1326 but was moved to its current location in 1508. The pavilion shape and design changed over time before settling on the current design. The pavilion has five pillars in the front and on the side, with a gabled roof line typical of Korean architecture.<br><br>The inside of Gyeongpodae Pavilion is decorated with calligraphy and poems written by many famous scholars of the Joseon dynasty, including both King Sukjong and Yulgok Yi I. The pavilion is surrounded by a pine tree forest, and is famous for its view of the moon reflecting off the waters of the lake below, which gave the pavilion its name. The area around the pavilion was designated as a provincial park  in 1981.","regDate":"2022-09-26","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-09-26-1664174078257/2596286_image2_1.webp","blogPath":"Gangwon-do/2022-09-26-1664174078257","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-09-26-1664174078257"},{"id":"2022-09-26-1664169135860","title":"Gyeongpo Provincial Park (경포도립공원)","description":"Gyeongpo Provincial Park was officially opened on June 26, 1982. It houses many cultural assets and memorial sites centered around Gyeongpodae Pavilion, Gyeongpoho Lake, and Gyeongpo Beach. One of the eight scenic spots in Gwandong (old name of Gangwon-do), Gyeongpodae is famous for viewing the moon, as well as fishing at Gyeongpoho Lake. However, fishing is now prohibited due to the lake being designated as a natural protection area. <br><br>Gyeongpo Beach is thought to be the best beach on the East Coast. The crystal waters of Gyeongpo Beach, elegant Gyeongpoho Lake, Gyeongpodae Pavilion, Banghae Pavilion, Hohae Pavilion, Gyeongho Pavilion, and Gyeongyangsa Temple make Gyeongpo Provincial Park a great vacation attraction year round. Known as one of the most scenic locations in Gangwon-do, visitors can enjoy cherry blossoms in the spring, swimming in the summer, and deep-sea fishing and walking on the beach in the winter.","regDate":"2022-09-26","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Provincial Parks"],"imgUrl":"/2022-09-26-1664169135860/1581168_image2_1.webp","blogPath":"Gangwon-do/2022-09-26-1664169135860","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-09-26-1664169135860"},{"id":"2022-09-25-1664102714256","title":"Gyebangsan Mountain (계방산 (평창))","description":"At an altitude of 1,579.1 meters above sea level, Gyebangsan Mountain, which faces Odaesan Mountain on the eastern part of the Taebaeksan Mountain Range, is the fifth tallest mountain in South Korea, after Hallasan Mountain, Jirisan Mountain, Seoraksan Mountain, and Deogyusan Mountain. On the west side of Gyebangsan Mountain is Unduryeong Pass(1,089 m), which has a vehicle accessible road. Asiatic black beers are said to habitate in the deep valleys on the north side, and there is Bangadari mineral water and other mineral water sources on the south side. With many varieties of herbs and wild flowers growing naturally in the area, it is also well known as a place to dig for wild ginseng. Its rare Japanese yew trees and royal azalea combined with its similar terrain to Seoraksan Mountains Daecheongbong Peak has caused the mountain to be a highly protected ecological environment.<br><br>Gyebangsan Mountain is particularly popular for winter hikers, who can get beautiful views of the snowy landscapes of the mountain even&nbsp;until March. On top of that, since the difference in evelation from Unduryeong to the top of Gyebangsan is only 488 m, it welcomes even novice hikers as well. From the summit, one can see the backboone of Baekdudaegan Mountain, and with its panoramic views of Seoraksan Mountain to the north, Odaesan Mountain and Daegwallyeong to the east, and Taegisan and Hoegisan Mountains to the west, it is one of the best views in the area.","regDate":"2022-09-25","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-09-25-1664102714256/1172063_image2_1.webp","blogPath":"Gangwon-do/2022-09-25-1664102714256","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-09-25-1664102714256"},{"id":"2022-09-25-1664099000732","title":"Gwongeumseong Fortress (설악산 권금성)","description":"Gwongeumseong Fortress is the site of a castle ruins located on Seoraksan Mountain, and it is also known as Onggeumsan Mountain Castle, or Toto Castle. It is located on the steep Dolsan Mountain of Seoraksan Sogongwon area.  It is believed to have been built by the 23rd King of the Goryeo Period (918-1392), Gojong (r. 1213-1259). It is also called Gwon-Kim Castle, as there is a legend that two generals named Gwon and Kim, built the castle to avoid war.<br>At the left side of Sogongwon, past the Biryonggyo Bridge over the ravine, there is a path which leads to Gwongeumseong Castle, but it takes over an hour of travel through a steep, rocky path (2.5km), so cable car is used. The cable car was installed by Dr. Gi-Sup Lee in 1971 and is still used by many tourists. It runs from 07 00 to 18 00 or 18 30 p.m., departing every 7 minutes, and you can only purchase round-trip tickets at the ticket counter for that day.","regDate":"2022-09-25","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Historical Sites","Fortresses"],"imgUrl":"/2022-09-25-1664099000732/175293_image2_1.webp","blogPath":"Gangwon-do/2022-09-25-1664099000732","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-09-25-1664099000732"},{"id":"2022-09-25-1664095715119","title":"Gwangchi Recreational Forest (광치자연휴양림)","description":"Gwangchi Recreational Forest is located near Gwangchiryeong Pass (alt. 800 meters). The pass encompasses waterfalls and valleys in a dense forest. Gwangchi Tunnel connects the areas of Yanggu and Inje to the East Sea, making the forest a great addition to travel itineraries. The recreational area serves as a retreat for residents and helps to support the local economy through tourism.","regDate":"2022-09-25","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"/2022-09-25-1664095715119/1813309_image2_1.webp","blogPath":"Gangwon-do/2022-09-25-1664095715119","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-09-25-1664095715119"},{"id":"2022-09-25-1664091631316","title":"Guryongsa Temple (구룡사)","description":"Guryongsa Temple is located 6 kilometers from Birobong Peak on Chiaksan Mountain, in the direction of Hakkok-ri. It was believed that Monk Uisang (625-702) of the Silla Kingdom (57 BC - AD 935) built and named the temple Guryongsa in 668 during the reign of King Munmu. However, it is now known that the temple was built after King Sukjong, the 19th King of the Joseon dynasty (1392-1910), who reigned from 1674 to 1720, because of the architectural style of Daeungjeon Hall. There is a legend that the Guryongsa Temple site was originally a lake where nine dragons lived. The name Guryong comes from the story that the lake was filled up to build the temple on it. There are many buildings such as Daeungjeon Hall, Bogwangnu Pavilion, Samseonggak Pavilion, Simgeomdang Hall and Seolseondang Hall. Daeungjeon Hall has maintained its original shape though it was repaired many times.","regDate":"2022-09-25","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-09-25-1664091631316/2391453_image2_1.webp","blogPath":"Gangwon-do/2022-09-25-1664091631316","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-09-25-1664091631316"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}