{"pageProps":{"content":"![House of Lee Young-choon (이영춘가옥)](/2023-01-03-1672720692416/1954589_image2_1.webp)\n\n  \n## Overview\n\n> The House of Lee Young-choon was constructed by a Japanese landlord named Kumamoto during the Japanese colonial era. The house combined Western, Korean, and Japanese into one structure. After Korean liberation, Dr. Lee Young-choon, the first medical doctor, lived in the house. From that time, the house was referred to as the House of Lee Young-choon.<br><br>Thanks to its beautiful exterior, the house was used as a backdrop for films such as Bingjeom, Sandglass, and Yain Shidae, etc.<br><br>The doctor was considered the Korean Albert Schweitzer, and his pen name of Ho, referring to ssangcheon, means two branches of spring water, represents one for healing physical disease and the other for healing the spirit. He was born in Yonggang-gun, Pyeongannam-do in October 1903. In 1935, through a connection by his professor at Pyeongyanggobo School, he took a position as the head of&nbsp;Jahye Hospital to take care of 20,000 people. In addition, he was the first  person in Korea to implement the policy of school nurses as well as the medical insurance union.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Korea Travel Hotline: +82-2-1330 <br>(Korean, English, Japanese, Chinese)<Br>• For more info: +82-63-454-3922|\n|restdate:|N/A (all year round)|\n|usetime:|10:00-17:00|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Film Locations:|\"Bingjeom\", \"Sandglass\" (Moraesigye), \"Yain Shidae\", etc.|\n|Admission Fees:|Free|\n|Restrooms:|Available|\n|Korean Info. Service:|Available|\n  \n\n  \n## Contact\n\n- [☎️+82-63-454-3922](tel:+82634543922)\n- [🏠tour.gunsan.go.kr</a> (Korean only)<br><a href=\"http://www.cha.go.kr/\" target=\"_blank\" title=\"새창 : 문화재청 홈페이지로 이동\">www.cha.go.kr](http://tour.gunsan.go.kr/)\n\n\n```googleMap\nlatitude: 35.9710064154\nlongitude: 126.7601173017\ntitle: 7, Donggaejeong-gil, Gunsan-si, Jeollabuk-do\n```\n  \n## Directions\n  \n[Bus]<BR>\nFrom Central City Bus Terminal or Dong Seoul Bus Terminal, take an express bus or intercity bus to Gunsan Express Bus Terminal or Gunsan Intercity Bus Terminal.<br>\nAs you come out of the bus terminal, walk to the left  for about 100&nbsp;meters \nfrom the intercity bus terminal, or 200 meters from the express bus terminal, \nand  take Bus No. 85 at Palma Gwangjang Terminal Bus Stop and get off at Gunsan College of Nursing Bus Stop.<br>\nWalk for approx. 140m to reach the house.\n","data":{"id":"2023-01-03-1672720692416","title":"House of Lee Young-choon (이영춘가옥)","description":"The House of Lee Young-choon was constructed by a Japanese landlord named Kumamoto during the Japanese colonial era. The house combined Western, Korean, and Japanese into one structure. After Korean liberation, Dr. Lee Young-choon, the first medical doctor, lived in the house. From that time, the house was referred to as the House of Lee Young-choon.<br><br>Thanks to its beautiful exterior, the house was used as a backdrop for films such as Bingjeom, Sandglass, and Yain Shidae, etc.<br><br>The doctor was considered the Korean Albert Schweitzer, and his pen name of Ho, referring to ssangcheon, means two branches of spring water, represents one for healing physical disease and the other for healing the spirit. He was born in Yonggang-gun, Pyeongannam-do in October 1903. In 1935, through a connection by his professor at Pyeongyanggobo School, he took a position as the head of&nbsp;Jahye Hospital to take care of 20,000 people. In addition, he was the first  person in Korea to implement the policy of school nurses as well as the medical insurance union.","regDate":"2023-01-03","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2023-01-03-1672720692416/1954589_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-03-1672720692416","pageUrl":"https:/mcdryad.com/Jeollabuk-do/2023-01-03-1672720692416"},"dataList":[{"id":"2023-01-08-1673174163199","title":"Saseondae Tourist Resort & Sculpture Park (사선대관광지&조각공원)","description":"Saseondae Tourist Resort was established around Saseondae located on the bank of Owoncheon Stream in the upper region of Seomjingang River. The legend has it that the surrounding nature is so pristine and beautiful that deities of Maisan Mountain in Jinan and Unsusan Mountain in Imsil gathered by Owoncheon Stream at their leisure. Unique rock formations, woods and clear water surrounding Saseondae create a magnificent harmony. Unseojeong Pavilion situated in the dense forest of Saseondae also adds beauty to the scenery. Furthermore, visitors to Saseondae may also enjoy the handcrafted works  of noted sculptors from the nearby art village in Ogung on display at Saseondae Sculpture Park.","regDate":"2023-01-08","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Recreational Sites","Tourist Complexes"],"imgUrl":"/2023-01-08-1673174163199/1605809_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-08-1673174163199"},{"id":"2023-01-08-1673170549753","title":"Saemangeum (새만금)","description":"The name of Saemangeum signifies the breakwaters that enlarge and freshen the Mangyeong and Gimje plains, famous for their fertile soil. Saemangeum’s construction first commenced in 1991 and took 19 years to complete. The estuary dam is approximately 33.9 kilometers long and 290 meters wide on average, with the widest point being 535 meters. The average x_height is 36 meters, and the highest point is 54 meters high. Saemangeum is known to be the longest man-made sea barrier, followed by the dam of Zuiderzee Works in the Netherlands.","regDate":"2023-01-08","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Recreational Sites","Tourist Complexes"],"imgUrl":"/2023-01-08-1673170549753/2036268_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-08-1673170549753"},{"id":"2023-01-08-1673167020129","title":"Rajetongmun Gate (라제통문)","description":"The historical border of the Silla and Baekje Kingdoms, Rajetongmun Gate of Seolcheon-myeon, Muju was formed from a rock cave in Seokgyeonsan Mountain. The tunnel is approximately 3 meters in x_height and 10 meters in length, and divides the villages of Sindu Maeul into Dugil-ri, Seolcheon-myeon and Inam Maeul in Socheon-ri. During the Three Kingdoms Period, the rocky ridges of Seokgyeonsan Mountain drew the boundary of Sillas Mupung in the east with Baekjes Seolcheo to the west. <br>Tracing the history from the Three Kingdoms Period to the Goryeo dynasty, the cultures and traditions of the two regions were markedly different. If curious about the difference, one could simply stop by Seolcheon on market day, where the Muju and Mupung local dialects and customs can easily be distinguished. <br><br>People used to cross Seokgyeonsan Mountain by a footpath along the rocky ridge to travel between Seolcheon and Mupung. During the Japanese occupation, a new road was created by turning a cave into a tunnel through the mountain so cows and horse carts could freely pass from Muju to Gimcheon. <br><br>General Kim Yoo Shin from the Silla Kingdom, the hero of unification of the Three Kingdoms, often passed by the gate, later giving rise to the gates nickname, Tongilmun (literally Unification Gate). The gate is number one on the list of 33 scenic sites in Gucheon-dong.","regDate":"2023-01-08","author":"korea-tour","tag":["Jeollabuk-do","Nature","Natural Resources","Rocks"],"imgUrl":"/2023-01-08-1673167020129/2366378_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-08-1673167020129"},{"id":"2023-01-08-1673163317005","title":"Omokdae and Imokdae Historic Sites (오목대와 이목대)","description":"Omokdae Historic Site is located on top of a steep hill and is one of the places where Yi Seong-gye, who later became King Taejo, the first king of the Joseon dynasty, stopped to celebrate his victory on his way home from a war against the Japanese army at Unbong Peak of Hwangsan Mountain. Across the bridge from Omokdae is Imokdae Historic Site, situated at the foot of Seungamsan Mountain. Approximately 80 meters downhill from Imokdae are memorial stones and a building where Mokjo, the great-great-grandfather of King Taejo, once used to live. The engraved letters on the stones are the handwritings of Emperor Gojong. Mokjo moved to Hamgyeongdo as a result of a dispute with the then minister of Jeonju, an incident which King Taejo believed to have laid the foundation for him to shape the Joseon dynasty.","regDate":"2023-01-08","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2023-01-08-1673163317005/2366405_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-08-1673163317005"},{"id":"2023-01-08-1673159877583","title":"Old Walls of Jijeon Village in Muju (무주 지전마을 옛 담장)","description":"The Old Walls of Jijeon Village in Muju were mostly all built to mark the dividing line between houses, rather than to keep people out. The walls started out using mud and natural stones, but later changed to more square-shaped stones held together with cement and topped with Korean roofing tiles. The wall blends in harmony with the traditional houses of the village and the slowly flowing Namdaecheon Stream.","regDate":"2023-01-08","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Historical Sites","Folk Villages"],"imgUrl":"/2023-01-08-1673159877583/2366389_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-08-1673159877583"},{"id":"2023-01-08-1673156142858","title":"Okjeongho Lake Gujeolcho Theme Park (옥정호 구절초테마공원)","description":"Okjeongho Lake Gujeolcho Theme Park was officially formed in 2006 in an area that used to be called Manggyeongdae Terrace. Out of the park’s 12 hectare of land, approximately 5 hectare of land is filled with Gujeolcho (Siberian chrysanthemum) and a pine tree forest. The park also has walking paths and rest areas for visitors to enjoy.","regDate":"2023-01-08","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Recreational Sites","Theme Parks"],"imgUrl":"/2023-01-08-1673156142858/2031741_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-08-1673156142858"},{"id":"2023-01-08-1673152719974","title":"Okjeongho Lake (옥정호 (물안개길))","description":"Okjeongho Lake is a manmade lake that was formed when Seomjingang River Dam was built. The 763-square kilometer drainage area is filled with 430 million tons of water. The picturesque lake is a popular photo spot for photographers across the nation with wet fog reflected under the morning sun being one of the most beautiful sight. A lakeside walking trail is also a popular attraction.","regDate":"2023-01-08","author":"korea-tour","tag":["Jeollabuk-do","Nature","Natural Sites"],"imgUrl":"/2023-01-08-1673152719974/2671574_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-08-1673152719974"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}