{"pageProps":{"content":"![Baegam Hot Springs Special Tourist Zone (백암온천 관광특구)](/2022-07-28-1659040868429/1885398_image2_1.webp)\n\n  \n## Overview\n\n> At the Baegam Hot Springs Special Tourist Zone, visitors can enjoy both the lush mountain terrain of the Baekdudaegan Mountain Range and the magnificent scenery of the East Sea.\n<br><br>\nThe hot springs of Baegam are one of the most popular tourist attractions in the region and are visited by travelers from across the nation. The water temperature reaches as high as 53 degrees Celsius and contains various minerals and elements, including a strong alkaline content. This makes the water effective in treating neuralgia, arthritis and apoplexy. Recently, it was reported that the water is also beneficial for those with atopic dermatitis, thereby attracting the elderly and families. Recreational facilities for children are also available. \n<br><br>\nThe hot springs are located at the foot of the 1,004-meter-high Baegamsan Mountain. The mountain trails lead to Yeongyang and Bonghwa and are frequented by hikers. Densely covered with pine trees, the mountain also has plenty of deep valleys. Sinseon Valley, where, \naccording to legend a dragon once lived,  has an abundance of water flowing in different directions. \n<br><br>\nIn the vicinity are Jukbyeon Port and Hupo Port, which are known for snow crabs, and Mangyangjeong Pavilion and Wolsongjeong Pavilion where one can enjoy a beautiful view of the sea. \n<br><br>\n<b>[Baegam Hot Spring Special Tourist Zone]\n</b><br><b>Areas Covered:</b> Onjeong-ri and Sotae-ri, Onjeong-myeon, Uljin-gun, Gyeongsangbuk-do \n<br>\n<b>Area size:</b> 1,740,000㎡ \n<br>\n<b>Tourist attractions:</b> Hot Spring Town, Baegamsan Mountain, Sinseon Valley, etc.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br>(Korean, English, Japanese, Chinese) <br> • For more info: +82-54-789-5480|\n|parking:|1~2 public parking lots are available, apart from those at the hotels and condominiums.|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Available Facilities:|Tourist information center, Oncheonjang hot springs, traditional Korean-style hotel, family hotel and resort condominiums, resort for farming and fishing tourism, theater for tourist, souvenir shop, etc.|\n|Restrooms:|2-3 public restrooms are available around Oncheonjang hot springs, apart from those in hotels and condominiums.|\n|Interpretation Services Offered:|Uljin-gun County offers travel information in English, Chinese and Japanese on its website.Multilingual travel guidebooks are available at tourist information centers.|\n  \n## Detail Image\n![/2022-07-28-1659040868429/576567_image2_1.webp](/2022-07-28-1659040868429/576567_image2_1.webp)\n![/2022-07-28-1659040868429/576570_image2_1.webp](/2022-07-28-1659040868429/576570_image2_1.webp)\n![/2022-07-28-1659040868429/576575_image2_1.webp](/2022-07-28-1659040868429/576575_image2_1.webp)\n![/2022-07-28-1659040868429/576579_image2_1.webp](/2022-07-28-1659040868429/576579_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-54-789-5480](tel:+82547895480)\n- [🏠www.uljin.go.kr](http://www.uljin.go.kr/)\n\n\n```googleMap\nlatitude: 36.7203318662\nlongitude: 129.3394363223\ntitle: Uljin-gun, Gyeongsangbuk-do\n```\n  \n## Directions\n  \n[Express/Intercity Bus]<br>\nFrom Dong Seoul Bus Terminal, take an intercity bus bound for Onjeong Bus Terminal.<br>\n Walk left from the exit of the bus terminal for about 580m to reach the Hot Spring Special Tourist Zone.\n","data":{"id":"2022-07-28-1659040868429","title":"Baegam Hot Springs Special Tourist Zone (백암온천 관광특구)","description":"At the Baegam Hot Springs Special Tourist Zone, visitors can enjoy both the lush mountain terrain of the Baekdudaegan Mountain Range and the magnificent scenery of the East Sea.<br><br>The hot springs of Baegam are one of the most popular tourist attractions in the region and are visited by travelers from across the nation. The water temperature reaches as high as 53 degrees Celsius and contains various minerals and elements, including a strong alkaline content. This makes the water effective in treating neuralgia, arthritis and apoplexy. Recently, it was reported that the water is also beneficial for those with atopic dermatitis, thereby attracting the elderly and families. Recreational facilities for children are also available. <br><br>The hot springs are located at the foot of the 1,004-meter-high Baegamsan Mountain. The mountain trails lead to Yeongyang and Bonghwa and are frequented by hikers. Densely covered with pine trees, the mountain also has plenty of deep valleys. Sinseon Valley, where, according to legend a dragon once lived,  has an abundance of water flowing in different directions. <br><br>In the vicinity are Jukbyeon Port and Hupo Port, which are known for snow crabs, and Mangyangjeong Pavilion and Wolsongjeong Pavilion where one can enjoy a beautiful view of the sea. <br><br><b>Baegam Hot Spring Special Tourist Zone </b><br><b>Areas Covered </b> Onjeong-ri and Sotae-ri, Onjeong-myeon, Uljin-gun, Gyeongsangbuk-do <br><b>Area size </b> 1,740,000㎡ <br><b>Tourist attractions </b> Hot Spring Town, Baegamsan Mountain, Sinseon Valley, etc.","regDate":"2022-07-28","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Recreational Sites","Tourist Complexes"],"imgUrl":"/2022-07-28-1659040868429/1885398_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-07-28-1659040868429","pageUrl":"https:/mcdryad.com/Gyeongsangbuk-do/2022-07-28-1659040868429"},"dataList":[{"id":"2022-12-05-1670215268816","title":"Seochulji Pond in Gyeongju (Lotus Flower) (경주 서출지)","description":"Located at the foot of Namsan Mountain in Gyeongju, Seochulji Pond dates back to the Three Kingdoms Period. There are two, three-storied stone pagodas in the heart of Namsan Village and a small, elegant pond to the east. The pond is famous thanks to a Korean legend, written below <br><br>In the 10th year of King Soji (488) of Silla, a crow and a mouse approached the king as he was on his way to Namsan Mountain. The mouse told the King to “follow after the crow” for an easy journey. So, the King and his servant (who was traveling with him) followed the crow, but became distracted and lost their way. As they were wandering about a pond (now known as Seochulji), an old man appeared from the waters’ depths and presented an envelope to the King. Based on the message in the envelope, the King instructed his servant to fire an arrow at the Geomungo (Korean musical instrument) case nearby. The shot killed the queen and a monk who had been hiding there, both of whom had been hatching a plot against the King. <br><br>The name of the pond, “Seochulji” (literally meaning “writing from the pond”) originates from this legend. It is said that a man named Imjeok built a building by the pond in the 5th year of King Hyeonjong (1664) to enjoy the scenery. The simple, yet elegant building still remains at the northwest of the pond.","regDate":"2022-12-05","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2022-12-05-1670215268816/214720_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-05-1670215268816"},{"id":"2022-12-05-1670211454452","title":"Seobyeok Historic House (서벽고택)","description":"Located in Jungpyeong-dong at the family village of the Pyeongsan Sin clan, the Seobyeok Historic House was originally created when Sin Hanchang, a scholar from late Joseon dynasty, got married and moved out of his parents’ house. The house was expanded by Sin Chigu in 1739. The house and is built in a rectangular shape with 6 kan (traditional Korean measurement; space between two pillars) in the front, 4 kan on the sides and a courtyard in the middle.","regDate":"2022-12-05","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Old Houses"],"imgUrl":"/2022-12-05-1670211454452/2026161_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-05-1670211454452"},{"id":"2022-12-04-1670150216581","title":"Sangju Yonghwasa Temple (용화사 (상주))","description":"The exact foundation of Yonghwasa Temple is unknown, although there are stories alluding to its foundation taking place during the reign of Silla King Munmu. The temples main building is home to two treasures, Stone Standing Buddha in Jeungchon-ri (Treasure No. 118) and Stone Seated Buddha in Jeungchon-ri (Treasure No. 120). The temple site also features many other stone pagodas, lanterns, and fountains.","regDate":"2022-12-04","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-12-04-1670150216581/181156_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-04-1670150216581"},{"id":"2022-12-04-1670146564986","title":"Sangju Cheongnyongsa Temple (청룡사(상주))","description":"Cheongnyongsa Temple in Sangju, Gyeongsangbuk-do is located atop the sheer cliff of Birobong Peak. The city of Sangju is in fact famous for its many ancient temples. To go to this temple, visitors must either climb up the steep path or cross over the Nakdonggang River. Among the tourist attractions along the nearly 510-kilometer-long river is Gyeongcheondae Terrace, a famously beautiful spot; Cheongnyongsa, although small and remote is known for its beauty as well. It has been estimated that the temple was built in 1674, during the Joseon period. <br><br>Pass the Cheongnyongsa Temple Yard and walk along the narrow trail, and visitors will be amazed at the magnificence of the winding Nakdonggang River buttressed by sheer cliff walls.","regDate":"2022-12-04","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-12-04-1670146564986/1968319_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-04-1670146564986"},{"id":"2022-12-04-1670143133001","title":"Samsa Marine Park (삼사해상공원 (삼사해상산책로))","description":"Samsa Marine Park is located south of Gangguhang Port, overlooking the expansive East Sea. Thanks to its picturesque beauty and various facilities, the park is a favorite weekend picnic spot for families. Major facilities include Theme Land, Happy Land, a performance hall, bungalows, restaurants, and stores. There is even an artificial waterfall and a 20 ton-rock carved with floral patterns that add to the parks unique beauty. <br><br>Another must-see sight for visitors is Manghyangtap Pagoda, which was set up by those originally from North Korea. Every year on New Year’s Eve, a bell ringing ceremony takes place during the area’s sunrise festival.","regDate":"2022-12-04","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-12-04-1670143133001/2651028_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-04-1670143133001"},{"id":"2022-12-04-1670139359978","title":"Sajabawi Rock (사자바위)","description":"The western coast of Ulleungdo Island is perfect for taking in the sunset; Sajabawi Rock in Namyang-ri is easily one of the most accessible places, located right next to the coastal road. The scenery is complete with squid drying in the the last rays of the sun at the coastal village, and boats heading heading out to catch more squid when the sun finally sets.","regDate":"2022-12-04","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Resources","Rocks"],"imgUrl":"/2022-12-04-1670139359978/1162906_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-04-1670139359978"},{"id":"2022-12-04-1670135947112","title":"Rock-carved Standing Buddha in Icheon-dong, Andong (안동 이천동 마애여래입상)","description":"Maaekseobulsang (Rock-carved Standing Buddha) in Icheon-dong, Andong is also referred to as Jebiwon Statue due to the small temple of the same name nearby. This statue is unique as the head and the body are not carved from the same rock. The head was carved from a different rock then placed over a large rock relief of the Buddhas body. This type of technique is frequently found in those built during the Goryeo dynasty. The distinct features and carving methods that can be observed from this particular statue are speculated to be from the 11th century. Although there is a small amount of damage on the back of the head, the statue is well-preserved overall.","regDate":"2022-12-04","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-12-04-1670135947112/568131_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-04-1670135947112"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}