{"pageProps":{"content":"![Daejeonghyanggyo Confucian School (대정향교)](/2022-07-19-1658236093306/1617304_image2_1.webp)\n\n  \n## Overview\n\n> Daejeonghyanggyo was a Confucian school during Joseon Dynasty. Although the exact date of construction is uncertain, it is estimated that the building was built around the same time as Daejeonghyeon in 1416.<br>\n <br> The school was originally located inside Bukseong but it was once moved outside of Dongmun and then again to the site of Seoseong. It was finally moved to Dansan Oreum where it remains to this day. At present, Daejeonghyanggyo Confucian School  consists of Daeseongjeon, Myeongryundang, Dongjae, Seojae Shinsammun, Daeseongmun, Dongmalmun and Dongjeongmun. Daeseongjeon was remodeled in 1669, 1688, and 1752. Myeongryundang was rebuilt in 1772. After several instances of remodeling and rebuilding, Daeseongjeon was remodeled again in 1993. The Confucian school was designated as the Jeju Tangible Cultural Asset No. 4 in August 1971.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br>(Korean, English, Japanese, Chinese) <br> • For more info: +82-64-742-8866|\n  \n\n  \n## Detail Image\n![/2022-07-19-1658236093306/1617302_image2_1.webp](/2022-07-19-1658236093306/1617302_image2_1.webp)\n![/2022-07-19-1658236093306/1617303_image2_1.webp](/2022-07-19-1658236093306/1617303_image2_1.webp)\n![/2022-07-19-1658236093306/1617305_image2_1.webp](/2022-07-19-1658236093306/1617305_image2_1.webp)\n![/2022-07-19-1658236093306/1617306_image2_1.webp](/2022-07-19-1658236093306/1617306_image2_1.webp)\n![/2022-07-19-1658236093306/1617307_image2_1.webp](/2022-07-19-1658236093306/1617307_image2_1.webp)\n![/2022-07-19-1658236093306/1617308_image2_1.webp](/2022-07-19-1658236093306/1617308_image2_1.webp)\n![/2022-07-19-1658236093306/1617309_image2_1.webp](/2022-07-19-1658236093306/1617309_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-64-742-8866](tel:+82647428866)\n- [🏠www.visitjeju.net</a> (Korean, English, Japanese, Chinese, Malay) <br / ><br><a href=\"http://www.cha.go.kr/\" target=\"_blank\">www.cha.go.kr](http://www.visitjeju.net/)\n\n\n```googleMap\nlatitude: 33.2392193306\nlongitude: 126.2884466303\ntitle: 165-17, Hyanggyo-ro, Andeok-myeon, Seogwipo-si, Jeju-do\n```\n  \n## Directions\n  \nFrom Jeju International Airport Bus Stop, take Bus No. 152 to Sagye-ri Office Bus Stop and walk for approx. 1.6km.\n","data":{"id":"2022-07-19-1658236093306","title":"Daejeonghyanggyo Confucian School (대정향교)","description":"Daejeonghyanggyo was a Confucian school during Joseon Dynasty. Although the exact date of construction is uncertain, it is estimated that the building was built around the same time as Daejeonghyeon in 1416.<br> <br> The school was originally located inside Bukseong but it was once moved outside of Dongmun and then again to the site of Seoseong. It was finally moved to Dansan Oreum where it remains to this day. At present, Daejeonghyanggyo Confucian School  consists of Daeseongjeon, Myeongryundang, Dongjae, Seojae Shinsammun, Daeseongmun, Dongmalmun and Dongjeongmun. Daeseongjeon was remodeled in 1669, 1688, and 1752. Myeongryundang was rebuilt in 1772. After several instances of remodeling and rebuilding, Daeseongjeon was remodeled again in 1993. The Confucian school was designated as the Jeju Tangible Cultural Asset No. 4 in August 1971.","regDate":"2022-07-19","author":"korea-tour","tag":["Jeju-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-07-19-1658236093306/1617304_image2_1.webp","blogPath":"Jeju-do/2022-07-19-1658236093306","pageUrl":"https:/mcdryad.com/Jeju-do/2022-07-19-1658236093306"},"dataList":[{"id":"2023-02-18-1676695893214","title":"Saeseom Island Saeyeongyo Bridge (새섬 새연교)","description":"Saeyeongyo Bridge is the longest pedestrian overpass created in the southern-most area of the country. The bridge, inspired by ‘Tewu’ (Jejus traditional log boat), was opened in September 2009, and connects Seogwipo Port and Birds Island. The overpass is the first single cable-stayed bridge ever created in Korea. The bridge has a major tower inspired by the wind and a sail and flamboyant LED lights. <br><br>With the creation of the bridge, it has become much easier for people to travel to Birds Island, which features the islands ecosystem  designated as a warm temperate forest conservation zone. The island also has diverse convenience and leisure facilities such as a 1.2 kilometer walking path, a public square, wooden deck road, pebble road, forest walking path and theme photo zone.","regDate":"2023-02-18","author":"korea-tour","tag":["Jeju-do","Culture/Art/History","Architectural Sights","Bridges"],"imgUrl":"/2023-02-18-1676695893214/1618761_image2_1.webp","blogPath":"Jeju-do/2023-02-18-1676695893214"},{"id":"2023-02-18-1676691372263","title":"Roe Deer Observation Center (제주 노루생태관찰원)","description":"Roe Deer Observation Center opened on August 3, 2007 to offers a place where visitors may observe and watch roe deer and other creatures in their natural habitat. Guests can watch the deer from the forest trails, or feed them at the experience enclosure. The exhibition hall offers information on Hallasan Mountain and the animals and plants that live around it, including a video room teaching about the life of a roe deer. The observation center grounds also include walking paths up Geochinoreum Volcanic Cone.","regDate":"2023-02-18","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"","blogPath":"Jeju-do/2023-02-18-1676691372263"},{"id":"2023-02-17-1676630304200","title":"Nexon Computer Museum (넥슨컴퓨터박물관)","description":"Nexon Computer Museum is a computer museum run by Nexon, an online game developing company. Visitors can learn about the history of games and computers, and imagine the future while walking through the museum. The keyboard-shaped waffles sold at the cafe in the museum are also well-known.","regDate":"2023-02-17","author":"korea-tour","tag":["Jeju-do","Culture/Art/History","Industrial Sites","Electronics/Semiconductors"],"imgUrl":"","blogPath":"Jeju-do/2023-02-17-1676630304200"},{"id":"2023-02-17-1676626555545","title":"Natural Habitat of Poison Bulbs on Tokkiseom Island (제주 토끼섬 문주란 자생지)","description":"Jejus Tokkiseom Island (Rabbit Island) is located 50 meters off the coast of Hado-ri, Gujwa-eup in Jeju-si. Crinum lilies grow in an environment where the average temperature is around 15℃ with the lowest temperature no less than -3.5℃. The flower is white and blooms from July to September. They bloom at night and have a strong fragrance.","regDate":"2023-02-17","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"","blogPath":"Jeju-do/2023-02-17-1676626555545"},{"id":"2023-02-17-1676623242828","title":"Maze Land (메이즈랜드)","description":"Maze Land is a themed park boasting the world’s longest stone maze, measuring roughly 5.3 km in total length. The maze is made mainly using stone and wood found on Jeju and is created to reflect the Jejus three principle items or Samda, which describes the things abundant on Jeju Island  rocks, wind, and women. The maze not only offers a fun activity for you and your friends, but also provides health benefits as the stones emit high levels of far-infrared radiation and the woods (T. occidentalis) produce a large volume of phytoncides. The park, with its variety of trees several decades old, is the perfect place for forest bathing,” in which people surround themselves with nature (particularly trees) to soak in the natural benefits.<br><br>In addition to the mazes made of trees and stones, visitors are encouraged to check out the maze museum detailing the history of mazes starting from their origin in the 14th century. During the museum tour, visitors may also participate in hands-on activities such as puzzles and games.","regDate":"2023-02-17","author":"korea-tour","tag":["Jeju-do","Culture/Art/History","Recreational Sites","Theme Parks"],"imgUrl":"","blogPath":"Jeju-do/2023-02-17-1676623242828"},{"id":"2023-02-17-1676619380298","title":"Marine Park (마린파크)","description":"Located in Hwasun-ri, Seogwipo-si, Marine Park is the first and only national dolphin experience site. It has a trick art photo zone on the basement level, an indoor dolphin experience site on the first floor, and a children’s aquarium that exhibits 100 species of fish local to the Jeju region on the second floor. Activity programs include feeding dolphins, experience being a dolphin trainer, dolphin swimming and snorkeling, diving with dolphins and prenatal education with dolphins. Marine Park also participates in ocean animal transportation, as well as rescue and leading trainer business.","regDate":"2023-02-17","author":"korea-tour","tag":["Jeju-do","Culture/Art/History","Experience Programs","Unique Experience"],"imgUrl":"","blogPath":"Jeju-do/2023-02-17-1676619380298"},{"id":"2023-02-17-1676616039038","title":"Jungmun Saekdal Beach (중문·색달 해변)","description":"With a slope of 5 degrees and an average depth of 1.2 meters, Jungmun Saekdal Beach is characterized by an arch-shaped shore and four distinctive colored grains of sand of white, black, red, and gray called <em>jinmosal</em>. This colorful sandy beach is 560 meters in length and 50 meters in x_width and has appeared in several dramas and movies thanks to its beautiful scenery created by Jeju Island&rsquo;s black basalt and jinmosal. The cliffs that line the shore on the right lead to a naturally formed 15-meter-long cave. The cliffs are also a habitat for many rare species, serving as a perfect spot for an ecology tour. Jungmun Beach offers a variety of marine sports such as parasailing, water skiing, windsurfing, scuba diving, rafting, and yacht tours for an exciting vacation under the sun.","regDate":"2023-02-17","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites"],"imgUrl":"/2023-02-17-1676616039038/1617133_image2_1.webp","blogPath":"Jeju-do/2023-02-17-1676616039038"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}