{"pageProps":{"content":"![Bukhansan National Park (Seoul District) (북한산국립공원(서울))](/2022-07-21-1658379898802/2526645_image2_1.webp)\n\n  \n## Overview\n\n> Bukhansan Mountain was officially designated as a national park in 1983. The Bukhansan National Park covers both Bukhansan and Dobongsan Mountains, and spans the total area of 80.699 ㎢. At the top of Bukhansan Mountain are Baegundae Terrace (835.6 m), Insubong Peak (810.5 m) and Mangyeongdae Terrace (799.5 m), which gave the mountain the nickname \"Samgaksan\" or the \"three-horned mountain.\" The mountain had other names: Sambongsan (mountain with three peaks), Hwasan (flower mountain), and Buaak (mountain shaped like a person giving a baby a piggyback ride). The current name, Bukhansan, was given after the Bukhansanseong Fortress was built under King Sukjong of the Joseon dynasty.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-2-909-0498|\n|parking:|Available (Bukhansanseong Parking Lots 1 & 2, Jeongneung Parking Lot)|\n|restdate:|* Subject to abrupt closure due to adverse weather conditions.|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Mountain Not Access Period:|Period of restricted access for fire-prevention and natural scenery maintenance, natural environment protection, and forest protection<br>[Hiking Trails]<br>Spring: March 2-April 30 / Fall: November 1-December 15<br>[National Park]<br>November 15-December 15 (Except Gyeongju & Taean shoreline)<br>* TBD by park directors based on fire weather advisories, precipitation levels, and other local conditions. Refer to the official website.|\n|Restricted Mountain Areas :|[hiking.kworks.co.kr](http://hiking.kworks.co.kr/sub_map/map_user01.aspx)|\n|Natural Preservation Areas (closed to public):|* Jeongneung Ravine: Bottom of Cheongsupokpo Falls - Sujungbo - Neopjeokbawi Rock / Cheongsupokpo Falls - 30 m upper Cheongsucheon Stream / Bottom of Cheongsupokpo Falls - Jeongneung Ticket Booth Bottom: until 2026<br>* Insucheon Stream (Boundary between Hanilgyo Bridge - Jeonggyeongdae): until 2026<br>* Ui Ravine (200 m south of Ui Office - Former Baegun Ticket Booth): until 2026<br>* Gugi Ravine (Gugi Office - Shelter 4): until 2026<br>* Pyeongchang Ravine (Pyeongchang Ticket Booth 2 - Above Dongnyeongpokpo Falls): until 2026<br>* Sagimakgol Ravine Entrance - Bridge to an Army Base: until 2027<br>* Songchu Ravine (Songchu Railroad Bridge 1 - 3, Obong Three-Way Intersection): until 2026<br>|\n|Available Facilities:|Hiking Information Center, Bukhansan Mountain Management Office|\n|Restrooms:|Available|\n|Parking Fees:|Bukhansanseong Parking Lots 1 & 2, Jeongneung Parking Lot<br>Light-weight cars: 500 won for the first one hour / 100 won for each additional 10 minutes / 5,000 won for 9 or more hours<br>Small & Mid-sized cars: 1,100 won for the first one hour / 300 won for each additional 10 minutes (peak season) / 250 won for each additional 10 minutes (off season) / 13,000 won for 9 or more hours<br>Large-sized cars: 2,000 won for the first one hour / 500 won for each additional 10 minutes (peak season) / 400 won for each additional 10 minutes (off season) / 20,000 won for 9 or more hours|\n  \n## Detail Image\n![/2022-07-21-1658379898802/2526640_image2_1.webp](/2022-07-21-1658379898802/2526640_image2_1.webp)\n![/2022-07-21-1658379898802/2526642_image2_1.webp](/2022-07-21-1658379898802/2526642_image2_1.webp)\n![/2022-07-21-1658379898802/2526643_image2_1.webp](/2022-07-21-1658379898802/2526643_image2_1.webp)\n![/2022-07-21-1658379898802/2526644_image2_1.webp](/2022-07-21-1658379898802/2526644_image2_1.webp)\n![/2022-07-21-1658379898802/2526646_image2_1.webp](/2022-07-21-1658379898802/2526646_image2_1.webp)\n![/2022-07-21-1658379898802/2526647_image2_1.webp](/2022-07-21-1658379898802/2526647_image2_1.webp)\n![/2022-07-21-1658379898802/2526649_image2_1.webp](/2022-07-21-1658379898802/2526649_image2_1.webp)\n![/2022-07-21-1658379898802/2526651_image2_1.webp](/2022-07-21-1658379898802/2526651_image2_1.webp)\n![/2022-07-21-1658379898802/2526652_image2_1.webp](/2022-07-21-1658379898802/2526652_image2_1.webp)\n![/2022-07-21-1658379898802/2526654_image2_1.webp](/2022-07-21-1658379898802/2526654_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-2-909-0498](tel:+8229090498)\n- [🏠bukhan.knps.or.kr](http://bukhan.knps.or.kr/)\n\n\n```googleMap\nlatitude: 37.6215453578\nlongitude: 126.9943263511\ntitle: 262, Bogungmun-ro, Seongbuk-gu, Seoul\n```\n  \n\n","data":{"id":"2022-07-21-1658379898802","title":"Bukhansan National Park (Seoul District) (북한산국립공원(서울))","description":"Bukhansan Mountain was officially designated as a national park in 1983. The Bukhansan National Park covers both Bukhansan and Dobongsan Mountains, and spans the total area of 80.699 ㎢. At the top of Bukhansan Mountain are Baegundae Terrace (835.6 m), Insubong Peak (810.5 m) and Mangyeongdae Terrace (799.5 m), which gave the mountain the nickname \"Samgaksan\" or the \"three-horned mountain.\" The mountain had other names  Sambongsan (mountain with three peaks), Hwasan (flower mountain), and Buaak (mountain shaped like a person giving a baby a piggyback ride). The current name, Bukhansan, was given after the Bukhansanseong Fortress was built under King Sukjong of the Joseon dynasty.","regDate":"2022-07-21","author":"korea-tour","tag":["Seoul","Nature","Natural Sites","National Parks"],"imgUrl":"/2022-07-21-1658379898802/2526645_image2_1.webp","blogPath":"Seoul/2022-07-21-1658379898802","pageUrl":"https:/mcdryad.com/Seoul/2022-07-21-1658379898802"},"dataList":[{"id":"2022-07-21-1658446680877","title":"DMZ Peace Train (평화열차 DMZ 트레인)","description":"With aims to overcome history and focus on the greatness of nature and life, the DMZ train consists of three cabins each designed with themes of peace, love, and harmony. The train offers seats with great views of the outside, a cafe, photo zones, a photo gallery and many other amenities. Passengers can enjoy great scenic views on the DMZ train as it passes by the renowned Imjingang Railroad Bridge.","regDate":"2022-07-21","author":"korea-tour","tag":["Seoul","Culture/Art/History","Experience Programs","Unique Experience"],"imgUrl":"/2022-07-21-1658446680877/2389028_image2_1.webp","blogPath":"Seoul/2022-07-21-1658446680877"},{"id":"2022-07-21-1658443105183","title":"Culture Station Seoul 284 (문화역 서울 284)","description":"Culture Station Seoul 284 opened in 2011 by restoring the old Seoul Station. The complex holds various programs including exhibitions, performances, cultural events and workshops. It holds over 100 years of history with Namdaemun Station being the original name of the station in 1900 and changing to Gyeongseong Station, Seoul Station, and now Culture Station Seoul 284. The look of 1925 Gyeongseong Station offers visitors a flashback to the past, providing a fun and special experience.","regDate":"2022-07-21","author":"korea-tour","tag":["Seoul","Culture/Art/History","Experience Programs","Unique Experience"],"imgUrl":"/2022-07-21-1658443105183/1985332_image2_1.webp","blogPath":"Seoul/2022-07-21-1658443105183"},{"id":"2022-07-21-1658439460553","title":"Chungdong First Methodist Church (서울 정동교회)","description":"Chungdong Church, having being completed in 1897, was the first Christian church that was built after the spread of Protestantism in Korea. The church was founded in 1887 as a small worship house under the name Bethel by Henry Gerhard Appenzeller, an American missionary. As the number of followers increased, the building underwent construction and officially became a church in 1895. Chungdong Church is the only remaining church building from the 19th century. The church was expanded once more in 1926, changing its from a cross-shaped building to a square one. The expansion was made by adding walls using bricks as not to damage the original building structure. The architecture was built in a simplified version of an American gothic house with arched window frames.","regDate":"2022-07-21","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Holy Sites"],"imgUrl":"/2022-07-21-1658439460553/1955149_image2_1.webp","blogPath":"Seoul/2022-07-21-1658439460553"},{"id":"2022-07-21-1658435921977","title":"Choong Ang High School (중앙고등학교)","description":"Choong Ang High School is located in Jong-ro near Samcheongdong-gil. It was built to educate the public at the beginning of the 20th century. The school’s main building was reconstructed in 1937 after the original two-story brick house was destroyed in 1934. The main building situated in front of the main gate is a two-story H-shaped granite stone building in Gothic style, with a four-story tower in the middle.<br>  <br>The school holds historical significance because it was designed by  Park Dong Jin, one of Korea's first modern architects and the designer of Korea University’s main building, library, and the Chosun Ilbo Newspaper Company building. The main building of Choong Ang High School is designated as Historic Site No. 281. Many national leaders were educated at the gothic building during the grim period when Korea was trying to escape  Japanese colonial rule.","regDate":"2022-07-21","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-07-21-1658435921977/1985993_image2_1.webp","blogPath":"Seoul/2022-07-21-1658435921977"},{"id":"2022-07-21-1658431917387","title":"Choi Sunu House (최순우 옛집)","description":"The Choi Sunu House is the old residence of Hyegok Choi Sunu (1916-1984), who lived in this house from 1976 until the day he passed away. The house is designated as Korea’s Registered Cultural Property. Choi Sunu was a leading art historian who served as the director of the National Museum of Korea. He devoted his life to rediscovering the beauty of Korean art and made many academic accomplishments in the areas of Korean ceramics, traditional woodcraft, and the history of painting. <br>The house has been open to the public as the Hyegok Choi Sunu Memorial Hall since 2004. The memorial hall displays Choi Sunu’s relics as a permanent exhibition and holds special exhibitions in the fall as well as cultural programs every spring and fall.","regDate":"2022-07-21","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Old Houses"],"imgUrl":"/2022-07-21-1658431917387/2031918_image2_1.webp","blogPath":"Seoul/2022-07-21-1658431917387"},{"id":"2022-07-21-1658429299654","title":"Children’s Grand Park (서울 어린이대공원)","description":"Situated in Gwangjin-gu, Seoul Children’s Grand Park houses various facilities for families, including a zoo, botanical garden, amusement rides, and diverse performance events within a vast area. Opened on Children’s Day (May 5) in 1973, the park is full of attractions that appeal to children and the young-at-heart. It was renovated on Children’s Day 2009 to repair old and worn facilities. It became an even more spacious and pleasant park thanks to the renovation work.","regDate":"2022-07-21","author":"korea-tour","tag":["Seoul","Culture/Art/History","Recreational Sites","Theme Parks"],"imgUrl":"/2022-07-21-1658429299654/2028002_image2_1.webp","blogPath":"Seoul/2022-07-21-1658429299654"},{"id":"2022-07-21-1658425196938","title":"Cheonho Park (천호공원)","description":"Located in Cheonho-dong, Cheonho Park is comprised of a musical fountain, an outdoor stage, and various sports facilities, making it the perfect spot for rest and leisure.","regDate":"2022-07-21","author":"korea-tour","tag":["Seoul","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-07-21-1658425196938/1986006_image2_1.webp","blogPath":"Seoul/2022-07-21-1658425196938"}],"navList":["Busan","Daegu","Daejeon","Gwangju","Gyeonggi-do","Incheon","Jeju-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}