{"pageProps":{"content":"![Eunpa Lake Park (Eunpa Recreation Area) (은파호수공원(은파국민관광지))](/2022-07-31-1659299982539/2017305_image2_1.webp)\n\n  \n## Overview\n\n> Located in Gunsan, Jeollabuk-do, Eunpa Lake Park was once a reservoir built before the Joseon dynasty that supplied water to nearby farms. The lake and its surrounding mountains were designated a national tourist site in 1985, but remain historically significant as they are featured on Daedongyeojido (Grand Map of Korea), a revered document developed by geographer Kim Jeong-ho. Known for its beauty at night, the lake was befittingly dubbed “Eunpa,” which means “silvery moonlit waves.”<br><br>\n\nEupa Lake Park is full of natural beauty. The road that runs up from the park entrance is lined with cherry trees that create a breathtaking tunnel of pink flowers each spring. This stunning cherry blossom tunnel draws crowds of families and couples each year, particularly on the weekends. Mulbit Bridge, a landmark of the Eunpa tourist site, offers an impressive view of the Music Fountain and nightscape. At the park, you’ll also find an inline skating area, a waterfront stage, and a lotus flower garden.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-63-454-4896|\n|parking:|Available|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Admission Fees:|Free|\n|Available Facilities:|Outdoor stage, waterside stage, sports field, lotus flower deck, inline skating rinks, duck boat, music fountain, Mulbit Bridge, bike path, etc.|\n|Restrooms:|Available|\n  \n## Detail Image\n![/2022-07-31-1659299982539/1603759_image2_1.webp](/2022-07-31-1659299982539/1603759_image2_1.webp)\n![/2022-07-31-1659299982539/1603761_image2_1.webp](/2022-07-31-1659299982539/1603761_image2_1.webp)\n![/2022-07-31-1659299982539/1603762_image2_1.webp](/2022-07-31-1659299982539/1603762_image2_1.webp)\n![/2022-07-31-1659299982539/1603764_image2_1.webp](/2022-07-31-1659299982539/1603764_image2_1.webp)\n![/2022-07-31-1659299982539/1603765_image2_1.webp](/2022-07-31-1659299982539/1603765_image2_1.webp)\n![/2022-07-31-1659299982539/1603766_image2_1.webp](/2022-07-31-1659299982539/1603766_image2_1.webp)\n![/2022-07-31-1659299982539/1603767_image2_1.webp](/2022-07-31-1659299982539/1603767_image2_1.webp)\n![/2022-07-31-1659299982539/1603768_image2_1.webp](/2022-07-31-1659299982539/1603768_image2_1.webp)\n![/2022-07-31-1659299982539/1603769_image2_1.webp](/2022-07-31-1659299982539/1603769_image2_1.webp)\n![/2022-07-31-1659299982539/176732_image2_1.webp](/2022-07-31-1659299982539/176732_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-63-454-4896](tel:+82634544896)\n- [🏠tour.gunsan.go.kr](http://tour.gunsan.go.kr/)\n\n\n```googleMap\nlatitude: 35.9509492296\nlongitude: 126.6933626781\ntitle: Miryong-dong, Gunsan-si, Jeollabuk-do\n```\n  \n## Directions\n  \n[Bus]<br>From \nFrom Gunsan Intercity/Express Bus Terminal Bus Stop, take Bus No. 31, 32, 33, 34 or 38 and get \noff at Gungjeon Wedding Hall (Eunpa Recreation Area) Bus Stop.\n","data":{"id":"2022-07-31-1659299982539","title":"Eunpa Lake Park (Eunpa Recreation Area) (은파호수공원(은파국민관광지))","description":"Located in Gunsan, Jeollabuk-do, Eunpa Lake Park was once a reservoir built before the Joseon dynasty that supplied water to nearby farms. The lake and its surrounding mountains were designated a national tourist site in 1985, but remain historically significant as they are featured on Daedongyeojido (Grand Map of Korea), a revered document developed by geographer Kim Jeong-ho. Known for its beauty at night, the lake was befittingly dubbed “Eunpa,” which means “silvery moonlit waves.”<br><br>Eupa Lake Park is full of natural beauty. The road that runs up from the park entrance is lined with cherry trees that create a breathtaking tunnel of pink flowers each spring. This stunning cherry blossom tunnel draws crowds of families and couples each year, particularly on the weekends. Mulbit Bridge, a landmark of the Eunpa tourist site, offers an impressive view of the Music Fountain and nightscape. At the park, you’ll also find an inline skating area, a waterfront stage, and a lotus flower garden.","regDate":"2022-07-31","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Recreational Sites","Resorts"],"imgUrl":"/2022-07-31-1659299982539/2017305_image2_1.webp","blogPath":"Jeollabuk-do/2022-07-31-1659299982539","pageUrl":"https:/mcdryad.com/Jeollabuk-do/2022-07-31-1659299982539"},"dataList":[{"id":"2023-01-11-1673411996622","title":"Wibongsa Temple - Wanju (위봉사 (완주))","description":"Wibongsa Temple is located past Mujigaemun Gate (Rainbow Gate) and Wibong Village and is a major temple in the Honam region that once oversaw 52 branch temples. Said to be built by Monk Seoam in 604 (the 5th year of King Mu of Baekje), the surviving buildings date back to the Joseon Era. Today, only Bogwangmyeongjeon Hall (Treasure No. 608), Yosa (Provincial Cultural Asset No. 698), and Samseonggak remain. The Baeguigwaneumbosal wall painting in particular is the pride of the temple.","regDate":"2023-01-11","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2023-01-11-1673411996622/1605102_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-11-1673411996622"},{"id":"2023-01-11-1673408186662","title":"Wibongpokpo Falls (위봉폭포)","description":"Located in the eastern section of Wibongsanseong Fortress, Wibongpokpo Falls is a two-tiered waterfall measuring 60 meters high. The strangely-shaped rocks and thick groves of trees that border the cascading falls make for such a magical scene that it comes as no surprise that the waterfall has long since been counted as one of the Eight Scenic Sights of Wansan. Attractions located nearby include a battlefield from the Imjin War (1592-1598), Songgwangsa Temple, Dongsang Reservoir, Daea Reservoir, and Hwasim Hot Springs.","regDate":"2023-01-11","author":"korea-tour","tag":["Jeollabuk-do","Nature","Natural Sites","Waterfalls"],"imgUrl":"/2023-01-11-1673408186662/215200_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-11-1673408186662"},{"id":"2023-01-10-1673347090484","title":"Wansanchilbong Peak (Wansan Park) (완산칠봉(완산공원))","description":"Wansanchilbong Peak, also referred to as Wansan Park, is located on the southern outskirts of downtown Jeonju. The mountain is known to be the origin of Iksan and Gunsans birthplace and the mountains fame had spread across the southern region along with Jeonju. In addition to the historically significant Chilseongsa Temple, there is a pavilion located at the top where people can look out over the surrounding area. The mountain is also a place where a fierce battle took place from the Donghak Peasant Revolution. Today, the mountain is made into a park and serves as a popular retreat for locals.","regDate":"2023-01-10","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2023-01-10-1673347090484/2490822_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-10-1673347090484"},{"id":"2023-01-10-1673343382073","title":"Wanju Songgwangsa Temple (송광사(완주))","description":"Songgwangsa Temple in Wanju-gun, Jeollabuk-do has a unique history that spans a period of over a thousand years. For many years the temple lay incomplete until Monk Bojo Chejing began reconstruction in the 7th year of King Gyeongmun of Silla (AD 867). The temple was destroyed at one point in time, but Master Monk Jinul prayed that it be rebuilt. In accordance with his fervent hopes, in the 1600s the monk’s followers rebuilt a number of the temple’s halls and buildings, many of which can still be seen today. The temple is also remembered as the temple that King Injo helped rebuild with the hope that his two sons, who had been taken hostage by the Qing dynasty during the Byeongjahoran War (Chinese invasion of Korea in 1636), would be returned safely and that Buddha would heal the nation.<br><br> One of the Korea’s four major temples, Songgwangsa is home to Jijangbosal and Siwangsang statues (found in Jijangjeon Hall), a Seokgayeorae statue, and 500 Nahansang statues (found in Nahanjeon Hall). The temple is also home to eight Tangible Cultural Assets and four Treasured Cultural Assets  Daeungjeon Hall, the Samsebulsang statues, the bell-tower, and the Sacheonwangsang statue.<br><br>Beloved for its historical significance as well as its beauty, the temple draws throngs of worshipers throughout the year. In spring, many tourists flock to the area to explore the temple and walk through the nearby cherry blossom tunnels. A worthwhile attraction for visitors of all ages, the temple is particularly well-suited for those with mobility problems since it is located on ground level.","regDate":"2023-01-10","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2023-01-10-1673343382073/215448_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-10-1673343382073"},{"id":"2023-01-10-1673339945737","title":"Wanggung Five-story Stone Pagoda (익산 왕궁리 오층석탑)","description":"The Wanggung Five-story Stone Pagoda is located on a hill about 2 kilometers south of Wanggung-myeon in Iksan, which is believed to have been the capital of the nation during the Mahan Era. The pagoda stands tall at 8.5 meters and was officially designated National Treasure No. 289. Relics from the Goryeo dynasty that were found inside the pagoda were designated National Treasure No. 123 and are currently housed in the National Museum of Korea. Of the excavated relics, the most famous; the Sarijangeomgu, a magnificent container of Buddha’s Sarira; the green glass Sarira bottle topped with a lotus-shaped stopper; and the Sungeumgeumganggyeongpan, which contains the 19 golden plates of the Diamond Sutra.","regDate":"2023-01-10","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2023-01-10-1673339945737/1308284_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-10-1673339945737"},{"id":"2023-01-10-1673336152673","title":"Unjangsan National Recreational Forest (국립 운장산자연휴양림)","description":"Unjangsan National Recreational Forest is located within Galgeogyegok Valley in Unjangsan Mountain. The valley has a 7-kilometer-long stream and natural attractions such as Madangbawi Rock and Haegiso Pond.","regDate":"2023-01-10","author":"korea-tour","tag":["Jeollabuk-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"/2023-01-10-1673336152673/219375_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-10-1673336152673"},{"id":"2023-01-10-1673332804228","title":"Uniram Baniramgyegok Valley (운일암 반일암 계곡)","description":"Uniram Baniramgyegok Valley (5 km long) falls between Myeongdeokbong Peak and Myeongdobong Peak in the northeastern region of Mount Unjangsan. The name Uniram refers to the steep walls of the valley where nothing but the sky, rocks, thick forests, and clouds can be seen. The valley is also befittingly named Baniram since it is so deep that it only receives direct sunlight for half the day. There are many strangely-shaped rocks like Jjokduri Rock, Cheollyeop Rock, and Daebul Rock scattered throughout the lush valley. At the peak of summer, the area is crowded with vacationers and is also popular for its autumn leaves.","regDate":"2023-01-10","author":"korea-tour","tag":["Jeollabuk-do","Nature","Natural Sites","Valleys"],"imgUrl":"/2023-01-10-1673332804228/219600_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-10-1673332804228"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}