{"pageProps":{"content":"![Cheongnyangsa Temple - Bonghwa (청량사-봉화)](/2022-07-29-1659120479282/222043_image2_1.webp)\n\n  \n## Overview\n\n> Located in Cheongnyangsan Mountain Provincial Park, Cheongnyangsa Temple was built by the great monk Wonhyo in 663, the 3rd year of King Munmu of the Silla Kingdom. According to the principles of feng shui, the area is an ideal place for a temple – with the 12 mountain peaks surrounding the temple like the petals of a lotus flower. \n<br><br>\nThe temple is home to two precious historical remains; one is the board of Yuribojeon that King Gongmin of Goryeo wrote upon and the other is Jibul. Yuribojeon is the building where Yaksa-yorae-bul (the Medicine Buddha Statute) is housed and Jibul is a Buddha statute made of paper that was painted with gold.\n<br><br>\nAt the back of the temple is Bosalbong Peak looking out towards Cheongnyangsan Mountain. A 30 minute walk along the hiking trail will lead you to Eungjinjeon, a hermitage with a beautiful view where the great monk Wonhyo once stayed. Behind Eungjinjeon stands Geumtapbong Peak and the sheer cliffs below. The peak was named Geumtapbong (meaning ‘golden pagoda’ in Korean) since it looks like a nine-story pagoda with pine trees growing around the base. In the autumn, the beautiful red, gold and orange hues of the maple trees are a true sight to behold.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-54-1330 <BR>(Korean, English, Japanese, Chinese)<br>• For more info: +82-54-672-1446|\n|parking:|Available|\n|restdate:|N/A (Open all year round)|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Hiking Course:|* Gwangseongnaru - Naecheongnyangsa - Summit - Oecheongnyangsa - Ireumsil<br> *&nbsp;Nammyeonri - Oecheongnyangsa - Gimsaenggul - Gyeongilbong Peak - Cheongnyangsan - Naecheongnyangsa - Osandang - Gwangseongnaruteo - Gwangseok|\n|Admission Fees:|Free|\n|Restrooms:|Available|\n  \n## Detail Image\n![/2022-07-29-1659120479282/221681_image2_1.webp](/2022-07-29-1659120479282/221681_image2_1.webp)\n![/2022-07-29-1659120479282/221682_image2_1.webp](/2022-07-29-1659120479282/221682_image2_1.webp)\n![/2022-07-29-1659120479282/221683_image2_1.webp](/2022-07-29-1659120479282/221683_image2_1.webp)\n![/2022-07-29-1659120479282/221684_image2_1.webp](/2022-07-29-1659120479282/221684_image2_1.webp)\n![/2022-07-29-1659120479282/221687_image2_1.webp](/2022-07-29-1659120479282/221687_image2_1.webp)\n![/2022-07-29-1659120479282/222044_image2_1.webp](/2022-07-29-1659120479282/222044_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-54-672-1446](tel:+82546721446)\n- [🏠www.cheongryangsa.org](http://www.cheongryangsa.org/)\n\n\n```googleMap\nlatitude: 36.7888798599\nlongitude: 128.9199298421\ntitle: 199-152, Cheongnyangsan-gil, Bonghwa-gun, Gyeongsangbuk-do\n```\n  \n## Directions\n  \n[Bus]<br>\nFrom Dong \nSeoul Bus Terminal, take an intercity bus to Bonghwa Bus Terminal.<br>\nFrom Bonghwa Bus Terminal, take a taxi for approx. 45 min.\n","data":{"id":"2022-07-29-1659120479282","title":"Cheongnyangsa Temple - Bonghwa (청량사-봉화)","description":"Located in Cheongnyangsan Mountain Provincial Park, Cheongnyangsa Temple was built by the great monk Wonhyo in 663, the 3rd year of King Munmu of the Silla Kingdom. According to the principles of feng shui, the area is an ideal place for a temple – with the 12 mountain peaks surrounding the temple like the petals of a lotus flower. <br><br>The temple is home to two precious historical remains; one is the board of Yuribojeon that King Gongmin of Goryeo wrote upon and the other is Jibul. Yuribojeon is the building where Yaksa-yorae-bul (the Medicine Buddha Statute) is housed and Jibul is a Buddha statute made of paper that was painted with gold.<br><br>At the back of the temple is Bosalbong Peak looking out towards Cheongnyangsan Mountain. A 30 minute walk along the hiking trail will lead you to Eungjinjeon, a hermitage with a beautiful view where the great monk Wonhyo once stayed. Behind Eungjinjeon stands Geumtapbong Peak and the sheer cliffs below. The peak was named Geumtapbong (meaning ‘golden pagoda’ in Korean) since it looks like a nine-story pagoda with pine trees growing around the base. In the autumn, the beautiful red, gold and orange hues of the maple trees are a true sight to behold.","regDate":"2022-07-29","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-07-29-1659120479282/222043_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-07-29-1659120479282","pageUrl":"https:/mcdryad.com/Gyeongsangbuk-do/2022-07-29-1659120479282"},"dataList":[{"id":"2022-12-09-1670560873686","title":"Woljeonggyo Bridge (월정교)","description":"Woljeonggyo Bridge located in Gyo-dong, Gyeongju was built during the Unified Silla period (AD 676-935), but was burnt down during the Joseon dynasty. Through historical research, the bridge was rebuilt in April 2018 to become the largest wooden bridge in Korea. According to Samguk Sagi (History of the Three Kingdoms), the bridge was built during the 19th year of King Gyeongdeok’s reign (AD 760), connecting Wolseong and Namsan together. The historical research to rebuild the bridge lasted from November 26, 1984 to September 8, 1986, finding that the bridge was made with wood for the first time. The first rebuilding of the bridge was from 2008 to 2013 and the finishing touches were added from April 2016 to April 2018.  Through this research and rebuilding process, future restoration of historical buildings have a better reference to use.","regDate":"2022-12-09","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-12-09-1670560873686/2617814_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-09-1670560873686"},{"id":"2022-12-09-1670557112988","title":"Unmunsan National Recreational Forest (국립 운문산자연휴양림)","description":"Unmunsan National Recreational Forest in Cheongdo, Gyeongsangbuk-do is located at the foot of Unmunsan Mountain (1,188 meters), which is also called Hogeosan Mountain. It is a great place to spend time in summer for hiking and camping, surrounded by taller mountains (more than 1,000 meters above sea level) such as Munboksan Mountain (1,014 meters) and Gajisan Mountain (1,240 meters).<br><br>Yongmipokpo Falls (20 meters) and Byeokgyesu Valley, in which the waters flow across the sandless rock bed, are famous locales in the forest. Located in a thick broadleaf forest, inhabited by many diverse species such as Korean mountain camellia, Unmunsan National Recreational Forest offers lush greenery in summer, beautiful foliage in autumn, and cozy, splendid snowscapes along with the Yongmi Ice Wall in winter. In Unmunryeong, located 2.5 kilometers to the east, visitors can watch the spectacular sunrise above the East Sea.","regDate":"2022-12-09","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"/2022-12-09-1670557112988/582766_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-09-1670557112988"},{"id":"2022-12-08-1670495912711","title":"Unmunsan County Park (운문산군립공원)","description":"Unmunsan Mountain (1,118 meters) is one of the seven mountains rising over 1,000 meters above sea level in the Yeongnam Alps in the Taebaeksanmaek Mountain Range. Unmunsan Mountain features dense groves, attracting a large number of hikers. From the summit, one can get a great view of the golden reeds on Cheonhwangsan Mountain to the south, and the ridges of Gajisan Mountain to the east. <br /><br />There are various sized temples and hermitages on the mountain, nestled among a splendid landscape. Unmunsa Temple is situated at the foot of the mountain on the northern side. It was built by Sinseung in the 18th year of the reign of King Jinheung (557) of the Silla Kingdom. Though some buildings burned down during the Imjin War, the Obaengnahanjeon Hall and Gwaneumjeon Hall have been preserved in their original state. The dense groves of pine trees and fir trees add to the tranquility of the beautiful scenery. In the temple, seven treasures are kept, including the Stone Lantern at Geumdang Hall (Treasure). The historic relics date back to the Silla kingdom and Goryeo dynasty.","regDate":"2022-12-08","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites","County Parks"],"imgUrl":"/2022-12-08-1670495912711/1130201_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-08-1670495912711"},{"id":"2022-12-08-1670492168337","title":"Unmunsa Temple (운문사)","description":"Unmunsa Temple in Cheongdo, Gyeongsangbuk-do belongs to Cheongdo-gun in terms of administrative district. However, it is actually more closely connected to Daegu in terms of traffic and lifestyle. Unmunsa Temple was built in 560 during the Silla period. This ancient temple features seven treasured artifacts including the Weeping Pine Tree (Natural Monument No. 180) and stone lantern. There are four small hermitages (Sariam, Naewonam, Bukdaeam and Cheongsinam) around the temple. Moreover, the surrounding forest of pine and fir trees only enhances the temple’s beauty.<Br><br>Unmunsa is the largest Buddhist nunnery in Korea, maintaining a capacity of roughly 260 bhikkhunis, or Buddhist nuns, who practice Buddhism in a four-year term. But, thanks to its magnificence and lush forest, Unmunsan Mountain, located on the southernmost part of Taebaek Mountain range, has become a favorite spot for many tourists.","regDate":"2022-12-08","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-12-08-1670492168337/1130170_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-08-1670492168337"},{"id":"2022-12-08-1670488825762","title":"Ulleungdo Lighthouse (울릉도 등대 (태하등대))","description":"Ulleungdo Lighthouse, sometimes called Taeha Lighthouse, was first lit in 1958 as a guiding light for boats coming to and from Ulleungdo Island. The lighthouse is a round, white concrete structure rising 7.6 meters high. With a new prisim light placed in 2003, the lighthouse can reach as far as 50 kilometers away. The hiking trail up to the lighthouse is a natural, narrow path among groves of trees. The gentle slope is surrounded by uniquely shaped cliffs, so it is a popular hiking course for tourists.","regDate":"2022-12-08","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites"],"imgUrl":"/2022-12-08-1670488825762/1863795_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-08-1670488825762"},{"id":"2022-12-08-1670484973462","title":"Ulleungdo Island (울릉도)","description":"Ulleungdo Island is the seventh largest island in Korea. The volcanic island consists of 44 islets of varying sizes annexed around it. With many cliffs, the island is a popular spot for rock climbing. Many walking trails that connect the sea to the mountain and rivers are also available. A walk along the Ulleung Haedam-gil offers visitors a chance to see everyday life of people on the island as well as the islands natural beauty.","regDate":"2022-12-08","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites"],"imgUrl":"/2022-12-08-1670484973462/2547574_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-08-1670484973462"},{"id":"2022-12-08-1670481691808","title":"Ulleung Jukdo Island (죽도(울릉))","description":"Jukdo Island is a small inhabited island near Ulleungdo Island, located 4 kilometers apart from Jeodonghang Port and 7 kilometers away from Dodonghang Port, both of which are nestled northeast of Ulleungdo Island. Normally, tourists visit Jukdo Island on their way back to the mainland by taking a ferry service that departs from Dodonghang Port. <br> <br>The natural environment of Jukdo Island is uncontaminated, thus almost everything is so pristine to the extent that people can even collect rainwater to drink, much thanks to its geological and cultural distance from the more modernized parts of Korea.","regDate":"2022-12-08","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites"],"imgUrl":"/2022-12-08-1670481691808/169631_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-08-1670481691808"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}