{"pageProps":{"content":"![Gubongsan Observatory Cafe Street (구봉산 전망대 카페거리)](/2022-09-25-1664085357499/1804415_image2_1.webp)\n\n  \n## Overview\n\n> Gubongsan Observatory Cafe Street is a well-known scenic spot for its beautiful landscape of Chuncheon with the background of mountains, lake, and river. Located on the eastern outskirts of downtown Chuncheon, Gubongsan Mountain (441 m) with nine peaks, commands a panoramic view of the city. When the road passing halfway up the mountain was opened in the 1990s, many cafes and restaurants were established and became Chuncheon’s representative cafe street. All the cafes here have glass windows or outdoor terraces in order to offer the best scenic view for customers. Each cafe has its own characteristic feature  a building that recalls Santorini in Greece, the skywalk observatory decorated with transparent glass in all directions, and distinctive photo zones. The service area, which sells canned coffee and banquet noodles, is also situated among stylish coffee shops. Visitors will enjoy its fantastic scenic views from day to night, including the sunny scenery, the beautiful sunset, and the nighttime view of the Soyang i(2)gyo Bridge.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-33-250-4312|\n|parking:|Available|\n|restdate:|Open year round|\n|usetime:|00:00–24:00|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Available Facilities:|Observatory service area, cafe, and restaurant|\n|Restrooms:|Available|\n|Parking Fees:|Free of charge|\n  \n## Detail Image\n![/2022-09-25-1664085357499/1804421_image2_1.webp](/2022-09-25-1664085357499/1804421_image2_1.webp)\n![/2022-09-25-1664085357499/1804423_image2_1.webp](/2022-09-25-1664085357499/1804423_image2_1.webp)\n![/2022-09-25-1664085357499/1804426_image2_1.webp](/2022-09-25-1664085357499/1804426_image2_1.webp)\n![/2022-09-25-1664085357499/1804494_image2_1.webp](/2022-09-25-1664085357499/1804494_image2_1.webp)\n![/2022-09-25-1664085357499/1988569_image2_1.webp](/2022-09-25-1664085357499/1988569_image2_1.webp)\n![/2022-09-25-1664085357499/1988571_image2_1.webp](/2022-09-25-1664085357499/1988571_image2_1.webp)\n![/2022-09-25-1664085357499/1988572_image2_1.webp](/2022-09-25-1664085357499/1988572_image2_1.webp)\n![/2022-09-25-1664085357499/2622268_image2_1.webp](/2022-09-25-1664085357499/2622268_image2_1.webp)\n![/2022-09-25-1664085357499/2622269_image2_1.webp](/2022-09-25-1664085357499/2622269_image2_1.webp)\n![/2022-09-25-1664085357499/1804483_image2_1.webp](/2022-09-25-1664085357499/1804483_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-33-250-4312](tel:+82332504312)\n\n\n\n```googleMap\nlatitude: 37.8928170392\nlongitude: 127.7766999636\ntitle: 1154-113, Sunhwan-daero, Dong-myeon, Chuncheon-si, Gangwon-do\n```\n  \n## Directions\n  \n[Subway + Taxi]<br>\nNamchuncheon Station (Seoul Subway Gyeongchun Line).<br>\nFrom the station, take a taxi for approx. 20 min.\n","data":{"id":"2022-09-25-1664085357499","title":"Gubongsan Observatory Cafe Street (구봉산 전망대 카페거리)","description":"Gubongsan Observatory Cafe Street is a well-known scenic spot for its beautiful landscape of Chuncheon with the background of mountains, lake, and river. Located on the eastern outskirts of downtown Chuncheon, Gubongsan Mountain (441 m) with nine peaks, commands a panoramic view of the city. When the road passing halfway up the mountain was opened in the 1990s, many cafes and restaurants were established and became Chuncheon’s representative cafe street. All the cafes here have glass windows or outdoor terraces in order to offer the best scenic view for customers. Each cafe has its own characteristic feature  a building that recalls Santorini in Greece, the skywalk observatory decorated with transparent glass in all directions, and distinctive photo zones. The service area, which sells canned coffee and banquet noodles, is also situated among stylish coffee shops. Visitors will enjoy its fantastic scenic views from day to night, including the sunny scenery, the beautiful sunset, and the nighttime view of the Soyang i(2)gyo Bridge.","regDate":"2022-09-25","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Experience Programs","Cultural Districts"],"imgUrl":"/2022-09-25-1664085357499/1804415_image2_1.webp","blogPath":"Gangwon-do/2022-09-25-1664085357499","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-09-25-1664085357499"},"dataList":[{"id":"2022-09-27-1664269269598","title":"Hantangang River [National Geopark] (한탄강(국가지질공원, 고석정))","description":"Goseok Rock, located in the area of Hantangang River, is a granite rock that reach 15 meters in x_height. The area is often called Goseokjeong, named after the nearby Goseokjeong Pavilion. The area is an important geology and topography learning site where it is visible to see the topography before the formation of the basalt lava field and the fact that the basalt lava flowed over the bedrock to form the lava field. Goseok is a bedrock that existed before the area of Cheorwon was covered with lava, and is a granite formed underground about 110 million years ago (mid Cretaceous period). It is covered in basalt lava by volcanic activity that occurred between about 540,000 and 120,000 years ago, and then eroded by the Hantangang River to form a new waterway.&nbsp;","regDate":"2022-09-27","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites"],"imgUrl":"/2022-09-27-1664269269598/2609754_image2_1.webp","blogPath":"Gangwon-do/2022-09-27-1664269269598"},{"id":"2022-09-27-1664265692304","title":"Hani Lavender Farm (하늬라벤더팜)","description":"Hani Lavender Farm was opened on a 33,000 ㎡ plot of land in 2006 by Ha Deok-ho, the lavender missionary. Mr. Ha originally operated an herb shop in Gyeonggi-do but moved to Goseong to grow his own lavender farm. The area of the farm has the ideal condition for lavender to grow.","regDate":"2022-09-27","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Botanical Gardens"],"imgUrl":"/2022-09-27-1664265692304/2549758_image2_1.webp","blogPath":"Gangwon-do/2022-09-27-1664265692304"},{"id":"2022-09-27-1664260173664","title":"Hambaeksan Mountain (함백산)","description":"With an elevation of 1,573 meters above sea level, Hambaeksan Mountain is the tallest mountain in the eastern part of Gangwon-do. The main ridge of the mountain stretches between the city of Taebaek to the east and Yeongwol and Jeongseon counties to the west. The mountain offers a fine vantage point from which to get a sweeping look at the entire region (including Taebaeksan and Baegunsan mountains) and commands a striking view of the sunrise over East Sea. The three starting points for hiking Hambaeksan Mountain are Dumundongjae Pass, Manhangjae Pass, and the entrance to the Jeokjoam Hermitage. The hiking path that begins at Dumundongjae Pass and leads to the peak is especially recommended for its scenic views. Hambaeksan Mountain is particularly well known for its breathtaking snowscapes and extensive wildflower beds. <br><br>Hambaeksan Mountain is also home to Jeongamsa Temple, which was built by Buddhist monk Jajangyulsa in the year 636 during the reign of Queen Seondeok of the Silla Kingdom. The temple is home to the Sumanotap Pagoda (Treasure No. 410) and is bordered by a stream that provides a natural habitat for the Brachmystax lenok (Natural Monument No. 73), a member of the trout family.","regDate":"2022-09-27","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-09-27-1664260173664/1822209_image2_1.webp","blogPath":"Gangwon-do/2022-09-27-1664260173664"},{"id":"2022-09-27-1664254875010","title":"Hajodae Unmanned Lighthouse (하조대 무인등대)","description":"The Hajodae Unmanned Lighthouse sits along a cliff with an old pine tree and overlooks the East Sea. Legend has it the name Hajodae came from the first sounds of Haryun and Jojun, two of the founding members of the Joseon dynasty who stayed nearby during one of their journeys. <br><br>The area is famous as a filming spot for the drama Taejo Wang Geon (2000). A walk along the cliff will lead to a white lighthouse near the bridge beside Hajodae Cliff. A number of tourists also visit Hajodae for the beautiful sunrises and the beam of light from the lighthouse that appears when darkness falls.","regDate":"2022-09-27","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites"],"imgUrl":"/2022-09-27-1664254875010/217454_image2_1.webp","blogPath":"Gangwon-do/2022-09-27-1664254875010"},{"id":"2022-09-26-1664189248170","title":"Hajodae Beach (하조대해수욕장)","description":"Hajodae Beach is located in Yangyang-gun famous for the beautiful scenery of the deep blue ocean, soft sandy shore, a nearby lighthouse, and unique rock formations and stony islets. The beach is roughly 1.5 kilometers, at an average x_width of 100 meters, and a coastal incline of 1.5 meters. Gwangjeongcheon and Sanguncheon Streams run into the ocean near the beach, creating slightly warmer waters than other areas along the eastern coast. During the summer season, visitors can pay to pitch a tent on the beach or in the pine forest campground. The beach is complete with a parking lot, shower booth, drinking fountain, and restroom among other amenities. The beach is open for swimming between July and August, and is the venue for many festivals and events throughout the year. Hajodae Pavilion, one of the Eight Scenic Sights of Yangyang, and a skywalk observatory are located nearby.","regDate":"2022-09-26","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites"],"imgUrl":"/2022-09-26-1664189248170/1813134_image2_1.webp","blogPath":"Gangwon-do/2022-09-26-1664189248170"},{"id":"2022-09-26-1664185593717","title":"Hajodae Beach (하조대)","description":"This rocky beach is one of the Eight Sights of Yangyang, located in Hyeonbuk-myeon, Yangyang-gun. Its 135,000 m2 seaside is made up of the mysterious rock formations and rocky islands of the East Sea, a sight that has, along with the nearby pine forests, given the area a distinguished place among the Eight Sights. The name of the beach, Hajodae, is said to come from Ha Ryun and Jo Jun, two late Goryeo-era officials who plotted to overthrow the dynasty and would eventually become one of the founding officials of Joseon. A pavilion, also named Hajodae, can be found on top of the coastal cliff. Today’s pavilion is a restoration dating back to 1998, while the original was established during the reign of King Jeongjong of the Joseon Dynasty and underwent numerous renovations. The pavilion is the favored point of view for many visitors. An old pine tree standing upright on the rocky cliff was made famous for its appearance on the broadcasted screen for the national anthem of Korea. Following the decked walkways from the pavilion brings one to the white unmanned lighthouse, or the nearby Hajodae Trail and Observatory. Hajodae Beach can be found about 1 km to the northwest of the area. Its relatively shallow depth, reaching no more than 1.5 m, makes it ideal for families with small children.","regDate":"2022-09-26","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites"],"imgUrl":"/2022-09-26-1664185593717/2711324_image2_1.webp","blogPath":"Gangwon-do/2022-09-26-1664185593717"},{"id":"2022-09-26-1664182522172","title":"Haegasa Site (Surobuin Park) (해가사의 터(수로부인공원))","description":"Haegasa is a site named after the tale of Haega in The Heritage of the Three States. While the original Haegasa is assumed to be on Wausan Mountain at the northern end of Samcheok Beach, it has been restored on Jeungsandong Beach against the backdrop of beautiful scenery. Located near Haegasa are Chuam Beach and Surobuin Park, which hosues a dragon ball, upon which people make their wishes.","regDate":"2022-09-26","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-09-26-1664182522172/215527_image2_1.webp","blogPath":"Gangwon-do/2022-09-26-1664182522172"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}