{"pageProps":{"content":"![Dae Jang Geum Park (용인 대장금 파크)](/2022-07-18-1658183864181/2391318_image2_1.webp)\n\n  \n## Overview\n\n> Dae Jang Geum Park in Yongin, Gyeonggi-do is the largest historical drama set in Korea. Facilities in the themed park are semi-permanent facilities reflected the architectural style, lifestyle and culture of the past, based on historical records. The facilities are in great harmony with the surrounding natural landscapes, which makes tourists feel as if they have traveled to the past in a time machine. The park has also been used as a filming site for music videos, documentaries, and commercials.\n\n  \n## Intro\n\n| | |\n| - | - |\n|accomcount:|No limit|\n|expagerange:|Open to visitors of all ages|\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br>(Korean, English, Japanese, Chinese) <br /> • For more info: +82-31-337-3241,<br>+82-2-789-1675|\n|opendate:|June 21, 2011|\n|parking:|Available|\n|restdate:|N/A (open all year round)|\n|usetime:|March-October 09:00-18:00<br />November-February 09:00-17:00|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Film Locations:|Filming site for MBC dramas like Flower in Prison, Scholar Who Walks the Night, Hwajung, Shine or Go Crazy, Diary of a Night Watchman, Triangle, King's Daughter- Soo Baek Hyang, Jeong Yi, the Goddess of Fire, Gu Family Book, Guam Heo Jun, The Moon that Embraces the Moon, Jumong, Queen Seondeok, Yi San, Dong Yi, The Duo, Gyebaek, God of War, Dr. Jin, Arang and the Magistrate, Horse Doctor, etc.|\n|Shopping Information:|* Café The Moon that Embraces the Sun - Coffee, other beverages and snacks <br />* Café Mia - Coffee, tea, other beverages, cookies, instant ramen and other instant food <br />* Mongyuhyang (court costume rental) - Drama-related souvenirs and traditional souvenirs|\n|Admission Fees:|Adults 9,500 won / Middle & high school students 8,000 won / Ages 4 years - elementary school students 7,000 won <br /><br>* Children under 4 years of age enter for free<br />* Discount rate applies to group visitors and senior citizens (ID required).|\n|Available Facilities:|* Tour facilities <br />- Open studios (sets) <br />* Experience facilities (Mongyuhyang) <br />- Costume-wearing: Try on costumes used for dramas <br />- Photo shoots: Take photos with characters from dramas (instant printing service available) <br />* Convenient facilities <br />- Cafes and vending machines <br />|\n|Facility Utilization Fees:|[Experience facilities] Try-on costumes: 20,000 won / Take photos: 20,000 won<br>* Take photos with mobile phones and cameras for free|\n|Restrooms:|Available |\n|Parking Fees:|Free|\n|Interpretation Services Offered:|Cultural tour docents available (English, Japanese, Chinese).|\n|Reservation Info. for Foreigners:|Reservations can be made online or by email. <br />* Email: djgpark@mbc.co.kr|\n  \n## Detail Image\n![/2022-07-18-1658183864181/2009786_image2_1.webp](/2022-07-18-1658183864181/2009786_image2_1.webp)\n![/2022-07-18-1658183864181/2009787_image2_1.webp](/2022-07-18-1658183864181/2009787_image2_1.webp)\n![/2022-07-18-1658183864181/2009788_image2_1.webp](/2022-07-18-1658183864181/2009788_image2_1.webp)\n![/2022-07-18-1658183864181/2009789_image2_1.webp](/2022-07-18-1658183864181/2009789_image2_1.webp)\n![/2022-07-18-1658183864181/2009790_image2_1.webp](/2022-07-18-1658183864181/2009790_image2_1.webp)\n![/2022-07-18-1658183864181/2009791_image2_1.webp](/2022-07-18-1658183864181/2009791_image2_1.webp)\n![/2022-07-18-1658183864181/2009792_image2_1.webp](/2022-07-18-1658183864181/2009792_image2_1.webp)\n![/2022-07-18-1658183864181/2009793_image2_1.webp](/2022-07-18-1658183864181/2009793_image2_1.webp)\n![/2022-07-18-1658183864181/2009794_image2_1.webp](/2022-07-18-1658183864181/2009794_image2_1.webp)\n![/2022-07-18-1658183864181/2009795_image2_1.webp](/2022-07-18-1658183864181/2009795_image2_1.webp)\n\n\n  \n## Contact\n\n\n- [🏠djgpark.imbc.com](http://djgpark.imbc.com)\n\n\n```googleMap\nlatitude: 37.1206595774\nlongitude: 127.3373315954\ntitle: 25, Yongcheon drama-gil, Baegam-myeon, Cheoin-gu, Yongin-si, Gyeonggi-do\n```\n  \n## Directions\n  \n[Bus]<br>\nFrom Yongin Bus Terminal, take Bus No. 10 to Baekam.<br>\n- Transfer to Bus No. 105 and get off at MBC Set Bus Stop.\n","data":{"id":"2022-07-18-1658183864181","title":"Dae Jang Geum Park (용인 대장금 파크)","description":"Dae Jang Geum Park in Yongin, Gyeonggi-do is the largest historical drama set in Korea. Facilities in the themed park are semi-permanent facilities reflected the architectural style, lifestyle and culture of the past, based on historical records. The facilities are in great harmony with the surrounding natural landscapes, which makes tourists feel as if they have traveled to the past in a time machine. The park has also been used as a filming site for music videos, documentaries, and commercials.","regDate":"2022-07-18","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Industrial Sites","Others"],"imgUrl":"/2022-07-18-1658183864181/2391318_image2_1.webp","blogPath":"Gyeonggi-do/2022-07-18-1658183864181","pageUrl":"https:/mcdryad.com/Gyeonggi-do/2022-07-18-1658183864181"},"dataList":[{"id":"2022-08-26-1661490289211","title":"Hantaek Botanical Garden (한택식물원)","description":"Established in 1979, Hantaek Botanical Garden features the nation's largest botanical garden which houses total of 9,700 plant species including 2,400 species of wild plants and 7,300 species of foreign plants. Along with various domestic and international plant species, the botanical garden makes an effort in research studies through the botanical lab, interactions with domestic and international botanical gardens and modernized facilities. Also, it was designated as Rare plant and Extinction crisis plant habitat and conservation by the Ministry of Environment and has been carrying out acts to preserve national grown-plants and restoring the habitats continuously as well as various hands-on programs and exhibitions that offer education&nbsp;about nature.<br><br> Hantaek Botanical Garden is comprised of Natural Ecology Hall, Water Plant Botanical Garden, Wall Garden, Rock Garden, Silver Grass Garden and Hemerocallis collections, Hosta collections, Iris garden, and other gardens. Australia Plant Greenhouse, exhibiting baobab trees, South Africa Greenhouse, Herb greenhouse, and a rest area are also available for visitors.","regDate":"2022-08-26","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites","Botanical Gardens"],"imgUrl":"/2022-08-26-1661490289211/2378844_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-26-1661490289211"},{"id":"2022-08-25-1661424304365","title":"Haengjusanseong Fortress (행주산성)","description":"Haengjusanseong Fortress (Historic Site No. 56) atop Deogyangsan Mountain was the site of one of the three major Korean victories against the enemy during the Imjin War (1592-1598). Inside the fortress is Chungjangsa Shrine, a place to pay tribute to General Gwon Yul who led the victorious feat. A cultural event to pay tribute to General Gwon Yul is held every March 14.","regDate":"2022-08-25","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Fortresses"],"imgUrl":"/2022-08-25-1661424304365/1589218_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-25-1661424304365"},{"id":"2022-08-25-1661420458135","title":"Gyeonggi Cheonggyesa Temple (청계사(경기))","description":"Cheonggyesa Temple is a Buddhist temple near Baegunhosu Lake that became well-known as the site of udumbara flower, a rarity that blooms on Buddhist statues. Built during the Silla Kingdom, the temple offers many sights, including the Cheonggyesa Temple Monument, Geungnakjeon Hall, the bell tower, Samseonggak Shrine, Ksitigarbha Hall, and Gamnoji Pond. Among the many things to see, visitors should not miss a glimpse of the Bronze Bell of Cheonggyesa Temple and the Wood Printing Block in Cheonggyesa Temple. Created in the 27th year of the reign of King Sukjong (1701) of the Joseon dynasty, the Bronze Bell has been designated as a national treasure, and is adorned with elaborate patterns.","regDate":"2022-08-25","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-08-25-1661420458135/1254106_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-25-1661420458135"},{"id":"2022-08-25-1661417236103","title":"Gwangneung Royal Tomb [UNESCO World Heritage] (남양주 광릉(세조, 정희왕후) [유네스코 세계문화유산])","description":"Gwangneung, located in Namyangju in Gyeonggi-do is the royal tomb of King Sejo (1417-1468, reign 1455-1468) and Queen Jeonghui (1418-1483). The king and queen are enshrined separately. The tomb on the left is King Sejo’s and the one on the right is Queen Jeonhui’s with a pavilion standing between the two tombs. Requested by King Sejo on his will, the simple design of the tomb and the surrounding compare to the past tombs saved cost and manpower required to finish the work, which became the model for future royal tomb design. Gwangneung is surrounded by forests where an abundance of wild plants grow. It is famous for being the habitat of the Korean redheaded woodpecker (Natural Monument No. 11).","regDate":"2022-08-25","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-08-25-1661417236103/2364478_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-25-1661417236103"},{"id":"2022-08-25-1661413316101","title":"Gwangmyeongdonggul Cave (광명동굴)","description":"Gwangmyeongdonggul Cave is the largest themed cave park with varied cultural and artistic things, created in a gold mine where gold, silver, and bronze were mined. Visitors can experience wine at Wine Cave, as well as Cave Aqua World, Gold Falls, Gold Road, Gold Palace, Horror Experience, Cave Basement World, Underground Lake, the largest dragon sculpture in the nation, LED lights, and other facilities adding more fun to the visit. In addition, Black Light Performance will be held every weekend. The cave features many healing spots to heal one’s mind while taking a walk around the venue.","regDate":"2022-08-25","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Industrial Sites","Mines"],"imgUrl":"/2022-08-25-1661413316101/2509943_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-25-1661413316101"},{"id":"2022-08-25-1661410818533","title":"Guri Hangang Park (Cosmos Park) (구리시민한강공원 (코스모스공원))","description":"Guri Hangang Park offers a perfect rest area for visitors where visitors can feel the cool breeze coming off the river and rest amidst the beautiful natural scenery. The park’s bounties of flowers are at their peak in May with field of canola flowers, and in September when the cosmos bloom.","regDate":"2022-08-25","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-08-25-1661410818533/1963222_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-25-1661410818533"},{"id":"2022-08-25-1661407658717","title":"Gunnam Flood Control Theme Park (군남홍수조절지 두루미테마파크)","description":"The Gunnam Flood Control Site is situated near the border between North and South Korea just six kilometers away from the demarcation line.  More than 97% of the land around the Gunnam flood control dam is part of North Korea. The site is effective in controlling the flooding of the Imjingang River and improving irregular water flow. This area is a key wintering site for various migratory birds such as white-naped cranes, and hooded cranes, with up to 200 birds spending every winter in the area. Given the unique characteristics created by the geographical condition of the area near the border between South and North Korea and the natural environment of the Imjingang River, the site is a great natural ecological habitat for various wildlife. <br><br>The Gunnam Flood Control Theme Park features “The Story of Peace and Love told by Cranes” as its theme. Various story-telling facilities are installed, such as the drum of peace, a wishing tree, and crane structures. There are also outstanding facilities to minimize impact on the environment, such as an alternative habitat for cranes, fishway ecology, and ecological wetlands. The facility makes it a great place to learn about and experience ecology.","regDate":"2022-08-25","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2022-08-25-1661407658717/2480741_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-25-1661407658717"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}