{"pageProps":{"content":"![Buyeo Naseong Fortress [UNESCO World Heritage] (부여 나성 [유네스코 세계문화유산])](/2022-11-02-1667372047028/2725771_image2_1.webp)\n\n  \n## Overview\n\n> Buyeo Naseong, also known as the Outer City Wall, was built to protect the capital of Baekje, Sabi. It has a x_height of about 8.4 kilometers. The wall surrouned Busosanseong Fortress and extended to the city of Buyeo. <br><br>The wall is one of the oldest walls along with Naseong in Pyeongyang and it is estimated to have been built around 538, when the Baekje capital was changed from Woonjin (current Gongju) to Sabi (current Buyeo). The wall of the fortress starts from the site where Dongmun (East gate) was located to the area of Geumgang River, made by piling soil up. However, only a few traces remain of its former glory. <br><br>For now, it leaves a blurry trail including a 20 meter area to the east of Cheongsanseong Fortress, Dongmun Bridge from Seokmok-ri, and an area from Pilseobong Peak to Yeomchang-ri. While the outer wall is sharply sloped, the inner wall was built with a gentle slope to make it easier for horses to reach the guard posts on the top of the wall. Inside the fortress, the palace of Baekje, government offices, houses, temples, stores and protected facilities can be seen. The entire structure of Naseong Fortress features Geumgang River in the south and west sides, providing a natural double-defense system. The wall was one of the important outer defense facilities along with Cheongsanseong and Cheongmasanseong Fortresses.<br><br>* Area  554,591 ㎡\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330<br>(English, Korean, Japanese, Chinese)<br>• For more info: +82-41-830-2623|\n|usetime:|Open 24 hr|\n  \n\n  \n\n  \n## Contact\n\n- [☎️+82-41-830-2623](tel:+82418302623)\n- [🏠tour.buyeo.go.kr</a><br><a href=\"http://www.cha.go.kr\" target=\"_blank\">www.cha.go.kr](http://tour.buyeo.go.kr)\n\n\n```googleMap\nlatitude: 36.2583128119\nlongitude: 126.9410769085\ntitle: 100-11, Dongmun-ro142beon-gil, Buyeo-gun, Chungcheongnam-do\n```\n  \n\n","data":{"id":"2022-11-02-1667372047028","title":"Buyeo Naseong Fortress [UNESCO World Heritage] (부여 나성 [유네스코 세계문화유산])","description":"Buyeo Naseong, also known as the Outer City Wall, was built to protect the capital of Baekje, Sabi. It has a x_height of about 8.4 kilometers. The wall surrouned Busosanseong Fortress and extended to the city of Buyeo. <br><br>The wall is one of the oldest walls along with Naseong in Pyeongyang and it is estimated to have been built around 538, when the Baekje capital was changed from Woonjin (current Gongju) to Sabi (current Buyeo). The wall of the fortress starts from the site where Dongmun (East gate) was located to the area of Geumgang River, made by piling soil up. However, only a few traces remain of its former glory. <br><br>For now, it leaves a blurry trail including a 20 meter area to the east of Cheongsanseong Fortress, Dongmun Bridge from Seokmok-ri, and an area from Pilseobong Peak to Yeomchang-ri. While the outer wall is sharply sloped, the inner wall was built with a gentle slope to make it easier for horses to reach the guard posts on the top of the wall. Inside the fortress, the palace of Baekje, government offices, houses, temples, stores and protected facilities can be seen. The entire structure of Naseong Fortress features Geumgang River in the south and west sides, providing a natural double-defense system. The wall was one of the important outer defense facilities along with Cheongsanseong and Cheongmasanseong Fortresses.<br><br>* Area  554,591 ㎡","regDate":"2022-11-02","author":"korea-tour","tag":["Chungcheongnam-do","Culture/Art/History","Historical Sites","Fortresses"],"imgUrl":"","blogPath":"Chungcheongnam-do/2022-11-02-1667372047028","pageUrl":"https:/mcdryad.com/Chungcheongnam-do/2022-11-02-1667372047028"},"dataList":[{"id":"2022-11-07-1667800001016","title":"Gongju Gongsanseong Fortress [UNESCO World Heritage] (공주 공산성 [유네스코 세계문화유산])","description":"Located in Gongju-si, Gongsanseong Fortress is a mountain castle which was established during the Baekje Period (234-678). The fortress is more than 2.6 kilometers long at 110 meters above sea level. Built using earthen fortifications during the Baekje dynasty, the fortress was strengthened during the Joseon dynasty with stones. There are many structures and relics left from the Baekje, Goryeo, and Joseon dynasties within the fortress. At the West and East entrances, visitors can enjoy a thick forest with the Geumgang River in the background. It is worth the visit for its historical and cultural significance, and also for the beautiful view of the Geumgang riverside and the walking trail.","regDate":"2022-11-07","author":"korea-tour","tag":["Chungcheongnam-do","Culture/Art/History","Historical Sites","Fortresses"],"imgUrl":"/2022-11-07-1667800001016/1598593_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-07-1667800001016"},{"id":"2022-11-07-1667794496051","title":"Gongju Donghaksa Temple (동학사(공주))","description":"Located in the east valley of Gyeryongsan Mountain in Hakbong-ri, Banpo-myeon, Gongju, Donghaksa Temple is the first and the oldest existing academic institute for female monks. Home to about 150 monks who study and practice Buddhism, the temple is the most visited spot on all of Gyerongsan Mountain due to its history, convenient location, and visitor facilities.  <br><br>The elegant structure of the temple is x_heighted by the majestic view of Munpilbong Peak to its front. In the spring, many visitors come to the temple to see the cherry blossom tunnel, a 3 kilometer pathway from Bakjeongja three-way intersection to Donghaksa Temple. Every year since 1993 the temple has also been the venue of the Donghaksa Spring Flower Festival.","regDate":"2022-11-07","author":"korea-tour","tag":["Chungcheongnam-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-11-07-1667794496051/2365483_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-07-1667794496051"},{"id":"2022-11-06-1667727579079","title":"Geumsan Ginseng Museum (금산인삼관)","description":"Geumsan Ginseng Museum was founded to spread the excellence of Korean (Geumsan) ginseng across the nation and the world. Ginseng cultivation implements and models, efficacy, foods, and other products containing ginseng are on display in this museum. Visitors can also watch ginseng-related videos to gain a better understanding of Korean ginseng.","regDate":"2022-11-06","author":"korea-tour","tag":["Chungcheongnam-do","Culture/Art/History","Industrial Sites","Others"],"imgUrl":"/2022-11-06-1667727579079/2011209_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-06-1667727579079"},{"id":"2022-11-06-1667724220241","title":"Geumsan Boseoksa Temple (보석사 (금산))","description":"Located on the southeastern slope of Jinaksan Mountain (732 meters), about six kilometers away from Geumsan-eup, Boseoksa Temple was founded by the great Buddhist monk Jogu Daesa in 866 (12th year of King Heongang) during the Silla Kingdom. The temple’s name Boseoksa (boseok meaning jewelry) comes from the statue of Buddha in the temple that was cast from gold found in the mountain facing the temple.  <br><br>The temple is comprised of Daeungjeon Hall, Euiseongak Shrine and Sansingak Shrine. Close to the temple grounds are 12 stunning waterfalls. Visitors can also see a 1,100 year-old ginkgo tree or take a pleasant stroll along a 300-meter long fir tree road.","regDate":"2022-11-06","author":"korea-tour","tag":["Chungcheongnam-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-11-06-1667724220241/1600191_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-06-1667724220241"},{"id":"2022-11-06-1667720221452","title":"Gapsa Temple (갑사)","description":"Gapsa Temple is located in the forested foothills of Gyeryongsan Mountain, 19 kilometers from Gongju and a three-hour walk from Donghaksa Temple. The temple is most beautiful during fall when surrounded by crimson foliage. Gapsa Temple was established by monk Adohwasang in 420, during the early Baekje Period. The temples beauty allowed it to escape destruction many times, but it was ultimately burned down during the Imjin War (1592-1598). The current structures were built in 1604. Nearby attractions include Yongmunpokpo Falls, Sujeongbong Peak, and Cheonjinbotab Pagoda.","regDate":"2022-11-06","author":"korea-tour","tag":["Chungcheongnam-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-11-06-1667720221452/2675821_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-06-1667720221452"},{"id":"2022-11-06-1667717121590","title":"Ganggyeong Oknyeobong Park (강경 옥녀봉)","description":"Oknyeobong Peak is one of the eight scenic views of Nonsan and offers a great overview of the Geumgang River as it flows through the Ganggyeong district. Continuing out into the distance, views of Nonsan and Iksan can be seen, bringing to mind a traditional painting of a mountain and river. The scenery is so beautiful that there is a myth of mountain gods coming down to play and bathe during the full moon.<br><br>The signal-fire tower at the peak was built to receieve signals from the tower on Gwangduwonsan Mountain in Iksan, and passes the message along to Noseong signal-fire tower. The park is also in the area of the nations earliest Baptist church, making it famous for people on a pilgrimage to sacred places.","regDate":"2022-11-06","author":"korea-tour","tag":["Chungcheongnam-do","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-11-06-1667717121590/1280565_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-06-1667717121590"},{"id":"2022-11-06-1667713084675","title":"Gakwonsa Temple (각원사)","description":"Gakwonsa Temple is located halfway from the peak of Taejosan Mountain, a natural landmark of Cheonan. The temple was established on May 9, 1977 to pray for the reunification of North and South Korea. The temple contains a bronze seated statue of Buddha, which is 15 meters in x_height, 30 meters in circumference, has 175-centimeter-long ears and 30-centimeter-long nails, and weighs 60 tons.To the left of the statue is the largest Buddhist prayer hall in Korea, Daeungbojeon Hall, along with other temple buildings, drawing in many Buddhist followers as a prayer site.","regDate":"2022-11-06","author":"korea-tour","tag":["Chungcheongnam-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-11-06-1667713084675/2648687_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-06-1667713084675"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}