{"pageProps":{"content":"![Gimje Seongmoam Hermitage (성모암(김제))](/2022-08-01-1659339702427/1603957_image2_1.webp)\n\n  \n## Overview\n\n> Seongmoam Hermitage, a temple of the Jogye Order, is located on Yuangsan Mountain in Mangyeong-myeon, Gimje-si. The temple is the final resting place of the mother of Jinmuk Daesa, a great Buddhist monk from the Jeonbuk region. Jinmuk believed that a person’s love and respect for Buddha is not that much different from the love and respect one has for his or her parents. As an expression of this philosophy, Jinmuk had his mother’s remains enshrined at the temple after she died at Mujasoncheonnyeonhyanghwajiji. <br><br>\n\nA neat little line of stone lamps leads visitors up from the parking lot to the temple grounds, revealing the well-attended grave of Jinmuk Daesa’s mother to the left. The temple is very unique in that it is the only one to house a caretaker’s office (Gosiraejoen Hall) that is responsible for maintaining the grave site. <br><br>\n\nIt is said that prayers made to Seongmo (the holy mother) while visiting the temple will come true. Throughout the year, throngs of people journey to the temple to pay their respects and earnestly ask the holy mother to grant them their deepest desires.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br>(Korean, English, Japanese, Chinese) <br> • For more info: +82-63-544-0416|\n|parking:|Available|\n|restdate:|N/A (open all year round)|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Restrooms:|Available|\n  \n## Detail Image\n![/2022-08-01-1659339702427/1603953_image2_1.webp](/2022-08-01-1659339702427/1603953_image2_1.webp)\n![/2022-08-01-1659339702427/1603954_image2_1.webp](/2022-08-01-1659339702427/1603954_image2_1.webp)\n![/2022-08-01-1659339702427/1603955_image2_1.webp](/2022-08-01-1659339702427/1603955_image2_1.webp)\n![/2022-08-01-1659339702427/1603956_image2_1.webp](/2022-08-01-1659339702427/1603956_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-63-544-0416](tel:+82635440416)\n- [🏠cafe.naver.com/pufs1011](http://cafe.naver.com/pufs1011)\n\n\n```googleMap\nlatitude: 35.8868251244\nlongitude: 126.8052987778\ntitle: 54-9, Hwapo3-gil, Gimje-si, Jeollabuk-do\n```\n  \n## Directions\n  \nFrom Gimje Intercity Bus Terminal or Gimje Station, take a taxi to Seongmoam Hermitage (estimated 25 min).\n","data":{"id":"2022-08-01-1659339702427","title":"Gimje Seongmoam Hermitage (성모암(김제))","description":"Seongmoam Hermitage, a temple of the Jogye Order, is located on Yuangsan Mountain in Mangyeong-myeon, Gimje-si. The temple is the final resting place of the mother of Jinmuk Daesa, a great Buddhist monk from the Jeonbuk region. Jinmuk believed that a person’s love and respect for Buddha is not that much different from the love and respect one has for his or her parents. As an expression of this philosophy, Jinmuk had his mother’s remains enshrined at the temple after she died at Mujasoncheonnyeonhyanghwajiji. <br><br>A neat little line of stone lamps leads visitors up from the parking lot to the temple grounds, revealing the well-attended grave of Jinmuk Daesa’s mother to the left. The temple is very unique in that it is the only one to house a caretaker’s office (Gosiraejoen Hall) that is responsible for maintaining the grave site. <br><br>It is said that prayers made to Seongmo (the holy mother) while visiting the temple will come true. Throughout the year, throngs of people journey to the temple to pay their respects and earnestly ask the holy mother to grant them their deepest desires.","regDate":"2022-08-01","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-08-01-1659339702427/1603957_image2_1.webp","blogPath":"Jeollabuk-do/2022-08-01-1659339702427","pageUrl":"https:/mcdryad.com/Jeollabuk-do/2022-08-01-1659339702427"},"dataList":[{"id":"2022-12-30-1672396569496","title":"Gusipo Haesu World (Gusipo Seawater World) (구시포 해수찜월드)","description":"The Gusipo Haesu World provides a diverse selection of jjimjilbang facilities.  There is a “<i>Haesuyakjjim</i> (Medicinal Seawater Bath)” full-body bath, where special healthy ingredients are added to heated seawater. This is believed to effectively treat neuralgia, arthritis, and obesity. <br><br>This process extracts unnecessary substances from the skin, creating a more beautiful radiance. There are also other enjoyable facilities such as the indoor sand bathing room and a green tea spa.","regDate":"2022-12-30","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Recreational Sites","Hot Springs & Spa"],"imgUrl":"/2022-12-30-1672396569496/781597_image2_1.webp","blogPath":"Jeollabuk-do/2022-12-30-1672396569496"},{"id":"2022-12-30-1672392943632","title":"Guryonggyegok Valley (구룡계곡)","description":"Guryonggyegok Valley, a 3 kilometer-long valley in the northern part of the Jirisan National Park, located in Namwon, Jeollabuk-do, is just the place to enjoy a panoramic view of the unusually shaped rocks and precipitous cliffs. Under the Guryongpokpo Falls, located at the peak of the valley, is a small pond called, ‘Yongso’ (meaning ‘dragon pond’). Legend has it that a dragon lived here before it ascended to heaven. Visitors can tour the valley by driving along the skyway, an extension of the tourist road of Jirisan Mountain, or take an invigorating hike up a mountain by taking the Jeongnyeongchigan route, which extends along the valley to Baemsagol Valley(Banseon) and Nogodan Peak.","regDate":"2022-12-30","author":"korea-tour","tag":["Jeollabuk-do","Nature","Natural Sites","Valleys"],"imgUrl":"/2022-12-30-1672392943632/529600_image2_1.webp","blogPath":"Jeollabuk-do/2022-12-30-1672392943632"},{"id":"2022-12-30-1672389414501","title":"Gunsan Geumgang Estuary Bank (금강하구둑(군산))","description":"Geumgang Estuary Bank was completed in 1990 as part of an agricultural development project for 6 cities and counties in Chungcheongnam-do and Jeollabuk-do. The Korea Agricultural and Rural Infrastructure Corporation invested approximately 100 billion won for the project and the construction lasted for 8 years. The estuary bank can hold up to 130 million tons of water. The 1,840-meter long bank serves a bridge that connects Chungcheongnam-do to Jeollabuk-do.<br><br>Aside from being the source of water for agricultural and industrial use in Jeollabuk-do and Chungcheongnam-do, the bank also provides flood control for the area around Geumgang River. It helps keep Gunsanhang Port operational by preventing soiland sand from accumulating at the mouth of the river. It also prevents the backwash of seawater from causing damage to farmlands. Geumgang Estuary Bank has an important role as a tourist destination by connecting Gunsan and Janghang.","regDate":"2022-12-30","author":"korea-tour","tag":["Jeollabuk-do","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2022-12-30-1672389414501/1576234_image2_1.webp","blogPath":"Jeollabuk-do/2022-12-30-1672389414501"},{"id":"2022-12-30-1672385722112","title":"Gunsan Dongguksa Temple (동국사(군산))","description":"Dongguksa Temple was built by Japanese monk Seoneungbulgwan in 1909. The temple was run by Japanese monks for 36 years during the Japanese occupation, reverting to Korean jurisdiction when Korea was liberated in 1945. The historical temple is the only surviving Japanese-style temple in the nation. <br><br>The temple is characterized by its two main buildings, Daeungjeon Hall and Yosachae, which are connected by a corridor, and the temple’s relative lack of decoration, which stands as a sharp contrast to the brilliantly-colored Korean temples. Dongguksa Temple was officially designated as Cultural Asset in July 2003 and is now a branch temple of Seonunsa Temple in Gochang, the 24th district of the Korean Buddhist Jogye Order.","regDate":"2022-12-30","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-12-30-1672385722112/1783656_image2_1.webp","blogPath":"Jeollabuk-do/2022-12-30-1672385722112"},{"id":"2022-12-30-1672382316463","title":"Gudam Village (구담마을)","description":"Located at the beginning of the Seomjingang River, the steep banks in Gudam Village are covered in maehwa (plum blossoms) in white and red. While strolling along the 3-kilometer-long path of the riverside that connects Gudam Village to Cheondam Village, tourists will be impressed by the beautiful scene created by the plum and cherry blossoms. The village became more and more famous thanks to its cozy ambience created by the Seomjingang River, plum blossoms and Zelkova at the mouth of the village, attracting visitors to enjoy a walking trip. The village has also served as a filming location for movies, including the film Spring in My Hometown (1998).","regDate":"2022-12-30","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Experience Programs","Village Experience"],"imgUrl":"/2022-12-30-1672382316463/1678735_image2_1.webp","blogPath":"Jeollabuk-do/2022-12-30-1672382316463"},{"id":"2022-12-30-1672378542324","title":"Gucheondonggyegok Valley (구천동계곡)","description":"Gucheondonggyegok Valley is located within Deogyusan National Park approximately 25 kilometers from Rajetongmun Gate, the entrance of the valley. The valley is famous for its 33 scenic points including Sushimdae Cliff, Gucheonpokpo Falls and Yeonhwapokpo Falls. The valley is popular all year round with cool shade in summer, fall foliage in fall and a snowy landscape in winter.","regDate":"2022-12-30","author":"korea-tour","tag":["Jeollabuk-do","Nature","Natural Sites","Valleys"],"imgUrl":"/2022-12-30-1672378542324/1929663_image2_1.webp","blogPath":"Jeollabuk-do/2022-12-30-1672378542324"},{"id":"2022-08-01-1659362399493","title":"Gosapo Beach (고사포해수욕장)","description":"Gosapo Beach commands a magnificent scenic view, thanks to the 2-kilometer stretch of fine sand and pine forest along the beach. The beach is considered one of the cleanest among the beaches in the area. Every two weeks, the tides fall to reveal a path from Gosapo Beach to Haseom Island.","regDate":"2022-08-01","author":"korea-tour","tag":["Jeollabuk-do","Nature","Natural Sites"],"imgUrl":"/2022-08-01-1659362399493/636167_image2_1.webp","blogPath":"Jeollabuk-do/2022-08-01-1659362399493"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}