{"pageProps":{"content":"![Onemount Water Park (원마운트 워터파크)](/2022-09-02-1662111652860/2363346_image2_1.webp)\n\n  \n## Overview\n\n> Situated near Hallyu World and KINTEX in Ilsan, Onemount is the largest multi-cultural space in the northwest metropolitan region. It is housed in three buildings with two underground floors and nine above-ground floors, for a total surface area of 161,602 square meters. Aiming to be the best playground in the world, Onemount features a shopping mall, snow park, water park, and a members-only luxury sports club, and also organizes various performances, events, and parties throughout the year.<br><br>\n\nOnemount Water Park is a huge urban water park that offers an array of both indoor and outdoor attractions. The water park offers spaces for sun tanning and enjoying the natural sunlight, and also hosts special poolside parties. It has nine water amusement facilities, with recreational facilities including a thrilling slide reaching 40 meters in x_height, a wave pool, a waterplay facility, and a running-water pool. Water also regularly splashes throughout the park, adding an element of excitement.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330<BR>(Korean, English, Japanese, Chinese) <br>• For more info: +82-1566-2232|\n|opendate:|May 4, 2013|\n|parking:|Available|\n|restdate:|N/A (Open all year round)|\n|usetime:|Weekdays 10:00-18:00 / Weekends 10:00-19:00|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Restrooms:|Available|\n|Admission Fees:|Refer to the website for detailed information.|\n|Available Facilities:|[Indoor facilities] Ventura River, Tugel Ride, spa pool, Carnival Beach, Kingball Ride, KIDS Center, Giant Play, Speed Bang, toddler pool, Fantastic Flex, bade pool, doctor fish zone, sauna, dry dock, sunbed zone, tent zone, etc.<br />[Outdoor facilities] Coloride, family pool, Sky Boomerango, Aqualand, Whirling Dervish, event pool, lazy pool, spa pool<br />[Rooftop Garden] Ever Slide, Pinocchio Village, cabana zone<br />[Amenities] Rental shop, water supplies shop, nurse's office, nursery, food court, restaurants, etc.|\n|Parking Fees:|Water park guests - Free for the first five hours|\n|Reservation Info. for Foreigners:|Phone reservation for groups (20 people or more)<br>Inquiries: +82-33-961-6303|\n  \n## Detail Image\n![/2022-09-02-1662111652860/2363341_image2_1.webp](/2022-09-02-1662111652860/2363341_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-1566-2232](tel:+8215662232)\n- [🏠www.onemount.co.kr](http://www.onemount.co.kr/)\n\n\n```googleMap\nlatitude: 37.6643833008\nlongitude: 126.7543248279\ntitle: 300, Hallyuworld-ro, Ilsanseo-gu, Goyang-si, Gyeonggi-do\n```\n  \n## Directions\n  \n[Subway]<br>\nJuyeop Station (Seoul Subway Line 3), Exit 3.<br>\nWalk for approx. 700 m and the waterpark will be visible on the right.<br>\n <br>\n[Bus]<br>\nGet off at Onemount Bus Stop.<br>\nBus No. 92<br>\nMaeul Bus No. 010, 058, 062, 089<br>\n<br>\nGet off at Hansu Elementary School Bus Stop. <br>\nBus No. 10, 16, 55, 80, 92, 900 <br>\nMaeul Bus No. 010, 080, 089\n","data":{"id":"2022-09-02-1662111652860","title":"Onemount Water Park (원마운트 워터파크)","description":"Situated near Hallyu World and KINTEX in Ilsan, Onemount is the largest multi-cultural space in the northwest metropolitan region. It is housed in three buildings with two underground floors and nine above-ground floors, for a total surface area of 161,602 square meters. Aiming to be the best playground in the world, Onemount features a shopping mall, snow park, water park, and a members-only luxury sports club, and also organizes various performances, events, and parties throughout the year.<br><br>Onemount Water Park is a huge urban water park that offers an array of both indoor and outdoor attractions. The water park offers spaces for sun tanning and enjoying the natural sunlight, and also hosts special poolside parties. It has nine water amusement facilities, with recreational facilities including a thrilling slide reaching 40 meters in x_height, a wave pool, a waterplay facility, and a running-water pool. Water also regularly splashes throughout the park, adding an element of excitement.","regDate":"2022-09-02","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Recreational Sites","Hot Springs & Spa"],"imgUrl":"/2022-09-02-1662111652860/2363346_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-02-1662111652860","pageUrl":"https:/mcdryad.com/Gyeonggi-do/2022-09-02-1662111652860"},"dataList":[{"id":"2022-09-17-1663397434630","title":"Songam Space Center (송암스페이스센터)","description":"Songam Space Center, set against the gorgeous backdrop of nearby Jangheung Park, Yangju-si, Gyeonggi-do, is one of the largest space themed parks in Korea. Situated on Gyeomyeongsan Mountain at around 440 meters above the sea level, the observatory (B1-3F) features a main telescope that was locally developed and allows visitors to see the stars even during the day. The observatory is part of Stars Valley, which consists of three different buildings  the Space Center, Star House, and Songam Observatory. <br><br>Newton Center, a main observatory center of Songsam Observatory has a 600 milimeter Ritchey-Chretien reflecting telescope allowing for clear and convenient observation of the stars. Galilei Center, a sub-observatory facility has seven telescopes including reflecting, catadioptric and refracting telescopes, as well as a CCD camera, digital camera, intermediate telescope and other observation aid devices. Facilities at the observatory include the Challenger Learning Center, a Digital Planetarium, and Star House, a four-story accommodation/training facility. There are also two cable cars, each of which can hold as many as 33 people.","regDate":"2022-09-17","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2022-09-17-1663397434630/2431795_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-17-1663397434630"},{"id":"2022-09-17-1663393996561","title":"Seolmaejae Recreational Forest (설매재자연휴양림)","description":"Seolmaejae Recreational Forest is located around Seolmaejae Pass, named for the apricot blossoms ('mae') that would bloom in the snow ('seol')-filled pass ('jae'). The forest is only an hour's drive out of Seoul, making it easily accessible for people looking to escape the city. The forest offers sections of pine trees, maple trees, royal azalea, and more beautiful flora, all visible along the various hiking paths. The park also connects with Yumyeongsan and Yongmunsan Mountains, and is close to Yongcheongyegok and Yumyeongsan Valleys.","regDate":"2022-09-17","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"/2022-09-17-1663393996561/2364884_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-17-1663393996561"},{"id":"2022-09-17-1663389864356","title":"Seolbongsan Mountain (설봉산)","description":"Seolbongsan Mountain (설봉산, 394 m) dominates the western portion of Icheon City. It has also been called Bugaksan Mountain and Muhaksan Mountain since the mountain resembles a crane with its wings spread open. Although the mountain is not rugged and maintains a well kept walking trail, it has many intriguing rock formations. There are as many as eight natural springs from which clear water gushes, and there are also Buddhist temples and relics scattered across the mountain. There are other attractions to see and enjoy as well, such as Seolbong Park, which was established at the opening of the World Ceramic Exhibition, as well as the municipal museum.","regDate":"2022-09-17","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites","Mountains"],"imgUrl":"","blogPath":"Gyeonggi-do/2022-09-17-1663389864356"},{"id":"2022-09-16-1663325293640","title":"Seolbong Park (설봉공원)","description":"Nestled at the foot of Seolbongsan Mountain in Icheon, Seolbong Park is the venue for the Gyeonggi International Ceramic Biennale, Icheon Ceramic Festival, and Icheon Rice Cultural Festival. Outside of festival periods, the park also serves as a rest area for locals, with a wide lake in the center, walking paths, and gardens. Cerapia, a ceramic themed park located within Seolbong Park, offers hands-on programs for visitors to experience ceremics.","regDate":"2022-09-16","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-09-16-1663325293640/1591101_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-16-1663325293640"},{"id":"2022-09-16-1663321515157","title":"Sangdong Lake Park (상동호수공원)","description":"Sangdong Lake Park is the largest park in Bucheon. A 2.5-kilometer promenade runs along a man-made lake, providing a refreshing and cool environment for a light exercise. The park also offers a beautiful sight year round thanks to the seasonal flowers that decorate the area. Some of the park's main facilities include a fountain, park square, wildflower garden, and sports facilities.","regDate":"2022-09-16","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-09-16-1663321515157/760068_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-16-1663321515157"},{"id":"2022-09-16-1663318134898","title":"Samsung Innovation Museum (삼성 이노베이션 뮤지엄)","description":"Samsung Innovation Museum is an electronic industrial museum run by Samsung, a major global company based in Korea. The museum mainly consists of three sections. Visitors can learn about the history of Korea's electronic industry, as well as the past, present and future of the semiconductor, display and mobile industries, where Samsung made great achievements. The museum also runs an education facility called Children's Display Research Institute.","regDate":"2022-09-16","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Industrial Sites","Others"],"imgUrl":"","blogPath":"Gyeonggi-do/2022-09-16-1663318134898"},{"id":"2022-09-16-1663314419795","title":"Provence Village (프로방스 마을)","description":"Provence Village is a themed village that began with the opening of a chic French restaurant in 1996. It has expanded to include a famous bakery cafe, Italian and Korean restaurants, shops, colorful murals, a beautiful garden, and romantic lighting displays in the evenings.<br><br>Each unique shop is connected to other shops in the village. An art studio offers a wide array of dishes used in cafes and restaurants in the village; the Living Gallery not only decorates Provence Village, but also makes decorative items such as hand-painted ceramics, available for purchase; and the European bakery boasts fresh, delicious breads. Each shop is an independent unit with a unique design concept. The Living Gallery offers shops selling ceramics, flowers, and herbs, while the Fashion Gallery consists of shops offering clothing, accessories, and interior design items. The Herb Garden hosts a wide array of cultural events and performances for visitors throughout the year.","regDate":"2022-09-16","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Experience Programs","Unique Experience"],"imgUrl":"","blogPath":"Gyeonggi-do/2022-09-16-1663314419795"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}