{"pageProps":{"content":"![Dumo Village (두모마을)](/2022-12-15-1671086489107/2630954_image2_1.webp)\n\n  \n## Overview\n\n> Dumo Village was designated a Green Agriculture Experience Village in 2005. The stream flowing through the village has high-quality water and is home to sweetfish, mitten crab, and freshwater eel. Visitors to the village can enjoy both farming and marine experiences, making it a popular destination for families. The villagers welcome visitors warmheartedly, creating an atmosphere of returning home after a long time away. The village name comes from the way it seems to hug the ocean, like a large <em>hangari</em> (clay pot).\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-88-862-5865<br />+82-10-3839-5915, +82-10-8500-5863|\n  \n\n  \n## Detail Image\n![/2022-12-15-1671086489107/2630955_image2_1.webp](/2022-12-15-1671086489107/2630955_image2_1.webp)\n![/2022-12-15-1671086489107/2630956_image2_1.webp](/2022-12-15-1671086489107/2630956_image2_1.webp)\n![/2022-12-15-1671086489107/2630957_image2_1.webp](/2022-12-15-1671086489107/2630957_image2_1.webp)\n![/2022-12-15-1671086489107/2630958_image2_1.webp](/2022-12-15-1671086489107/2630958_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-88-862-5865](tel:+82888625865)\n- [🏠cafe.naver.com/dumocamping#](https://cafe.naver.com/dumocamping#)\n\n\n```googleMap\nlatitude: 34.7339780123\nlongitude: 127.9553741638\ntitle: 18, Yanga-ro 533beon-gil, Namhae-gun, Gyeongsangnam-do\n```\n  \n## Directions\n  \n[Bus]<br>\nTake a local bus bound for Namhae-Mijo from Namhae Bus Terminal Bus Stop.<br>\nGet off at Dumo Village Entrance Bus Stop\n","data":{"id":"2022-12-15-1671086489107","title":"Dumo Village (두모마을)","description":"Dumo Village was designated a Green Agriculture Experience Village in 2005. The stream flowing through the village has high-quality water and is home to sweetfish, mitten crab, and freshwater eel. Visitors to the village can enjoy both farming and marine experiences, making it a popular destination for families. The villagers welcome visitors warmheartedly, creating an atmosphere of returning home after a long time away. The village name comes from the way it seems to hug the ocean, like a large <em>hangari</em> (clay pot).","regDate":"2022-12-15","author":"korea-tour","tag":["Gyeongsangnam-do","Culture/Art/History","Experience Programs","Village Experience"],"imgUrl":"/2022-12-15-1671086489107/2630954_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-15-1671086489107","pageUrl":"https:/mcdryad.com/Gyeongsangnam-do/2022-12-15-1671086489107"},"dataList":[{"id":"2022-12-22-1671680210743","title":"Junam Reservoir - Habitat for migratory birds (주남저수지 (철새도래지))","description":"Junam Reservoir features a large migratory bird sanctuary spread throughout three reservoirs (Sannam, Junam, and Dongpan), and is one of Korea’s top nature-watching areas for visitors. It operates Ramsar Culture Center, ecology educational hall, bird-watching site and Junam Environment School free of charge and a guide tour is available to explore the reservoir with ecological explanations. In addition, a lotus field and flower road can be visited in the reservoir.","regDate":"2022-12-22","author":"korea-tour","tag":["Gyeongsangnam-do","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2022-12-22-1671680210743/2043327_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-22-1671680210743"},{"id":"2022-12-21-1671619055022","title":"Jisimdo Island (지심도)","description":"Located 1.5 kilometers away to the east side of Irun-myeon, Geoje, Jisimdo Island is a very small island covering an area of just 0.338 ㎢ with a 3.5-kilometer long coast line. From Jangseungpohang Port, it takes approximately 15 minutes by ferry and visitors can tour the entire island within 2 hours. <BR><BR>The name of the island comes from its appearance resembling the Chinese character ‘sim (心).’ The island is home to abundant and old camellia trees more than any other islands in the southern sea, earning the nickname Dongbaek (camellia) Island.","regDate":"2022-12-21","author":"korea-tour","tag":["Gyeongsangnam-do","Nature","Natural Sites"],"imgUrl":"/2022-12-21-1671619055022/2616823_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-21-1671619055022"},{"id":"2022-12-21-1671615385239","title":"Jirisan National Park (Sancheong Section) (지리산국립공원(산청))","description":"Designated as Koreas first national park on December 29, 1967, Jirisan National Park covers three provinces, Gyeongsangnam-do, Jeollanam-do and Jeollabuk-do, one city, four counties, and fifteen eup or myeon districts. With a total area of 483.022 square kilometers, it is the largest mountain-type national park among all 22 national parks, and has abundant animal life and plants.<BR><BR>There are countless valleys throughout the park and ridges connect the 20 smaller peaks to the main peaks of Cheonwangbong, Banyabong, and Nogodan. The park is covered with rivers on the north and south, providing plenty of fresh water. In addition to being a deep, wide, and huge mountain, the park also has many attractions to see.","regDate":"2022-12-21","author":"korea-tour","tag":["Gyeongsangnam-do","Nature","Natural Sites","National Parks"],"imgUrl":"/2022-12-21-1671615385239/688853_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-21-1671615385239"},{"id":"2022-12-21-1671611952368","title":"Jirisan National Park (Hamyang Section) (지리산국립공원(함양))","description":"Designated as the first national park in Korea on December 29, 1967, Jirisan National Park stretches out over 483.022 square kilometers, making it the largest national park among all 22 national parks. It covers Korea’s three southernmost provinces; Gyeongsangnam-do, Jeollanam-do, and Jeollabuk-do, one city, four counties, and 15 districts of eup and myeon. The area in Gyeongsangnam-do has Ssanggyesa Temple, Daewonsa Temple, Beopgyesa Temple, Chilbulsa Temple, and Chilsangsa Temple as well as valleys, falls, and other tourism resources. In particular, famous tourist spots in Hamyang area are Chilseongyegok Valley and Hansingyegok Valley.","regDate":"2022-12-21","author":"korea-tour","tag":["Gyeongsangnam-do","Nature","Natural Sites","National Parks"],"imgUrl":"/2022-12-21-1671611952368/1611698_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-21-1671611952368"},{"id":"2022-12-21-1671608179268","title":"Jirisan National Park (Hadong Section) (지리산국립공원(하동))","description":"Designated as the first national park in Korea on December 29, 1967, Jirisan National Park stretches out over 483.022 square kilometers, making it the largest national park among all 22 national parks. It covers Korea’s three southernmost provinces; Gyeongsangnam-do, Jeollanam-do, and Jeollabuk-do, one city, four counties, and 15 districts of eup and myeon. The area in Gyeongsangnam-do has many temples including Ssanggyesa Temple and Chilbulsa Temple, as well as valleys, falls, and other tourism resources.","regDate":"2022-12-21","author":"korea-tour","tag":["Gyeongsangnam-do","Nature","Natural Sites","National Parks"],"imgUrl":"/2022-12-21-1671608179268/1320913_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-21-1671608179268"},{"id":"2022-12-21-1671604760685","title":"Jirisan History Museum (지리산역사관)","description":"Jirisan History Museum is located within Jirisan National Park at the start of the hiking course to Byeoksoryeong Pass. Rather a small museum, it provides detailed information about the history of North Korean partisans and the routes that they took throughout the mountain during the Korean War. The museum also exhibits the war relics, lifestyle of the mountain villagers and local produce of Hadong.","regDate":"2022-12-21","author":"korea-tour","tag":["Gyeongsangnam-do","Culture/Art/History"],"imgUrl":"/2022-12-21-1671604760685/1320861_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-21-1671604760685"},{"id":"2022-12-21-1671600968838","title":"Jirisan Chilseongyegok Valley (칠선계곡(지리산))","description":"Chilseongyegok Valley is the most beautiful valley in Jirisan Mountain, and is one of the top three valleys in the nation, along with Cheonbuldonggyegok Valley in Seoraksan Mountain and Tamnagyegok Valley in Hallasan Mountain. The 16-kilometer valley stretching from Uitan of Macheon-myeon to Cheonwangbong Peak is characterized by very tough topography but beautiful scenery and is the only remaining primeval forest of Jirisan Mountain. It is also dotted with seven waterfalls and 33 ponds. The hike becomes more difficult as the trail enters the valley. Because the valley has taken many lives, some people call it The Valley of Death. For that reason, visitors must apply in advance and hike with a guide. The trail in Chilseon Valley is a 9.4-kilometer course from Chuseong Village in Macheon-myeon to Cheonwangbong Peak, which does not follow the natural valley, due to the valleys steep and dangerous features. Starting from Chuseong Village, the trail passes Yongso Pond, Jujiteo Site, Chuseongmang Rock, Seonnyeotang Pond, Ongnyeotang Pond, Biseondam, Chilseonpokpo Falls, Daeryukpokpo Falls, Samcheungpokpo Falls and Mapokpo Falls, all before reaching Cheonwangbong Peak.","regDate":"2022-12-21","author":"korea-tour","tag":["Gyeongsangnam-do","Nature","Natural Sites","Valleys"],"imgUrl":"/2022-12-21-1671600968838/2617002_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-21-1671600968838"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}