{"pageProps":{"content":"![Birthplace of Nongae (논개생가)](/2022-07-31-1659245920934/1605340_image2_1.webp)\n\n  \n## Overview\n\n> Nongae was born in Juchon Village in the 7th year of King Seonjo (September 3, 1575). A clever and beautiful young lady, Nongae voluntarily registered as a <em>gisaeng</em> (female entertainer) at the age of 19 when the nation was at risk of invasion during the Imjin War. While entertaining one evening, she led Japanese general Keyamura Rokusuke to the edge of a cliff and flung her arms around him, casting both herself and the general to their deaths in the Jinju Namgang River. <br><br>\n\nTo commemorate her faithfulness and allegiance to her country, a project to restore her place of birth was completed in September 2000, drawing many visitors. Nearby Nongae’s birthplace are many tourist attractions, including Deogyusan Mountain and Odongje Pass and a hiking trail that connects Jangansan County Park, Jijigyegok Valley, and Donghwa Dam.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-63-350-1636|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Film Locations:|Drama \"My Fair Lady (2009)\"|\n  \n## Detail Image\n![/2022-07-31-1659245920934/1605341_image2_1.webp](/2022-07-31-1659245920934/1605341_image2_1.webp)\n![/2022-07-31-1659245920934/1605342_image2_1.webp](/2022-07-31-1659245920934/1605342_image2_1.webp)\n![/2022-07-31-1659245920934/1605343_image2_1.webp](/2022-07-31-1659245920934/1605343_image2_1.webp)\n![/2022-07-31-1659245920934/1605359_image2_1.webp](/2022-07-31-1659245920934/1605359_image2_1.webp)\n![/2022-07-31-1659245920934/1605360_image2_1.webp](/2022-07-31-1659245920934/1605360_image2_1.webp)\n![/2022-07-31-1659245920934/1605362_image2_1.webp](/2022-07-31-1659245920934/1605362_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-63-350-1636](tel:+82633501636)\n\n\n\n```googleMap\nlatitude: 35.6792101334\nlongitude: 127.6212316727\ntitle: 558, Uiam-ro, Jangsu-gun, Jeollabuk-do\n```\n  \n## Directions\n  \n[Bus]<BR>\nFrom Seoul Nambu Bus Terminal, take an intercity bus to Janggye Bus Terminal.<br>\nFrom Janggye Bus Terminal, take a local bus bound for Daegok.\n","data":{"id":"2022-07-31-1659245920934","title":"Birthplace of Nongae (논개생가)","description":"Nongae was born in Juchon Village in the 7th year of King Seonjo (September 3, 1575). A clever and beautiful young lady, Nongae voluntarily registered as a <em>gisaeng</em> (female entertainer) at the age of 19 when the nation was at risk of invasion during the Imjin War. While entertaining one evening, she led Japanese general Keyamura Rokusuke to the edge of a cliff and flung her arms around him, casting both herself and the general to their deaths in the Jinju Namgang River. <br><br>To commemorate her faithfulness and allegiance to her country, a project to restore her place of birth was completed in September 2000, drawing many visitors. Nearby Nongae’s birthplace are many tourist attractions, including Deogyusan Mountain and Odongje Pass and a hiking trail that connects Jangansan County Park, Jijigyegok Valley, and Donghwa Dam.","regDate":"2022-07-31","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Historical Sites","Birthplaces"],"imgUrl":"/2022-07-31-1659245920934/1605340_image2_1.webp","blogPath":"Jeollabuk-do/2022-07-31-1659245920934","pageUrl":"https:/mcdryad.com/Jeollabuk-do/2022-07-31-1659245920934"},"dataList":[{"id":"2022-07-31-1659275032648","title":"Chungnyeolsa Temple (충렬사)","description":"Located in Jeongeup, Jeollabuk-do, Chungnyeolsa Temple was established as a shrine to embody the spirit of Admiral “Chungmugong” (honorific title in military) Yi Sun-Sin. He was a great national hero who led the Korean navy to victory in many naval battles using innovative ‘turtle ships’ during the Imjin War (1592-1598). <br><br>Situated in the heart of Gumisan Mountain overlooking the city of Jeongeup, the temple is the location of a memorial ceremony held every 28th of April, the birthday of Admiral Yi. The ceremony is meant to pay tribute to the memory of the naval hero and his irreproachable service to the city. Yi Sun-Sin had been appointed as reeve of Jeongeup in 1589 but soon after in 1591 he left the post to work as the chief naval officer of the Jeolla region.","regDate":"2022-07-31","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-07-31-1659275032648/197184_image2_1.webp","blogPath":"Jeollabuk-do/2022-07-31-1659275032648"},{"id":"2022-07-31-1659272544974","title":"Chiryeongyegok Valley (칠연계곡)","description":"Chiryeongyegok Valley is situated behind Tongan Village in Anseong-myeon near Deogyusan Mountain. While not as famous as the valley in Gucheon-dong, the valley boasts a beautiful array of waterfalls, oddly shaped rocks, and ponds. The best known attraction is Chiryeonpokpo Falls, meaning “seven falls connected to pools.” There, pure water flows gently, moving from one pool to the next.","regDate":"2022-07-31","author":"korea-tour","tag":["Jeollabuk-do","Nature","Natural Sites","Valleys"],"imgUrl":"/2022-07-31-1659272544974/531394_image2_1.webp","blogPath":"Jeollabuk-do/2022-07-31-1659272544974"},{"id":"2022-07-31-1659264028021","title":"Chaeseokgang Cliff (Jeonbuk National Geopark) (채석강 (전북 서해안권 국가지질공원))","description":"Chaeseokgang Cliff refers to a rocky cliff and the sea around it near the Gyeokpohang Port and Dagibong areas on Byeonsanbando Peninsula. The name Chaeseokgang was adapted as it resembles an attraction of the same name in China. Chaeseokgang Cliff was formed from many layers of rocks stratified by the sea, and the blue sea and the rock cliffs together create quite a lovely picture. It is nature’s masterpiece of stratification, and visitors can observe interesting structures and shapes that cannot be seen elsewhere.","regDate":"2022-07-31","author":"korea-tour","tag":["Jeollabuk-do","Nature","Natural Sites"],"imgUrl":"/2022-07-31-1659264028021/1994108_image2_1.webp","blogPath":"Jeollabuk-do/2022-07-31-1659264028021"},{"id":"2022-07-31-1659260345581","title":"Byeonsanbando National Park (변산반도국립공원)","description":"Designated as a national park in 1988, Byeonsanbando National Park is the only national park in the country that consists of both the ocean and the mountains. The park is divided into two large sections  the shore area, called Outer Byeonsan, and an inland area called Inner Byeonsan. The park has three major mountain peaks made up of unique rock formation  Uisanbong Peak at 508 meters, Sinseonbong Peak at 486 meters, and Ssangseonbong Peak at 459 meters. In addition to notable temples such as Gaeamsa Temple, Naeamsa Temple, and Naesosa Temple, major attractions within the park includes Jiksopokpo Falls, Bongnaegugok Valley, and Nakjodae Overlook. Historical sites like the Guam-ri Dolmens and Yucheon-ril Kiln sites are also located near the park.","regDate":"2022-07-31","author":"korea-tour","tag":["Jeollabuk-do","Nature","Natural Sites","National Parks"],"imgUrl":"/2022-07-31-1659260345581/2392335_image2_1.webp","blogPath":"Jeollabuk-do/2022-07-31-1659260345581"},{"id":"2022-07-31-1659256930885","title":"Byeonsan Beach (변산해수욕장)","description":"Byeonsan Beach is a representative beach of the west coast. The  beach is known for its white sand and fir trees. Also, having opened in 1933, it is the oldest beach in Korea. The fine sandy beach stretches endlessly and the water is clear. Furthermore, the water is only 1 meter deep and warm, making it an ideal beach for swimming.","regDate":"2022-07-31","author":"korea-tour","tag":["Jeollabuk-do","Nature","Natural Sites"],"imgUrl":"/2022-07-31-1659256930885/2514273_image2_1.webp","blogPath":"Jeollabuk-do/2022-07-31-1659256930885"},{"id":"2022-07-31-1659253012378","title":"Buan Naesosa Temple (내소사 (부안))","description":"Naesosa Temple was built by Buddhist Monk Hye-Gu in 633 during the Baekje dynasty and was rebuilt by Monk Cheong-Min in 1633 during the Joseon dynasty. The Daeungbojeon Hall was built at this time. In 1986, the temple area was designated as a culturally protected area.  <br><br>On both sides of the main gate are large fir trees, which also line the path into the temple. Upon reaching the temple itself, the first thing that draws attention is the 1000-year-old Dangsan tree. Long ago, people used the base of the tree as a site of prayer.  <br><br>Housed in Beomjonggak is a bronze bell that can be found in many Buddhist temples. This particular bell was made during the Goryeo era and is engraved with three images of Buddha, called Samjonsang. The center building of the temple, called Daeungbojeon Hall is also an artistic masterpiece, decorated with splendid colors and designs. The flower Salmun doors featuring lotus and chrysanthemum flowers add another element of traditional beauty to the building.","regDate":"2022-07-31","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-07-31-1659253012378/2678636_image2_1.webp","blogPath":"Jeollabuk-do/2022-07-31-1659253012378"},{"id":"2022-07-31-1659249920554","title":"Borinara Hagwon Farm (보리나라 학원농장)","description":"Borinara Hagwon Farm is a large-scale barley farm that measures an extensive 561,983 m². It is the nation’s largest barley field. The farm has been seeing a flood of tourists and photographers since its recognition as a tourist-friendly farm. The farm has also featured in several media channels such as dramas, commercials, and films. <br><br>To entertain the growing number of visitors, the farm hosts the Green Barley Field Festival in spring and the Buckwheat Flower Festival in fall before the harvest season when the crops are at their peak. In addition to the festivals, visitors can also participate in various activities and buy souvenirs as well as local produce.","regDate":"2022-07-31","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Experience Programs","Farming Experience"],"imgUrl":"/2022-07-31-1659249920554/2378792_image2_1.webp","blogPath":"Jeollabuk-do/2022-07-31-1659249920554"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}