{"pageProps":{"content":"![Unmunsan County Park (운문산군립공원)](/2022-12-08-1670495912711/1130201_image2_1.webp)\n\n  \n## Overview\n\n> Unmunsan Mountain (1,118 meters) is one of the seven mountains rising over 1,000 meters above sea level in the Yeongnam Alps in the Taebaeksanmaek Mountain Range. Unmunsan Mountain features dense groves, attracting a large number of hikers. From the summit, one can get a great view of the golden reeds on Cheonhwangsan Mountain to the south, and the ridges of Gajisan Mountain to the east. <br /><br />There are various sized temples and hermitages on the mountain, nestled among a splendid landscape. Unmunsa Temple is situated at the foot of the mountain on the northern side. It was built by Sinseung in the 18th year of the reign of King Jinheung (557) of the Silla Kingdom. Though some buildings burned down during the Imjin War, the Obaengnahanjeon Hall and Gwaneumjeon Hall have been preserved in their original state. The dense groves of pine trees and fir trees add to the tranquility of the beautiful scenery. In the temple, seven treasures are kept, including the Stone Lantern at Geumdang Hall (Treasure). The historic relics date back to the Silla kingdom and Goryeo dynasty.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-54-370-6114|\n|parking:|Available|\n|restdate:|* Closed during adverse weather condition|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Natural Preservation Areas (closed to public):|Section above Unmunsa Temple|\n|Mountain Not Access Period:|Seasonal Forest Fire Watches<br>Spring: February 1 - May 15 <br>Autumn: November 1-December 15<br* Periods and areas are subject to change based on fire weather advisories, snow/precipitation levels, and other local conditions.|\n|Restricted Mountain Areas :|[Refer to the website](http://hiking.kworks.co.kr/sub_map/map_user01.aspx)|\n|Hiking Course:|[Course 1] Sariam Hermitage Parking Lot - Simsim Valley - Araetjae Pass - Summit (Restricted access as a Natural Preservation Area)<br /><br>[Course 2] Motgol Cave - Cheonmunjigol Cave - Ttakbal Ridge - Summit (Restricted access as a Natural Preservation Area)<br /><br>[Course 3] Unmunryeong - Ssalbawi Rock - Gajisan Summit - Araetjae Pass - Summit|\n|Restrooms:|Available|\n  \n## Detail Image\n![/2022-12-08-1670495912711/1130187_image2_1.webp](/2022-12-08-1670495912711/1130187_image2_1.webp)\n![/2022-12-08-1670495912711/1130200_image2_1.webp](/2022-12-08-1670495912711/1130200_image2_1.webp)\n![/2022-12-08-1670495912711/1130202_image2_1.webp](/2022-12-08-1670495912711/1130202_image2_1.webp)\n![/2022-12-08-1670495912711/1130204_image2_1.webp](/2022-12-08-1670495912711/1130204_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-54-370-6114](tel:+82543706114)\n- [🏠www.cheongdo.go.kr](http://www.cheongdo.go.kr/open.content/tour/)\n\n\n```googleMap\nlatitude: 35.6158113858\nlongitude: 128.9806470397\ntitle: Unmun-myeon, Cheongdo-gun, Gyeongsangbuk-do\n```\n  \n\n","data":{"id":"2022-12-08-1670495912711","title":"Unmunsan County Park (운문산군립공원)","description":"Unmunsan Mountain (1,118 meters) is one of the seven mountains rising over 1,000 meters above sea level in the Yeongnam Alps in the Taebaeksanmaek Mountain Range. Unmunsan Mountain features dense groves, attracting a large number of hikers. From the summit, one can get a great view of the golden reeds on Cheonhwangsan Mountain to the south, and the ridges of Gajisan Mountain to the east. <br /><br />There are various sized temples and hermitages on the mountain, nestled among a splendid landscape. Unmunsa Temple is situated at the foot of the mountain on the northern side. It was built by Sinseung in the 18th year of the reign of King Jinheung (557) of the Silla Kingdom. Though some buildings burned down during the Imjin War, the Obaengnahanjeon Hall and Gwaneumjeon Hall have been preserved in their original state. The dense groves of pine trees and fir trees add to the tranquility of the beautiful scenery. In the temple, seven treasures are kept, including the Stone Lantern at Geumdang Hall (Treasure). The historic relics date back to the Silla kingdom and Goryeo dynasty.","regDate":"2022-12-08","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites","County Parks"],"imgUrl":"/2022-12-08-1670495912711/1130201_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-08-1670495912711","pageUrl":"https:/mcdryad.com/Gyeongsangbuk-do/2022-12-08-1670495912711"},"dataList":[{"id":"2022-12-12-1670837779908","title":"Mungyeong, former Gaeun Station (문경 구 가은역)","description":"Mungyeong, former Gaeun Station is a whistle stop in Wangneung-ri, Gaeun-eup, Mungeyong-si, Gyeongsangbuk-do. The station was designated as Registered Cultural Property No. 304 on December 4, 2006.","regDate":"2022-12-12","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"","blogPath":"Gyeongsangbuk-do/2022-12-12-1670837779908"},{"id":"2022-12-12-1670834455736","title":"Juwangsan National Park (주왕산국립공원)","description":"Juwangsan Mountain (alt. 720.6 m) is located in the Baekdudaegan Mountain Range, the backbone of the Korean peninsula. The mountain features deep valleys and many sheer rock cliffs to make it the third largest rocky mountain in the country. Juwangsan Mountain was recognized as a tourist attraction on May 30, 1972 and became the 12th national park a few years later on March 30, 1976. The park is quite small, filling in an area of just 105.582 ㎢ but is great for a leisure walk with walking trails in place along the valleys up to waterfalls.<br><br>Juwangsan Mountain was called Seokbyeongsan Mountain during the Silla dynasty due to the many stone peaks jutting out, but has been called Juwangsan Mountain since the Unified Silla period. In addition to these tall rocky peaks, Juwangsan National Park also includes four waterfalls, caves, Daejeonsa Temple and other attractions for a comprehensive tourist site.","regDate":"2022-12-12","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites","National Parks"],"imgUrl":"/2022-12-12-1670834455736/2370090_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-12-1670834455736"},{"id":"2022-12-12-1670827294557","title":"Jugam Pebble Beach [National Geopark] (죽암 몽돌해안 (울릉도, 독도 국가지질공원))","description":"Jugam Pebble Beach, located on Ulleungdo Island, is approximatly 500 meters long and 20 meters wide and has round pebbles weathered by the fierce waves. The rough rock and basalt are swept back and forth by strong waves, creating round pebbles.","regDate":"2022-12-12","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites"],"imgUrl":"/2022-12-12-1670827294557/2533854_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-12-1670827294557"},{"id":"2022-12-12-1670820019777","title":"Jisandong Ancient Tombs (고령 지산동 고분군)","description":"Goryeong was the old capital of Daegaya (42-562 AD), a city-state of the Gaya confederacy that once spanned the region now occupied by Gyeongsangnam-do Province to the south of the Korean peninsula. The city of Goryeong played such a central role in the development of the confederacy that many artifacts and historic sites of the Daegaya period can still be found there today. <br><br>Some of the most prominent landmarks are the 200 gobuns (ancient tombs) that lie along the southeastern slope of Jusan Mountain in Goryeong. In ancient times, the higher and larger a tomb, the higher the social status of the person buried inside. Given this tradition and historical evidence, the largest tomb in the south has been identified as Geumnim Wangneung (Royal Tomb of King Geumnim); the other large tombs are also presumed to be those of the kings of Daegaya. The large royal tombs (over 20m in diameter) dominate the mountain ridge (the highest point) while mid-sized and smaller tombs can be found on the mountain slopes and foothills. <br><br>Historical research on Daegaya began with the excavation and partial identification of the ancient tombs of Goryeong by research teams from Kyungpook National University and Keimyung University in 1977. Excavators discovered a great number of relics—gilt-bronze crowns, swords, armor, and trinkets of gold, silver, and jade—that shed light on the flourishing culture of Gaya. <br><br>To continue to encourage interest in the history and culture of Daegaya, officials of Goryeong-gun County established the Daegaya Royal Tomb Exhibit Hall at the foot of Jusan Mountain in Gobun-gun, Jisan-dong. The exhibition hall depicts the social structure of the era through ancient customs such as burying servants alive with their dead masters.","regDate":"2022-12-12","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-12-12-1670820019777/1004711_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-12-1670820019777"},{"id":"2022-12-12-1670816415461","title":"Jikjisa Temple (직지사)","description":"Jikjisa Temple, located at the foot of Hwangaksan Mountain in Gimcheon, Gyeongsangbuk-do, was constructed in 418, during the second year of Silla Kingdom King Nuljis reign. This temple is in perfect harmony with the nearby valley and pine forest. The foliage in fall is particularly breathtaking. The temple grounds include Birojeon Hall (also known as Cheonbuljeon Hall), in which approximately 1,000 Buddha statues are enshrined, along with a thousand-year-old arrowroot. The templegrounds also include Iljumun Gate, Daeungjeon Hall, and a 1.63 meter-tall Seated Stone Buddhist Statue (Treasure No. 319) from the Unified Silla Period.","regDate":"2022-12-12","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-12-12-1670816415461/1613439_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-12-1670816415461"},{"id":"2022-12-11-1670755028885","title":"Jeolgolgyegok Valley [National Geopark] (절골협곡 (청송 국가지질공원))","description":"Jeolgolgyegok Valley is located along the mountain ridgeline connecting Gamebong Peak and Wanggeoam Rock in Juwangsan Mountain. It stretches for 5 kilometers from Jeolgol Valley Visitors Center to Daemun Bridge. The valley is formed of vocanic tuffs that were welded and compacted after cooling down, which resulted in forming vertical cracks, leaving rocks to fall out and create a steep valley cliff.","regDate":"2022-12-11","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites","Valleys"],"imgUrl":"","blogPath":"Gyeongsangbuk-do/2022-12-11-1670755028885"},{"id":"2022-12-11-1670751369431","title":"Huibangpokpo Falls (희방폭포)","description":"The 28-meter high Huibangpokpo Falls is a waterfall located below Huibangsa Temple on Sobaeksan Mountain in Sucheol-ri, Yeongju-si, Gyeongsangbuk-do. It is located 700 meters above sea level about halfway up Sobaeksan Mountain. It is one of the  must-see attractions on Sobaeksan Mountain, and is the No.1 waterfall in the whole Yeongnam (southeastern part of Korea) area.<br><br>The water from the falls comes from Yeonhwabong Peak (1383 m), one of the sacred peaks of Sobaeksan Mountain. The water flows along the Huibanggyegok Valley and then plunges into the rocks below with a big splash, creating a breathtaking view for visitors.","regDate":"2022-12-11","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites","Waterfalls"],"imgUrl":"/2022-12-11-1670751369431/2366277_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-11-1670751369431"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}