{"pageProps":{"content":"![Achasan Mountain (아차산)](/2022-07-10-1657424168913/2661757_image2_1.webp)\n  \n## Overview\n\n> Achasan Mountain, reaching an altitude of 295.7 meters above sea level, stretches from Seoul to Guri and is an extremely popular hiking spot for residents of Seoul, Guri and the surrounding area. Towards the top of the mountain (about 40 minutes into the hike) a panoramic view of the Hangang River and Seoul unfolds. <br><br>\nDuring the Joseon dynasty, the current day Bonghwasan Mountain, Yongmabong Peak and Manguri Cemetery were considered part of Achasan Mountain. Twenty bastions were discovered along Achasan Mountain that were originally estimated to date back to the Three Kingdoms Era. Further research indicated that some of the remains were actually part of a military fortress built during the Goguryeo Era.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-2-450-1655|\n|parking:|Available<br>* Inquiries: +82-2-455-5288|\n|usetime:|Open 24 hr|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Hiking Course:|[Course 1 (Duration: 1 hr 30 min)] Achasan Ecological Park → Pine Tree Forest → Achasanseong Fortress → Naktagogae Pass →  Chinsugyegok Valley →  Achasan Management Office → Meeting place <br><br>[Course 2 (Duration: 2 hr)] Meeting place →  Naktagogae Pass → Goguryeojeong Pavilion → Haemaji Square → Summit →  Daeseongam Hermitage →  Naktagogae Pass → Chinsugyegok Valley → Meeting place <br><br>[Course 3 (Duration: 2 hr 30 min)] Meeting place →  Achasan Management Office → Chinsugyegok Valley → Goguryeojeong Pavilion → Summit → Yongmasan Mountain → Ppeongtwigigol Valley|\n|Admission Fees:|Free|\n|Available Facilities:|Ecological park, meeting place, walking paths, forest, etc.|\n|Restrooms:|Available|\n|Parking Fees:|300 won for 10 min|\n  \n## Detail Image\n![/2022-07-10-1657424168913/2526571_image2_1.webp](/2022-07-10-1657424168913/2526571_image2_1.webp)\n![/2022-07-10-1657424168913/2526574_image2_1.webp](/2022-07-10-1657424168913/2526574_image2_1.webp)\n![/2022-07-10-1657424168913/2526576_image2_1.webp](/2022-07-10-1657424168913/2526576_image2_1.webp)\n![/2022-07-10-1657424168913/2526578_image2_1.webp](/2022-07-10-1657424168913/2526578_image2_1.webp)\n![/2022-07-10-1657424168913/2661758_image2_1.webp](/2022-07-10-1657424168913/2661758_image2_1.webp)\n![/2022-07-10-1657424168913/2661760_image2_1.webp](/2022-07-10-1657424168913/2661760_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-2-450-1655](tel:+8224501655)\n- [🏠www.visitseoul.net](http://korean.visitseoul.net/nature/%EC%95%84%EC%B0%A8%EC%82%B0_/27689)\n\n\n```googleMap\nlatitude: 37.5529441189\nlongitude: 127.0998297997\ntitle: 135, Yeonghwasa-ro, Gwangjin-gu, Seoul\n```\n  \n## Directions\n  \n[Subway]<br>\nAchasan Station (Seoul Subway Line 5), Exit 2.<br>\nWalk for approx. 700 m\n","data":{"id":"2022-07-10-1657424168913","title":"Achasan Mountain (아차산)","description":"Achasan Mountain, reaching an altitude of 295.7 meters above sea level, stretches from Seoul to Guri and is an extremely popular hiking spot for residents of Seoul, Guri and the surrounding area. Towards the top of the mountain (about 40 minutes into the hike) a panoramic view of the Hangang River and Seoul unfolds. <br><br>During the Joseon dynasty, the current day Bonghwasan Mountain, Yongmabong Peak and Manguri Cemetery were considered part of Achasan Mountain. Twenty bastions were discovered along Achasan Mountain that were originally estimated to date back to the Three Kingdoms Era. Further research indicated that some of the remains were actually part of a military fortress built during the Goguryeo Era.","regDate":"2022-07-10","author":"korea-tour","tag":["Seoul","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-07-10-1657424168913/2661757_image2_1.webp","blogPath":"Seoul/2022-07-10-1657424168913","pageUrl":"https:/mcdryad.com/Seoul/2022-07-10-1657424168913"},"dataList":[{"id":"2022-07-21-1658371566809","title":"Bugaksan Mountain (북악산)","description":"Seoul is enveloped by mountains, consisting of Bugaksan, Namsan, Naksan, and Inwangsan to name a few major peaks surrounding the city. Bugaksan, the mountain located to the north of Seoul, is the highest among these and is a southern offshoot of Bukhansan Mountain. It is also referred to as Baegaksan.<br><br>Hanyang City Wall runs along the mountain ridge and Changuimun Gate (also called Jahamun), one of the four small gates surrounding the castle city during the Joseon dynasty, is on the west side of the mountain near Inwangsan Mountain. Running between Changuimun Gate and Arirang Hill in Jeongneung Royal Tomb, Bugak Skyway is a scenic road overlooking downtown Seoul; it also passes through a variety of attractions such as Changuimun Gate and Bugak Pavilion. Another attraction is Samcheong Park at the southern foot of Bugaksan Mountain.","regDate":"2022-07-21","author":"korea-tour","tag":["Seoul","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-07-21-1658371566809/1394557_image2_1.webp","blogPath":"Seoul/2022-07-21-1658371566809"},{"id":"2022-07-20-1658360226266","title":"Bugak Skyway Palgakjeong Pavilion (북악스카이 팔각정)","description":"Bugak Skyway Palgakjeong Pavilion exudes a tranquil, serene beauty regardless of the season. The pavilion, which sits on Bugaksan's 1,652,900 square meter summit at an altitude of 345 meters, was built in a traditional Korean-style and became a popular attraction within the city. There are also spaces for visitors to enjoy food and drinks.","regDate":"2022-07-20","author":"korea-tour","tag":["Seoul","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-07-20-1658360226266/2667332_image2_1.webp","blogPath":"Seoul/2022-07-20-1658360226266"},{"id":"2022-07-20-1658356535853","title":"Buam-dong (부암동)","description":"Buam-dong is a neighborhood in central Seoul that was once occupied mostly by artists and writers. Today, modern galleries, coffee shops, and restaurants stand side by side with old mills and barber shops on the narrow alleyways, making Buam-dong a sophisticated yet classically charming destination.","regDate":"2022-07-20","author":"korea-tour","tag":["Seoul","Culture/Art/History","Experience Programs","Cultural Districts"],"imgUrl":"/2022-07-20-1658356535853/2036441_image2_1.webp","blogPath":"Seoul/2022-07-20-1658356535853"},{"id":"2022-07-20-1658352918179","title":"Bosingak Belfry (보신각 터)","description":"Bosingak Belfry was used during the Joseon dynasty to keep the time. The bell would ring 33 times at 4 AM, signaling the start of the day and the opening of the city gates. At 10 PM, the bell would ring 28 and the gates would close for the night. The bell was originally installed at Wongaksa Temple in 1468, in the 13th year of King Sejo, but was moved to its current location in 1619. The bell has high cultural value due to the exact year of construction being known, allowing historians to accurately date artifacts from the same time period. The original bell, National Treasure No. 2, is preserved in the National Museum of Korea.<br><br>Tourists to Jongno-gu and locals alike can enjoy a living history through the bell-ringing ceremony that takes place for one hour every day (excluding Mondays), starting at 11 20. In addition, Bosingak Belfry is the location of Korea's very own \"ball drop ceremony\" on December 31. On this evening, the streets surrounding the belfry are closed to traffic and people gather to ring in the New Year with the striking of the bell.","regDate":"2022-07-20","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-07-20-1658352918179/566424_image2_1.webp","blogPath":"Seoul/2022-07-20-1658352918179"},{"id":"2022-07-20-1658349570970","title":"Boramae Safety Experience Center (보라매안전체험관)","description":"Located inside Boramae Park, the Boramae Safety Experience Center operates an experience program focused on safety measures in the event of disaster. With a 'Safe Seoul' vision, the center teaches safety awareness and safety measures through simulation-based training in how to handle disasters, earthquakes, windstorms, fire and traffic accidents. The center also operates a program to learn about first aid such as CPR and the use of various safety facilities and equipment.<br><br>At this safety experience center, visitors can also listen to real-life stores from fire officers and participate in the programs to learn more about safety.","regDate":"2022-07-20","author":"korea-tour","tag":["Seoul","Culture/Art/History","Experience Programs","Unique Experience"],"imgUrl":"/2022-07-20-1658349570970/1095139_image2_1.webp","blogPath":"Seoul/2022-07-20-1658349570970"},{"id":"2022-07-20-1658338888201","title":"Boramae Park (보라매공원)","description":"Boramae Park is a former Air Force Academy site that has been transformed into a recreational park on May 1986. At approximately 397,000 ㎡, the park holds various sports facilities including a tennis court and sports center as well as convenient facilities such as a small zoo, pond, walking trail and more. The 2nd floor of Building 4 has a library that is popular with teenagers as well as Teenager Center where they can enjoy various activities and programs. The symbolic tower of the Air Force Academy still stands as a powerful symbol of loyalty and filial piety.","regDate":"2022-07-20","author":"korea-tour","tag":["Seoul","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-07-20-1658338888201/566009_image2_1.webp","blogPath":"Seoul/2022-07-20-1658338888201"},{"id":"2022-07-20-1658336147244","title":"Bongwonsa Temple (봉원사)","description":"Located at the outskirts of Ansan Mountain in Bongwon-dong, Seodaemun-gu, Seoul, Bongwonsa Temple, as the center of Korean Buddhism Taego, is a thousand year old temple with a long history and tradition. In 889 (3rd year of Shilla Queen Jinseong’s reign), Monk Doseon founded it at the ground of Yeonhui Palace (now Yonsei Univ.) and named it Banyasa temple. It was destroyed during the Imjin War in 1592, and later in 1748 (24th year of Joseon King Yeongjo’s reign), it was rebuilt and renamed “Bongwonsa” by two Buddhist monks, Chanjeup and Jeungam.<br> <br>“Yeongsanjae,” one of the Buddhist rituals and also a National Intangible Cultural Property, takes place at Bongwonsa on June 6 every year wishing for the world peace and the reunification of North and South Korea. It was designated as one of the Intangible Cultural Heritage of Humanity by UNESCO in 2009. During Yeongsanjae, visitors can enjoy the Buddhist arts such as Beompae (Buddhist temple music for rituals) and dancing. Also, during summer time, Seoul Lotus Flower Culture Festival takes place, where visitors can enjoy the beautiful lotus flowers which are a symbol of Buddhism.","regDate":"2022-07-20","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-07-20-1658336147244/2017905_image2_1.webp","blogPath":"Seoul/2022-07-20-1658336147244"}],"navList":["Busan","Daegu","Daejeon","Gwangju","Gyeonggi-do","Incheon","Jeju-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}