{"pageProps":{"content":"![Gyeongbokgung Palace (경복궁)](/2022-07-23-1658595062438/2678623_image2_1.webp)\n\n  \n## Overview\n\n> Built in 1395, Gyeongbokgung Palace is commonly referred to as the Northern Palace because its location is furthest north when compared to the neighboring palaces of Changdeokgung (Eastern Palace) and Gyeonghuigung (Western Palace). Gyeongbokgung Palace is arguably the most beautiful, and remains the largest of all five palaces. <br /><br />The premises were once destroyed by fire during the Imjin War (1592-1598). However, all of the palace buildings were later restored under the leadership of Heungseondaewongun during the reign of King Gojong (1852-1919). <br /><br />Remarkably, the most representative edifices of the Joseon dynasty, Gyeonghoeru Pavilion and the pond around Hyangwonjeong Pavilion have remained relatively intact. The raised dias and stone markers of Geunjeongjeon showcase the representative art style of their time.<br /><br />The National Palace Museum of Korea is located outside of Heungnyemun Gate, and the National Folk Museum is located on the eastern side of Hyangwonjeong Pavillion.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br>(Korean, English, Japanese, Chinese) <br>• For more info: +82-2-3700-3900|\n|parking:|Available|\n|restdate:|Tuesdays|\n|usetime:|November-February 09:00-17:00<br>March-May 09:00-18:00<BR>June-August 09:00-18:30<BR>September-October 09:00-18:00<BR><br>* Last admission one hour before closing<br>* Operating hours are subject to change due to unforeseen circumstances|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Restrooms:|Available|\n|Parking Fees:|First two hours: Small vehicles 3,000 won / Large vehicles 5,000 won <br>* 800 won for each additional 10 minutes<br>* Free for vehicles leaving within 30 minutes|\n|Admission Fees:|Individuals - Adults 3,000 won / Children 1,500 won<br>Groups - Adults 2,400 won / Children 1,200 won<br><br>* Adults (ages 19-64) / Children (ages 7-18)<br>* Groups: 10 people or more<br>* Free admission: Preschoolers (ages 6 and younger), senior citizens (ages 65 and older), people wearing hanbok, all visitors on the last Wednesday of every month (Culture Day)|\n|Interpretation Services Offered:|Tours depart from in front of the information center at Heungnyemun Gate. <br>- Duration: About 1 hr - 1 hr 30 min<br>- Tour Schedule<br> English -  11:00, 13:30, 15:30<br> Japanese - 10:00, 14:30<br> Chinese - 10:30, 15:00<br>Indonesian (Friday-Saturday) - 14:30<br>Vietnamese (Friday-Saturday) - 10:30<br>Spanish (Friday-Saturday): 10:30, 15:00|\n  \n## Detail Image\n![/2022-07-23-1658595062438/1568037_image2_1.webp](/2022-07-23-1658595062438/1568037_image2_1.webp)\n![/2022-07-23-1658595062438/1568039_image2_1.webp](/2022-07-23-1658595062438/1568039_image2_1.webp)\n![/2022-07-23-1658595062438/1568042_image2_1.webp](/2022-07-23-1658595062438/1568042_image2_1.webp)\n![/2022-07-23-1658595062438/1568044_image2_1.webp](/2022-07-23-1658595062438/1568044_image2_1.webp)\n![/2022-07-23-1658595062438/1568139_image2_1.webp](/2022-07-23-1658595062438/1568139_image2_1.webp)\n![/2022-07-23-1658595062438/1994234_image2_1.webp](/2022-07-23-1658595062438/1994234_image2_1.webp)\n![/2022-07-23-1658595062438/2005761_image2_1.webp](/2022-07-23-1658595062438/2005761_image2_1.webp)\n![/2022-07-23-1658595062438/2005767_image2_1.webp](/2022-07-23-1658595062438/2005767_image2_1.webp)\n![/2022-07-23-1658595062438/2005773_image2_1.webp](/2022-07-23-1658595062438/2005773_image2_1.webp)\n![/2022-07-23-1658595062438/2612884_image2_1.webp](/2022-07-23-1658595062438/2612884_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-2-3700-3900](tel:+82237003900)\n- [🏠www.royalpalace.go.kr</a><br><a href=\"http://www.palaceguide.or.kr/\" target=\"_blank\">www.palaceguide.or.kr</a><br><a href=\"http://www.rekor.or.kr/\" target=\"_blank\">www.rekor.or.kr</a><br><a href=\"https://ticket.11st.co.kr/Product/Detail?id=265070\" target=\"_blank\">ticket.11st.co.kr](http://www.royalpalace.go.kr/)\n\n\n```googleMap\nlatitude: 37.5788222356\nlongitude: 126.9769930325\ntitle: 161, Sajik-ro, Jongno-gu, Seoul\n```\n  \n\n","data":{"id":"2022-07-23-1658595062438","title":"Gyeongbokgung Palace (경복궁)","description":"Built in 1395, Gyeongbokgung Palace is commonly referred to as the Northern Palace because its location is furthest north when compared to the neighboring palaces of Changdeokgung (Eastern Palace) and Gyeonghuigung (Western Palace). Gyeongbokgung Palace is arguably the most beautiful, and remains the largest of all five palaces. <br /><br />The premises were once destroyed by fire during the Imjin War (1592-1598). However, all of the palace buildings were later restored under the leadership of Heungseondaewongun during the reign of King Gojong (1852-1919). <br /><br />Remarkably, the most representative edifices of the Joseon dynasty, Gyeonghoeru Pavilion and the pond around Hyangwonjeong Pavilion have remained relatively intact. The raised dias and stone markers of Geunjeongjeon showcase the representative art style of their time.<br /><br />The National Palace Museum of Korea is located outside of Heungnyemun Gate, and the National Folk Museum is located on the eastern side of Hyangwonjeong Pavillion.","regDate":"2022-07-23","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Palaces"],"imgUrl":"/2022-07-23-1658595062438/2678623_image2_1.webp","blogPath":"Seoul/2022-07-23-1658595062438","pageUrl":"https:/mcdryad.com/Seoul/2022-07-23-1658595062438"},"dataList":[{"id":"2022-08-08-1659984351823","title":"Seoul Bongeunsa Temple (봉은사 (서울))","description":"Once known as Gyeonseongsa Temple, Bongeunsa Temple is located north of COEX, and was constructed in the 10th year of Silla King Weongseong’s reign (794). In 1498, Queen Jeonghyeon refurbished Gyeonseongsa Temple and renamed it Bongeunsa Temple.<br><br>Originally located near the Royal Tomb of King Seongjong, the temple was transferred to its current location during Joseon King Myeongjong’s reign. The temple is home to 3,479 Buddhist scriptures of 13 types, including the works of Kim Jeong-hee. The Buddhist ceremony called Jeongdaebulsa is held on the ninth day of the eighth month of the lunar calendar, where monks march carrying the scriptures on their heads and recite the Beopseongge (Buddhist rites).","regDate":"2022-08-08","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-08-08-1659984351823/2652137_image2_1.webp","blogPath":"Seoul/2022-08-08-1659984351823"},{"id":"2022-08-08-1659980555730","title":"Seoul Bangidong Ancient Tombs (서울 방이동 고분군)","description":"The ancient tombs  in Bangi-dong were discovered during the land readjustment project of Jamsil-jigu District in 1975. A total of eight ancient tombs were excavated until 1976, and the site was restored into a park in 1983. The Bangi-dong area was originally a low line of hills with an altitude of 30-50m above sea level, but it has been made into flatland for urban development purposes. Tomb numbers 1 to 6 lie on the same hill, while tomb no. 7 and 8 are located on another hill a short distance away.<br><br>All eight tombs have circular burial mounds. The insides of the a tomb feature a square or rectangular-shaped burial chamber with earthen ground and stone walls, and a passage leading from the tomb entrance to the chamber. However, details of the burial chambers vary by tomb. Most of the tombs had been robbed before the investigation, but a few relics such as plates and pots have been excavated. At the time of excavation, the relics were presumed to have come from the Baekje dynasty (18 BC-660 AD), but it is now estimated that they date back to the Unified Silla Period (676-935 AD).","regDate":"2022-08-08","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-08-08-1659980555730/741946_image2_1.webp","blogPath":"Seoul/2022-08-08-1659980555730"},{"id":"2022-08-08-1659977795734","title":"Seoul Animation Center (서울 애니메이션센터)","description":"The Seoul Animation Center was established by the Seoul Metropolitan Government in May 1999 with the aim of providing comprehensive support to Korea’s cartoon and animation industry. The center runs an information desk, offers educational programs, holds events to support new talents and productions, and hosts diverse events and exhibitions.","regDate":"2022-08-08","author":"korea-tour","tag":["Seoul","Culture/Art/History","Industrial Sites","Others"],"imgUrl":"/2022-08-08-1659977795734/1895102_image2_1.webp","blogPath":"Seoul/2022-08-08-1659977795734"},{"id":"2022-08-08-1659973489363","title":"Seosomun Historical Park (서소문역사공원)","description":"The Seosomun Gate area, which is located outside Seosomun Gate, was used as a persecution site in the 19th century before it turned into the local park of today. Many Catholics were suppressed and martyred here, making the area a holy site for Korean Catholics. Seosomun Gate was a gateway to Chilpae Market located near Namdaemun Gate. It was always busy with passerbys and the persecution site was established outside the gate to set an example of crime punishment to all the witnesses.  <br><br>On May 15, 1999, a memorial tower was raised at the center of the park in honor of the martyrs. In 2013, Seoul's Jung-gu district also founded Seosumun Holy Shrine History Museum with a memorial exhibition hall in their honor.","regDate":"2022-08-08","author":"korea-tour","tag":["Seoul","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-08-08-1659973489363/1569102_image2_1.webp","blogPath":"Seoul/2022-08-08-1659973489363"},{"id":"2022-08-08-1659969496803","title":"Seoseoul Lake Park (서서울호수공원)","description":"Covering over 225,000 ㎡ of land in the southwestern part of Seoul, Seoseoul Lake Park, also known as West Lake Park, was opened in October 2009 to resolve the regional imbalance in the city. The park with themes of ‘water’ and ‘recycling’ produces approximately 120,000 tons of tap water to Seoul. Also, Neunggolsan Mountain that separates Seoul and Bucheon was renovated to include a park and  hiking trails. In addition, there are children's playground, sports facilities like the soccer field, basketball court and badminton courts, and a cultural plaza. With its vast space and 24-hour operation, the park provides a relaxing ground for the citizens of Seoul.","regDate":"2022-08-08","author":"korea-tour","tag":["Seoul","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-08-08-1659969496803/2611715_image2_1.webp","blogPath":"Seoul/2022-08-08-1659969496803"},{"id":"2022-08-08-1659967064652","title":"Seorae Village (서래마을)","description":"Seorae Village is located in between Banpo 4-dong and Bangbaebon-dong in Seocho-gu, Seoul. Seorae Village took its form as a French neighborhood when French residents moved to the area after Ecole Francaise de Seoul, a school for French residents in Korea, was established here in 1985. According to 2008 census, about half of the total 1,000 French citizens residing in Korea were registered to be living in Seorae Village. The area naturally took shape as a global neighborhood as many international residents settled at Seorae Village much thanks to the strong presence of French residents. In addition to its convenient location near the central district area as well as Gangnam area and Hangang River Park, Seorae Village serves as a pleasant environment space for all.<br><br>Many shops and restaurants in Seorae Village are small in size and rather charming, resembling those in Europe. A bakery that makes traditional French baguettes using ingredients directly imported from France can be found here. In recent years, Seorae Village has undergone several changes, gaining much attention as one of the most modern and fanciest regions found in Seoul.","regDate":"2022-08-08","author":"korea-tour","tag":["Seoul","Culture/Art/History","Experience Programs","Cultural Districts"],"imgUrl":"/2022-08-08-1659967064652/862805_image2_1.webp","blogPath":"Seoul/2022-08-08-1659967064652"},{"id":"2022-08-08-1659964757100","title":"Seonyudo Park (선유도공원)","description":"Located in the middle of Yanghwadaegyo Bridge, Seonyudo Park is the first ecological water park in Korea, repurposing a former water purification plant.<br><br>Built on area of 114,000㎡, the park consists of Water Purifying Botanical Garden, Aquatic Botanical Garden, an eco-friendly water playground, and more attractions where visitors can appreciate various aquatic plants and an ecological forest. There are also various things to see and areas to take a rest in the park, offering a great chance for visitors to learn about the ecosystem and to experience nature.<br><br>A pedestrian bridge connecting Seonyudo Island to the Yanghwa area is an ideal place to enjoy the beautiful views of the Hangang River, including the World Cup Fountain and World Cup Park. With colorful lights, the area is gaining popularity as a tourist spot to enjoy the nightscape near the Hangang River. An exhibition hall in the park displays photos of the Hangang River and has various convenient facilities including a computer room and restrooms.","regDate":"2022-08-08","author":"korea-tour","tag":["Seoul","Culture/Art/History","Industrial Sites","Others"],"imgUrl":"/2022-08-08-1659964757100/2548059_image2_1.webp","blogPath":"Seoul/2022-08-08-1659964757100"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}