{"pageProps":{"content":"![Deoksan Provincial Park (덕산도립공원)](/2022-11-05-1667641164296/1961332_image2_1.webp)\n\n  \n## Overview\n\n> The name “Deoksan” has been shortened from its original name, Deoksungsan Mountain.  This mountain area boasts a beautiful valleys and the Sudeoksa Temple, which is unique in that only Buddhist nuns can be found here. The main building of the Sudeoksa Temple, the Daeunjeon, has been preserved in its original condition. This was first constructed in 1308 and has been designated a national treasure.  As well as the Deungjeon, the Sudeoksa Temple houses many cultural treasures, such as the Sudeoksa 3-storey stone pagoda.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-41-339-8930|\n|parking:|Available|\n|restdate:|N/A (Open all year round)|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Hiking Course:|▲ Sudeoksa Temple → Hiking Trail → Peak → Jeonghyesa Temple → Gyeonseongam Hermitage → Sudeoksa Temple (4.9km, 2hrs 40min) <br><br>▲ Sudeoksa Temple → Jeonghyesa Temple → Peak → Hanchi Pass (5km, 2hrs|\n|Admission Fees:|[Sudeoksa Temple]<br>Individual: Adults 3,000 won / Teenagers 2,000 won / Children 1,000 won<br>Group: Adults 2,500 won / Teenagers 1,500 won / Children 80 won <br><br>Adults - 19 or older / Teenagers - Middle or high school students / Children - Elementary school students<br>Groups - 30 people or more<br>Free admission - Toddlers, senior citizens (65 years or older)|\n|Parking Fees:|Small-size 2,000 won / Large-size 3,000 won / Bus 5,000 won|\n  \n## Detail Image\n![/2022-11-05-1667641164296/1961333_image2_1.webp](/2022-11-05-1667641164296/1961333_image2_1.webp)\n![/2022-11-05-1667641164296/1961334_image2_1.webp](/2022-11-05-1667641164296/1961334_image2_1.webp)\n\n\n  \n## Contact\n\n\n- [🏠www.yesan.go.kr](http://www.yesan.go.kr/tour/)\n\n\n```googleMap\nlatitude: 36.6801283021\nlongitude: 126.6225054620\ntitle: Deoksan-myeon, Yesan-gun, Chungcheongnam-do\n```\n  \n## Directions\n  \n[Bus]<br>\n1.  From Seoul Nambu Bus Terminal, take an intercity bus to to Yesan Intercity Bus Terminal. From Yesan Intercity Bus Terminal Bus Stop,  take a local bus bound for Sudeoksa Temple.\n","data":{"id":"2022-11-05-1667641164296","title":"Deoksan Provincial Park (덕산도립공원)","description":"The name “Deoksan” has been shortened from its original name, Deoksungsan Mountain.  This mountain area boasts a beautiful valleys and the Sudeoksa Temple, which is unique in that only Buddhist nuns can be found here. The main building of the Sudeoksa Temple, the Daeunjeon, has been preserved in its original condition. This was first constructed in 1308 and has been designated a national treasure.  As well as the Deungjeon, the Sudeoksa Temple houses many cultural treasures, such as the Sudeoksa 3-storey stone pagoda.","regDate":"2022-11-05","author":"korea-tour","tag":["Chungcheongnam-do","Nature","Natural Sites","Provincial Parks"],"imgUrl":"/2022-11-05-1667641164296/1961332_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-05-1667641164296","pageUrl":"https:/mcdryad.com/Chungcheongnam-do/2022-11-05-1667641164296"},"dataList":[{"id":"2022-11-08-1667893040681","title":"Haemieupseong Walled Town (서산 해미읍성)","description":"Haemieupseong Walled Town is a representative fortress from the Joseon period. Additional famous walled towns in Korea include Gochangeupseong Walled Town and Naganeupseong Walled Town. Haemieupseong Walled Town was established in 1491 during the 22nd year of King Seongjong. Its perimeter is approximately 1.8 kilometers, the x_height is 5 meters, and total area is 196,381 m², making it a huge fortress. Through restoration and purification projects, its old image has been restored as a historic park and it is famous as a site of Catholic martyrs in the late Joseon era. <br><br>During the persecution of Catholics, many Catholics from Chungcheong-do were forced to come to Haemieupseong Walled Town where the administration office was located. Upon arrival, they were tortured to death. In particular, approximately 1,000 people are recorded as having been executed during the persecution in 1866. <br><br>The plaza inside of the fortress has a prison site where Catholics were chained up under the Daewongun government, and a gigantic old tree which was the tree used for torturing. The stones which were used for thrashing are located outside of a fortress gate and have become a holy place.","regDate":"2022-11-08","author":"korea-tour","tag":["Chungcheongnam-do","Culture/Art/History","Historical Sites","Fortresses"],"imgUrl":"/2022-11-08-1667893040681/2671481_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-08-1667893040681"},{"id":"2022-11-08-1667890153983","title":"Haemi Martyrdom Holy Ground (Yeosutgol) (해미순교성지(여숫골))","description":"Haemi Martyrdom Holy Ground is the site where nearly 1,000 Catholics in Chungcheongnam-do were buried alive during the time between the  Byeongin Persecution in 1866 and 1882. At that time, Catholics were executed outside Haemieupseong Fortress Seomun Gate (West Gate). As it was difficult to execute them one by one, the martyrs were buried alive in a big hole all at once. When confronted with their deaths, the martyrs prayed while singing Yesumaria (Jesus Maria). Because it also sounds like  Yeosumeori,  the place was called Yeosutgol as well.<br><br>The 16-meter-high memorial&nbsp;tower was set set up near Haemicheon Stream to pay tribute to the nameless martyrs who were buried alive. Many Catholics visit this location every year to remember and honor the martyrs who sacrificed their lives for their belief.","regDate":"2022-11-08","author":"korea-tour","tag":["Chungcheongnam-do","Culture/Art/History","Historical Sites","Holy Sites"],"imgUrl":"/2022-11-08-1667890153983/1954554_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-08-1667890153983"},{"id":"2022-11-08-1667886221428","title":"Gyeryongsan National Park (계룡산국립공원)","description":"Gyeryongsan National Park stretches across the cities of Daejeon, Gongju, and Nonsan in Chungcheongnam-do and was made a national park on December 31, 1968. The name of the mountain comes from the fact that the ridgeline looks like a dragon wearing a chickens crest on its head. The topographical features are what make this mountain stand out and its mysterious folklore is what makes it so interesting. The park features many peaks, including the main peak Cheonhwangbong (alt. 845.1 m), as well as Sambulbong, Yeoncheonbong, and Gwaneumbong Peaks. This mountain is famous for its many interesting sites, with its fantastic rock structures and Yongmunpokpo Falls on the west, Eunseonpokpo Falls to the east, and Amyongchu and Sutyongchupokpo Falls in the south. <br><Br>In spring, cherry blossoms bloom along the path to Donghaksa Temple, and during summer the lush green of the valley is very beautiful. During fall, the maple trees reveal their crimson colored leaves around Gapsa Temple and Yongmunpokpo Falls. The snowcapped peak of Sambulbong in winter is simply breathtaking. Gyeryongsan is full of rare animals and plants, beautiful waterfalls and a rich history with mysterious legends and cultural treasures. To the east is Donghaksa Temple; northwest, Gapsa Temple; southwest, Sinwonsa Temple; and southeast, Yonghwasa Temple.","regDate":"2022-11-08","author":"korea-tour","tag":["Chungcheongnam-do","Nature","Natural Sites","National Parks"],"imgUrl":"/2022-11-08-1667886221428/1600077_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-08-1667886221428"},{"id":"2022-11-08-1667883853084","title":"Gyeryong Musangsa Temple (무상사(계룡))","description":"Musangsa Temple is an international Zen Temple exclusively for foreigners. The temple aims at promoting Korean Zen Buddhism among foreign monks and nuns while encouraging non-Buddhist priests and religious leaders to experience Zen. Twice a year (once in the summer and once in the winter) a 3-month program is held for foreign monks and nuns to come and practice Ganhwaseon, a type of Zen Buddhism. Travelers and other foreigners are also welcome to participate in shortened versions of the program, which are typically one week in length. During meditation/program periods, public visits are limited. The temple’s yearly schedule is divided into three sections with the last section providing various events and programs including weekend events and workshops. The temple also offers temple stay and other programs run in both Korean and English.","regDate":"2022-11-08","author":"korea-tour","tag":["Chungcheongnam-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-11-08-1667883853084/1277770_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-08-1667883853084"},{"id":"2022-11-08-1667881274866","title":"Gwanbuk-ri Archeological Site & Busosanseong Fortress [UNESCO World Heritage] (관북리유적과 부소산성 [유네스코 세계문화유산])","description":"Busosanseong Fortress is a mud fortress located on top of Busosan Mountain (altitude 106 meters) in the northern part of Buyeo. The fortress is estimated by some to have been built around AD 538 to protect Sabi (now Buyeo), which was once the capital of the Baekje kingdom (18 BC-AD 66). Other historians, however, believe that the fortress was already in place by AD 500 and modified in 605 into the structure we see today. In either case, some parts of the fortress were reconstructed during the Unified Silla period (676-935) and modified again in the Goryeo (918-1392) and Joseon (1392-1910) eras. <br><br>Busosan Mountain is home to historic landmarks from the Baekje kingdom, including the archaeological site in Gwanbuk-ri, located just in front of Buseosanseong Fortress. Within the fortress, some of the most famous sites include Baekhwajeong Pavilion, Sajaru Pavilion, Banwollu Pavilion, Yeongillu Pavilion, Samchungsa Shrine (dedicated to three loyal subjects of the Baekje kingdom), Gungnyeosa Shrine, Goransa Temple, Gunchangji (military warehouse site), and Suhyeoljugeoji (site of pit houses for the Baekje soldiers). The mountain is also home to Nakhwaam Rock where, according to legend, 3,000 women of the Baekje kingdom threw themselves into the river below after the collapse of the empire.","regDate":"2022-11-08","author":"korea-tour","tag":["Chungcheongnam-do","Culture/Art/History","Historical Sites","Fortresses"],"imgUrl":"/2022-11-08-1667881274866/1598872_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-08-1667881274866"},{"id":"2022-11-07-1667814061458","title":"Gudeurae Park (구드래조각공원)","description":"Located at the western end of Busosan Mountain along the Baekma River, the Gudeurae region boasts beautiful scenery and a well-developed sculpture park. The port in the region acted as an entrance to the Sabi Castle during the Baekje dynasty and today serves as a dock for the cruise ship that travels up and down the Baekma River. Restaurants serving delicious regional cuisine are located near the dock, making the area a recommended tourist location for visitors who are looking for a combination of natural beauty and flavorful culinary delights. <br><br>Gudeurae was designated a Korea tourist region in 1985. Following the official designation, a sculpture park housing 59 sculptures was established in the area. Thirty of the works of art were crafted by sculptors residing in Gudeurae who are known for skills that have been handed down from artists dating back to the Baekje Period. The other 29 pieces are from Korean and overseas artists who participated in the International Modern Sculpture Symposium in 1999. The sculptures bring about a sense of beauty that reflects the region’s history as well as modern art, making the park a popular tourist site and retreat for residents. A monument built in memory of a well-known folk song describing the beauty of Gudeurae is also located in the region.","regDate":"2022-11-07","author":"korea-tour","tag":["Chungcheongnam-do","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-11-07-1667814061458/1954533_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-07-1667814061458"},{"id":"2022-11-07-1667810992863","title":"Goransa Temple (고란약수)","description":"Goransa Temple is located at the foot of the cliffs of Nakhwaam before the Baengmagang River. There is a well called Goranjeong behind the temple. The kings of Baekje are said to have drank water from this well at least once a day. It is said the water will make anyone who drinks it become three years younger.","regDate":"2022-11-07","author":"korea-tour","tag":["Chungcheongnam-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-11-07-1667810992863/1601183_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-07-1667810992863"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}