{"pageProps":{"content":"![Historical Site of Dr. Wangin (왕인박사 유적지)](/2023-01-22-1674376665395/1008111_image2_1.webp)\n\n  \n## Overview\n\n> The hometown of Wangin Baksa (Wangin, the Great Scholar) is located at the foot of Munpilbong Peak to the east of Gurim village. Due to Wangin’s importance and contributions to Korean history, this historical attraction is preserved and maintained in honor of his memory and achievements.<br><br>Seonggidong is the official birthplace of Dr. Wangin (marked by the Yuheobi memorial monument) and is also home to Seongcheon; the well Wangin is believed to have drunk from.  Halfway up Wolchulsan Mountain are Chaekgul, Munsanjae and Yangsajae where Wangin is said to have studied as well as nurtured local pupils. To commemorate the significance of these areas, a memorial is held every March at Munsanjae and Yansanjae.<br><br>      In front of Chaekgul is a statue of Dr. Wangin which is said to symbolize his benevolent character. Just west of Seonggidong is Doljeonggogae, a hill from which it is believed Dr. Wangin made a sorrowful look back at his countrymen before leaving for Japan. <br><br>Wangin departed for Japan from Sangdaepo, which at the time was an international trading port. The renowned Baekje scholar was beginning his journey at the request of Japanese Emperor Eungshin. He took with him ten books on the Analects of Confucius and a book of Cheonjamun, a text of one thousand Chinese characters. Over time, he earned the trust of the emperor and became instructor to the crown prince. Wangin is well-known for his part in the development of Japanese culture and his name appears often in Japanese history. Wangin educated beyond textbooks and made great contributions to the development of arts, crafts and music and is revered as the originator of Japan’s Asuka culture.<br><br>This historic site was originally reconstructed from 1985 to 1987 and is continually receiving improvements to improve accessibility for visitors.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330<br> (Korean, English, Japanese, Chinese) <br> •For more info: +82-61-470-6643|\n|parking:|Available (150 parking spaces)|\n|usetime:|09:00-18:00|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Parking Fees:|Large vehicles 2,500 won / Mid-sized vehicles (more than 9 passengers) 2,000 won / Small vehicles 1,500 won|\n|Admission Fees:|Adults (ages 19-64): 1,000 won / Group: 700 won<br>Teenagers (ages 13-18): 800 won / Group: 500  won<br>Children (ages 7-12): 500 won / Group: 300 won<br><br>* Group: 30 or more people<br>* Free admission: Preschoolers (ages 6 or younger) & Senior citizens (ages 65 & older)|\n|Available Facilities:|* Yeongwolgwan – Information on Dr. Waningin’s achievements and contributions to the Baekje dynasty on display. Second floor houses video room and exhibition hall. <br><br>* Statue of Dr. Wangin<br><br>* Reliefs depicting life of Dr. Wangin – A total of six artworks chronicling the life of the great scholar.<br><br>* Bongseondae –A variety of events and festivals held at the historic site of Dr. Wangin.<br><br>* Sinseon Taegeuk Garden & the Tombstone of Dr. Wangin – Replica of Wangin’s burial site in Hirakata, Japan. (In celebration of the 10th anniversary of the Wangin Culture Festival, Sinseon Taegeuk Garden was decorated with blue and yellow dragons. The two dragons symbolize co-existence of Korea and Japan.) <br><br>* Wolak-ru Pavilion and Rampart<br><br>* Wangin Suiseki Exhibition Hall – More than 700 suiseki contributed by Park Chan-dae of Yeongam are on display. <br><br>* Mangujeong Pavilion – Rest area.<br><br>* Aehyang Suseok Hall - Visitors can relax and take a break here within the historic site.<br><br>* The Statue of Choe Ji-mong, a meritorious retainer of the Goryo Dynasty, Hongsalmun Gate, Jemyeongdang, Baekjemun Gate <br><br>* Other Facilities - Store, Viewing Deck, Wangin Park |\n|Restrooms:|Available|\n  \n## Detail Image\n![/2023-01-22-1674376665395/1008070_image2_1.webp](/2023-01-22-1674376665395/1008070_image2_1.webp)\n![/2023-01-22-1674376665395/1008098_image2_1.webp](/2023-01-22-1674376665395/1008098_image2_1.webp)\n![/2023-01-22-1674376665395/1008163_image2_1.webp](/2023-01-22-1674376665395/1008163_image2_1.webp)\n![/2023-01-22-1674376665395/1008172_image2_1.webp](/2023-01-22-1674376665395/1008172_image2_1.webp)\n![/2023-01-22-1674376665395/1008229_image2_1.webp](/2023-01-22-1674376665395/1008229_image2_1.webp)\n![/2023-01-22-1674376665395/1008332_image2_1.webp](/2023-01-22-1674376665395/1008332_image2_1.webp)\n![/2023-01-22-1674376665395/1008396_image2_1.webp](/2023-01-22-1674376665395/1008396_image2_1.webp)\n![/2023-01-22-1674376665395/1008462_image2_1.webp](/2023-01-22-1674376665395/1008462_image2_1.webp)\n![/2023-01-22-1674376665395/1008488_image2_1.webp](/2023-01-22-1674376665395/1008488_image2_1.webp)\n![/2023-01-22-1674376665395/1008078_image2_1.webp](/2023-01-22-1674376665395/1008078_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-61-470-6643](tel:+82614706643)\n- [🏠www.yeongam.go.kr](http://www.yeongam.go.kr/home/historicalsite)\n\n\n```googleMap\nlatitude: 34.7554697471\nlongitude: 126.6310731379\ntitle: 440, Wangin-ro, Yeongam-gun, Jeollanam-do\n```\n  \n## Directions\n  \n[Bus]<BR>\nFrom Central City Terminal,  take an intercity&nbsp;bus to Mokpo Bus Terminal.<br>\nFrom Mokpo Bus Terminal, take a  local bus bound for Yeongam and get off at Historical  Site of Dr. Wangin Bus Stop.\n","data":{"id":"2023-01-22-1674376665395","title":"Historical Site of Dr. Wangin (왕인박사 유적지)","description":"The hometown of Wangin Baksa (Wangin, the Great Scholar) is located at the foot of Munpilbong Peak to the east of Gurim village. Due to Wangin’s importance and contributions to Korean history, this historical attraction is preserved and maintained in honor of his memory and achievements.<br><br>Seonggidong is the official birthplace of Dr. Wangin (marked by the Yuheobi memorial monument) and is also home to Seongcheon; the well Wangin is believed to have drunk from.  Halfway up Wolchulsan Mountain are Chaekgul, Munsanjae and Yangsajae where Wangin is said to have studied as well as nurtured local pupils. To commemorate the significance of these areas, a memorial is held every March at Munsanjae and Yansanjae.<br><br>      In front of Chaekgul is a statue of Dr. Wangin which is said to symbolize his benevolent character. Just west of Seonggidong is Doljeonggogae, a hill from which it is believed Dr. Wangin made a sorrowful look back at his countrymen before leaving for Japan. <br><br>Wangin departed for Japan from Sangdaepo, which at the time was an international trading port. The renowned Baekje scholar was beginning his journey at the request of Japanese Emperor Eungshin. He took with him ten books on the Analects of Confucius and a book of Cheonjamun, a text of one thousand Chinese characters. Over time, he earned the trust of the emperor and became instructor to the crown prince. Wangin is well-known for his part in the development of Japanese culture and his name appears often in Japanese history. Wangin educated beyond textbooks and made great contributions to the development of arts, crafts and music and is revered as the originator of Japan’s Asuka culture.<br><br>This historic site was originally reconstructed from 1985 to 1987 and is continually receiving improvements to improve accessibility for visitors.","regDate":"2023-01-22","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2023-01-22-1674376665395/1008111_image2_1.webp","blogPath":"Jeollanam-do/2023-01-22-1674376665395","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-22-1674376665395"},"dataList":[{"id":"2023-01-29-1674974276195","title":"Sinji Myeongsasimni Beach (신지 명사십리해수욕장)","description":"Sinji Myeongsasimni Beach is located at the center of Dadohaehaesang National Park. The beach got its name from its singing sand, and the name can be literally translated to sound of sand that can be heard from 4 kilometers away. The beach shore has a x_width of 150 meters and a length of 4 kilometers, covered with shimmering silver sand, and forms a gradual slope into the shallow water. The beach is not only popular for water activities, but also for its fine sand massage.","regDate":"2023-01-29","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"/2023-01-29-1674974276195/1820973_image2_1.webp","blogPath":"Jeollanam-do/2023-01-29-1674974276195"},{"id":"2023-01-29-1674970559296","title":"Sinheung Beach (신흥해수욕장)","description":"Sinheung Beach on Cheongsando Island is well known for its beautiful blue water. The beach also has a reputation as a great fishing spot. Located on the opposite side of the island from Jiri Beach, Sinheung Beach boasts a spacious shore but offers less amenities in comparison. However, the beachs best qualities are its clean waters and peaceful atmosphere. The nearby shores mostly serve as fishing spots and many visitors enjoy collecting clams during low tide.","regDate":"2023-01-29","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"/2023-01-29-1674970559296/214515_image2_1.webp","blogPath":"Jeollanam-do/2023-01-29-1674970559296"},{"id":"2023-01-29-1674967107761","title":"Sigyeongjeong Pavilion (담양 식영정)","description":"Designated as the top monument of Jeollanam-do, Sigyeongjeong Pavilion means a place where even the shadow of the moon can find a place to rest. As its name suggests, this pavilion is set in a lush and remote forested area. Countless number of scholars and writers have been attracted to this pavilion as a place of profound inspiration. The pavilion gained more fame from the legendary lyrics of Seongsanbyeolgok written by the poet Jeong Cheol. The elegant words of Kim Seongwon, a literary scholar, depict the scenic beauty of Seongsan Mountain as the seasons change.<br><br>Of all the pavilions situated at the basin of the Yeongsangang River the Sigyeongjeong Pavilion is said to be blessed with a breathtaking view from the side. The current building was restored in the early 1900s. At the Sigyeongjeong Pavilion there is the Buyongdang, a monument with the lyrics to the Seongsanbyeolgok Poem, and next to it an old library building called Jangseogak built to preserve the wooden blocks of Songgangjib, a book of poetry written by Jeong Cheol.","regDate":"2023-01-29","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2023-01-29-1674967107761/2022212_image2_1.webp","blogPath":"Jeollanam-do/2023-01-29-1674967107761"},{"id":"2023-01-29-1674963390316","title":"Seryangji Reservoir (세량지)","description":"Selected by CNN as one of the 50 beautiful places to visit in South Korea, Seryangji Reservoir offers amazing scenery not to be missed. The best time to visit is during spring when the cherry blossoms bloom along the lakeside. The reservoir on misty mornings and when the waters mirror the cherry blossoms are the most popular views. The site is especially popular among photographers.","regDate":"2023-01-29","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"/2023-01-29-1674963390316/1914613_image2_1.webp","blogPath":"Jeollanam-do/2023-01-29-1674963390316"},{"id":"2023-01-28-1674902168708","title":"Seonamsa Temple [UNESCO World Heritage] (선암사 [유네스코 세계문화유산])","description":"Seonamsa is a beautiful temple located at the east end of Jogyesan Mountain. The distance between the entrance and the temple site is approximately one kilometer. The temple site is nestled within a lush forest of diverse trees that are hundreds of years old. In front of the temple is an arched stone bridge named Seungseongyo Bridge, which is supported by natural bedrocks. In front of the main hall, Daeungjeon Hall, are two three-story stone pagodas that grab visitors attention. Not only is Seonamsa Temple home to many of the countrys pristine treasures and artifacts, it is also one of the few temples that preserve the traditional temple culture even as of today. Seonamsa Temple is beautiful throughout the year, but it is especially inviting in spring and fall when the flowers start to bloom and tree leaves change in color.","regDate":"2023-01-28","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2023-01-28-1674902168708/180044_image2_1.webp","blogPath":"Jeollanam-do/2023-01-28-1674902168708"},{"id":"2023-01-28-1674898587288","title":"Seomjingang Train Village (섬진강기차마을)","description":"Since its development in April 1999 as a part of government efforts to boost regional tourism, Seomjingang Train Village has established itself as a popular attraction in Gokseong. A replica of the regions old steam engine train runs 10 kilometers between the old Gokseong Station in Seomjingang Train Village and Gajeong Station. The train runs along the old tracks at a moderate speed, allowing passengers to enjoy the scenic view along the tracks.","regDate":"2023-01-28","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Experience Programs","Unique Experience"],"imgUrl":"/2023-01-28-1674898587288/2032689_image2_1.webp","blogPath":"Jeollanam-do/2023-01-28-1674898587288"},{"id":"2023-01-28-1674895091484","title":"Seomjingang River (섬진강)","description":"The Seomjingang River, one of the four major rivers in Korea, starts from Imsil and Sunchang. It merges with several bodies of water in Gokseong, Gurye and Hadong before flowing into the South Sea.<br>In Gokseong, the Seomjingang River is also known as the Sunjagang River. It flows about 36 kilometers through the region. A number of big and small valleys throughout the length of the river provide fantastic views and relaxation spots all year round. Also, Riverside Festival and Seomjingang Literature Forum are held every summer to offer fun summer activities along the river.","regDate":"2023-01-28","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"/2023-01-28-1674895091484/1271080_image2_1.webp","blogPath":"Jeollanam-do/2023-01-28-1674895091484"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}