{"pageProps":{"content":"![Korean Folk Village (한국민속촌)](/2022-08-30-1661856135058/2612489_image2_1.webp)\n\n  \n## Overview\n\n> Korean Folk Village introduces traditional culture from the late Joseon period to both local and international visitors through cultural classes experience, shaman faith, seasonal customs and others. It recreated the past through the restoration of houses from the Joseon dynasty. <br><br>\n\nPerformances including nongak (farmer’s music), martial arts on horseback, traditional wedding ceremony, and other special events are available by season. In particular, \"Welcome to Joseon,\" an event held every May, takes visitors back to the past. In addition, a family-friendly theme park equipped with 15 exciting attractions is also available. Visitors can also try various Korean foods at the market street.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330<br>(Korean, English, Japanese, Chinese)<br>• For more info: +82-31-288-0000|\n|opendate:|October 3, 1974|\n|parking:|Available|\n|restdate:|N/A (Open all year round)|\n|usetime:|10:00-18:00|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Parking Fees:|Small cars: 2,000 won<br>Large vehicles: 3,000 won<br>* No additional fee will apply after the initial charge.|\n|Admission Fees:|[Admission]<br> Individuals: Adults (ages 19 and over) 22,000 won / Teenagers (ages 13-18): 19,000 won / Children 17,000 won<br> <br> [One-day ticket]<br> Individuals: Adults 30,000 won / Teenagers 27,000 won / Children 24,000 won|\n|Restrooms:|Available|\n|Interpretation Services Offered:|[www.yongin.go.kr](http://www.yongin.go.kr/tour/index.do)|\n  \n## Detail Image\n![/2022-08-30-1661856135058/2552852_image2_1.webp](/2022-08-30-1661856135058/2552852_image2_1.webp)\n![/2022-08-30-1661856135058/2552856_image2_1.webp](/2022-08-30-1661856135058/2552856_image2_1.webp)\n![/2022-08-30-1661856135058/2595047_image2_1.webp](/2022-08-30-1661856135058/2595047_image2_1.webp)\n![/2022-08-30-1661856135058/2612488_image2_1.webp](/2022-08-30-1661856135058/2612488_image2_1.webp)\n![/2022-08-30-1661856135058/2612490_image2_1.webp](/2022-08-30-1661856135058/2612490_image2_1.webp)\n![/2022-08-30-1661856135058/2612491_image2_1.webp](/2022-08-30-1661856135058/2612491_image2_1.webp)\n![/2022-08-30-1661856135058/2612492_image2_1.webp](/2022-08-30-1661856135058/2612492_image2_1.webp)\n![/2022-08-30-1661856135058/2612493_image2_1.webp](/2022-08-30-1661856135058/2612493_image2_1.webp)\n![/2022-08-30-1661856135058/2612494_image2_1.webp](/2022-08-30-1661856135058/2612494_image2_1.webp)\n![/2022-08-30-1661856135058/2552851_image2_1.webp](/2022-08-30-1661856135058/2552851_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-31-288-0000](tel:+82312880000)\n- [🏠www.koreanfolk.co.kr](http://www.koreanfolk.co.kr)\n\n\n```googleMap\nlatitude: 37.2577842292\nlongitude: 127.1182114671\ntitle: 90 Minsokchon-ro, Giheung-gu, Yongin-si, Gyeonggi-do\n```\n  \n## Directions\n  \n[Subway + Bus]<br>\nGangnam Station (Seoul Subway Line 2), Exit 10 or Sinnonhyeon Station (DX Subway Line), Exit 6. <BR>Take Bus No. 5001-1 or 1560 and get off at Korean Folk Village Bus Stop.\n","data":{"id":"2022-08-30-1661856135058","title":"Korean Folk Village (한국민속촌)","description":"Korean Folk Village introduces traditional culture from the late Joseon period to both local and international visitors through cultural classes experience, shaman faith, seasonal customs and others. It recreated the past through the restoration of houses from the Joseon dynasty. <br><br>Performances including nongak (farmer’s music), martial arts on horseback, traditional wedding ceremony, and other special events are available by season. In particular, Welcome to Joseon, an event held every May, takes visitors back to the past. In addition, a family-friendly theme park equipped with 15 exciting attractions is also available. Visitors can also try various Korean foods at the market street.","regDate":"2022-08-30","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Folk Villages"],"imgUrl":"/2022-08-30-1661856135058/2612489_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-30-1661856135058","pageUrl":"https:/mcdryad.com/Gyeonggi-do/2022-08-30-1661856135058"},"dataList":[{"id":"2022-09-09-1662703678782","title":"Temporary Palace at Hwaseong Fortress (Hwaseong Haenggung Palace) (화성행궁)","description":"A <em>haenggung</em> is a temporary palace where the king and royal family retreated to during a war. Hwaseong Haenggung Palace is the largest one of these, used by the Joseon kings since the time of King Jeongjo (r. 1776-1800). In addition to being used as a shelter during war, King Jeongjo also stayed here during trips to worship at his father's tomb. The palace was the location of a splendid feast held on the 60th birthday of his mother, Hyegyeonggung Hong, and many other events, including award certificates for successful candidates of special national exams. These days, the palace serves as a venue for many traditional cultural performances and activities.","regDate":"2022-09-09","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-09-09-1662703678782/1999720_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-09-1662703678782"},{"id":"2022-09-09-1662699031241","title":"Suwonhyanggyo Confucian School (수원향교)","description":"Suwonhyanggyo Confucian School was built in 1291 in front of Hwasan Mountain in Hwaseong where it stayed for nearly 500 years. It was moved to its current location in 1789 with the construction of Hwaseong Fortress. During the move, some of the original wood was exposed to water and began to rot. These parts were repaired in 1795 and efforts were made to prevent the wooden structure from futher damage. The current school is comprised of various halls, gates, and pavilions. It is registered as Gyeonggi-do Cultural Property No. 1 and operates programs every summer for regional students.","regDate":"2022-09-09","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-09-09-1662699031241/1591196_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-09-1662699031241"},{"id":"2022-09-08-1662633912924","title":"Suwon Hwaseong Fortress [UNESCO World Heritage] (수원 화성 [유네스코 세계문화유산])","description":"Suwon was one of four main regional government centers during the Joseon dynasty. Hwaseong Fortress, built to protect the city, was designated as a UNESCO World Cultural Heritage Site on December 12, 1997 for its historical value. The fortress offers various performances daily as well as the Suwon Hwaseong Cultural Festival every fall. The walls stretch for 5,700 kilometers, with Paldalsan Mountain at the center. The fortress, constructed from 1794 to 1796, was built as a display of King Jeongjo&rsquo;s filial piety towards his father and to build a new pioneer city with its own economic power.","regDate":"2022-09-08","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Fortresses"],"imgUrl":"/2022-09-08-1662633912924/1923778_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-08-1662633912924"},{"id":"2022-09-08-1662630261406","title":"Surisan Provincial Park (수리산도립공원)","description":"Surisan Mountain, a provincial park of Gyeonggi-do, surrounds Gunpo and is also easily accessible from Anyang and Ansan. Surisan Mountain is said to be named because there is a rock in the shape of an eagle. Another legend says it is named after the nearby Surisa Temple. <br>Surisan Mountain is part of the Gwangju Mountain Range along with Cheonggyesan, Gwanggyosan, Gwanaksan, and Baekunsan mountains. The mountain has four peaks and the highest is Taeulbong Peak (489 m).<br>Grand old trees that range from 100 to 300 years old make for picturesque scenery. The mountain also won first place in the 2002 Beautiful Forest contest hosted by the Korea Forest Service.","regDate":"2022-09-08","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites","Provincial Parks"],"imgUrl":"/2022-09-08-1662630261406/1253553_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-08-1662630261406"},{"id":"2022-09-08-1662626904896","title":"Surisa Temple - Gyeonggi (수리사 - 경기)","description":"Located halfway up the southwestern side of Surisan Mountain, the eponymously named Surisa Temple was built under the reign of King Jinheung of the Silla Kingdom during the 6th century. The mountain was also called bulgyeon, which means “seeing Buddha,” as it was said that a member of the royal family had a vision of the Buddha while praying at the temple. The temple used to be larger, maintaining 36 buildings on the premises and 132 hermitages spread over the mountain, but these facilities were completely destroyed during the Japanese invasions of Korea from 1592-1598 and the Korean War from 1950-1953. The temple that stands today was reconstructed in 1955. The road leading to the entrance of Surisa Temple offers gorgeous scenery with a beautiful forest and valley lining its sides; it is as if the mountain itself surrounds the temple like a painted screen.","regDate":"2022-09-08","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-09-08-1662626904896/1252700_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-08-1662626904896"},{"id":"2022-09-08-1662623445837","title":"Supullo Unsimni (수풀로 운심리)","description":"Opened in 2004, Supullo Unsimni is situated on the Namhangang Riverside. The site used to be a sandpit before it was turned into a wetland.  Effluent from wastewater treatment plants, which in the past was released directly into the Hangang River, now passes through several ponds with various aquatic plants and a one kilometer-long waterway so that it can be naturally purified.  This has contributed to an improvement in the water quality of the Hangang River. The center was built to restore the Namhangang Riverside area, which was destroyed due to sand extraction, and to restore its natural ecology of willow trees, reeds, and birds. The center organizes a number of ecological excursion programs for children.","regDate":"2022-09-08","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2022-09-08-1662623445837/1099393_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-08-1662623445837"},{"id":"2022-09-08-1662620770343","title":"Sujongsa Temple (수종사)","description":"Sujongsa Temple is a branch temple of Bongseonsa Temple, located near the top of Ungilsan Mountain. Amazing views from Sujongsa Temple include various mountaintops and the Bukhangang River. The temple was built in 1439 during the Joseon period. The temple since then had gone through many reconstructions and expansions, which were severely damaged during the Korean War. In 1975, Monk Hyegwang began repairs, starting with Daeungbojeon Hall and slowly expanded the temple site subsequently.","regDate":"2022-09-08","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-09-08-1662620770343/2635064_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-08-1662620770343"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}