{"pageProps":{"content":"![Bangjangsan National Recreational Forest (국립 방장산자연휴양림)](/2022-08-01-1659393685811/2040897_image2_1.webp)\n\n  \n## Overview\n\n> Situated between Jeollanam-do and Jeollabuk-do, Bangjangsan National Recreational Forest is the highest rising peak along the ridge starting from the west of Naejangsan Mountain. The recreational park is located on the mid-slope of Bangjangsan Mountain. Many species of wild flowers and broad-leaved trees are distributed all over Bangjangsan Recreational Forest where an exciting paragliding contest takes place annually. This is a great place to unpack and take a break for one or two days as it has accommodation facilities, promenades and trekking courses as well as a small area for splashing in the water. It takes approximately three hours to the mountain's summit from the recreational forest. In addition, there is a trekking path that leads to the Seokjeong Hot Springs on the way down the mountain.\n\n  \n## Intro\n\n| | |\n| - | - |\n|accomcount:|500 people for a day|\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-61-394-5523|\n|parking:|Available|\n|usetime:|Accommodations: 15:00 - 12:00 (next day)|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Admission Fees:|Individuals - Adults 1,000 won / Teenagers 600 won / Children 300 won<br>Groups - Adults 800 won / Teenagers 500 won / Children 200 won<br><br>* Groups - 20 people or more<br>* Adults (ages 19-64) / Teenagers (ages 13-18) / Children (ages 7-12)<br>* Free admission December-March|\n|Facility Utilization Fees:|Accommodations: Low Season & Weekdays / Peak Season & Weekends<br><br>[Forest Cabin] <br>- Rooms (36㎡, 5 people) 46,000 won / 85,000 won<br>- Rooms (46㎡, 8 people) 77,000 won / 134,000 won<br>- Rooms (66㎡, 11 people) 91,000 won / 151,000 won<br><br>[Forest Culture Recreation Center] <br>- Rooms (23㎡~26㎡, 4 people) 39,000 won / 68,000 won<br>- Rooms (29㎡~36㎡, 5-6 people) 50,000 won / 91,000 won<br>- Rooms (49㎡~56㎡, 8-9 people) 85,000 won / 144,000 won|\n|Restrooms:|Available|\n|Parking Fees:|Compact cars: 1,500 won <br>Small cars: 3,000 won <br>Large vehicles: 5,000 won |\n  \n## Detail Image\n![/2022-08-01-1659393685811/2040885_image2_1.webp](/2022-08-01-1659393685811/2040885_image2_1.webp)\n![/2022-08-01-1659393685811/2040890_image2_1.webp](/2022-08-01-1659393685811/2040890_image2_1.webp)\n![/2022-08-01-1659393685811/2040894_image2_1.webp](/2022-08-01-1659393685811/2040894_image2_1.webp)\n![/2022-08-01-1659393685811/2040895_image2_1.webp](/2022-08-01-1659393685811/2040895_image2_1.webp)\n![/2022-08-01-1659393685811/2040898_image2_1.webp](/2022-08-01-1659393685811/2040898_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-61-394-5523](tel:+82613945523)\n- [🏠www.huyang.go.kr](http://www.huyang.go.kr/)\n\n\n```googleMap\nlatitude: 35.4451632173\nlongitude: 126.7458042490\ntitle: 353, Bangjang-ro, Jangseong-gun, Jeollanam-do\n```\n  \n## Directions\n  \n[Train] <br>\nTake a train to Baegyangsa Station from Yongsan Station (Seoul).<br>\nTake a taxi to Bangjangsan Recreational Forest from Baegyangsa Station.\n","data":{"id":"2022-08-01-1659393685811","title":"Bangjangsan National Recreational Forest (국립 방장산자연휴양림)","description":"Situated between Jeollanam-do and Jeollabuk-do, Bangjangsan National Recreational Forest is the highest rising peak along the ridge starting from the west of Naejangsan Mountain. The recreational park is located on the mid-slope of Bangjangsan Mountain. Many species of wild flowers and broad-leaved trees are distributed all over Bangjangsan Recreational Forest where an exciting paragliding contest takes place annually. This is a great place to unpack and take a break for one or two days as it has accommodation facilities, promenades and trekking courses as well as a small area for splashing in the water. It takes approximately three hours to the mountain's summit from the recreational forest. In addition, there is a trekking path that leads to the Seokjeong Hot Springs on the way down the mountain.","regDate":"2022-08-01","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"/2022-08-01-1659393685811/2040897_image2_1.webp","blogPath":"Jeollanam-do/2022-08-01-1659393685811","pageUrl":"https:/mcdryad.com/Jeollanam-do/2022-08-01-1659393685811"},"dataList":[{"id":"2023-01-16-1673854556804","title":"Daenamugol Bamboo Park (대나무골 테마공원)","description":"Situated at the basin of the ravine in Gojisan Mountain along the Geumseongsan mountain fortress and the Chuweolsan mountain range, Daenamugol is surrounded by tall bamboo trees. In spring, the soft green bamboo shoots blanket the whole field; it also serves as a habitat for sedentary birds to take care of their eggs. <br><br>The landscaping of the Daenamugol Bamboo Park encapsulates the value of bamboo trees. You can enjoy the fresh crisp air walking in the bamboo grove and the thick pine tree forest. You can try the tea from wild bamboo tea trees grown in the bamboo forest. The park also has Green Town; it includes a playground made out of grass, a hall, an outdoor cooking facility, shower booths, sports fields (volley ball, Jokgu, table tennis, badminton). The theme park has appeared as a backdrop for movies like ‘The Last Witness,’ ‘Sword in the Moon’ as well as in the popular TV drama series ‘Hometown Legends,’ ‘Damo’ and in a number of commercials.","regDate":"2023-01-16","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Recreational Sites","Theme Parks"],"imgUrl":"/2023-01-16-1673854556804/185780_image2_1.webp","blogPath":"Jeollanam-do/2023-01-16-1673854556804"},{"id":"2023-01-16-1673851214586","title":"Daeheungsa Temple [UNESCO World Heritage] (대흥사[유네스코 세계문화유산])","description":"Daehuengsa Temple is told to have been built during the time of King Seong of the Baekje period by Adohwasang, a Silla Monk and the site was the restoration of Samjae bulipjicheo of Buddhist culture, which protects Samjae, the three disasters of one’s life. <br><br>Pyochungsa and Iljiam Tea Garden display writings and traces of the prominent men of the time such as Chusa Kim Jeong-hui and Chouiseonsa Buddhist monk. Inside the temple, Daeungbojeon, Chimgyeru, Myeongbujeon, Eungjindang, Cheonbuljeon, Cheonbulsang, Pyochungsa, Daegwangmyeongjeon, Iljiam, Bungmireugam, and Seongbo Museum are situated.The Rock-carved Seated Buddha at North Mireugam Hermitage of Daeheungsa Temple, Haenam (National Treasure No. 308) and Bronze Bell with Inscription of Tapsansa Temple (Treasure No. 88) are preserved as well as various cultural assets and fables such as Budojeon, and Stupa Courtyard, the largest in Korea.","regDate":"2023-01-16","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2023-01-16-1673851214586/948760_image2_1.webp","blogPath":"Jeollanam-do/2023-01-16-1673851214586"},{"id":"2023-01-16-1673847347855","title":"Daehan Dawon Tea Plantation (대한다원)","description":"Daehan Dawon Tea Plantation produces high-quality green tea and is a popular tourist attraction year-round thanks to the vast rows of tea trees that line the hillside like a deep green carpet. Despite being located on a small peak at just 350 meters above sea level, the observation deck at the summit offers views of the sea on clear days. The entrance to the tea plantation is also lined with tall cedar trees, adding a unique aspect to this plantation. Daehan Dawon Tea Plantation has been featured as a filming site in dramas such as “Summer Scent (2002),” “Legend of the Blue Sea (2017),” and “The Rebel (2017).”","regDate":"2023-01-16","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Industrial Sites","Foods & Beverages"],"imgUrl":"/2023-01-16-1673847347855/2652133_image2_1.webp","blogPath":"Jeollanam-do/2023-01-16-1673847347855"},{"id":"2023-01-16-1673843955674","title":"Daedundo Island (대둔도)","description":"Daedundo Island is located 94 kilometers northwest of Mokpo and 3.2 kilometers away from Daeheuksando Island. The highest point of the island is Seongamsan Mountain at 163 meters, but with various steep edges. Various vegetables as well as seafood can been found throughout the island.","regDate":"2023-01-16","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"/2023-01-16-1673843955674/1585276_image2_1.webp","blogPath":"Jeollanam-do/2023-01-16-1673843955674"},{"id":"2023-01-16-1673840180985","title":"Cypress Forest Woodland (정남진 편백숲 우드랜드)","description":"Jeongnamjin in Jangheung is a pristine region with beautiful mountains, beaches, and rivers. One of these attractions is the cypress forest, where a refreshing breeze blows through the green shade of these 40-year-old trees. Cypress Forest Woodland is a wood culture & experience center located in the foothills of Eokbulsan Mountain. Guests can stay in the various hanok-style pensions, enjoy the cypress and salt rooms of the jjimjilbang, and take part in various ecology education experiences at this relaxing family leisure resort.","regDate":"2023-01-16","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2023-01-16-1673840180985/2546930_image2_1.webp","blogPath":"Jeollanam-do/2023-01-16-1673840180985"},{"id":"2023-01-15-1673778948090","title":"Chuwolsan Mountain (추월산)","description":"Located 13 kilometers away from Damyang-eup, Chuwolsan Mountain (731 m) was designated Jeollanam-do Provincial Monument No. 4 and is one of the five famous mountains of Jeollanam-do. It marks the boundary between Jeollanam-do, South Jeolla Province (Wolgye-ri, Yong-myeon, the most northern town in Damyang-gun) and Jeollabuk-do, North Jeolla Province (Bokheung-myeon, Sunchang-gun). The mountain has a dense forest, rock formations and stones, and rock walls that look like manmade fortifications with a narrow path to the west which can accommodate only one person at a time.<br> <br> Shaped like a Buddhist monk lying down when it is seen from Damyang-eups side, it is popular for its various naturally grown medicinal herbs as well as rare kinds of Chuwolsan orchids. The base of the mountain has gentle slopes and densely packed old pine trees, making it the best destination for families in summer. The hiking trail is hard to climb despite the fact that the peak is not very high. However, it is visited by mountain climbers all year long.<br> <br> Before reaching Sangbong Peak, there is a hermitage and a mineral spring that never dries up. The peak also boasts an impressive view of the surrounding area, including Damyangho Lake. Chuwolsan Mountain was a battle site during the Imjin War along with the nearby Geumseongsanseong Fortress. The last battle of Donghak Peasant Revolution also took place at Chuwolsan Mountain.","regDate":"2023-01-15","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites","Mountains"],"imgUrl":"/2023-01-15-1673778948090/2013995_image2_1.webp","blogPath":"Jeollanam-do/2023-01-15-1673778948090"},{"id":"2023-01-15-1673775389118","title":"Chodo Island (초도(여수))","description":"Located 77 kilometers southwest of Yeosu, Chodo Island is surrounded by islands of various sizes. The island has three small fishing villages around the central Sangsanbong Peak. The island is famous for its sunset view from the peak and the sea-parting that happens at low tide  between Jinmak Village and Mokseom Island off the coast. There are two beaches on the island, with Jeonggang Beach being a popular vacation location among families. There is only one passenger ferry between Yeosu and Chodo daily. There is also a cruise tour to the nearby islands, a popular activity for overnight guests.","regDate":"2023-01-15","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"/2023-01-15-1673775389118/1954204_image2_1.webp","blogPath":"Jeollanam-do/2023-01-15-1673775389118"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}