{"pageProps":{"content":"![Eunhaeng Botanical Garden (은행식물원 (은행자연관찰원))](/2022-08-23-1661247612629/1865972_image2_1.webp)\n\n  \n## Overview\n\n> Eunhaeng Botanical Garden is operated by Seongnam-si. The garden was originally a discarded drainage area that was transformed into an ecological park with an arboretum. The garden is rich in greenery, with a diverse range of plants, wildflowers, and insects, making it an ideal place for students to see and learn about nature. The garden is also a beautiful recreation area for local residents.<br><br>\n* Facility area - 34,760㎡ (10,533 pyeong) / Visitor center area 202㎡ (61 pyeong)<br>\n* Plants: 89 species 2,317 plants, Shrub: 78 species 13,689 shrubs, Flowering plants: 209 species\n94,329 plants<br>\n* Insects - Ladybug, butterfly with four feet, Monema flavescens, Riptortus clavatus, black-tipped leafhopper, Poecilocoris lewisi, etc.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-31-729-4319|\n|opendate:|October 30, 2002|\n|parking:|Available (Near the Visitor's Center or garden)|\n|restdate:|The day of Seollal (Lunar New Year's Day) and Chuseok (Korean Thanksgiving Day)|\n|usetime:|June-September 09:00-19:00<br>October-May 09:00-18:00|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Tour Course Information:|Visitor's center - greenhouse - Miro Plaza - shrubbery garden A - azalea garden - theme circle - wild chrysanthemum garden - silver grass garden - water parsley garden - orange stonecrop garden - complex seasonal garden A - aquatic botanical garden - alpine botanical garden -  lily garden - edible botanical garden - herb garden - complex seasonal garden B - shrubbery garden B - outdoor stage - eco pond|\n|Restrooms:|Available|\n|Available Facilities:|Visitor's Center, greenhouse, maze square, outdoor performance hall, ecological pond, aquatic botanical garden, herb garden, perfume garden, etc.|\n  \n## Detail Image\n![/2022-08-23-1661247612629/1865975_image2_1.webp](/2022-08-23-1661247612629/1865975_image2_1.webp)\n![/2022-08-23-1661247612629/1865982_image2_1.webp](/2022-08-23-1661247612629/1865982_image2_1.webp)\n![/2022-08-23-1661247612629/1865983_image2_1.webp](/2022-08-23-1661247612629/1865983_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-31-729-4319](tel:+82317294319)\n- [🏠epark.seongnam.go.kr](http://epark.seongnam.go.kr/main/index.asp)\n\n\n```googleMap\nlatitude: 37.4532263470\nlongitude: 127.1668682019\ntitle: 72, Eunhaeng-ro, Jungwon-gu, Seongnam-si, Gyeonggi-do\n```\n  \n## Directions\n  \n[Bus]<br>\nAt Namhansanseong Station (Seoul Subway Line 8), Exit 6, take Bus No. 6.<br>\nGet off at Eunhaeng-dong Community Center Bus Stop.<br>Walk for approx. 5 min to the garden.\n","data":{"id":"2022-08-23-1661247612629","title":"Eunhaeng Botanical Garden (은행식물원 (은행자연관찰원))","description":"Eunhaeng Botanical Garden is operated by Seongnam-si. The garden was originally a discarded drainage area that was transformed into an ecological park with an arboretum. The garden is rich in greenery, with a diverse range of plants, wildflowers, and insects, making it an ideal place for students to see and learn about nature. The garden is also a beautiful recreation area for local residents.<br><br>* Facility area - 34,760㎡ (10,533 pyeong) / Visitor center area 202㎡ (61 pyeong)<br>* Plants  89 species 2,317 plants, Shrub  78 species 13,689 shrubs, Flowering plants  209 species94,329 plants<br>* Insects - Ladybug, butterfly with four feet, Monema flavescens, Riptortus clavatus, black-tipped leafhopper, Poecilocoris lewisi, etc.","regDate":"2022-08-23","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites","Botanical Gardens"],"imgUrl":"/2022-08-23-1661247612629/1865972_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-23-1661247612629","pageUrl":"https:/mcdryad.com/Gyeonggi-do/2022-08-23-1661247612629"},"dataList":[{"id":"2022-08-24-1661334014118","title":"Godaesan Mountain (고대산)","description":"Godaesan Mountain (alt. 832 meters) is located next to Sintan-ri Station, which is the railroad disconnection point of the Gyeongwon Line. It is also on the way to Geumgangsan Mountain. Godaesan is ideal for mountain hiking because of its  natural beauty and well-preserved ecosystem. Moreover, this is the only mountain in South Korea on which the North Korean territory can be seen. <br><br>There are several theories about the origin of the mountain's name. One is that the mountain had been referred to as keungore (big whale) in the past by local residents. Another is that the mountain looks like the banggorae (smoke duct) of a traditional Korean heating system when seen from the Sintan area; this is because the mountain's deep valleys resemble the furrows under that house that facilitate the passage of hot air to heat the room above. On a topographic map, the mountain was also marked as Gotae (like the constellations high above). <br><br>Godaesan also has a dense forest, making it a suitable source of timber and charcoal. Because of its abundant forest resources, a jumak (a tavern or inn that served food and liquor and provided lodging to travelers) village was formed here. The place was well-known for charcoal production prior to the Korean War.<br><br>On November 4, 1907, 150 soldiers from the Korean militia fought a fierce battle with the 8th Company of the Japanese Army's 20th Infantry Regiment in Yeoncheon. After the fight, the Korean militia were scattered throughout  the jumak village. Later on, 60 of them engaged in a fierce battle again with the Japanese soldiers on Godaesan. This is a place imbued with the brave spirit of the Korean people.","regDate":"2022-08-24","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-08-24-1661334014118/1859997_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-24-1661334014118"},{"id":"2022-08-24-1661330755800","title":"Gimpo Jangneung Royal Tomb [UNESCO World Heritage] (김포 장릉(인헌왕후) [유네스코 세계문화유산])","description":"Jangneung Royal Tomb is located in Gimpo, Gyeonggi-do. This is the tomb for the parents of King Injo, the posthumously designated King Wonjong (1580-1619) and of his wife Queen Inheon (1578-1626). The tombs are small but well maintained.","regDate":"2022-08-24","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-08-24-1661330755800/2431751_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-24-1661330755800"},{"id":"2022-08-24-1661326682620","title":"Gimpo Hyanggyo Confucian School (김포향교)","description":"The Gimpo Hyanggyo Confucian School is where the tablets of the Five Sages (Confucius, Mencius, Xunzi, Weng zi, Zisi), the Wisemen of the Song dynasty, and the 18 wisemen of Korea are kept. The confucian temple had moved to Geolpo-dong in Gimpo before being relocated to its current site.","regDate":"2022-08-24","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-08-24-1661326682620/1591691_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-24-1661326682620"},{"id":"2022-08-24-1661323792919","title":"Geomdansan Mountain (검단산)","description":"Geomdansan Mountain (alt. 657 m) is one of the major mountains in Hanam. During the Baekje period, it was a sacred mountain where the kings would offer ceremonial services to the gods. From the summit, one can get a great view of Yangsuri, where the Namhangang River and Bukhangang River meet, as well as Hanam, Seoul, Yangpyeong, and Paldangho Lake area. <br><br>Due to its proximity to the Seoul Metropolitan Area, it is a popular day trip course. Getting there is easy and the hiking trails, which are not too difficult, are well maintained. From the summit, one can get a great view of Bukhansan Mountain and Dobongsan Mountain in the distance. Hikers can also see Paldang Dam to the east, Yongmasan Mountain to the south, and the Jungbu Expressway to the west.","regDate":"2022-08-24","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-08-24-1661323792919/2667406_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-24-1661323792919"},{"id":"2022-08-24-1661320590650","title":"Gapyeong Baengnyeonsa Temple (백련사(가평))","description":"Baengnyeonsa Temple is surrounded by mountains, as it is located off Yongmunsan, Myeongjisan, and Daegeumsan Mountains. On each side of the temple, one can also find Unaksan Mountain as well as Cheonmasan Mountain. In addition, just behind the temple are Chungnyeongsan Mountain and Seorisan Mountain.<br><br>This temple was built relatively recently, so the temple only has a few cultural treasures. However, as compared to the average temple in Korea, it is distinguished by its well-designed and refined architectures. The decorations in the temple are simple, with no overly vibrant colors nor complicated designs so as to help in seeking peace and inspiration.<BR><BR>The temple is also known for its hiking trails and beautiful scenery offered by the surrounding mountains.","regDate":"2022-08-24","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-08-24-1661320590650/1358644_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-24-1661320590650"},{"id":"2022-08-24-1661316783806","title":"Gahak-dong Dolmens (가학동지석묘)","description":"Gahak-dong Dolmens site is an ancient site where religious rites were conducted before burial ceremonies. Located on top of the mountain by Beolmal Village, the site dates from the Bronze Age and shows traces of megalithic worship. <br><br>There are six dolmens  a table-shaped dolmen is at the western end of the ceremonial space and the remaining five are situated on the opposite side, aligned from east to west.","regDate":"2022-08-24","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-08-24-1661316783806/734367_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-24-1661316783806"},{"id":"2022-08-23-1661251333655","title":"Firefly Restroom (반딧불이화장실)","description":"In honor of the 2002 FIFA World Cup Korea/Japan, Suwon adopted the idea of ‘restrooms with culture’- building beautiful, clean, brand new bathrooms at main tourist sites around the city. The Firefly Restroom, located near the Gwanggyo Reservoir, is the most beautiful of them all. It features a tunnel for the handicapped, a ceiling which filters light, a simple interior, a coffee vending machine, and a rest area.","regDate":"2022-08-23","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Architectural Sights","Buildings"],"imgUrl":"/2022-08-23-1661251333655/734386_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-23-1661251333655"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}