{"pageProps":{"content":"![Daecheongdo Island (대청도)](/2022-07-12-1657588311223/2724467_image2_1.webp)\n  \n## Overview\n\n> Daecheongdo Island, with an area of 12.7 square kilometers and 24.7 kilometers in length, houses a little over 1,000 citizens. The island is located 202 kilometers northwest of Incheon and is known for fishing. With most of the villagers being fishermen, the whole island is one large fishing area. The island is also known for clean air and various tourist attractions.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330<br>(Korean, English, Japanese, Chinese) <br> • For more info: +82-32-899-3610|\n|restdate:|N/A (Open all year round)|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Hiking Course:|* Daecheong-myeon Office – Samgaksan Mountain Peak (8 km, 1 hr 50 min) <br>* Gwangnandu Pavilion – Samgaksan Mountain Peak (5 km, 1 hr 30 min) <br>* Camellia Tree Habitat – Maebawi Observatory -  Samgaksan Mountain Peak (7 km, 1 hr 40 min) <br>* Goju-dong – Samgaksan Mountain Peak (5 km, 1 hr 30 min) <br>* Tap-dong Ferry dock - Bunbawi Rock – Lighthouse (12 km, 3 hr) |\n|Tour Course Information:|[Island Tour 2-day course]<br><BR>Seonjipo Ferry Dock – Tap-dong Seaside walking path – Sand desert – Nongyeo Beach – Camellia Tree Habitat – Jiduri Beach – Seopungbaji – Haeneomi Observatory<BR>Tap-dong Ferry Dock – Bunbawi Rock – Lighthouse<BR> <br> Island Attractions<br> Waterside fishing, Satan-dong beach, Seonjin-dong dock, Okjuk-dong coast, Jiduri coast and many more|\n|Available Facilities:|Accommodations, camping area, restaurants, etc.|\n|Restrooms:|Available|\n  \n## Detail Image\n![/2022-07-12-1657588311223/2724463_image2_1.webp](/2022-07-12-1657588311223/2724463_image2_1.webp)\n![/2022-07-12-1657588311223/2724464_image2_1.webp](/2022-07-12-1657588311223/2724464_image2_1.webp)\n![/2022-07-12-1657588311223/2724465_image2_1.webp](/2022-07-12-1657588311223/2724465_image2_1.webp)\n![/2022-07-12-1657588311223/2724466_image2_1.webp](/2022-07-12-1657588311223/2724466_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-32-899-3610](tel:+82328993610)\n- [🏠www.ongjin.go.kr](http://www.ongjin.go.kr/open_content/tour/)\n\n\n```googleMap\nlatitude: 37.8254350630\nlongitude: 124.7026483977\ntitle: Daecheong-myeon, Ongjin-gun, Incheon\n```\n  \n\n","data":{"id":"2022-07-12-1657588311223","title":"Daecheongdo Island (대청도)","description":"Daecheongdo Island, with an area of 12.7 square kilometers and 24.7 kilometers in length, houses a little over 1,000 citizens. The island is located 202 kilometers northwest of Incheon and is known for fishing. With most of the villagers being fishermen, the whole island is one large fishing area. The island is also known for clean air and various tourist attractions.","regDate":"2022-07-12","author":"korea-tour","tag":["Incheon","Nature","Natural Sites"],"imgUrl":"/2022-07-12-1657588311223/2724467_image2_1.webp","blogPath":"Incheon/2022-07-12-1657588311223","pageUrl":"https:/mcdryad.com/Incheon/2022-07-12-1657588311223"},"dataList":[{"id":"2022-08-10-1660153342135","title":"Ganghwa Seonwonsa Temple Site (강화 선원사지)","description":"Ganghwa Seonwonsa Temple Site was first discovered in 1976 during a surface examination around Ganghwado Island undertaken by the Ganghwado Island Academic Research Team of Dongguk University. The site was designated as Historic Site No. 259 in 1977. Seonwonsa Temple was built by General Choi Wu in 1245 (the 32nd year of King Gojong’s reign during the Goryeo dynasty), which was right after the transfer of the capital to Ganghwado during resistance against the Mongolian invasion. <br><br>The temple was meant to be a spiritual mainstay in fighting against Mongolia. It used to be one of the two largest temples in Korea along with Songgwangsa Temple. However, the temple was completely destroyed during the early Joseon era, leaving only the site itself. The famous wood blocks of Palman Daejanggyeong (the Tripitaka Koreana), currently housed in Haeinsa Temple at Hapcheon, are said to have been originally stored in Seonwonsa Temple. It is believed that the carved wood blocks were taken from Seonwonsa to Heungcheonsa Temple during the Joseon era and again moved to Haeinsa Temple during the reign of Sejo. <br><br>Located on a mountain slope, the presumed location of the building site extends 250 meters from south to north and 170 meters from east to west.","regDate":"2022-08-10","author":"korea-tour","tag":["Incheon","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-08-10-1660153342135/1577247_image2_1.webp","blogPath":"Incheon/2022-08-10-1660153342135"},{"id":"2022-08-10-1660150781902","title":"Ganghwa Seoksumun Gate (강화 석수문)","description":"Seoksumun is a floodgate on the Dongnakcheon Stream, which flows through the town of Ganghwa-eup. The floodgate was built in 1711 (37th year of King Sukjong’s reign during the Joseon Period) and it is connected to the inner walls of the Ganghwasanseong Fortress. It is an arched structure with a design of three rainbows coming together. Made of granite, the floodgate measures 18.2 meters in length and 2.7 meters in x_height, while the arches are 1.7 meters tall, and 3 meters wide.","regDate":"2022-08-10","author":"korea-tour","tag":["Incheon","Culture/Art/History","Historical Sites","Gates"],"imgUrl":"/2022-08-10-1660150781902/182928_image2_1.webp","blogPath":"Incheon/2022-08-10-1660150781902"},{"id":"2022-08-10-1660146089291","title":"Ganghwa Manisan Mountain (Ganghwa Section) (마니산 (강화))","description":"Manisan Mountain is located on the southern end of Ganghwado Island, at the mid-point of the Korean Peninsula between Hallsan Mountain and Baekdusan Mountain. At the top of Manisan Mountain is Chamseongdan Altar, known to have been used by Dangun to hold sacred rituals. The 1988 Paralympics torch was lit at the top of the mountain as well as the torch for the Korea national sports games each year. If you walk up the trail with 918 stone steps, an amazing view of the west sea and Jeongsusa Temple to the east can be seen. The pine tree forest full of phytoncide is perfect for hikers to relieve their stress.","regDate":"2022-08-10","author":"korea-tour","tag":["Incheon","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-08-10-1660146089291/1659674_image2_1.webp","blogPath":"Incheon/2022-08-10-1660146089291"},{"id":"2022-08-10-1660142251481","title":"Ganghwa Jeondeungsa Temple (강화 전등사)","description":"Jeondeungsa Temple is located in Samnangseong Fortress, which is said to have been built by the three sons of Dangun, the founder of Korea. The temple was originally called Jinjongsa Temple during the early Goryeo dynasty; the name changed to the current Jeondeungsa Temple in 1282.<br><br>Jeondeungsa Temple contains significant architectural works, including the main building Daeungbojeon Hall (a Treasure), built in 1621. Decorated with delicate carvings, it is a superlative example of the architecture of the mid-Joseon dynasty. Visitors can see names of soldiers written on the walls and columns of Daeungbojeon Hall. These soldiers fought against the French Navy and wrote their names in Jeondeungsa to pray to Buddha for good luck in war.<br> <br>There are ten other structures of historical significance at the temple including Yaksajeon Hall (a Treasure),  Beomjong Bell (a Treasure), and Yangheonsu Victory Monument (a Tangible Cultural Treasure). The compound is also home to many ancient trees.","regDate":"2022-08-10","author":"korea-tour","tag":["Incheon","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-08-10-1660142251481/2675538_image2_1.webp","blogPath":"Incheon/2022-08-10-1660142251481"},{"id":"2022-08-10-1660139483268","title":"Ganghwa Janghwa-ri Tidal Flats and blackfaced spponbill breeding place (강화갯벌 및 저어새번식지)","description":"Ganghwa Janghwa-ri Tidal Flats in Hwado-myeon, Ganghwa-gun, Incheon is well-known among photographers as a great spot to view the sunset from. Along with Dongmak Beach, this area has one of the most beautiful tidal flats and views of the sunrise in the western sea.The place provides different views depending on the rise and ebb of the tide.","regDate":"2022-08-10","author":"korea-tour","tag":["Incheon","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2022-08-10-1660139483268/643606_image2_1.webp","blogPath":"Incheon/2022-08-10-1660139483268"},{"id":"2022-08-10-1660136679953","title":"Ganghwa Deokjinjin Fortress (강화 덕진진)","description":"Deokjinjin was the key strategic point of the outer castle wall used for defending the Ganghwa Straits during the Goryeo dynasty (918-1392). It was originally a military camp commanded by an official with the rank of Cheomsa under the command of the Korean naval base. In 1677, an official with the rank of Manho was assigned to this camp along with 26 military officials, 100 soldiers, 2 battle ships, and other military equipment. In 1679, the Namjangpodae and Deokjinpodae batteries were stationed here. <br><br>Deokjinjin Camp was the scene of fierce battles that took place during Byeonginyangyo (the French invasion in 1866) and Shinmiyangyo (the American invasion in 1871). The battlements and gatehouse of Deokjinjin that had all been destroyed during Sinmiyangyo were restored in 1977. At the Namjangpodae Battery, cannons used by the Joseon military have been reproduced and installed for display.","regDate":"2022-08-10","author":"korea-tour","tag":["Incheon","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-08-10-1660136679953/1579067_image2_1.webp","blogPath":"Incheon/2022-08-10-1660136679953"},{"id":"2022-08-10-1660131384858","title":"Ganghwa Chojijin Fortress (강화 초지진)","description":"Chojijin Fortress is believed to have been built in 1655 (6th year of King Hyojong) for the purpose of national defense against coastal attacks from foreign enemies based on articles regarding the construction of Chojijin Fortress. The fortress was the scene of many hard-fought battles including the invasions of America and Japan in the 1870s. The site was then taken by the foreign troops due to the inferior fighting power of the Korean military, and very nearly completely destroyed. In 1876 (13th year of King Gojong), the Japanese warship Unyangho invaded and forced the Joseon Kingdom to open their ports, which later led to the forced signing of the Jana-Korea Treaty of 1876. Only the base of the fortress and the site of the high ground remained until 1973, when restoration work was started. The patriotic spirit of the Joseon dynasty still remains in this historic site.","regDate":"2022-08-10","author":"korea-tour","tag":["Incheon","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-08-10-1660131384858/1577834_image2_1.webp","blogPath":"Incheon/2022-08-10-1660131384858"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}