{"pageProps":{"content":"\n\n  \n## Overview\n\n> Cheongpyeong Lake is an artificial lake that was formed with the construction of Cheongpyeong Dam in the Bukhangang River. Surrounding mountains and lake landscapes blend together harmoniously creating breathtaking views and is fast becoming a choice destination in Korea. <br>\n<br>Near Cheongpyeong Lake there is an amusement park as well as numerous summer homes. On the nearby lake, one can enjoy water skiing and a host of other recreations. In addition, accommodation is also available making this destination a famous vacation spot all-year-round. Around Cheongpyeong Lake, there are a total of 30 boating areas for water skiing, motor boats, jet skis, banana boats, and various other water activities. All instrument rentals and lessons are also available.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-31-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-31-582-8830|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Admission Fees:|Free|\n|Available Facilities:|Accomodations, restaurants, cafe, etc.|\n  \n\n  \n## Contact\n\n- [☎️+82-31-582-8830](tel:+82315828830)\n- [🏠www.gptour.go.kr](http://www.gptour.go.kr/)\n\n\n```googleMap\nlatitude: 37.7114903600\nlongitude: 127.4476380246\ntitle: 1906-15, Yumyeong-ro, Gapyeong-gun, Gyeonggi-do\n```\n  \n## Directions\n  \n[Bus]<BR>\nFrom Dong Seoul Bus Terminal or Sangbong Bus Terminal, take an intercity bus to&nbsp;Cheongpyeong Bus Terminal.<br> <br>From Cheongpyeong Terminal, take a local bus bound for Seorak and get off at Cheongpyeong Lake Bus Stop.\n","data":{"id":"2022-09-13-1663062308945","title":"Cheongpyeong Lake (청평호반)","description":"Cheongpyeong Lake is an artificial lake that was formed with the construction of Cheongpyeong Dam in the Bukhangang River. Surrounding mountains and lake landscapes blend together harmoniously creating breathtaking views and is fast becoming a choice destination in Korea. <br><br>Near Cheongpyeong Lake there is an amusement park as well as numerous summer homes. On the nearby lake, one can enjoy water skiing and a host of other recreations. In addition, accommodation is also available making this destination a famous vacation spot all-year-round. Around Cheongpyeong Lake, there are a total of 30 boating areas for water skiing, motor boats, jet skis, banana boats, and various other water activities. All instrument rentals and lessons are also available.","regDate":"2022-09-13","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites"],"imgUrl":"","blogPath":"Gyeonggi-do/2022-09-13-1663062308945","pageUrl":"https:/mcdryad.com/Gyeonggi-do/2022-09-13-1663062308945"},"dataList":[{"id":"2022-09-20-1663660086765","title":"Yeongneung & Nyeongneung Royal Tombs [UNESCO World Heritage] (여주 영릉(英陵)과 영릉(寧陵) [유네스코 세계문화유산])","description":"Yeongneung is the joint tomb of the fourth ruler of the Joseon dynasty, King Sejong (1397-1450, reign 1418-1450) and his wife Queen Soheon (1395-1446). This was the first joint royal tomb of the Joseon dynasty.<br><br> King Sejong was the third son of the third ruler, King Taejong, and his wife Queen Wongyeong. He came to the throne at the age of 22. During his 32-year reign, he was very influential in the development of Korean culture. For example, King Sejong created the Korean alphabet, which he called Hunminjeongeum, and set up the Hall of Worthies (Jiphyeonjeon), an association of the kingdom’s brightest scholars. He also used Confucian principles to administer state affairs. Under the reign of King Sejong, therefore, many sectors including politics, economy, society and culture flourished. In fact, King Sejong the Great is regarded as making some of the most brilliant achievements in Korean history. <br><br> Yeongneung is currently located in Neungseo-myeon in Yeoju-si in Gyeonggi-do, but the tomb was originally located in Seogang, Gwangju. When it was constructed following Queen Soheon’s death in 1446, it was decided it should be a joint tomb, and the space on the right side was reserved for King Sejong. In 1450 when King Sejong died, he was buried together with the dead queen. Later, the tomb was moved to its current place, as it was thought that the original location was not an auspicious place according to geomantic traditions.<br><br> Various items that were originally buried in the tomb were excavated in 1973 and now are exhibited in the King Sejong the Great Memorial Hall, which is located in Cheongnyangni, Seoul. <br><br> Nyeongneung is the royal tomb of the 17th ruler of the Joseon dynasty, King Hyojong (1619-1659, reign 1649-1659), and of his wife Queen Inseon (1618-1674).<br><br> The tomb was originally located to the west of Geonwolleung (the tomb of King Taejo, the first ruler of the Joseon dynasty), but in 1673 cracks appeared on the tomb’s “Byeongpungseok” (stone border), and it was moved to its current location, which is to the east of Yeongneung (the tomb of King Sejong).<br><br> King Hyojong was the second son of King Injo, Joseon dynasty’s 16th ruler, and Queen Illyeol. Upon ascending to the throne, he devised a plan to conquer the northern region of Asia, including the Qing dynasty (part of China). As part of the plan, he reformed the military system and strengthened the army and military enforcements. King Hyojong had spent time in northern China when he was taken hostage by the Manchus. During that time he became exposed to many different cultures and technological advancements. When a group of Dutch sailors were shipwrecked on the Korean shore, King Hyojong ordered them to build the Korean army’s first muskets. <br><br> King Hyojong also implemented “Daedongbeop,” a tax system under which people had to pay taxes with rice, and circulated “Sangpyeongtongbo,” the coinage of the Joseon dynasty.","regDate":"2022-09-20","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-09-20-1663660086765/2482766_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-20-1663660086765"},{"id":"2022-09-20-1663655587484","title":"Yeoju Silleuksa Temple (신륵사 (여주))","description":"Silleuksa Temple is located along the upper section of the Namhangang River as it flows from Bongmisan Mountain in Yeoju. It is believed that Silleuksa Temple was built by Monk Wonhyo during the reign of Silla King Jinpyeong, but there is no evidence to prove this. The temple is famous for being a place where Naong Hyegeun stopped in 1376. The temple began to be called Boeunsa in 1472, but the name changed back to Silleuksa Temple in 1858.","regDate":"2022-09-20","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-09-20-1663655587484/1589916_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-20-1663655587484"},{"id":"2022-09-20-1663650470282","title":"Woongjin Playdoci Waterdoci (웅진플레이도시 워터도시)","description":"Woongjin Playdoci Waterdoci is Korea’s largest water park, featuring a Western-style spa, fitness center, kids academy, and various shopping areas made to be enjoyed by everyone throughout the year. It is a futuristic theme park at the heart of an urban environment. <br><br> The waterpark and spa offer both an exciting and a relaxing experience, allowing visitors to enjoy both cool waves and warm spa at once. In addition, it houses a state-of-the-art wave pool, various other types of pools, Space Balls, various waterslides, an aqua bar, and unique styled spa facilities, which give this Western-style water theme park a plethora of attractions for visitors of all ages.","regDate":"2022-09-20","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Recreational Sites","Hot Springs & Spa"],"imgUrl":"/2022-09-20-1663650470282/2431888_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-20-1663650470282"},{"id":"2022-09-19-1663593675934","title":"Wolgot Harbor (월곶포구)","description":"Got’ in the name of Wolgot means ‘peninsula’ and it is also called ‘dalwol,’ and the area was considered an important strategic point during the Joseon dynasty. In 1991 a land reclaimation project succeeded in creating a new recreation site. Now there are many seafood restaurants, various auxiliary facilities, and an amusement park that rest on reclaimed land. Because the inlet is located on the west coast where the difference in the water level between high and low tide is great, fishing boats avoid the area during the shifting tides. But, whenever the boats return, visitors can enjoy fresh sushi and other seafood. The Marine World facilities have authentic European-style restaurants, an outdoor seawater pool that can be used free of charge, and a barbecue facility along with other amenities.","regDate":"2022-09-19","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites"],"imgUrl":"/2022-09-19-1663593675934/2524568_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-19-1663593675934"},{"id":"2022-09-17-1663397434630","title":"Songam Space Center (송암스페이스센터)","description":"Songam Space Center, set against the gorgeous backdrop of nearby Jangheung Park, Yangju-si, Gyeonggi-do, is one of the largest space themed parks in Korea. Situated on Gyeomyeongsan Mountain at around 440 meters above the sea level, the observatory (B1-3F) features a main telescope that was locally developed and allows visitors to see the stars even during the day. The observatory is part of Stars Valley, which consists of three different buildings  the Space Center, Star House, and Songam Observatory. <br><br>Newton Center, a main observatory center of Songsam Observatory has a 600 milimeter Ritchey-Chretien reflecting telescope allowing for clear and convenient observation of the stars. Galilei Center, a sub-observatory facility has seven telescopes including reflecting, catadioptric and refracting telescopes, as well as a CCD camera, digital camera, intermediate telescope and other observation aid devices. Facilities at the observatory include the Challenger Learning Center, a Digital Planetarium, and Star House, a four-story accommodation/training facility. There are also two cable cars, each of which can hold as many as 33 people.","regDate":"2022-09-17","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2022-09-17-1663397434630/2431795_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-17-1663397434630"},{"id":"2022-09-17-1663393996561","title":"Seolmaejae Recreational Forest (설매재자연휴양림)","description":"Seolmaejae Recreational Forest is located around Seolmaejae Pass, named for the apricot blossoms ('mae') that would bloom in the snow ('seol')-filled pass ('jae'). The forest is only an hour's drive out of Seoul, making it easily accessible for people looking to escape the city. The forest offers sections of pine trees, maple trees, royal azalea, and more beautiful flora, all visible along the various hiking paths. The park also connects with Yumyeongsan and Yongmunsan Mountains, and is close to Yongcheongyegok and Yumyeongsan Valleys.","regDate":"2022-09-17","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"/2022-09-17-1663393996561/2364884_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-17-1663393996561"},{"id":"2022-09-17-1663389864356","title":"Seolbongsan Mountain (설봉산)","description":"Seolbongsan Mountain (설봉산, 394 m) dominates the western portion of Icheon City. It has also been called Bugaksan Mountain and Muhaksan Mountain since the mountain resembles a crane with its wings spread open. Although the mountain is not rugged and maintains a well kept walking trail, it has many intriguing rock formations. There are as many as eight natural springs from which clear water gushes, and there are also Buddhist temples and relics scattered across the mountain. There are other attractions to see and enjoy as well, such as Seolbong Park, which was established at the opening of the World Ceramic Exhibition, as well as the municipal museum.","regDate":"2022-09-17","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites","Mountains"],"imgUrl":"","blogPath":"Gyeonggi-do/2022-09-17-1663389864356"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}