{"pageProps":{"content":"\n\n  \n## Overview\n\n> The Egret Habitat in Gamgseong-ri covers a small mountain located in Yuseong-gu District. Existing since the Joseon Dynasty era, the habitat is home to common herons and cattle egrets. Up to 5,000 birds have been observed at one time. The best time to visit the habitat and see the egrets is between April and May.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 (Korean, English, Japanese, Chinese) <br> • For more info: Sejong City Culture & Tourism +82-44-120|\n  \n\n  \n\n  \n## Contact\n\n- [☎️+82-44-120](tel:+8244120)\n- [🏠www.sejong.go.kr](https://www.sejong.go.kr/prog/cultureAssets/life/sub06_050203/C02/view.do?pageIndex=1&cntno=18)\n\n\n```googleMap\nlatitude: 36.4431727991\nlongitude: 127.2918266309\ntitle: 45-13, Gamseong-gil, Geumnam-myeon, Sejong-si\n```\n  \n## Directions\n  \nTake an intercity bus to Jochiwon (조치원).<br>\nFrom Jochiwon Bus Terminal, go 500m towards Jochiwon Train Station.<br>\nTake Bus 610 to Cheotmaeul (첫마을).<br>\nTransfer to Bus 651, and get off at the Doam-ri (도암리) bus stop.<br>\nGo 150m forward, and stay left at the fork.<br>\nGo 200m forward, and turn left onto Gamseong-gil (감성길) Road.<br>\nFollow the road for 200m to arrive at the Egret Habitat.\n","data":{"id":"2022-07-17-1658052382433","title":"Geumnam Egret Habitat (금남 백로 서식지)","description":"The Egret Habitat in Gamgseong-ri covers a small mountain located in Yuseong-gu District. Existing since the Joseon Dynasty era, the habitat is home to common herons and cattle egrets. Up to 5,000 birds have been observed at one time. The best time to visit the habitat and see the egrets is between April and May.","regDate":"2022-07-17","author":"korea-tour","tag":["Sejong","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"","blogPath":"Sejong/2022-07-17-1658052382433","pageUrl":"https:/mcdryad.com/Sejong/2022-07-17-1658052382433"},"dataList":[{"id":"2022-07-17-1658062864404","title":"Sejong Singwangsa Temple (신광사 (세종))","description":"Singwangsa Temple is located on Nojeoksan Mountain. It is estimated to have been built 160 years ago, and renovated in 1920 by head monk Lee Gyeong-jik. The temple, originally called Togoljeol or Suryangsa, was renamed Singwangsa by monk Hyewon in 1980. Visitors will discover that this temple is filled with youthful energy. Although the temple has a short history, its location near Hongik University Sejong Campus has helped the temple become popular among college students.","regDate":"2022-07-17","author":"korea-tour","tag":["Sejong","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"","blogPath":"Sejong/2022-07-17-1658062864404"},{"id":"2022-07-17-1658057792715","title":"Sejong Hangnimsa Temple (학림사(세종))","description":"Hangnimsa Temple is said to have been built below Hakbawi Rock on Seohaksan Mountain about 600 years ago. The temple deteriorated over time, but was rebuilt in April 1965 and renamed Anyangsa Temple. The name changed back to Hangnimsa Temple after Daeungjeon Hall and the dormitory were rebuilt in 1985. In 2000, Gwaneumjeon Hall was also built, and colorfully painted in 2004. In spring, the temple grounds are filled with the aroma of various flowers.","regDate":"2022-07-17","author":"korea-tour","tag":["Sejong","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"","blogPath":"Sejong/2022-07-17-1658057792715"},{"id":"2022-07-17-1658054621546","title":"Sejong Cheongansa Temple (청안사(세종))","description":"Sitting at the foot of a mountain near Ganeusil Village, Cheongansa Temple belongs to the Jogye Order of Korean Buddhism. It had been believed to have been built in 1900, but the roof tile and white porcelain pieces from the mid-Joseon dynasty period found near the temple suggested that it might have been built even earlier. Cheongsansa had also been thought to be a branch of Biamsa Temple, which is presumably built in the 7th century during the late Baekje kingdom period.","regDate":"2022-07-17","author":"korea-tour","tag":["Sejong","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"","blogPath":"Sejong/2022-07-17-1658054621546"},{"id":"2022-07-17-1658052416868","title":"Gobok Natural Park (고복자연공원)","description":"Gobok Natural Park spans an area of 1,840,000 square meters and nearby attractions include a forest, Yonggul Cave, Sinheungsa Temple, and an outdoor sculpture park on Obongsan Mountain. A 3.65-kilometer-long deck circles the reservoir. The neighboring village is home to orchards for growing grapes, peaches, and pears. The park has a large meeting square and the outdoor sculpture park features works by Ewha Woman's University art professor Kang Tae-seong, attracting many visitors. The park is especially popular in summer when the outdoor swimming pool is open. In spring, people flock to Millakjeong Pavilion to view the cherry blossoms. There are many restaurants nearby specializing in <em>galbi</em> (ribs), <em>Hanbang ori</em> (duck with medicinal herbs), and <em>megi maeuntang</em> (spicy catfish stew), as well as cafes overlooking the natural scenery.","regDate":"2022-07-17","author":"korea-tour","tag":["Sejong","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"","blogPath":"Sejong/2022-07-17-1658052416868"},{"id":"2022-07-17-1658052319970","title":"Geumisanseong Fortress (금이성)","description":"Geumiseong is a mountain fortress built on the summit of Geumseongsan Mountain, which rises 430 meters above sea level. It overlooks Jeonui and Cheonan to the north and Geumgang River  to the south. The architecture style of Geumiseong Fortress is a combination of the styles of the Baekje dynasty and the early Unified Silla. Based on the relics found inside the fortress, it is thought to have been built in the Goryeo period. The robustness of the fortress takes advantage of the rugged topography, so much so that it had been known as ironclad bastion among common people.<br><br>The eastern side of the fortress has considerably collapsed, but the southern part is in a relatively good condition. The western and northern walls are also in bad conditions.<br><br>Some earthenware pieces were found where there once stood a watchtower. Also, some pieces of roof tiles were found where there was a fortress building in the central part of the fortress on mountain summit. The earthenware pieces are hard porcelain and soft glass wares like bowls and pots. The tile pieces mostly feature fishbone patterns in dark gray color.","regDate":"2022-07-17","author":"korea-tour","tag":["Sejong","Culture/Art/History","Historical Sites","Fortresses"],"imgUrl":"","blogPath":"Sejong/2022-07-17-1658052319970","pageUrl":"https:/mcdryad.com/Sejong/2022-07-17-1658052319970"},{"id":"2022-07-17-1658051978226","title":"Beartree Park (베어트리파크)","description":"Beartree Park is a beautiful natural space in Sejong founded by entrepreneur Lee Jae-yeon. The park first started out as a private garden cared for by Lee personally. The garden was turned into a park and opened to the public in 2009, boasting a beautiful collection of flora and fauna. Indoor and outdoor botanical gardens, junipers, wild flowers, irises, and bonsais are tended with the utmost of care. In addition to the magnificent gardens, visitors can also observe family of deer, bears, birds, and more.","regDate":"2022-07-17","author":"korea-tour","tag":["Sejong","Nature","Natural Sites","Botanical Gardens"],"imgUrl":"/2022-07-17-1658051978226/2675585_image2_1.webp","blogPath":"Sejong/2022-07-17-1658051978226","pageUrl":"https:/mcdryad.com/Sejong/2022-07-17-1658051978226"}],"navList":["Busan","Daegu","Daejeon","Gwangju","Incheon","Sejong","Seoul","Ulsan"]},"__N_SSG":true}