{"pageProps":{"content":"![Chokseongnu Pavilion (촉석루)](/2022-07-30-1659199947652/2367499_image2_1.webp)\n\n  \n## Overview\n\n> Standing grandly above the rocky cliffs of Namgang River is Chokseongnu Pavilion, arguably one of the most beautiful <em>nugak</em> buildings (multi-storied structure without walls) in the Yeongnam region. Chokseongnu (historically known as ‘Jangwollu’) has undergone eight renovations since its establishment in the 28th year of King Gojong (1241, Goryeo dynasty) and was once used as a commanding post for defending Jinju Palace in times of war. During times of peace, it was used for holding state examinations. \n<br><br>\nAlthough the structure was burnt down during the Korean War, it was restored in 1960 through the efforts of the Jinju Historical Site Preservation Society. The roof design features a mix of hipped and gabled styles and the stone pillars were built with rocks collected from Chokseoksan Mountain, located in Changwon-si. The wood used for the structure was brought from Odaesan Mountain, situated in Gangwon-do. Noticeable features of Chokseongnu are the four engraved signboards and a board that holds the works of renowned poets and calligraphers. Jinju Namgang Yudeung (Lantern) Festival is held every fall at the Jinjuseong Fortress.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-55-749-5171|\n|parking:|Available<br>- Parking lot in front of Chokseokmun Gate (only small-sized cars) <br>- Gongbukmun Gate Parking lot (Large-sized car: 17 parking spaces / Small-sized car: 15 parking spaces) <br>- Health Center Parking lot (Large-sized car: 9 parking spaces / Small-sized car: 35 parking spaces) <br>- Jinjuseong Fortress Parking lot (Tourist bus only: 14 parking spaces)|\n|usetime:|09:00-18:00|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Admission Fees:|[Admission to Jinjuseong Fortress]<br>Individuals - Adults 2,000 won / Teenagers 1,000 won / Children 600 won<br>Groups - Adults 1,400 won / Teenagers 600 won / Children 400 won<br><br>* Groups: 30 people or more<br>* Free: Preschoolers (ages 6 & under) and senior citizens (ages 65 & over)|\n|Restrooms:|Available|\n|Parking Fees:|Small cars: 500 won for first 30 min / 200 won for each additional 10 min<br>Large cars: 1,000 won for first 30 min / 400 won for each additional 10 min <BR>* Tour bus parking at tour bus parking zone: Free|\n|Interpretation Services Offered:|Advance reservation required|\n  \n## Detail Image\n![/2022-07-30-1659199947652/1611528_image2_1.webp](/2022-07-30-1659199947652/1611528_image2_1.webp)\n![/2022-07-30-1659199947652/1611529_image2_1.webp](/2022-07-30-1659199947652/1611529_image2_1.webp)\n![/2022-07-30-1659199947652/1611530_image2_1.webp](/2022-07-30-1659199947652/1611530_image2_1.webp)\n![/2022-07-30-1659199947652/1611531_image2_1.webp](/2022-07-30-1659199947652/1611531_image2_1.webp)\n![/2022-07-30-1659199947652/1611532_image2_1.webp](/2022-07-30-1659199947652/1611532_image2_1.webp)\n![/2022-07-30-1659199947652/1611533_image2_1.webp](/2022-07-30-1659199947652/1611533_image2_1.webp)\n![/2022-07-30-1659199947652/1611534_image2_1.webp](/2022-07-30-1659199947652/1611534_image2_1.webp)\n![/2022-07-30-1659199947652/1611535_image2_1.webp](/2022-07-30-1659199947652/1611535_image2_1.webp)\n![/2022-07-30-1659199947652/1951272_image2_1.webp](/2022-07-30-1659199947652/1951272_image2_1.webp)\n![/2022-07-30-1659199947652/1951273_image2_1.webp](/2022-07-30-1659199947652/1951273_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-55-749-5171](tel:+82557495171)\n- [🏠www.jinju.go.kr](http://www.jinju.go.kr/02232/02818/02237.web?amode=view&idx=504)\n\n\n```googleMap\nlatitude: 35.1894180407\nlongitude: 128.0818706984\ntitle: 626, Namgang-ro, Jinju-si, Gyeongsangnam-do\n```\n  \n\n","data":{"id":"2022-07-30-1659199947652","title":"Chokseongnu Pavilion (촉석루)","description":"Standing grandly above the rocky cliffs of Namgang River is Chokseongnu Pavilion, arguably one of the most beautiful <em>nugak</em> buildings (multi-storied structure without walls) in the Yeongnam region. Chokseongnu (historically known as ‘Jangwollu’) has undergone eight renovations since its establishment in the 28th year of King Gojong (1241, Goryeo dynasty) and was once used as a commanding post for defending Jinju Palace in times of war. During times of peace, it was used for holding state examinations. <br><br>Although the structure was burnt down during the Korean War, it was restored in 1960 through the efforts of the Jinju Historical Site Preservation Society. The roof design features a mix of hipped and gabled styles and the stone pillars were built with rocks collected from Chokseoksan Mountain, located in Changwon-si. The wood used for the structure was brought from Odaesan Mountain, situated in Gangwon-do. Noticeable features of Chokseongnu are the four engraved signboards and a board that holds the works of renowned poets and calligraphers. Jinju Namgang Yudeung (Lantern) Festival is held every fall at the Jinjuseong Fortress.","regDate":"2022-07-30","author":"korea-tour","tag":["Gyeongsangnam-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-07-30-1659199947652/2367499_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-07-30-1659199947652","pageUrl":"https:/mcdryad.com/Gyeongsangnam-do/2022-07-30-1659199947652"},"dataList":[{"id":"2022-12-25-1671939369326","title":"Simni (10-ri) Cherry Blossom Road (십리벚꽃길)","description":"Simni (10-ri) Cherry Blossom Road in Hwagae is famous for its beautiful views in spring. It is believed that if a young couple walks down this road holding hands, they will be together for one hundred years. For this reason, the road is sometimes referred to as the “wedding road.”","regDate":"2022-12-25","author":"korea-tour","tag":["Gyeongsangnam-do","Culture/Art/History","Experience Programs","Cultural Districts"],"imgUrl":"/2022-12-25-1671939369326/2617788_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-25-1671939369326"},{"id":"2022-12-24-1671878132574","title":"Seonyudonggyegok Valley (Sancheong Section) (선유동계곡(산청))","description":"Seonyudong means the place where fairies come down from heaven to play. It has been said that fairies would often come down to the valley to make liquor and store them in flagons. There are some leftover depressions in the boulders which demonstrate there may be some truth to the legend.<br><br>Near Seonyudonggyegok Valley, they say that the bamboos and pine trees stay green all year long and wood nymphs fly down to play with each other under the Suwolpokpo Falls in Suwol Village.","regDate":"2022-12-24","author":"korea-tour","tag":["Gyeongsangnam-do","Nature","Natural Sites","Valleys"],"imgUrl":"/2022-12-24-1671878132574/1611449_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-24-1671878132574"},{"id":"2022-12-24-1671874600367","title":"Seolli Skywalk (설리스카이워크)","description":"Seolli Skywalk in Namhae offers panoramic views of the entire area. The first asymmetrical cantilever bridge in the nation, the skywalk stands at 36 meters off the ground and stretches 79 meters with a x_width of 4.5 meters. Nearly 43 meters of the length are on the suspended side of the cantilever, the longest in the nation. At the end of the walkway is a swing, designed with a them of swinging in Bali.","regDate":"2022-12-24","author":"korea-tour","tag":["Gyeongsangnam-do","Culture/Art/History","Architectural Sights","Buildings"],"imgUrl":"/2022-12-24-1671874600367/2709499_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-24-1671874600367"},{"id":"2022-12-24-1671871046878","title":"Sangju Silver Sand Beach (상주 은모래비치)","description":"Sangju Silver Sand Beach is busy all year long, with professional athletes coming for physical training in the winter, students camping in the spring and fall, and vacationers visiting the beach in the summer.  <br><br>Sangju Silver Sand Beach is extremely popular especially in the summertime, attracting up to 1 million tourists who heard about the beach’s sands, waters, and groves.  Families and vacationers in the summer especially love this beach, due to its beautiful white sands that stretch for 2 kilometers and slope lazily into the shallow waters that are perfect for children to play in.<br><br>Behind the beaches lies Geumsan Mountain, a place well known for its sunrises.  If you happen to arrive in the evening, it’s highly recommended that you see the sunrise at Geumsan Boriam in the morning,  enjoy the beach’s water during the day, and at last, enjoy an evening of ocean fishing at either Namuseom Island or Dolseom Island (Rock Island), situated right in front of Sangju Beach. To one side of the white sands are campgrounds, and the surrounding area consists of shopping streets and accommodation.","regDate":"2022-12-24","author":"korea-tour","tag":["Gyeongsangnam-do","Nature","Natural Sites"],"imgUrl":"/2022-12-24-1671871046878/2486507_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-24-1671871046878"},{"id":"2022-12-24-1671867342776","title":"Sancheong Hwangmaesan Mountain (황매산(산청))","description":"One of the last mountains of the Taebaek Mountain Range, Hwangmaesan Mountain is located in Sancheong, Gyeongsangnam-do. The mountain features fantastic rock formations and a beautiful vista from the summit that resembles arpricot blossoms. It is said that anyone who prays from the summit will have their wish come true, drawing in plenty of earnest hikers. In May, a large field near the summit is covered in vibrant pink royal azaleas. Attractions on the mountain include Bakjwigol Valley, Norubawi, Heundeulbawi, Janggunbawi, Chotdaebawi, Geobukbawi and Sinseonbawi Rocks among others.","regDate":"2022-12-24","author":"korea-tour","tag":["Gyeongsangnam-do","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-12-24-1671867342776/2658500_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-24-1671867342776"},{"id":"2022-12-24-1671863872959","title":"Sancheong Daewonsa Temple (대원사(산청))","description":"Located at the eastern foot of Jirisan  Mountain, Daewonsa Temple was first built in 548 during the Silla dynasty, but it remained closed for over thousand years until it was renovated and made bigger with the name Daewon. Unfortunately, the entire premises were lost to a big fire during the night of January 12, 1914, and all the halls and pavilions, including Yosachae, totaling 184 rooms in 12 buildings, were rebuilt in 1917. However, they were damaged once again during the Korean War and were abandoned until the war ended where the temple was rejuvenated and made even bigger. Located nearby are Geoyeonjeong and Gunjajeong Halls that are believed to have been the studying venue of scholars. <br><br> * Daewonsa Valley<br> The two-kilometer-long valley that stretches from the parking lot at the entrance to Daewon Temple to the temple itself is surrounded by high hills and curious-looking rocks. The clean water that oozes out through craters between the rocks generates unusual scenery. Associated with Yongso Pond is the legend that a dragon lived in it for hundreds of&nbsp;years before it finally flew away. Somakgol Valley is known to be the place where the last king of Garak Kingdom came to feed his cows and horses.","regDate":"2022-12-24","author":"korea-tour","tag":["Gyeongsangnam-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-12-24-1671863872959/793142_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-24-1671863872959"},{"id":"2022-12-24-1671860171377","title":"Pyeongsari Park (평사리공원)","description":"Situated along Seomjingang River between Gurye and Hadong, Pyeongsari Park was built for the enjoyment of summer tourists to the area. In addition to the beautiful river, the park is home to campgrounds, numerous shaded rest spots, basketball courts, soccer fields, and an abundance of parking space. Decorated with Jangseung (totem poles, which used to be set at the entrance of villages), the spacious park is full of excellent amenities  barbecue grills, benches, drinking fountains, and clean bathrooms. The sandy banks of the river offer a unique opportunity to catch marsh clams.<br><br>Pyeongsari Park and its nearby attractions appeared in Toji (The Land), the epic historical novel by Park Kyung-ni. Visitors may want to tour the group of houses that have been reproduced to commemorate the novel, including the famous Choi Champan House. <br><br>Nearby attractions include Hwagae Market, Ssanggyesa Temple, and Seomjingang Maehwa Village, host of the Gwangyang Maehwa Festival.","regDate":"2022-12-24","author":"korea-tour","tag":["Gyeongsangnam-do","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-12-24-1671860171377/2026198_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-24-1671860171377"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}