{"pageProps":{"content":"![Gyeongju-si Special Tourist Zone (경주시 관광특구)](/2022-11-30-1669786623765/1750863_image2_1.webp)\n\n  \n## Overview\n\n> Gyeongju was the capital city of the ancient kingdom of Silla. The city is often referred to as a “museum without walls” because of the many cultural relics scattered throughout the city. Almost everything in this city, from the streets to the mountains, is rich in history. Gyeongju has roughly 300 sites that have been designated as a cultural heritage, with some of them being UNESCO-recognized World Heritage Sites.<br><br>The Gyeongju Special Tourist Zone includes the districts of Namsan, Wolseong, Daereungwon, Hwangryongsa and Sanseong. This area has a total of 52 cultural assets registered on the World Heritage list. Many of the hills are actually royal tombs and fields of grass used to be sites of ancient temples.<br><br>The entire Namsan Mountain can almost be considered a cultural asset because of the many stone pagodas and Buddha statues that can be found here. The Bulguk district is home to many of Gyeongju’s most well-known attractions such as Bulguksa Temple, Seokguram Grotto, Gyeongju Folk Village, Silla Arts and Science Museum, and Goereung.<br><br>In the Bomun district, there are plenty of recreation facilities surrounding Bomunho Lake. Other attractions in the area include Gyeongju World Culture Expo Park, Gyeongju World and Silla Millennium Park.<br><br><b>Gyeongju Special Tourist Zone <br></b><b>Areas included </b> Downtown area, Bomun Lake Resort and Bulguksa Temple in Gyeongju-si, Gyeongsangnam-do<br><b>Area size </b> 32,650,000㎡ <br><b>Tourist Attractions </b> Bulguksa Temple, Seokguram Grotto, Daereungwon Tomb Complex, Namsan Mountain, Bomunho Lake, Shilla Millennium Park, Gyeongju World Culture Expo Park, etc.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br>(Korean, English, Japanese, Chinese) <br> • For more info: +82-54-779-6084|\n|parking:|26 public parking lots are available at tourist sites, Bomun Tourism Complex and Bulguksa Temple|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Available Facilities:|Tourist information center, casino, traditional Korean-style hotel, luxury hotel, tourist hotel, resort condominiums, folk village, swimming pool, souvenir shop exclusively for foreigners, nightlife restaurant exclusively for foreigners, etc.|\n|Facilities for the Handicapped:|Paths and restrooms exclusively for the disabled are available at tourist sites.|\n|Restrooms:|Public restrooms are available at tourist sites and around Bomunho Lake and Bulguksa Temple.|\n|Interpretation Services Offered:|English and Japanese travel guidebooks are available at hotels in the Bomun Tourism Complex, tourist information centers and tourist sites in the downtown area.|\n  \n## Detail Image\n![/2022-11-30-1669786623765/202489_image2_1.webp](/2022-11-30-1669786623765/202489_image2_1.webp)\n![/2022-11-30-1669786623765/202635_image2_1.webp](/2022-11-30-1669786623765/202635_image2_1.webp)\n![/2022-11-30-1669786623765/1046392_image2_1.webp](/2022-11-30-1669786623765/1046392_image2_1.webp)\n![/2022-11-30-1669786623765/1046401_image2_1.webp](/2022-11-30-1669786623765/1046401_image2_1.webp)\n![/2022-11-30-1669786623765/1753738_image2_1.webp](/2022-11-30-1669786623765/1753738_image2_1.webp)\n![/2022-11-30-1669786623765/1753739_image2_1.webp](/2022-11-30-1669786623765/1753739_image2_1.webp)\n![/2022-11-30-1669786623765/1753741_image2_1.webp](/2022-11-30-1669786623765/1753741_image2_1.webp)\n![/2022-11-30-1669786623765/1776807_image2_1.webp](/2022-11-30-1669786623765/1776807_image2_1.webp)\n![/2022-11-30-1669786623765/179526_image2_1.webp](/2022-11-30-1669786623765/179526_image2_1.webp)\n![/2022-11-30-1669786623765/1954568_image2_1.webp](/2022-11-30-1669786623765/1954568_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-54-779-6084](tel:+82547796084)\n- [🏠www.gyeongju.go.kr](http://www.gyeongju.go.kr/tour)\n\n\n```googleMap\nlatitude: 35.8315650725\nlongitude: 129.2892916998\ntitle: 614, Gyeonggam-ro, Gyeongju-si, Gyeongsangbuk-do\n```\n  \n## Directions\n  \n[Bus]<BR>\nFrom Seoul Express Bus Terminal, take a bus to Gyeongju Bus Terminal.\n","data":{"id":"2022-11-30-1669786623765","title":"Gyeongju-si Special Tourist Zone (경주시 관광특구)","description":"Gyeongju was the capital city of the ancient kingdom of Silla. The city is often referred to as a “museum without walls” because of the many cultural relics scattered throughout the city. Almost everything in this city, from the streets to the mountains, is rich in history. Gyeongju has roughly 300 sites that have been designated as a cultural heritage, with some of them being UNESCO-recognized World Heritage Sites.<br><br>The Gyeongju Special Tourist Zone includes the districts of Namsan, Wolseong, Daereungwon, Hwangryongsa and Sanseong. This area has a total of 52 cultural assets registered on the World Heritage list. Many of the hills are actually royal tombs and fields of grass used to be sites of ancient temples.<br><br>The entire Namsan Mountain can almost be considered a cultural asset because of the many stone pagodas and Buddha statues that can be found here. The Bulguk district is home to many of Gyeongju’s most well-known attractions such as Bulguksa Temple, Seokguram Grotto, Gyeongju Folk Village, Silla Arts and Science Museum, and Goereung.<br><br>In the Bomun district, there are plenty of recreation facilities surrounding Bomunho Lake. Other attractions in the area include Gyeongju World Culture Expo Park, Gyeongju World and Silla Millennium Park.<br><br><b>Gyeongju Special Tourist Zone <br></b><b>Areas included </b> Downtown area, Bomun Lake Resort and Bulguksa Temple in Gyeongju-si, Gyeongsangnam-do<br><b>Area size </b> 32,650,000㎡ <br><b>Tourist Attractions </b> Bulguksa Temple, Seokguram Grotto, Daereungwon Tomb Complex, Namsan Mountain, Bomunho Lake, Shilla Millennium Park, Gyeongju World Culture Expo Park, etc.","regDate":"2022-11-30","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Recreational Sites","Tourist Complexes"],"imgUrl":"/2022-11-30-1669786623765/1750863_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-11-30-1669786623765","pageUrl":"https:/mcdryad.com/Gyeongsangbuk-do/2022-11-30-1669786623765"},"dataList":[{"id":"2022-12-07-1670405766463","title":"Tonggumi Pebble Beach (통구미몽돌해변)","description":"At Tonggumi Pebble Beach on Ulleungdo Island, you can enjoy the views of impressive sea-side cliffs, the glittering ocean, and the dark pebbles that dot the landscape, all at once. There are always waves at this 1-kilometer-long beach with waters ranging in depth from 1 to 3 meters. It is easy to find the beach, as it is located along the Ulleungdo Coastal Drive. Various facilities such as bathrooms, parking lots, homestays, restaurants, drugstores, supermarkets and accommodations are found near the beach.","regDate":"2022-12-07","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites"],"imgUrl":"/2022-12-07-1670405766463/1893638_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-07-1670405766463"},{"id":"2022-12-07-1670402401572","title":"Tonggosan National Recreational Forest (국립 통고산자연휴양림)","description":"Situated in the upper Bulyeongsa Valley, Tonggosan National Recreational Frorest, rarely visited by people in the past, still preserves much of its ancient beauty. Weathered white granite envelops the valley while a variety of waterfalls forms what looks like uniquely shaped water pots.<br><br> Next to the valley is Bulyeongsa Temple built by Monk Uisang (during the reign of King Jindeok of the Silla Period). Visitors can enjoy beautiful fall foliage of the forest, and there are a variety of nearby attractions from Bulyeongsa Valley, beaches on the East Coast, and Deokgu/Baekam Hot Springs. Fall foliage tends to peak between October 10th and October 20th.<br><br> Visitors must bring their own tents, utensils, toiletries, and other necessary items. The cafeteria in Tonggosan National Recreational Forest opens between mid-July and August.","regDate":"2022-12-07","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"/2022-12-07-1670402401572/183316_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-07-1670402401572"},{"id":"2022-12-07-1670398594153","title":"Tomb of Queen Seondeok (경주 선덕여왕릉)","description":"The Tomb of Queen Seondeok is a round tumulus with a circumference of 73 meters. Aside from the fact that it is circled by a protective two-layer rock, the tomb has no other unique features. As the oldest daughter of King Jinpyeong, Queen Seondeok became the first queen of the Silla Kingdom. During the 16th year of her reign, Bunhwangsa Temple and Cheomseongdae Observatory were built. She also ordered the construction of the famous nine-story wooden pagoda of Hwangyongsa Temple, a significant achievement of Buddhist architecture. While many of her efforts laid the foundation for the unification of Three Kingdoms of Korea, Queen Seondeok’s reign was plagued by rebellion and strife and she died in 647 during a rebellion, 23 years before unification was realized.","regDate":"2022-12-07","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-12-07-1670398594153/179719_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-07-1670398594153"},{"id":"2022-12-07-1670395284321","title":"Tomb of King Wonseong (경주 원성왕릉)","description":"The tomb of the King Wonseong, 38th king of the Silla Kingdom (785-798) in Oedong-eup, Wolseong-gun, Gyeongju is Historic Site No. 26. The tomb is 21.9m in diameter and 7.7m high and is encircled by a stone fence decorated with twelve oriental zodiac images. The area is also home to a number of stone monuments that stand facing each other  Hwapyoseok (marking the border of the tomb), Muninseok (civil servant statue), Muinseok (military officer image statue) and Dolsaja (a stone lion that protects the tomb). Muinseok in particular is a favorite among visitors because of its exotic appearance. The statue is sometimes compared to a strong and charismatic person of Arabic or Persian descendant, much like the merchants who came to Silla in ancient times.<br><br> Gwaereung is styled after tombs of the Tang dynasty, but still retains all the characteristics typical of Silla tombs; namely, the stones around the tomb, the 12 oriental zodiac figures, the protective walls, and the decorative stonework.","regDate":"2022-12-07","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-12-07-1670395284321/219704_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-07-1670395284321"},{"id":"2022-12-07-1670391364282","title":"Tomb of King Munmu (경주 문무대왕릉)","description":"A little rocky islet approximately 200 meters from the shore at Bonggil-ri is the Tomb of King Munmu (AD 661-681), who unified the three kingdoms and became the 30th ruler of the Silla Kingdom. The king gave specific instructions to be buried in the East Sea after his death so that he would become a dragon and protect Silla from foreign invaders. The rocky island, about 200 meters in circumference, is divided by a cross-shaped waterway, forming a pool at the center, at the bottom of which is a granite stone 3.6 meters long, 2.9 meters wide and 0.9 meters thick. Legend has it that the remains of King Munmu’s cremated body are buried under this rock. Historians still debate whether the ashes of the King Munmu were scattered or stored in an urn and placed under the rock.","regDate":"2022-12-07","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-12-07-1670391364282/1613346_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-07-1670391364282"},{"id":"2022-12-07-1670388081385","title":"The POSCO Museum  (포스코 역사관)","description":"The POSCO Museum shows the history, spirit, corporate culture and vision of POSCO. POSCO was able to achieve success thanks to the POSCO employees who fought against all kinds of adversities. The POSCO museum showcases such great achievements, as well as the entire history of the company, giving dreams and hopes to the youth who visit the museum.","regDate":"2022-12-07","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Industrial Sites","Others"],"imgUrl":"/2022-12-07-1670388081385/1890298_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-07-1670388081385"},{"id":"2022-12-07-1670384428314","title":"Surime (수리뫼 [한국전통음식체험교육원])","description":"Surime is a traditional Korean food experience center owned and operated by Park Mi-suk who studied under Hwang Hye-seong, holder of the Intangible Cultural Property No. 38, Royal Cuisine of the Joseon Dynasty. The institute operates various traditional cooking experience programs open to everyone. The institute shares the walls of the Choi family home, designated as a cultural asset, spanning over 1,652.89 ㎡ with well-preserved hanok structures built over 100 years ago.","regDate":"2022-12-07","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Experience Programs","Traditional Experience"],"imgUrl":"/2022-12-07-1670384428314/1967600_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-07-1670384428314"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}