{"pageProps":{"content":"![Museum Kimchikan (뮤지엄 김치간)](/2022-08-06-1659764222473/2363666_image2_1.webp)\n\n  \n## Overview\n\n> Museum Kimchikan is a unique museum dedicated to kimchi and kimjang, the process of making kimchi which was designated as UNESCO Intangible Cultural Heritage of Humanity. The museum was also selected by CNN in March 2015 as one of the world’s top 11 food museums. <br>\nVisitors can learn the history of kimchi as well as learn and get a taste of the different types of kimchi. Audio guides in English, Japanese, and Chinese are available for international visitors and a guided tour of the museum by a docent is also available at designated times. Online reservation is available through the museum’s official website.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-2-6002-6456|\n|parking:|Not available|\n|restdate:|Mondays, New Year's Day, Christmas Day, Seollal (Lunar New Year's Day) and Chuseok (Korean Thanksgiving Day) holidays|\n|usetime:|10:00-18:00|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Restrooms:|Available|\n|Admission Fees:|Adults (age 19 and over): Individuals 5,000 won / Groups 4,000 won<br> Students (elementary to high school): Individuals 3,000 won / Groups 2,000 won<br> Children (under age 8): Individuals 2,000 won / Groups 1,000 won<br><br> * Must be a group of 20 people or more to be eligible for group rates. <br> * Reservations for groups of 20 people or more are only available online. <br> * Maximum capacity per viewing is 80 people (please make an inquiry in advance for a group of 80 people).<br> * Inquiries: +82-2-6002-6456 / museum@pulmuone.com<br><br>[Activity Programs]<br>Online reservation required 4 days in advance.<br>&nbsp;* Activity programs charged separately.<br><br>[Docent Tour]&lt;br&gt;<br>Four times a day (11:00, 14:00, 15:00, 16:00)<br>* Minimum of ten people required.<br>|\n|Available Facilities:|Exhibition halls, resource room, educational room, etc.|\n|Interpretation Services Offered:|Audio guide rentals available (English, Japanese, Chinese) <br>* Rental fee 1,000 won|\n  \n## Detail Image\n![/2022-08-06-1659764222473/2363667_image2_1.webp](/2022-08-06-1659764222473/2363667_image2_1.webp)\n![/2022-08-06-1659764222473/2363668_image2_1.webp](/2022-08-06-1659764222473/2363668_image2_1.webp)\n![/2022-08-06-1659764222473/2363669_image2_1.webp](/2022-08-06-1659764222473/2363669_image2_1.webp)\n![/2022-08-06-1659764222473/2363670_image2_1.webp](/2022-08-06-1659764222473/2363670_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-2-6002-6456](tel:+82260026456)\n- [🏠www.kimchimuseum.com](https://www.kimchikan.com/)\n\n\n```googleMap\nlatitude: 37.5735368801\nlongitude: 126.9848591321\ntitle: 35-4, Insadong-gil, Jongno-gu, Seoul\n```\n  \n## Directions\n  \n[Subway]<br />\nJonggak Station (Seoul Subway Line 1), Exit 3-1.<br>\nWalk straight for approx. 235m.<br>\nTurn right and walk into the alley for approx. 140m.<br>\nTurn right at the T-intersection.<br>\nFollow the road until you arrive at Museum Kimchikan.<br>\n","data":{"id":"2022-08-06-1659764222473","title":"Museum Kimchikan (뮤지엄 김치간)","description":"Museum Kimchikan is a unique museum dedicated to kimchi and kimjang, the process of making kimchi which was designated as UNESCO Intangible Cultural Heritage of Humanity. The museum was also selected by CNN in March 2015 as one of the world’s top 11 food museums. <br>Visitors can learn the history of kimchi as well as learn and get a taste of the different types of kimchi. Audio guides in English, Japanese, and Chinese are available for international visitors and a guided tour of the museum by a docent is also available at designated times. Online reservation is available through the museum’s official website.","regDate":"2022-08-06","author":"korea-tour","tag":["Seoul","Culture/Art/History","Industrial Sites","Others"],"imgUrl":"/2022-08-06-1659764222473/2363666_image2_1.webp","blogPath":"Seoul/2022-08-06-1659764222473","pageUrl":"https:/mcdryad.com/Seoul/2022-08-06-1659764222473"},"dataList":[{"id":"2022-08-06-1659818310507","title":"Namsangol Hanok Village (남산골한옥마을)","description":"Namsangol Hanok Village opened in 1998 on the northern side of Namsan Mountain in the center of the capital. This village has five restored hanok (traditional Korean house) premises, a pavilion, traditional garden, performance art stage and a time capsule plaza, making it a perfect spot for both locals and tourists to take a leisure walk. Upon entering from the front gate, visitors will get a taste of Korea's traditional life while escaping from the bustling city life. The traditional garden with its pavilion and old houses creates a peaceful ambiance before the forested Namsan Mountain. A time capsule commemorating Seoul’s 600th anniversary was buried in 1994 at the highest point of the village and is scheduled to be reopened 400 years later in 2394. <br><br> The five hanok premises at Namsangol Hanok Village once belonged to aristocrats and government officials of the Joseon dynasty. Each house was originally located in different neighborhoods, but they were all moved to this area and restored to their original form. The houses were rebuilt using their original materials, except for one house, where the materials were too old and deteriorated to be reused. The premises were carefully restored and replicated according to their original form to depict the owners’ social class and personality. These buildings are now used as an exhibit to portray the living environment during the Joseon dynasty as well as a venue for educational and cultural programs for children and tourists.<br><br>Some of the noteworthy programs and activities to participate in include wearing hanbok, folding hanji (traditional Korean paper), writing in Korean, traditional tea ceremony, traditional etiquette school and herbal medicine experience. There are also taekwondo demonstrations and other various performances held around the village. Visitors can also try traditional games such as <em>yunnori</em> (traditional board game), or understand more about the area through a guided tour.","regDate":"2022-08-06","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Folk Villages"],"imgUrl":"/2022-08-06-1659818310507/1946562_image2_1.webp","blogPath":"Seoul/2022-08-06-1659818310507"},{"id":"2022-08-06-1659814596495","title":"Namsan Seoul Tower Hanbok Culture Experience Center (남산서울타워 한복문화체험관)","description":"Namsan Seoul Tower Hanbok Culture Experience Center is located in the lobby level (B1) of Seoul's landmark Namsan Seoul Tower. The center is designed around the theme of the Joseon dynasty, and features both large photo zones and hanbok of various styles, ranging from traditional to modern and even wedding.","regDate":"2022-08-06","author":"korea-tour","tag":["Seoul","Culture/Art/History","Experience Programs","Traditional Experience"],"imgUrl":"/2022-08-06-1659814596495/2435112_image2_1.webp","blogPath":"Seoul/2022-08-06-1659814596495"},{"id":"2022-08-06-1659811428094","title":"Namsan Seoul Tower (남산서울타워)","description":"Namsan Seoul Tower was the first multipurpose tower to be established in Korea, effectively incorporating a sightseeing observatory to a broadcasting tower. For the past 40 years, Namsan Seoul Tower has served as an iconic landmark of Korea and a representative tourist attraction. The tower's observatory offers an unobstructed view of the whole city, allowing it to become one of the all-time favorite attractions of Seoul citizens as well as domestic and international tourists. Another highlight of the tower is the Namsan Cable Car. The cable car began its operation in 1962, transferring passengers from the foot of the mountain to the base of the tower. Shuttle buses to the Namsan Cable Car from downtown Seoul are also available for visitors' convenience.","regDate":"2022-08-06","author":"korea-tour","tag":["Seoul","Culture/Art/History","Architectural Sights","Monuments/Observatories"],"imgUrl":"/2022-08-06-1659811428094/2660695_image2_1.webp","blogPath":"Seoul/2022-08-06-1659811428094"},{"id":"2022-08-06-1659804717013","title":"Namsan Outdoor Botanical Garden (남산 야외식물원)","description":"Namsan Outdoor Botanical Garden opened its doors on February 18, 1997 in Hannam-dong, where the residential complex for foreigners once stood before it was demolished in 1994. Covering an area of around 59 ㎡, it is divided into 13 themed gardens with a total 117,132 plants from 269 species. Among this diversity, 60,912 plants from 129 species are tree types and 56,220 plants from 140 species are grass types.","regDate":"2022-08-06","author":"korea-tour","tag":["Seoul","Nature","Natural Sites","Botanical Gardens"],"imgUrl":"/2022-08-06-1659804717013/1568006_image2_1.webp","blogPath":"Seoul/2022-08-06-1659804717013"},{"id":"2022-08-06-1659800410727","title":"Namsan Octagonal Pavilion (남산 팔각정)","description":"Originally known as Unamjeong Pavilion, the pavilion was built in 1959 to commemorate Rhee Syngman. It was demolished by the 4.19 movement in 1960 and was rebuilt on November 11, 1968. This pavilion now sits atop Namsan Mountain, with views covering the entirety of Seoul below. As it is a prime spot to view the first sunrise of the year, the annual sunrise festival takes place every New Year's Day.","regDate":"2022-08-06","author":"korea-tour","tag":["Seoul","Culture/Art/History","Architectural Sights","Buildings"],"imgUrl":"/2022-08-06-1659800410727/1567972_image2_1.webp","blogPath":"Seoul/2022-08-06-1659800410727"},{"id":"2022-08-06-1659796635392","title":"Namsan Cable Car (남산 케이블카)","description":"Namsan Cable Car provides a panoramic view of downtown Seoul. The cable car has been in operation for over 40 years, taking tourists and residents alike to Namsan Seoul Tower, one of the most representative tourist attractions in the city.","regDate":"2022-08-06","author":"korea-tour","tag":["Seoul","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-08-06-1659796635392/1919696_image2_1.webp","blogPath":"Seoul/2022-08-06-1659796635392"},{"id":"2022-08-06-1659793358880","title":"Nakseonjae Hall (낙선재)","description":"Located inside Changdeokgung Palace, Nakseonjae Hall is a one-story structure built in <em>ikgong</em> style (bird wing-shaped eaves placed on top of the pillars) with a hip tiled and gable roof. It has 6 <em>kan</em> in the front and 2 <em>kan</em> (traditional unit of measurement of the space between pillars) to the sides. It originally belonged to the nearby Changgyeonggung Palace, but came to be considered a part of Changdeokgung Palace in more recent years. <br><br>The hall was constructed in 1846 (12th year of King Heonjong’s reign) and it is collectively called Nakseonjae together with the adjacent Seokbokheon Hall and Sugangjae Hall.<br><br>Behind the building is a flower garden made of stacked large stones. The chimney, the flowers, and the oddly shaped stones harmoniously blend into one another to create an outstanding landscape gardening.","regDate":"2022-08-06","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Palaces"],"imgUrl":"/2022-08-06-1659793358880/1568293_image2_1.webp","blogPath":"Seoul/2022-08-06-1659793358880"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}