{"pageProps":{"content":"![Kidzania Seoul (키자니아 서울)](/2022-08-04-1659656133025/2031380_image2_1.webp)\n\n  \n## Overview\n\n> Kidzania, located in Jamsil, Songpa-gu, Seoul, is a unique family entertainment space especially for children ages 3 to 16. The theme park provides children with a chance to experience jobs that they might want to have when they grow up! Job experiences include working as a policeman, flight attendant, firefighter, or chef (uniforms are provided). When you work hard in Kidzania, you get paid in Kidzo (a virtual currency). You can put your money in the bank for your next visit or purchase goods at the department store. In order to make the environment as realistic as possible, every building, car, and tree is reduced to 2/3 its real size, helping children feel more adult-like in their new world! Kidzania mimics a real city environment, has diverse jobs, and is full of events. When there is a fire, a fireman rushes to help, and a news reporter covers the story. While 911 paramedics give first aid to fire victims, in another part of “town” delivery personnel are dropping off packages. Kidzania teaches the next generation how to live as responsible members of society and gives them an introduction to how the economy works.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-1544-5110|\n|opendate:|February 27, 2010|\n|parking:|Available|\n|restdate:|N/A (Open all year round)<br>* Subject to closure; refer to the website for details|\n|usetime:|Session 1 10:00-15:00 <br>Session 2 15:00-19:30<br>All-day pass (Session 1 & 2) 10:00-19:30|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Film Locations:|Various variety shows|\n|Available Facilities:|[Experience facilities]<br>Bank, acting school, driving tracks, fire emergency department, flower atelier, extreme climbing, voice recording studio, hospital, robotics laboratory, photo studio, TV studio, police station, radio studio, magic school, and more. <br><br>[Convenience facilities]<br>Information center, storage lockers, lost and found, nurse office, parents lounge, nursery, etc.<BR><BR>[Restaurants &  others]<BR>Kidzania Cafeteria, multishop, Airshop, National Store, Kid's Corner, Snow Town, Candy Shop, Smoothie King, Lotteria, etc.|\n|Restrooms:|Available|\n|Admission Fees:|Children: Session 1 42,000 won / Session 2 38,000 won / All-day pass 61,000 won<br>Guardian: Session 1 19,000 won / Session 2 17,000 won / All-day pass 20,000 won <br>3-Hour Ticket - Children 25,000 won / Guardian 11,000 won<br>(Session 1 - Admission after 12:00 / Session 2 - Admission after 16:30)<br><br>* Children (ages 3-16) / Guardian (ages 17 and older)<br>* Children below 10 years old must be accompanied by a guardian<br>* Guardians are not allowed to enter without accompanying a child<br>* Babies (ages 3 or younger): Free admission (participation in hands-on programs not allowed)|\n|Parking Fees:|Weekdays - First 3 hours free / 3,000 won charged for additional 3 hours<br>Weekends & public holidays: First 3 hours free / 11,200 won charged for additional 3 hours<br />* Guests using Lotte World parking lot can apply for 3 free hours at the Kidzania information desk.|\n|Reservation Info. for Foreigners:|Tickets can be purchased on-site|\n  \n## Detail Image\n![/2022-08-04-1659656133025/2031376_image2_1.webp](/2022-08-04-1659656133025/2031376_image2_1.webp)\n![/2022-08-04-1659656133025/2031379_image2_1.webp](/2022-08-04-1659656133025/2031379_image2_1.webp)\n![/2022-08-04-1659656133025/2031381_image2_1.webp](/2022-08-04-1659656133025/2031381_image2_1.webp)\n![/2022-08-04-1659656133025/2031382_image2_1.webp](/2022-08-04-1659656133025/2031382_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-1544-5110](tel:+8215445110)\n- [🏠www.kidzania.co.kr](http://www.kidzania.co.kr/)\n\n\n```googleMap\nlatitude: 37.5110683960\nlongitude: 127.0981394766\ntitle: 240, Olympic-ro, Songpa-gu, Seoul\n```\n  \n## Directions\n  \n[Subway]<br>\nJamsil Station (Seoul Subway Line 2), Exit 4.<br>\nGo straight 300m towards Lotte World.<br>\nTurn left in front of the outdoor parking lot to arrive at the Kidzania.\n","data":{"id":"2022-08-04-1659656133025","title":"Kidzania Seoul (키자니아 서울)","description":"Kidzania, located in Jamsil, Songpa-gu, Seoul, is a unique family entertainment space especially for children ages 3 to 16. The theme park provides children with a chance to experience jobs that they might want to have when they grow up! Job experiences include working as a policeman, flight attendant, firefighter, or chef (uniforms are provided). When you work hard in Kidzania, you get paid in Kidzo (a virtual currency). You can put your money in the bank for your next visit or purchase goods at the department store. In order to make the environment as realistic as possible, every building, car, and tree is reduced to 2/3 its real size, helping children feel more adult-like in their new world! Kidzania mimics a real city environment, has diverse jobs, and is full of events. When there is a fire, a fireman rushes to help, and a news reporter covers the story. While 911 paramedics give first aid to fire victims, in another part of “town” delivery personnel are dropping off packages. Kidzania teaches the next generation how to live as responsible members of society and gives them an introduction to how the economy works.","regDate":"2022-08-04","author":"korea-tour","tag":["Seoul","Culture/Art/History","Experience Programs","Unique Experience"],"imgUrl":"/2022-08-04-1659656133025/2031380_image2_1.webp","blogPath":"Seoul/2022-08-04-1659656133025","pageUrl":"https:/mcdryad.com/Seoul/2022-08-04-1659656133025"},"dataList":[{"id":"2022-08-06-1659818310507","title":"Namsangol Hanok Village (남산골한옥마을)","description":"Namsangol Hanok Village opened in 1998 on the northern side of Namsan Mountain in the center of the capital. This village has five restored hanok (traditional Korean house) premises, a pavilion, traditional garden, performance art stage and a time capsule plaza, making it a perfect spot for both locals and tourists to take a leisure walk. Upon entering from the front gate, visitors will get a taste of Korea's traditional life while escaping from the bustling city life. The traditional garden with its pavilion and old houses creates a peaceful ambiance before the forested Namsan Mountain. A time capsule commemorating Seoul’s 600th anniversary was buried in 1994 at the highest point of the village and is scheduled to be reopened 400 years later in 2394. <br><br> The five hanok premises at Namsangol Hanok Village once belonged to aristocrats and government officials of the Joseon dynasty. Each house was originally located in different neighborhoods, but they were all moved to this area and restored to their original form. The houses were rebuilt using their original materials, except for one house, where the materials were too old and deteriorated to be reused. The premises were carefully restored and replicated according to their original form to depict the owners’ social class and personality. These buildings are now used as an exhibit to portray the living environment during the Joseon dynasty as well as a venue for educational and cultural programs for children and tourists.<br><br>Some of the noteworthy programs and activities to participate in include wearing hanbok, folding hanji (traditional Korean paper), writing in Korean, traditional tea ceremony, traditional etiquette school and herbal medicine experience. There are also taekwondo demonstrations and other various performances held around the village. Visitors can also try traditional games such as <em>yunnori</em> (traditional board game), or understand more about the area through a guided tour.","regDate":"2022-08-06","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Folk Villages"],"imgUrl":"/2022-08-06-1659818310507/1946562_image2_1.webp","blogPath":"Seoul/2022-08-06-1659818310507"},{"id":"2022-08-06-1659814596495","title":"Namsan Seoul Tower Hanbok Culture Experience Center (남산서울타워 한복문화체험관)","description":"Namsan Seoul Tower Hanbok Culture Experience Center is located in the lobby level (B1) of Seoul's landmark Namsan Seoul Tower. The center is designed around the theme of the Joseon dynasty, and features both large photo zones and hanbok of various styles, ranging from traditional to modern and even wedding.","regDate":"2022-08-06","author":"korea-tour","tag":["Seoul","Culture/Art/History","Experience Programs","Traditional Experience"],"imgUrl":"/2022-08-06-1659814596495/2435112_image2_1.webp","blogPath":"Seoul/2022-08-06-1659814596495"},{"id":"2022-08-06-1659811428094","title":"Namsan Seoul Tower (남산서울타워)","description":"Namsan Seoul Tower was the first multipurpose tower to be established in Korea, effectively incorporating a sightseeing observatory to a broadcasting tower. For the past 40 years, Namsan Seoul Tower has served as an iconic landmark of Korea and a representative tourist attraction. The tower's observatory offers an unobstructed view of the whole city, allowing it to become one of the all-time favorite attractions of Seoul citizens as well as domestic and international tourists. Another highlight of the tower is the Namsan Cable Car. The cable car began its operation in 1962, transferring passengers from the foot of the mountain to the base of the tower. Shuttle buses to the Namsan Cable Car from downtown Seoul are also available for visitors' convenience.","regDate":"2022-08-06","author":"korea-tour","tag":["Seoul","Culture/Art/History","Architectural Sights","Monuments/Observatories"],"imgUrl":"/2022-08-06-1659811428094/2660695_image2_1.webp","blogPath":"Seoul/2022-08-06-1659811428094"},{"id":"2022-08-06-1659804717013","title":"Namsan Outdoor Botanical Garden (남산 야외식물원)","description":"Namsan Outdoor Botanical Garden opened its doors on February 18, 1997 in Hannam-dong, where the residential complex for foreigners once stood before it was demolished in 1994. Covering an area of around 59 ㎡, it is divided into 13 themed gardens with a total 117,132 plants from 269 species. Among this diversity, 60,912 plants from 129 species are tree types and 56,220 plants from 140 species are grass types.","regDate":"2022-08-06","author":"korea-tour","tag":["Seoul","Nature","Natural Sites","Botanical Gardens"],"imgUrl":"/2022-08-06-1659804717013/1568006_image2_1.webp","blogPath":"Seoul/2022-08-06-1659804717013"},{"id":"2022-08-06-1659800410727","title":"Namsan Octagonal Pavilion (남산 팔각정)","description":"Originally known as Unamjeong Pavilion, the pavilion was built in 1959 to commemorate Rhee Syngman. It was demolished by the 4.19 movement in 1960 and was rebuilt on November 11, 1968. This pavilion now sits atop Namsan Mountain, with views covering the entirety of Seoul below. As it is a prime spot to view the first sunrise of the year, the annual sunrise festival takes place every New Year's Day.","regDate":"2022-08-06","author":"korea-tour","tag":["Seoul","Culture/Art/History","Architectural Sights","Buildings"],"imgUrl":"/2022-08-06-1659800410727/1567972_image2_1.webp","blogPath":"Seoul/2022-08-06-1659800410727"},{"id":"2022-08-06-1659796635392","title":"Namsan Cable Car (남산 케이블카)","description":"Namsan Cable Car provides a panoramic view of downtown Seoul. The cable car has been in operation for over 40 years, taking tourists and residents alike to Namsan Seoul Tower, one of the most representative tourist attractions in the city.","regDate":"2022-08-06","author":"korea-tour","tag":["Seoul","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-08-06-1659796635392/1919696_image2_1.webp","blogPath":"Seoul/2022-08-06-1659796635392"},{"id":"2022-08-06-1659793358880","title":"Nakseonjae Hall (낙선재)","description":"Located inside Changdeokgung Palace, Nakseonjae Hall is a one-story structure built in <em>ikgong</em> style (bird wing-shaped eaves placed on top of the pillars) with a hip tiled and gable roof. It has 6 <em>kan</em> in the front and 2 <em>kan</em> (traditional unit of measurement of the space between pillars) to the sides. It originally belonged to the nearby Changgyeonggung Palace, but came to be considered a part of Changdeokgung Palace in more recent years. <br><br>The hall was constructed in 1846 (12th year of King Heonjong’s reign) and it is collectively called Nakseonjae together with the adjacent Seokbokheon Hall and Sugangjae Hall.<br><br>Behind the building is a flower garden made of stacked large stones. The chimney, the flowers, and the oddly shaped stones harmoniously blend into one another to create an outstanding landscape gardening.","regDate":"2022-08-06","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Palaces"],"imgUrl":"/2022-08-06-1659793358880/1568293_image2_1.webp","blogPath":"Seoul/2022-08-06-1659793358880"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}