{"pageProps":{"content":"![Bangjangsan National Recreational Forest (국립 방장산자연휴양림)](/2022-08-01-1659393685811/2040897_image2_1.webp)\n\n  \n## Overview\n\n> Situated between Jeollanam-do and Jeollabuk-do, Bangjangsan National Recreational Forest is the highest rising peak along the ridge starting from the west of Naejangsan Mountain. The recreational park is located on the mid-slope of Bangjangsan Mountain. Many species of wild flowers and broad-leaved trees are distributed all over Bangjangsan Recreational Forest where an exciting paragliding contest takes place annually. This is a great place to unpack and take a break for one or two days as it has accommodation facilities, promenades and trekking courses as well as a small area for splashing in the water. It takes approximately three hours to the mountain's summit from the recreational forest. In addition, there is a trekking path that leads to the Seokjeong Hot Springs on the way down the mountain.\n\n  \n## Intro\n\n| | |\n| - | - |\n|accomcount:|500 people for a day|\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-61-394-5523|\n|parking:|Available|\n|usetime:|Accommodations: 15:00 - 12:00 (next day)|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Admission Fees:|Individuals - Adults 1,000 won / Teenagers 600 won / Children 300 won<br>Groups - Adults 800 won / Teenagers 500 won / Children 200 won<br><br>* Groups - 20 people or more<br>* Adults (ages 19-64) / Teenagers (ages 13-18) / Children (ages 7-12)<br>* Free admission December-March|\n|Facility Utilization Fees:|Accommodations: Low Season & Weekdays / Peak Season & Weekends<br><br>[Forest Cabin] <br>- Rooms (36㎡, 5 people) 46,000 won / 85,000 won<br>- Rooms (46㎡, 8 people) 77,000 won / 134,000 won<br>- Rooms (66㎡, 11 people) 91,000 won / 151,000 won<br><br>[Forest Culture Recreation Center] <br>- Rooms (23㎡~26㎡, 4 people) 39,000 won / 68,000 won<br>- Rooms (29㎡~36㎡, 5-6 people) 50,000 won / 91,000 won<br>- Rooms (49㎡~56㎡, 8-9 people) 85,000 won / 144,000 won|\n|Restrooms:|Available|\n|Parking Fees:|Compact cars: 1,500 won <br>Small cars: 3,000 won <br>Large vehicles: 5,000 won |\n  \n## Detail Image\n![/2022-08-01-1659393685811/2040885_image2_1.webp](/2022-08-01-1659393685811/2040885_image2_1.webp)\n![/2022-08-01-1659393685811/2040890_image2_1.webp](/2022-08-01-1659393685811/2040890_image2_1.webp)\n![/2022-08-01-1659393685811/2040894_image2_1.webp](/2022-08-01-1659393685811/2040894_image2_1.webp)\n![/2022-08-01-1659393685811/2040895_image2_1.webp](/2022-08-01-1659393685811/2040895_image2_1.webp)\n![/2022-08-01-1659393685811/2040898_image2_1.webp](/2022-08-01-1659393685811/2040898_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-61-394-5523](tel:+82613945523)\n- [🏠www.huyang.go.kr](http://www.huyang.go.kr/)\n\n\n```googleMap\nlatitude: 35.4451632173\nlongitude: 126.7458042490\ntitle: 353, Bangjang-ro, Jangseong-gun, Jeollanam-do\n```\n  \n## Directions\n  \n[Train] <br>\nTake a train to Baegyangsa Station from Yongsan Station (Seoul).<br>\nTake a taxi to Bangjangsan Recreational Forest from Baegyangsa Station.\n","data":{"id":"2022-08-01-1659393685811","title":"Bangjangsan National Recreational Forest (국립 방장산자연휴양림)","description":"Situated between Jeollanam-do and Jeollabuk-do, Bangjangsan National Recreational Forest is the highest rising peak along the ridge starting from the west of Naejangsan Mountain. The recreational park is located on the mid-slope of Bangjangsan Mountain. Many species of wild flowers and broad-leaved trees are distributed all over Bangjangsan Recreational Forest where an exciting paragliding contest takes place annually. This is a great place to unpack and take a break for one or two days as it has accommodation facilities, promenades and trekking courses as well as a small area for splashing in the water. It takes approximately three hours to the mountain's summit from the recreational forest. In addition, there is a trekking path that leads to the Seokjeong Hot Springs on the way down the mountain.","regDate":"2022-08-01","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"/2022-08-01-1659393685811/2040897_image2_1.webp","blogPath":"Jeollanam-do/2022-08-01-1659393685811","pageUrl":"https:/mcdryad.com/Jeollanam-do/2022-08-01-1659393685811"},"dataList":[{"id":"2023-01-24-1674542320980","title":"Jiri Beach (지리해수욕장)","description":"Jiri Beach offers a beautiful view of the sunset and is regarded as one of the best beaches on Cheongsando Island. With its clean, shallow waters and fine white sand, it is a great vacation spot for families. The beach stretches for 1 kilometer, is 100 meters in x_width, and is bordered by over 500 ancient pine trees that provide natural shade from the sun. The waters of Cheongsando Island teem with fish, earning the island a reputation as one of Korea’s major sea fishing sites.","regDate":"2023-01-24","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"/2023-01-24-1674542320980/214524_image2_1.webp","blogPath":"Jeollanam-do/2023-01-24-1674542320980"},{"id":"2023-01-24-1674538555346","title":"Jindo Ssanggyesa Temple (쌍계사(진도))","description":"Founded in 857 by Buddhist monk Doseonguksa and reconstructed by Ui Woong in 1648, Ssanggyesa Temple is located between two valleys, bordering Cheomchalsan Mountain to the North. Walk through the rows of trees leading to a beautiful garden enclosed by a 100 year-old Joseon Chinese Juniper, cherry trees and persimmon trees. <br><br>Follow the path behind the temple for 10 minutes to find a three-acre plot of land consisting of dense forest. This woodland is a national monument containing over 50 types of trees. Unrimsanbang lies on the south of the temple, home of the famous artist Heo Yu, of the Joseon dynasty.","regDate":"2023-01-24","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2023-01-24-1674538555346/1992808_image2_1.webp","blogPath":"Jeollanam-do/2023-01-24-1674538555346"},{"id":"2023-01-24-1674535168286","title":"Jindo Mysterious Sea Route (진도 신비의 바닷길)","description":"Jindo Island is the third largest island in Korea, next to Jeju Island and Geoje Island. It is made up of 250 smaller islands, and it is famous for a strip of dry road that appears from the middle of the sea, near the end of February and mid June of the lunar calendar.  As it resembles a passage in the Old Testament in the Book of Exodus, the event is called “The Miracle of Moses.”  When the water recedes, a road about 30-40 meter wide and 2.8-kilometer long appears and stays for about an hour before being submerged again. <br><br>Jindo Island has some legends which are still popular today, especially that of “Old Woman Bbyong of Hoedongri.” A long time ago, there were many tigers on Jindo Island. When tigers began appearing frequently in the village, the people fled to Modo Island. In the process, only the old woman Bbyong ended up remaining on the island, so the lady prayed everyday to Yongwang, the god of the ocean, to let her see her family again. Around February, Yongwang appeared to her in her dream and said, “I will send a rainbow to the sea tomorrow; ride it and cross the ocean”. The next day old woman Bbyong went out to the sea and prayed again, and the seawater parted as the rainbow road appeared.  Through this road, her family and the other villagers came back to the island. Therefore when the sea parts, the people celebrate this phenomenon by holding the Yeongdeung Festival to remember the Old Woman Bbyong. During the Festival, original folk plays of Jindo Island are performed and draws many tourists into Jindo Island.","regDate":"2023-01-24","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2023-01-24-1674535168286/1993038_image2_1.webp","blogPath":"Jeollanam-do/2023-01-24-1674535168286"},{"id":"2023-01-24-1674531363287","title":"Jindo Island (진도)","description":"Jindo Island is the principal island among the cluster of 230 islets in the southwestern part of the Korean peninsula. The island is blessed with abundant fertile land, therefore much of it is used for agriculture. The sea around it is teeming with fish and wildlife. <br /><br />The island has many park reserves like the Dadohaehaesang National Park, historical relics and sites; and visitors can enjoy traditional artistic performances everywhere. With the Jindo Bridge construction completed, the island is connected to the mainland. Every year during the month of February on the lunar calendar, the sea parts and mimics the parting of the sea by Moses. Many tourists come to watch this rare spectacle.","regDate":"2023-01-24","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"/2023-01-24-1674531363287/2708897_image2_1.webp","blogPath":"Jeollanam-do/2023-01-24-1674531363287"},{"id":"2023-01-23-1674470277246","title":"Jeungdo Ujeon Beach (증도 우전해수욕장)","description":"Ujeon Beach stretches 4 kilometers in length on the southwestern coast of the island of Jeungdo, the biggest natural salt producer in Korea. The silvery white sand as well as the view of the sealine dotted with over 90 deserted islands make Ujeon Beach one of the most attractive seaside destinations. Clean waters and pine tree forest provide perfect shade for summer visitors. The beach is rich with germanium, holding Germanium Festival every summer.","regDate":"2023-01-23","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"/2023-01-23-1674470277246/2612392_image2_1.webp","blogPath":"Jeollanam-do/2023-01-23-1674470277246"},{"id":"2023-01-23-1674463196445","title":"Jeonnam Jeungdo Island [A Slow City] (전남 신안 증도 [슬로시티])","description":"Jeungdo Island was the first city to be designated a ‘slow city’ in Asia thanks to its unspoiled nature and clean waters. It was assigned as a biodiversity conservation area by UNESCO. <br><br>Jeungdo Island also has Korea’s largest salt fields. At Taepyeong Salt Field, you can experience real life in a fishing village. There is a tour of the salt museum and hands-on programs for tourists to make the experience more personal. There are some 90 uninhabited islands and islets neighboring the Jeungdo Island. The Wujeon Beach Resort offers a magnificent view of the horizon. The mud hopper bridge, which stands in the mudflats, along with the relic of a historical monument and wetland ecology exhibition hall, are some of the things you can see on the island of Jeungdo. <br><br>* Jeungdo Island Mudflats Festival opens in early August each year, offering a mudflat program as well as a drying by the sun salt-making program, among others.","regDate":"2023-01-23","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"/2023-01-23-1674463196445/1639391_image2_1.webp","blogPath":"Jeollanam-do/2023-01-23-1674463196445"},{"id":"2023-01-23-1674459354317","title":"Jangseongho Tourist Area (장성호관광지)","description":"Jangseongho Tourist Area is located south of Naejangsan National Park, in Jangseong, known as the hometown of Hong Gil-dong, a Korean Robin Hood. The lake was made by the damming of Hwangnyonggang River, and holds up to 89.7 million tons of water, filled with many freshwater fish species. In addition, the walking path along the 603-meter-long embankment attracts many tourists with beautiful views of the mountains and lake. Cruise ferries and motorboats also cross the lake. Nearby attractions include Ibamsan and Baegamsan Mountains, Namchanggyegok Valley, Baegyangsa and Naejangsa Temples, Gosanseowon Confucian Academy, Bangjangsan Recreational Forest, and more.","regDate":"2023-01-23","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Recreational Sites","Tourist Complexes"],"imgUrl":"/2023-01-23-1674459354317/2516801_image2_1.webp","blogPath":"Jeollanam-do/2023-01-23-1674459354317"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}