{"pageProps":{"content":"![House of Lee Young-choon (이영춘가옥)](/2023-01-03-1672720692416/1954589_image2_1.webp)\n\n  \n## Overview\n\n> The House of Lee Young-choon was constructed by a Japanese landlord named Kumamoto during the Japanese colonial era. The house combined Western, Korean, and Japanese into one structure. After Korean liberation, Dr. Lee Young-choon, the first medical doctor, lived in the house. From that time, the house was referred to as the House of Lee Young-choon.<br><br>Thanks to its beautiful exterior, the house was used as a backdrop for films such as Bingjeom, Sandglass, and Yain Shidae, etc.<br><br>The doctor was considered the Korean Albert Schweitzer, and his pen name of Ho, referring to ssangcheon, means two branches of spring water, represents one for healing physical disease and the other for healing the spirit. He was born in Yonggang-gun, Pyeongannam-do in October 1903. In 1935, through a connection by his professor at Pyeongyanggobo School, he took a position as the head of&nbsp;Jahye Hospital to take care of 20,000 people. In addition, he was the first  person in Korea to implement the policy of school nurses as well as the medical insurance union.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Korea Travel Hotline: +82-2-1330 <br>(Korean, English, Japanese, Chinese)<Br>• For more info: +82-63-454-3922|\n|restdate:|N/A (all year round)|\n|usetime:|10:00-17:00|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Film Locations:|\"Bingjeom\", \"Sandglass\" (Moraesigye), \"Yain Shidae\", etc.|\n|Admission Fees:|Free|\n|Restrooms:|Available|\n|Korean Info. Service:|Available|\n  \n\n  \n## Contact\n\n- [☎️+82-63-454-3922](tel:+82634543922)\n- [🏠tour.gunsan.go.kr</a> (Korean only)<br><a href=\"http://www.cha.go.kr/\" target=\"_blank\" title=\"새창 : 문화재청 홈페이지로 이동\">www.cha.go.kr](http://tour.gunsan.go.kr/)\n\n\n```googleMap\nlatitude: 35.9710064154\nlongitude: 126.7601173017\ntitle: 7, Donggaejeong-gil, Gunsan-si, Jeollabuk-do\n```\n  \n## Directions\n  \n[Bus]<BR>\nFrom Central City Bus Terminal or Dong Seoul Bus Terminal, take an express bus or intercity bus to Gunsan Express Bus Terminal or Gunsan Intercity Bus Terminal.<br>\nAs you come out of the bus terminal, walk to the left  for about 100&nbsp;meters \nfrom the intercity bus terminal, or 200 meters from the express bus terminal, \nand  take Bus No. 85 at Palma Gwangjang Terminal Bus Stop and get off at Gunsan College of Nursing Bus Stop.<br>\nWalk for approx. 140m to reach the house.\n","data":{"id":"2023-01-03-1672720692416","title":"House of Lee Young-choon (이영춘가옥)","description":"The House of Lee Young-choon was constructed by a Japanese landlord named Kumamoto during the Japanese colonial era. The house combined Western, Korean, and Japanese into one structure. After Korean liberation, Dr. Lee Young-choon, the first medical doctor, lived in the house. From that time, the house was referred to as the House of Lee Young-choon.<br><br>Thanks to its beautiful exterior, the house was used as a backdrop for films such as Bingjeom, Sandglass, and Yain Shidae, etc.<br><br>The doctor was considered the Korean Albert Schweitzer, and his pen name of Ho, referring to ssangcheon, means two branches of spring water, represents one for healing physical disease and the other for healing the spirit. He was born in Yonggang-gun, Pyeongannam-do in October 1903. In 1935, through a connection by his professor at Pyeongyanggobo School, he took a position as the head of&nbsp;Jahye Hospital to take care of 20,000 people. In addition, he was the first  person in Korea to implement the policy of school nurses as well as the medical insurance union.","regDate":"2023-01-03","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2023-01-03-1672720692416/1954589_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-03-1672720692416","pageUrl":"https:/mcdryad.com/Jeollabuk-do/2023-01-03-1672720692416"},"dataList":[{"id":"2023-01-05-1672915064725","title":"Korea Expressway Corporation Arboretum (Jeonju Arboretum) (한국도로공사수목원(전주수목원))","description":"Korea Expressway Corporation Arboretum (Jeonju Arboretum) is located in a relatively warm region of the country, reaching 20-30 meters in altitude. Operated by Korea Expressway Corporation, the garden is a non-profit aboretum that is free and open to the public. The garden was built to restore the local environment that was damaged during the construction of an expressway in 1972, starting with a nursery field. The builders then began collecting plants in 1983, and eventually opened the garden in 1992. The arboretum now sees an average of 200,000 visitors per year.<br>The garden operates various hands-on programs and summer educational programs due to its diverse plant species.","regDate":"2023-01-05","author":"korea-tour","tag":["Jeollabuk-do","Nature","Natural Sites","Botanical Gardens"],"imgUrl":"/2023-01-05-1672915064725/1605465_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-05-1672915064725"},{"id":"2023-01-05-1672911350500","title":"Jinpo Maritime Theme Park (진포해양테마공원)","description":"The Jinpo Maritime Theme Park opened in 2008 to commemorate Jinpodaecheop, the sweeping victory of Jinpo in the naval combat against the Japanese forces led by General Choi Mu-seon in 1380. Constructed&nbsp;with a scenic backdrop of the local port and the vast sea, the park houses 16 retired military crafts of 13 models. On display at the park are vintage tanks, historical artillery, combat planes, and warships including the Wibongham Ship, a vessel&nbsp;that&nbsp;was used in&nbsp;combat during the Vietnam War. Visitors can&nbsp;also explore the interior of decommissioned warships. The exhibition hall inside the Wibongham Ship showcases weapons used during the Jinpodaecheop War, artillery made by General Choi Mu-seon, and the typical life inside the warship.","regDate":"2023-01-05","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Recreational Sites","Theme Parks"],"imgUrl":"/2023-01-05-1672911350500/2649953_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-05-1672911350500"},{"id":"2023-01-05-1672907957048","title":"Jinan Red Ginseng Spa (진안 홍삼스파)","description":"The Jinan Red Ginseng Spa is a spacious spa (B1-3F, 7,720 square meters) offering an unusual assortment of health facilities and programs. Treatments use the systematic and scientific use of red ginseng, Oriental medicinal herbs, and the principles of yin and yang and the five natural elements to give spa-goers an indulgent experience that relaxes both the mind and body. Read on to learn more about some of the treatments and facilities available at the spa.<br><br>Gold  Taegeuk Bubble Sense Therapy<br>Relax on a warm stone chair for a body massage of red ginseng bubbles that come up to your neck. Then, hop in the dew shower to relax.<br><br>Tree  Yangsaeng Herb Therapy<br>As part of this spa treatment, clients rest on a bed of dried medicinal herbs and hay designed to help overcome fatigue.<br><br>Sound Floating Space<br>In this spa treatment, guests float peacefully on the water while listening to music via underwater speakers in an experience that simulates being in the womb. <br><br>Aqua Zone<br>This outdoor open-air tub is a great therapy option that also lets visitors enjoy the beautiful landscape of Mount Maisan.","regDate":"2023-01-05","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Industrial Sites","Others"],"imgUrl":"/2023-01-05-1672907957048/2369871_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-05-1672907957048"},{"id":"2023-01-05-1672904127574","title":"Jiksopokpo Falls - Jeonbuk National Geopark (직소폭포 (전북 서해안권 국가지질공원))","description":"Jiksopokpo Falls is located within Bongnaegugok Valley. The waterfall is the largest in Byeonsanbando National Park, thundering down 30 meters. The waterfall can be reached by a hiking trail starting at Naesosa Temple. Known as one of the most beautiful sights in Byeonsanbando National Park, the waterfall is very popular with tourists.","regDate":"2023-01-05","author":"korea-tour","tag":["Jeollabuk-do","Nature","Natural Sites","Waterfalls"],"imgUrl":"/2023-01-05-1672904127574/2588812_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-05-1672904127574"},{"id":"2023-01-05-1672900697341","title":"Jeonjuhyanggyo Local Confucian School (전주향교)","description":"Jeonjuhyanggyo is a local Confucian school that was established during the Joseon dynasty (1392-1910) and is designated Historic Treasure No. 379.  This was a national education center during the Joseon period.  The school was originally located at the Gyeonggijeon Shrine site, but was relocated in 1603. The mortuary tablets of seven Chinese Confucian scholars and 18 Korean scholars are enshrined in the main building of Daeseongjeon Hall.","regDate":"2023-01-05","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2023-01-05-1672900697341/2644296_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-05-1672900697341"},{"id":"2023-01-05-1672896933286","title":"Jeonju Zoo (전주동물원)","description":"Located about 1 kilometer away from Deokjin Park in Deokjin-gu, Jeonju-si, the zoo is equipped with not only diverse animals and plants, but also a field for soccer, a volleyball court and many other sports facilities. In addition to their leisure grounds, the amusement park DreamLand is found to the eastside of the zoo.<br><br>Opened on June 10, 1978, the zoo houses visitors all time favorites like tigers, lions,  giraffes, hippos, buffalo, rhinos, camels and more exotic animals, coming to a total of 670 animals made up of 106 different species.","regDate":"2023-01-05","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Recreational Sites","Theme Parks"],"imgUrl":"/2023-01-05-1672896933286/1605401_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-05-1672896933286"},{"id":"2023-01-05-1672893574890","title":"Jeonju Traditional Hanji Center (전주전통한지원)","description":"Jeonju has been a major producer of quality hanji paper for more than a thousand years. In keeping with this proud tradition, the Jeonju Traditional Hanji Center aims to preserve traditional paper-making techniques and become a mainstay in the hanji industry. More than 80 percent of the paper produced at the center is exported to Japan while the rest is used in Korea. The center produces, exhibits, and sells hanji used for calligraphy, Oriental paintings, and crafts, as well as special “yellow earth” wallpaper hanji and charcoal hanji, said to provide certain health benefits. Visitors can also sign up for crafting classes, including first-hand experience at making hanji, imprinting patterns and drying the paper.","regDate":"2023-01-05","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Experience Programs","Traditional Experience"],"imgUrl":"/2023-01-05-1672893574890/2040699_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-05-1672893574890"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}