{"pageProps":{"content":"![Jangneung Royal Tomb [UNESCO World Heritage] (영월 장릉(단종) [유네스코 세계문화유산])](/2022-10-01-1664600620874/1990225_image2_1.webp)\n\n  \n## Overview\n\n> Jangneung is the tomb of Danjong, the 6th king of the Joseon dynasty (r. 1441-1457). After having the throne taken away by Suyang Daegun, his uncle, Danjong was condemned to exile in Yeongwol County, where he was later murdered and his remains were abandoned in the Donggang River. When no one else was brave enough to find his body, Eom Heung-do, the governor of Yeongwol Lake, found his body and buried him in the tomb that later became Jangneung, one of the royal tombs of the Joseon dynasty. Danjong had been stripped of his title at the time he was exiled. His title was later restored in year 1698, during the reign of King Sukjong, and received his posthumous name Danjong, and thereafter was referred to as King Danjong. <br><br>Jangneung houses such buildings as Jeongjagak, Baesikdansa, Jaesil, Yeongcheon, and Hongsammun, and a history hall with relics of Danjong. The area is surrounded by magnificent pine trees. Since 1967, a religious service called Danjongje is held every year on April 5th, according to the lunar calendar, in commemoration of Danjong.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-33-374-4215<br>+82-1577-0545|\n|parking:|Available (small-sized vehicles 100 / large vehicles 20)|\n|usetime:|09:00-18:00 (Last admission 17:00)|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Tour Course Information:|Jangneung - Bodeoksa Temple - Geummongam Rock - Cheongnyeong Falls - Gwangpungheon, Jaguryu - Geumgangjeong|\n|Admission Fees:|Individual - Adults 2,000 won / Teenagers 1,500 won / Children 1,000 won<br> Group - Adults 1,500 won / Teenagers 1,000 won / Children 800 won<br><br> * Group: 30 people or more<br>* Free for senior citizens aged 65 or over|\n|Interpretation Services Offered:|Guide in English, Japanese, Chinese available via QR code|\n  \n## Detail Image\n![/2022-10-01-1664600620874/564597_image2_1.webp](/2022-10-01-1664600620874/564597_image2_1.webp)\n![/2022-10-01-1664600620874/564609_image2_1.webp](/2022-10-01-1664600620874/564609_image2_1.webp)\n![/2022-10-01-1664600620874/564613_image2_1.webp](/2022-10-01-1664600620874/564613_image2_1.webp)\n![/2022-10-01-1664600620874/1692344_image2_1.webp](/2022-10-01-1664600620874/1692344_image2_1.webp)\n![/2022-10-01-1664600620874/1692346_image2_1.webp](/2022-10-01-1664600620874/1692346_image2_1.webp)\n![/2022-10-01-1664600620874/1692361_image2_1.webp](/2022-10-01-1664600620874/1692361_image2_1.webp)\n![/2022-10-01-1664600620874/1692367_image2_1.webp](/2022-10-01-1664600620874/1692367_image2_1.webp)\n![/2022-10-01-1664600620874/1692372_image2_1.webp](/2022-10-01-1664600620874/1692372_image2_1.webp)\n![/2022-10-01-1664600620874/2517632_image2_1.webp](/2022-10-01-1664600620874/2517632_image2_1.webp)\n![/2022-10-01-1664600620874/564584_image2_1.webp](/2022-10-01-1664600620874/564584_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-33-374-4215](tel:+82333744215)\n- [🏠www.yw.go.kr</a> <br> (Korean, English, Japanese, Chinese)<br> <a title=\"new window popup\" href=\"http://www.cha.go.kr/\" target=\"_blank\">www.cha.go.kr](http://www.yw.go.kr/tour)\n\n\n```googleMap\nlatitude: 37.1973824361\nlongitude: 128.4519679070\ntitle: 190, Danjong-ro, Yeongwol-gun, Gangwon-do\n```\n  \n## Directions\n  \n[Bus]<br>\n From Seoul Express Bus Terminal, take a bus to Yeongwol Bus Terminal. <br>\n In front of the bus terminal, take a city bus in the direction of Jojeolli.<br>\n Get off at Jangneung Bus Stop (approx. 15 min).<br>\n","data":{"id":"2022-10-01-1664600620874","title":"Jangneung Royal Tomb [UNESCO World Heritage] (영월 장릉(단종) [유네스코 세계문화유산])","description":"Jangneung is the tomb of Danjong, the 6th king of the Joseon dynasty (r. 1441-1457). After having the throne taken away by Suyang Daegun, his uncle, Danjong was condemned to exile in Yeongwol County, where he was later murdered and his remains were abandoned in the Donggang River. When no one else was brave enough to find his body, Eom Heung-do, the governor of Yeongwol Lake, found his body and buried him in the tomb that later became Jangneung, one of the royal tombs of the Joseon dynasty. Danjong had been stripped of his title at the time he was exiled. His title was later restored in year 1698, during the reign of King Sukjong, and received his posthumous name Danjong, and thereafter was referred to as King Danjong. <br><br>Jangneung houses such buildings as Jeongjagak, Baesikdansa, Jaesil, Yeongcheon, and Hongsammun, and a history hall with relics of Danjong. The area is surrounded by magnificent pine trees. Since 1967, a religious service called Danjongje is held every year on April 5th, according to the lunar calendar, in commemoration of Danjong.","regDate":"2022-10-01","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-10-01-1664600620874/564597_image2_1.webp","blogPath":"Gangwon-do/2022-10-01-1664600620874","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-10-01-1664600620874"},"dataList":[{"id":"2022-10-07-1665140056405","title":"Osaek Jujeongol Valley (오색주전골)","description":"This valley in Seoraksan National Park is located on the way from Osaek-ri, Yangyang-gun, to Osaengnyeong (Hangyeryeong) Pass. It is the most famous place for fall colors in Seoraksan Mountain, and its handsome valley and rock formations are well-known as well. Its name, Jujeongol, is said to come from the Joseon-era bandits that are said to have settled in the area, making their living with counterfeit (ju) coins (jeon) while disguised as Buddhist monks. Osaek (meaning “five colors”) was inspired by the five colors of Jujeongol’s rock formations, and the five-colored tree that is said to have lived in Osaekseoksa Temple of the past. A 3.2 km-long trail brings visitors along the rising rocks next to the valley, connecting Seongguksa Temple and Seonnyeotang Pothole to Yongso Falls Information Center. It is a relatively flat, 1 hr-long course with many wooden decks that help to make it more accessible for the visitors. The entrance to the trail is the location of the Osaek Mineral Spring, whose natural carbonation and iron content impart a unique flavor in the water. Keep your eyes open for strange rock formations like Gorae, Sangtu, and Bubu Rocks, as well as Namseorak’s famous sights like Seonnyeotang Pothole, Geumgangmun Gate, and Yongso Falls.","regDate":"2022-10-07","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Valleys"],"imgUrl":"/2022-10-07-1665140056405/1955866_image2_1.webp","blogPath":"Gangwon-do/2022-10-07-1665140056405"},{"id":"2022-10-07-1665136282609","title":"Ojukheon House (강릉 오죽헌)","description":"Ojukheon House was where Yi I (penname Yulgok; scholar and politician of the Joseon Period) was born. It was built during the early Joseon dynasty and was designated as Treasure No. 165 in 1963 for its historical value.<br><br>Inside the house is Mongryongsil, where Yi I was born. The household complex also features the household shrine, Munseongsa, the <em>sarangchae</em> (mens quarters), Eojaegak Pavilion, Yulgok Memorial Hall, and Gangneung Municipal Museum. Since 1961, the city of Gangneung has held a memorial ceremony at Yulgok Memorial Hall on October 25-26.","regDate":"2022-10-07","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-10-07-1665136282609/2688069_image2_1.webp","blogPath":"Gangwon-do/2022-10-07-1665136282609"},{"id":"2022-10-07-1665132866837","title":"Odaesan National Park (오대산국립공원)","description":"Odaesan Mountain is located in the central and eastern part of Gangwon-do. The mountain was designated a national park in February 1975, including an area of 298.5 ㎢ centered on the highest peak, Birobong Peak (alt. 1,563 meters). Other peaks include Horyeongbong, Sangwangbong, Dongdaesan, and Durobong.<br><br>Odaesan Mountain has the largest natural forest of Korea, home to many wild animals and plants. The mountain is divided into smaller sections  Odaesan Section, Bangadari Bridge Section, Byeongnae-ri Section, Hwangbyeongsan Mountain Section, Hongcheon-myeon Section, and Sogeumgang River Section. It is also rich in soil and resources, with lush forests and gentle slopes.","regDate":"2022-10-07","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","National Parks"],"imgUrl":"/2022-10-07-1665132866837/2633943_image2_1.webp","blogPath":"Gangwon-do/2022-10-07-1665132866837"},{"id":"2022-10-07-1665129020335","title":"National Center for Forest Activities Chuncheon (국립춘천숲체원)","description":"National Center for Forest Activities Chuncheon is 335 ha of area located near Samhangol Valley. The center has a slogan PLAY meaning P for Play, L for Lead, A for Act, and Y for You. Various facilities are available including area for experience programs, accommodations, restaurants and more. Experience programs for individuals and groups are available as well as special programs for people with disabilities and elderlies.","regDate":"2022-10-07","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"/2022-10-07-1665129020335/2711057_image2_1.webp","blogPath":"Gangwon-do/2022-10-07-1665129020335"},{"id":"2022-10-07-1665126108954","title":"Namhangjin Beach (남항진해변(남항진해수욕장))","description":"Namhangjin Beach is a white sandy beach covering an area of 24,000 ㎡ and a length of 600 meters. Near the beach, there is a number of <em> hoetjip</em> (raw fish restaurant) with spacious parking lots. In addition, the dense pine tree forest and neat accommodations are other attractive features of this place.<br><br>Namhangjin Port is the where the Seomseokcheon Stream meets the Namdaecheon Stream. The name Namhangjin originated from an old  port in Songjeong, which was located on a street leading south to Hansongsa Temple.","regDate":"2022-10-07","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites"],"imgUrl":"/2022-10-07-1665126108954/1581157_image2_1.webp","blogPath":"Gangwon-do/2022-10-07-1665126108954"},{"id":"2022-10-07-1665122173879","title":"Namdaecheon Stream (남대천)","description":"This stream is taken as the first among the Eight Sights of Yangyang. Originating from Odaesan Mountain (1,563 m) in Pyeongchang-gun, Gangwon-do, this river flows through Yangyang and into the East Sea. The stream is divided into five areas; the upper stream, Buyeon Valley, Beopsuchiri Valley, Eoseongjeoncheon Stream, and Namdaecheon Stream. Namdaecheon Stream is the foremost site for salmon run in Korea, with more than 70% of salmon in Korea returning to this “river mother of salmons.” Salmon fry hatching here spend about 3 to 5 years in Bering or the Sea of Okhotsk, and return to the East Sea to run the river and lay their eggs at the end of their lives. Salmon run in Namdaecheon Stream reaches its x_height in mid-October to November, and is celebrated by Yangyang Salmon Festival held in mid-October. Other fish sightings include the big-scaled redfin in April and May, and sweetfish in July and August. Namdaecheon Stream is said to be the clearest and the longest stream in Yeongdong region of Gangwon-do  while other streams are about 20 km long, Namdaecheon Stream has a total length of 54 km and many other distributaries. It is also home to tourist sites like the Beopsuchiri Valley and Naksan Beach, and Namdaecheon Eco Trail at the delta is known for its silver reeds in fall.","regDate":"2022-10-07","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites"],"imgUrl":"/2022-10-07-1665122173879/2365176_image2_1.webp","blogPath":"Gangwon-do/2022-10-07-1665122173879"},{"id":"2022-10-07-1665117224952","title":"Namaehang Port (남애항)","description":"The largest port in Yangyang area is also one of the Eight Sights of Yangyang, and along with Simgokhang Port of Gangneung and Chogokhang Port of Samcheok, said to be the three most beautiful ports in Gangwon-do. Indeed, its reputation can be seen in the picturesque view of the white and red lighthouse, breakwater, and the fishing boats docked at the port. Another point of interest at Namaehang Port is the Namaehang Skywalk Observatory. Located at the entrance to the breakwater, this observation point offers a breathtaking view of the Namaehang Port area and the East Sea. The island, where the skywalk is located, was called Yangyado Island during the Joseon period, and the site of this observation point used to have a beacon during the Joseon period. Namae Fishing Village Experience, a village that is fed by the Namaehang Port, offers fishing boat trips for visitors, along with hand fishing, rock crab catching, and stuffed squid making. Some of Namaehang Port’s major catches include squid, plaice, and flatfish. A line of restaurants specializing in raw fish slices allows visitors to enjoy the fresh catch right away.","regDate":"2022-10-07","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites"],"imgUrl":"/2022-10-07-1665117224952/2711334_image2_1.webp","blogPath":"Gangwon-do/2022-10-07-1665117224952"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}