{"pageProps":{"content":"![Cheongpung Cultural Heritage Complex (청풍문화재단지)](/2022-07-26-1658861024761/2366266_image2_1.webp)\n\n  \n## Overview\n\n> Cheongpung Cultural Heritage Complex in Jecheon, Chungcheongbuk-do contains a variety of cultural heritages and artifacts that were collected from the region before it was flooded in 1985 during the construction of Chungju Dam. Here, visitors can see Hanbyeongnu Pavilion (Treasure No. 528), Stone Standing Buddha (Treasure No. 546), Paryeongnu Pavilion, Geumnamnu Pavilion, Geumbyeongheon Hall, Eungcheonggak Pavilion and the Cheongpunghyanggyo Local Confucian School as well as nearly 2,000 household artifacts. It has become an outdoor museum of the glorious culture of the upper reaches of the Namhangang River.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br>(Korean, English, Japanese, Chinese) <br> •For more info: +82-43-641-5532|\n|parking:|Available|\n|restdate:|N/A (Open all year round)|\n|usetime:|March-October 09:00-18:00<br>November-February 09:00-17:00<br>* Last admission 1 hr before closing|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Admission Fees:|Individuals - Adults 3,000 won / Teenagers 2,000 won / Children 1,000 won<br>Groups - Adults 2,500 won / Teenagers 1,500 won / Children 800 won<br><br>* Group- 30 or more people* Free admission for preschoolers (ages 6 and under) & senior citizens (ages 65 and older)|\n|Restrooms:|Available|\n  \n## Detail Image\n![/2022-07-26-1658861024761/1596868_image2_1.webp](/2022-07-26-1658861024761/1596868_image2_1.webp)\n![/2022-07-26-1658861024761/1596869_image2_1.webp](/2022-07-26-1658861024761/1596869_image2_1.webp)\n![/2022-07-26-1658861024761/1596870_image2_1.webp](/2022-07-26-1658861024761/1596870_image2_1.webp)\n![/2022-07-26-1658861024761/1596881_image2_1.webp](/2022-07-26-1658861024761/1596881_image2_1.webp)\n![/2022-07-26-1658861024761/1596887_image2_1.webp](/2022-07-26-1658861024761/1596887_image2_1.webp)\n![/2022-07-26-1658861024761/1596891_image2_1.webp](/2022-07-26-1658861024761/1596891_image2_1.webp)\n![/2022-07-26-1658861024761/1596892_image2_1.webp](/2022-07-26-1658861024761/1596892_image2_1.webp)\n![/2022-07-26-1658861024761/1596904_image2_1.webp](/2022-07-26-1658861024761/1596904_image2_1.webp)\n![/2022-07-26-1658861024761/1596905_image2_1.webp](/2022-07-26-1658861024761/1596905_image2_1.webp)\n![/2022-07-26-1658861024761/1598438_image2_1.webp](/2022-07-26-1658861024761/1598438_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-43-641-5532](tel:+82436415532)\n\n\n\n```googleMap\nlatitude: 37.0046826650\nlongitude: 128.1710681829\ntitle: 2048, Cheongpungho-ro, Jecheon-si, Chungcheongbuk-do\n```\n  \n## Directions\n  \n[Bus + Taxi]<br>\nFrom Dong Seoul Terminal, take a bus to Jecheon Bus Terminal.<br>\nFrom Jecheon Bus Terminal, take a taxi for approx. 45 min.\n","data":{"id":"2022-07-26-1658861024761","title":"Cheongpung Cultural Heritage Complex (청풍문화재단지)","description":"Cheongpung Cultural Heritage Complex in Jecheon, Chungcheongbuk-do contains a variety of cultural heritages and artifacts that were collected from the region before it was flooded in 1985 during the construction of Chungju Dam. Here, visitors can see Hanbyeongnu Pavilion (Treasure No. 528), Stone Standing Buddha (Treasure No. 546), Paryeongnu Pavilion, Geumnamnu Pavilion, Geumbyeongheon Hall, Eungcheonggak Pavilion and the Cheongpunghyanggyo Local Confucian School as well as nearly 2,000 household artifacts. It has become an outdoor museum of the glorious culture of the upper reaches of the Namhangang River.","regDate":"2022-07-26","author":"korea-tour","tag":["Chungcheongbuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-07-26-1658861024761/2366266_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-07-26-1658861024761","pageUrl":"https:/mcdryad.com/Chungcheongbuk-do/2022-07-26-1658861024761"},"dataList":[{"id":"2022-07-27-1658911381960","title":"Danyang Special Tourist Zone (단양 관광특구)","description":"Danyang is known for its Danyang Palgyeong (eight wonders of Danyang). The scenery around Chungjuho Lake, including Dodamsambong Peak, Gudambong Peak and Oksunbong Peak, can all be enjoyed from a ferry cruise. The meandering stream and the majestic view of Sainam Rock and Sangseonam Rock create a soothing, tranquil ambience. <br><br>Situated at the center of the Korean Peninsula is Sobaeksan National Park, from which one can admire the beauty of the Baekdudaegan Mountain Range. The mountain’s many trails that lead to Birobong Peak and to other peaks are popular among hikers. <br><br>Darian, Cheondong and Ondal are great choices for family trips. These places are known for outdoor camping sites and drama filming locations. <br><br>The Danyang Special Tourist Zone holds special events that promote the county’s nature and history. The Sobaeksan Royal Azalea Festival is held in May, while the Ondal Culture Festival takes place in October. <br><br>Plenty of accommodation options and facilities are available in the area of Dojeon-ri, Byeolgok-ri, Sangjin-ri and Gosu-ri of Danyang-eup. <br><br><br><b>Danyang Special Tourist Zone </b><br><b>Areas included </b> Areas around Danyang and Maepo-eup in Danyang-gun, Chungcheongbuk-do<br><b>Area size </b> 4,448,737㎡ <br><b>Tourist attractions </b> Sobaeksan National Park, Dodamsambong Peak, Sainam Rock, Gosu Cave, Buddhist Museum of the Cheontae Order, Daeseongsan Natural Recreation Forest, etc.","regDate":"2022-07-27","author":"korea-tour","tag":["Chungcheongbuk-do","Culture/Art/History","Recreational Sites","Tourist Complexes"],"imgUrl":"/2022-07-27-1658911381960/1945638_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-07-27-1658911381960"},{"id":"2022-07-27-1658907397817","title":"Danyang Ondaldonggul Cave (단양 온달동굴)","description":"Ondaldonggul Cave is located underground at the foot of Seongsan Mountain, where Ondalsanseong Fortress is situated. It is a natural limestone cave that is estimated to have begun forming around 450 million years ago. The total 760 meter-long cave covers an area of 349,485 square meters. The cave mouth is two meters high, while the cave itself is 5 to 10 meters high and about 5 meters wide. The cave features stairway structure and contains an abundance of beautiful stalagmites and stalactites. The average temperature of the cave maintains 14 degrees Celsius in summer and 16 degrees Celsius in winter, making it a perfect all-year-round attraction. The cave is rich in underground water resources and there is a 0.8 to 1 meter-deep cave river flowing at the bottom of the cave floor. The cave also has over 40 small ponds that are inhabited by a variety of living organisms like fish and insects. <br><br>Situated on top of the mountain peak to the left of the cave is Ondalsanseong Fortress. The fortress has been preserved in its original form throughout some 1,400 years and shows the advanced building skills of Goguryeo Era (37 BC-668 AD). The annual Ondal Culture Festival is held every October around Ondaldonggul Cave and Ondalsanseong Fortress in memory of the legendary love story between General Ondal and Princess Pyeonggang. Other attractions in the area include a theme park and Jangseung (Korean traditional totem poles) Park.","regDate":"2022-07-27","author":"korea-tour","tag":["Chungcheongbuk-do","Nature","Natural Sites"],"imgUrl":"/2022-07-27-1658907397817/567072_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-07-27-1658907397817"},{"id":"2022-07-27-1658904251350","title":"Danyang Jeokseongbi Monument of Silla (단양 신라 적성비)","description":"The Danyang Jeokseongbi Monument of Silla was erected by King Jinheung, the 24th King of Silla Kingdom, as a public announcement board. It was found at  Jeokseongsanseong Fortress in Danyang in 1978.<br><br> The stone stele is broken into three parts  the two lower pieces are inscribed with 280 letters, which spell out the names of people, locations and positions from the Silla Kingdom period, whereas, the top piece has 100 letters which are mostly destroyed. The discovery of the monument helped illuminate political development and statuses of the time.","regDate":"2022-07-27","author":"korea-tour","tag":["Chungcheongbuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-07-27-1658904251350/567012_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-07-27-1658904251350"},{"id":"2022-07-27-1658900826175","title":"Danyang Jeokseong Fortress (단양 적성)","description":"Danyang Jeokseong Fortress is a fortress made of stones gathered from Seongjaesan Mountain in Danyang. The fortress was built surrounding the mountain's southern slope and summit. <br><br>The fortress had a circumference of 923 meters, but most of it has been destroyed; the only remaining section is a 3-meter part of the inner wall in the northeast quarter. Three gates were found in the southwest, east, and southeast areas. Inside of the fortress is a stone stele.","regDate":"2022-07-27","author":"korea-tour","tag":["Chungcheongbuk-do","Culture/Art/History","Historical Sites","Fortresses"],"imgUrl":"/2022-07-27-1658900826175/1954582_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-07-27-1658900826175"},{"id":"2022-07-27-1658896270176","title":"Danyang Guinsa Temple (구인사(단양))","description":null,"regDate":"2022-07-27","author":"korea-tour","tag":["Chungcheongbuk-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-07-27-1658896270176/2032218_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-07-27-1658896270176"},{"id":"2022-07-27-1658890608788","title":"Daecheong Dam (대청댐)","description":"Daecheong Dam is a multi-purpose dam consisting of a 72 meter-tall and 495 meter-long concrete gravity dam and rockfill dam. It is located on the Geumgang River where Daejeon and Chungcheongbuk-do meet. There are three additional support dams in the area of the main dam to help control the river's flow. The dam also serves as a power source for the nearby areas of Daejeon and Cheongju. Construction of the dam took nearly six years, started in March 1975 and completed in 1980.<br><br>The observatory, located at Palgakjeong Service Area, offers a great view of Daecheongho Lake. A variety of fascinating items are displayed in the Water Culture Center on the left bank of Daecheong Dam. A nearby grassy meadow promises a relaxing and comfortable rest, while local delicacies such as spicy fish stew using freshwater fish and marinated grilled eel are a delight to taste.","regDate":"2022-07-27","author":"korea-tour","tag":["Chungcheongbuk-do","Nature","Natural Sites"],"imgUrl":"/2022-07-27-1658890608788/1597032_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-07-27-1658890608788"},{"id":"2022-07-26-1658878523604","title":"Chungjuho Lake (충주호)","description":"Chungjuho Lake is the nation’s largest lake, and was formed after the construction of Chungju Dam. When constructing the dam, an approximately 66.48 ㎢ - area was submerged throughout three region in Chungju, Danyang and Jecheon. Even though nearly 50,000 people lost their hometown, the lake became a famous tourist spot of the region, along with Woraksan National Park, Songgye Valley, Cheongpung Culture Center, Eight Sceneries of Danyang, Gosu Cave, Guinsa Temple, Suanbo Hot Springs, Nodong Cave and other spots. <br><br>Tourists can enjoy the scenic area on five ferry docks from Chungjunaru, main ferry dock of Chungju Dam, Cheongpungnaru, Janghoenaru where Gudambong Peak and Oksunbong Peak are located, Danyangnaru in Danyang-eup, and Woraknaru located near the beautiful scenery of Woraksan Mountain. From Chungju Dam to Janghoenaru, it takes approximately 1 hour 30 minutes, making it a long-distance course and offers special sightseeing on board. This course also holds great views of Chungjuho Lake and Yeongbong Peak of Woraksan Mountain, the surrounding scenery of Woraknaru, and two scenic spots of Danyang which are Gudanbong and Oksunbong Peak featuring uniquely-shaped rocks and peaks. This course is the most attractive among Chungjuho ferry excursion routes.","regDate":"2022-07-26","author":"korea-tour","tag":["Chungcheongbuk-do","Nature","Natural Sites"],"imgUrl":"/2022-07-26-1658878523604/177937_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-07-26-1658878523604"}],"navList":["Busan","Chungcheongbuk-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Incheon","Jeju-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}