{"pageProps":{"content":"![Ganghwasanseong Fortress (강화산성)](/2022-08-10-1660167456204/1579234_image2_1.webp)\n\n  \n## Overview\n\n> Ganghwasanseong Fortress was originally earthen mountain walls, built during King Go Jong’s 19th year of reign (1232), after he moved to Ganghwado.  It was built to repel attacks from the Mongols.  The inner castle was destroyed when the capital was moved to another place, and at the beginning of the Joseon Era (1392-1910) the wall was again rebuilt with mud. <br> <br>It went through much restoration until finally being rebuilt with stones. Ganghwasanseong Fortress originally had interior and exterior walls, but only the interior wall remains today.  It has an approximate circumference of 1.2km.  The exterior mud wall was approximately 9km in circumference with 8 gates.  The huge exterior wall was built along the side of the east channel of Ganghwa, but no longer exists today.  From 1977, the interior wall has been rebuilt many times over, but the east side of this wall has yet to be reconstructed.  \n<br>\n<br>\nThere were four main gates in the wall.  To the south, Anparu; to the east, Cheomhwaru; to the west, Manghanru; and to the north, Jinsongru. At the west gate, the historic Yeonmudang still remains.  This area was where the soldiers used to train, and was also the place where the Korea-Japan Treaty of Peace and Amity (or Treaty of Ganghwa Island) was signed in 1876.  <br><br>With its aching history \nleft behind and beautiful scenery, Ganghwasanseong Fortress serves as an ideal place for a brisk walk or refreshing drive.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-32-930-5464|\n|parking:|Available|\n|restdate:|N/A (Open all year round)|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Admission Fees:|Free|\n|Restrooms:|Available|\n  \n## Detail Image\n![/2022-08-10-1660167456204/1577843_image2_1.webp](/2022-08-10-1660167456204/1577843_image2_1.webp)\n![/2022-08-10-1660167456204/1577844_image2_1.webp](/2022-08-10-1660167456204/1577844_image2_1.webp)\n![/2022-08-10-1660167456204/1577846_image2_1.webp](/2022-08-10-1660167456204/1577846_image2_1.webp)\n![/2022-08-10-1660167456204/1577849_image2_1.webp](/2022-08-10-1660167456204/1577849_image2_1.webp)\n![/2022-08-10-1660167456204/1577850_image2_1.webp](/2022-08-10-1660167456204/1577850_image2_1.webp)\n![/2022-08-10-1660167456204/1577855_image2_1.webp](/2022-08-10-1660167456204/1577855_image2_1.webp)\n![/2022-08-10-1660167456204/1579230_image2_1.webp](/2022-08-10-1660167456204/1579230_image2_1.webp)\n![/2022-08-10-1660167456204/1579231_image2_1.webp](/2022-08-10-1660167456204/1579231_image2_1.webp)\n![/2022-08-10-1660167456204/1579232_image2_1.webp](/2022-08-10-1660167456204/1579232_image2_1.webp)\n![/2022-08-10-1660167456204/1577840_image2_1.webp](/2022-08-10-1660167456204/1577840_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-32-930-5464](tel:+82329305464)\n- [🏠www.ganghwa.go.kr</a> (Korean only)<br><a href=\"http://www.cha.go.kr/\" target=\"_blank\">www.cha.go.kr](http://www.ganghwa.go.kr/open_content/tour/)\n\n\n```googleMap\nlatitude: 37.7560400476\nlongitude: 126.4838970101\ntitle: San 3, Gukhwa-ri, Ganghwa-gun, Incheon\n```\n  \n## Directions\n  \n[Subway + Bus]<b><br></b><br>Sinchon Station (Seoul Subway Line 2), Exit 1.\n<br>Walk straight for approx. 5 min. towards the GS25 convenience store.\n<br>\nTake Bus No. 3000 to Ganghwa Intercity Bus Terminal.\n","data":{"id":"2022-08-10-1660167456204","title":"Ganghwasanseong Fortress (강화산성)","description":"Ganghwasanseong Fortress was originally earthen mountain walls, built during King Go Jong’s 19th year of reign (1232), after he moved to Ganghwado.  It was built to repel attacks from the Mongols.  The inner castle was destroyed when the capital was moved to another place, and at the beginning of the Joseon Era (1392-1910) the wall was again rebuilt with mud. <br> <br>It went through much restoration until finally being rebuilt with stones. Ganghwasanseong Fortress originally had interior and exterior walls, but only the interior wall remains today.  It has an approximate circumference of 1.2km.  The exterior mud wall was approximately 9km in circumference with 8 gates.  The huge exterior wall was built along the side of the east channel of Ganghwa, but no longer exists today.  From 1977, the interior wall has been rebuilt many times over, but the east side of this wall has yet to be reconstructed.  <br><br>There were four main gates in the wall.  To the south, Anparu; to the east, Cheomhwaru; to the west, Manghanru; and to the north, Jinsongru. At the west gate, the historic Yeonmudang still remains.  This area was where the soldiers used to train, and was also the place where the Korea-Japan Treaty of Peace and Amity (or Treaty of Ganghwa Island) was signed in 1876.  <br><br>With its aching history left behind and beautiful scenery, Ganghwasanseong Fortress serves as an ideal place for a brisk walk or refreshing drive.","regDate":"2022-08-10","author":"korea-tour","tag":["Incheon","Culture/Art/History","Historical Sites","Fortresses"],"imgUrl":"/2022-08-10-1660167456204/1579234_image2_1.webp","blogPath":"Incheon/2022-08-10-1660167456204","pageUrl":"https:/mcdryad.com/Incheon/2022-08-10-1660167456204"},"dataList":[{"id":"2022-08-13-1660423129092","title":"Sugi Beach (수기해변)","description":"Located on Sido Island in Incheon, Sugi Beach is easily accessible from Seoul. Sido Island is situated between Yeongjongdo Island and Ganghwado Island. The beach is not as crowded as other famous beaches, and is ideal for families or campers.<br><br>Sugi Beach was the filming location for the famous drama series Full House (2004). Sido Island connects Sindo Island and Modo Island, making it easy to tour the three islands by foot or car.","regDate":"2022-08-13","author":"korea-tour","tag":["Incheon","Nature","Natural Sites"],"imgUrl":"/2022-08-13-1660423129092/1030256_image2_1.webp","blogPath":"Incheon/2022-08-13-1660423129092"},{"id":"2022-08-13-1660419308364","title":"Seopori Beach (서포리해변)","description":"Seopori Beach, designated as a national tourism area, is surrounded by a luxurious forest of 100-year-old pine trees. The moderately sloped, white sand beach extends 3 kilometers in length and 300 meters in x_width. The beach and the pine tree forest provide a great recreational area for the 100,000 annual visitors. Leisure facilities include a vast sports field, seaside playground, tennis court, restaurants, karaoke, bicycle rentals, and more. Visitors can enjoy fishing from the rocks on the seashore, swimming in the clean sea, and strolling through the pine  forest to appreciate the scenic surroundings.","regDate":"2022-08-13","author":"korea-tour","tag":["Incheon","Nature","Natural Sites"],"imgUrl":"","blogPath":"Incheon/2022-08-13-1660419308364"},{"id":"2022-08-13-1660416205647","title":"Seonsu Port (Hupohang Port) (후포항 선수포구)","description":"Seonsu Port, officially named Hupohang Port, is the largest port on Ganghwado Island, located near Dongmak Beach. Fishing boats anchored here often travel to and from waters near Seongmodo Island, known as a fishery of large-eyed herring. Visitors will find several <em>hoe</em> (sliced raw fish) restaurants along the port, serving hoe prepared with freshly caught seafood. <br><br>The seaside destination is close to many nearby attractions including Jeondeungsa Temple, Dongmak Beach, and a scenic drive along the coast of Ganghwado Island. The port is also known for romantic sunsets which are best enjoyed when viewed from between the port and Dongmak Beach.","regDate":"2022-08-13","author":"korea-tour","tag":["Incheon","Nature","Natural Sites"],"imgUrl":"/2022-08-13-1660416205647/1927567_image2_1.webp","blogPath":"Incheon/2022-08-13-1660416205647"},{"id":"2022-08-13-1660412286873","title":"Seonjaedo Island (선재도)","description":"Seonjaedo Island in Incheon is believed to have been settled since the Neolithic Era. It had been called Sowudo Island during the Goryeo and Joseon dynasties, before it was named Seonjaedo in 1871. The name Seonjaedo means an island where a divine fairy came down and danced. At low tide, a sandbar path connecting the island with the mainland appears from the ocean. Seonjaedo Island is also a bridge island that connects Daebudo and Yeongheungdo Islands.","regDate":"2022-08-13","author":"korea-tour","tag":["Incheon","Nature","Natural Sites"],"imgUrl":"/2022-08-13-1660412286873/2603398_image2_1.webp","blogPath":"Incheon/2022-08-13-1660412286873"},{"id":"2022-08-13-1660405220461","title":"Muuido Island (무의도)","description":"Muuido Island is located in Jung-gu, Incheon which is not far from the mainland. Until the completion of Muui Bridge in 2019, the island was accessible only by ferry. Nearby are two smaller islands, Silmido Island and Somuuido Island. In the past, small boats were used to go from Muuido Island to Somuuido Island but the two islands are currently connected by a bridge so visitors can reach Somuuido after a 10-15 minute walk. <br><br>Muuido Village Bus takes people from Keunmuri Ferry Dock to Gwangmyeonghang Port. To enjoy the beauty of Somuuido Island fully, Muuibadanuri-gil 8 Course is a must-visit path, taking around 1 hour and giving stunning views of the West Sea vista. <br><br>Muuido has two famous beaches, namely Hanagae Beach and Silmi Beach. One interesting thing in Silmi Beach is that people can walk to Silmido Island at low tide. Hiking up Horyonggoksan Mountain and Guksabong Peak is also available from Hanagae Beach.","regDate":"2022-08-13","author":"korea-tour","tag":["Incheon","Nature","Natural Sites"],"imgUrl":"","blogPath":"Incheon/2022-08-13-1660405220461"},{"id":"2022-08-13-1660401416369","title":"Jeokseoksa Temple (적석사)","description":"Jeokseoksa Temple is a traditional Buddhist temple that was founded around 1,600 years ago. It is known for Gamnojeong, which is the water trickling out from the rock crevices on the east side of Daeungjeon Hall (main temple building). While the water is cool and sweet, legend has it that it dries up or turns murky in times of national crisis. According to the records, Palman Daejanggyeong (Tripitaka Koreana printing woodblocks) used to be kept in Jeokseoksa before they were moved to Baengnyeongsa Temple, then to Jeondeungsa Temple, and finally to Haeinsa Temple.<br><br>Jeokseoksa Temple is connected to Nakjodae Observatory, which offers a magnificent view of the sun setting over the West Sea. In fact, the view is so magnificent that it is admired as one of the 10 best sceneries of Ganghwado Island.","regDate":"2022-08-13","author":"korea-tour","tag":["Incheon","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"","blogPath":"Incheon/2022-08-13-1660401416369"},{"id":"2022-08-13-1660398204521","title":"Incheon International Airport Terminal 2","description":"Since opening in 2001, Incheon International Airport has been rated as the best airport in the world numerous times. And to further improve, the Terminal 2 officially opened in 2018 after nine years of construction. Terminal 2 was desigend with the concept of an artport, a portmanteau of art and airport, to serve as a space for entertainment in addition to an international tansportation hub. <br><br>With self-checking counters and smart counter that automatically checks in luggage for the convenience of passengers, the aiport implements high-tech services to better provide information and strengthen security. The airport has also upgraded their check-in system so that passengers can enjoy all the cultural space and attractions the airport has to offer","regDate":"2022-08-13","author":"korea-tour","tag":["Incheon","Culture/Art/History","Industrial Sites","Others"],"imgUrl":"/2022-08-13-1660398204521/2535290_image2_1.webp","blogPath":"Incheon/2022-08-13-1660398204521"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}