{"pageProps":{"content":"![Gwangseongbo Fortress (광성보)](/2022-08-11-1660196262031/2363682_image2_1.webp)\n\n  \n## Overview\n\n> Gwangseongbo Fortress’s outer wall from the Goryeo era was mended in 1618. The fortress was built in 1656 and the outpost was constructed in 1679. It was completely remodeled into \na masonry castle with gates in 1745. During Sinmiyangyo (the American invasion in 1871), Gwangseongbo was the fiercest battle ground in Ganghwa. On April 24, 1871, a \n fleet with 1,230 American naval forces led by Rear Admiral John Rodgers landed on Ganghwado Island to demand the \nopening of Korea's ports and commerce. The armed forces attacked Chojijin Fortress \nand Deokjinjin Camp, then marched to Gwangseongbo Fortress, where they engaged in close combat with the warriors of Joseon. Although General Eo Jae-yeon and the other warriors were poorly equipped with far inferior weapons, they bravely fought to the \ndeath against the invading forces. \n\n<br><br>The battlefield ruins of the fortress and the gate towers such as Anhaeru, Gwangseongdon, Sondolmokdon, and Yongdudon were repaired \nin 1977.  The twin tombs of General Eo Jae-Yeon and his brother Eo Jae-seon, along with the anonymous tombs of warriors who died on the battlefield were \nalso honorably arranged at the same time. Furthermore, a stone monument commemorating the restoration of Ganghwa Battlefield was erected on Yongdudondae Post. \n<br><br>In 1988, an extensive rest area was created toward the shore for visitors’ convenience. Gwangseongbo Fortress is presently designated as Historical Relic No. 227. A religious service known as Gwangseongje is held annually to commemorate the patriotic spirits of General Eo Jae-yeon and other unnamed warriors. This service takes place at 11 a.m. on every April 24th of the lunar calendar.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-32-930-7070|\n|parking:|Available|\n|restdate:|N/A (Open all year round)|\n|usetime:|09:00-18:00|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Restrooms:|Available|\n|Admission Fees:|Adults: Individuals 1,100 won / Groups 1,000 won <br>Children & Teenagers: Individuals 700 won / Groups 600 won <br>* Groups: 20 people or more <br>* Free admission: Preschoolers (ages 6 or younger) with one companion, Senior citizens (ages 65 or more), People with disabilities plus one companion (Proof required)<br><br>* Ganghwa-gun Main Tourist Sites Discount (up to 20% discount)<br>Main tourist sites: Chojijin Fortress, Deokjinjin Fortress, Gwangseongbo Fortress, Gapgotdondae Fortification, Goryeogung Palace Site, Peace Observatory, Hwamunseok Cultural Center, Ganghwa History / Natural History Museum, Manisan Mountain, Mudflat Center, and Hamheodongcheon Stream<br><br>- 15% discount: 3-4 sites<br>- 20% discount: 5 or more sites<br> * When choosing 8 sites or more, the ticket is valid until the next day|\n|Interpretation Services Offered:|Not available|\n  \n## Detail Image\n![/2022-08-11-1660196262031/1575766_image2_1.webp](/2022-08-11-1660196262031/1575766_image2_1.webp)\n![/2022-08-11-1660196262031/1579026_image2_1.webp](/2022-08-11-1660196262031/1579026_image2_1.webp)\n![/2022-08-11-1660196262031/1579029_image2_1.webp](/2022-08-11-1660196262031/1579029_image2_1.webp)\n![/2022-08-11-1660196262031/1579030_image2_1.webp](/2022-08-11-1660196262031/1579030_image2_1.webp)\n![/2022-08-11-1660196262031/1579034_image2_1.webp](/2022-08-11-1660196262031/1579034_image2_1.webp)\n![/2022-08-11-1660196262031/1579039_image2_1.webp](/2022-08-11-1660196262031/1579039_image2_1.webp)\n![/2022-08-11-1660196262031/1579041_image2_1.webp](/2022-08-11-1660196262031/1579041_image2_1.webp)\n![/2022-08-11-1660196262031/1579043_image2_1.webp](/2022-08-11-1660196262031/1579043_image2_1.webp)\n![/2022-08-11-1660196262031/2363686_image2_1.webp](/2022-08-11-1660196262031/2363686_image2_1.webp)\n![/2022-08-11-1660196262031/1575762_image2_1.webp](/2022-08-11-1660196262031/1575762_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-32-930-7070](tel:+82329307070)\n- [🏠www.ghss.or.kr</a> (Korean only)<br><a href=\"http://www.cha.go.kr/\" target=\"_blank\" title=\"새창: 문화재청 홈페이지로 이동\">www.cha.go.kr](http://www.ghss.or.kr/)\n\n\n```googleMap\nlatitude: 37.6641793544\nlongitude: 126.5302453301\ntitle: 27, Haeandong-ro 466beon-gil, Ganghwa-gun, Incheon\n```\n  \n## Directions\n  \n[Bus]<BR>\nSinchon Station (Seoul Subway Line 2), Exit 4.<br>Go \nstraight 260m to arrive at the bus stop in front of Artreon.<br>From the bus \nstop, take Bus No. 3000 to Ganghwa Bus Terminal. <br>\nFrom Ganghwa Terminal, take \nthe tour bus and get off at Gwangseongbo Fortress.\n","data":{"id":"2022-08-11-1660196262031","title":"Gwangseongbo Fortress (광성보)","description":"Gwangseongbo Fortress’s outer wall from the Goryeo era was mended in 1618. The fortress was built in 1656 and the outpost was constructed in 1679. It was completely remodeled into a masonry castle with gates in 1745. During Sinmiyangyo (the American invasion in 1871), Gwangseongbo was the fiercest battle ground in Ganghwa. On April 24, 1871, a  fleet with 1,230 American naval forces led by Rear Admiral John Rodgers landed on Ganghwado Island to demand the opening of Korea's ports and commerce. The armed forces attacked Chojijin Fortress and Deokjinjin Camp, then marched to Gwangseongbo Fortress, where they engaged in close combat with the warriors of Joseon. Although General Eo Jae-yeon and the other warriors were poorly equipped with far inferior weapons, they bravely fought to the death against the invading forces. <br><br>The battlefield ruins of the fortress and the gate towers such as Anhaeru, Gwangseongdon, Sondolmokdon, and Yongdudon were repaired in 1977.  The twin tombs of General Eo Jae-Yeon and his brother Eo Jae-seon, along with the anonymous tombs of warriors who died on the battlefield were also honorably arranged at the same time. Furthermore, a stone monument commemorating the restoration of Ganghwa Battlefield was erected on Yongdudondae Post. <br><br>In 1988, an extensive rest area was created toward the shore for visitors’ convenience. Gwangseongbo Fortress is presently designated as Historical Relic No. 227. A religious service known as Gwangseongje is held annually to commemorate the patriotic spirits of General Eo Jae-yeon and other unnamed warriors. This service takes place at 11 a.m. on every April 24th of the lunar calendar.","regDate":"2022-08-11","author":"korea-tour","tag":["Incheon","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-08-11-1660196262031/2363682_image2_1.webp","blogPath":"Incheon/2022-08-11-1660196262031","pageUrl":"https:/mcdryad.com/Incheon/2022-08-11-1660196262031"},"dataList":[{"id":"2022-08-13-1660416205647","title":"Seonsu Port (Hupohang Port) (후포항 선수포구)","description":"Seonsu Port, officially named Hupohang Port, is the largest port on Ganghwado Island, located near Dongmak Beach. Fishing boats anchored here often travel to and from waters near Seongmodo Island, known as a fishery of large-eyed herring. Visitors will find several <em>hoe</em> (sliced raw fish) restaurants along the port, serving hoe prepared with freshly caught seafood. <br><br>The seaside destination is close to many nearby attractions including Jeondeungsa Temple, Dongmak Beach, and a scenic drive along the coast of Ganghwado Island. The port is also known for romantic sunsets which are best enjoyed when viewed from between the port and Dongmak Beach.","regDate":"2022-08-13","author":"korea-tour","tag":["Incheon","Nature","Natural Sites"],"imgUrl":"/2022-08-13-1660416205647/1927567_image2_1.webp","blogPath":"Incheon/2022-08-13-1660416205647"},{"id":"2022-08-13-1660412286873","title":"Seonjaedo Island (선재도)","description":"Seonjaedo Island in Incheon is believed to have been settled since the Neolithic Era. It had been called Sowudo Island during the Goryeo and Joseon dynasties, before it was named Seonjaedo in 1871. The name Seonjaedo means an island where a divine fairy came down and danced. At low tide, a sandbar path connecting the island with the mainland appears from the ocean. Seonjaedo Island is also a bridge island that connects Daebudo and Yeongheungdo Islands.","regDate":"2022-08-13","author":"korea-tour","tag":["Incheon","Nature","Natural Sites"],"imgUrl":"/2022-08-13-1660412286873/2603398_image2_1.webp","blogPath":"Incheon/2022-08-13-1660412286873"},{"id":"2022-08-13-1660405220461","title":"Muuido Island (무의도)","description":"Muuido Island is located in Jung-gu, Incheon which is not far from the mainland. Until the completion of Muui Bridge in 2019, the island was accessible only by ferry. Nearby are two smaller islands, Silmido Island and Somuuido Island. In the past, small boats were used to go from Muuido Island to Somuuido Island but the two islands are currently connected by a bridge so visitors can reach Somuuido after a 10-15 minute walk. <br><br>Muuido Village Bus takes people from Keunmuri Ferry Dock to Gwangmyeonghang Port. To enjoy the beauty of Somuuido Island fully, Muuibadanuri-gil 8 Course is a must-visit path, taking around 1 hour and giving stunning views of the West Sea vista. <br><br>Muuido has two famous beaches, namely Hanagae Beach and Silmi Beach. One interesting thing in Silmi Beach is that people can walk to Silmido Island at low tide. Hiking up Horyonggoksan Mountain and Guksabong Peak is also available from Hanagae Beach.","regDate":"2022-08-13","author":"korea-tour","tag":["Incheon","Nature","Natural Sites"],"imgUrl":"","blogPath":"Incheon/2022-08-13-1660405220461"},{"id":"2022-08-13-1660401416369","title":"Jeokseoksa Temple (적석사)","description":"Jeokseoksa Temple is a traditional Buddhist temple that was founded around 1,600 years ago. It is known for Gamnojeong, which is the water trickling out from the rock crevices on the east side of Daeungjeon Hall (main temple building). While the water is cool and sweet, legend has it that it dries up or turns murky in times of national crisis. According to the records, Palman Daejanggyeong (Tripitaka Koreana printing woodblocks) used to be kept in Jeokseoksa before they were moved to Baengnyeongsa Temple, then to Jeondeungsa Temple, and finally to Haeinsa Temple.<br><br>Jeokseoksa Temple is connected to Nakjodae Observatory, which offers a magnificent view of the sun setting over the West Sea. In fact, the view is so magnificent that it is admired as one of the 10 best sceneries of Ganghwado Island.","regDate":"2022-08-13","author":"korea-tour","tag":["Incheon","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"","blogPath":"Incheon/2022-08-13-1660401416369"},{"id":"2022-08-13-1660398204521","title":"Incheon International Airport Terminal 2","description":"Since opening in 2001, Incheon International Airport has been rated as the best airport in the world numerous times. And to further improve, the Terminal 2 officially opened in 2018 after nine years of construction. Terminal 2 was desigend with the concept of an artport, a portmanteau of art and airport, to serve as a space for entertainment in addition to an international tansportation hub. <br><br>With self-checking counters and smart counter that automatically checks in luggage for the convenience of passengers, the aiport implements high-tech services to better provide information and strengthen security. The airport has also upgraded their check-in system so that passengers can enjoy all the cultural space and attractions the airport has to offer","regDate":"2022-08-13","author":"korea-tour","tag":["Incheon","Culture/Art/History","Industrial Sites","Others"],"imgUrl":"/2022-08-13-1660398204521/2535290_image2_1.webp","blogPath":"Incheon/2022-08-13-1660398204521"},{"id":"2022-08-13-1660395563205","title":"Incheon Baendaengi Street (연안부두 밴댕이회무침거리)","description":"The Gwanghwado and Incheon areas are known for their plentiful catches of baendaengi (large-eyed herring). After  a little street started specializing in serving&nbsp;baendaengi some 30 years ago,  the fish&nbsp;has continued to grow in popularity. <br> <br> Located in Guwol-dong, across from the Incheon Culture & Arts Center, Baendaengi  Street has expanded, and so has the variety of dishes served. Visitors can try baendaengi prepared sashimi-style,   roasted, or  in a spicy soup. For this particular species of herring, locals believe the flavor is best in March and April when they grow to their largest size. Salted Baendaengi also makes an excellent side-dish for Korean meals. <br> <br>* Baendaengi is one of many types of small prey fish referred to as ‘Soeo’ for their fierce struggle in fishing nets. Soeo have internal organs that are proportionally smaller than other species of fish and are known for their feisty nature.  These attributes are thought to signify a stress-filled life,  which  is why many Koreans refer to narrow-minded or hot-tempered people as ‘baendaengi.’","regDate":"2022-08-13","author":"korea-tour","tag":["Incheon","Culture/Art/History","Experience Programs","Cultural Districts"],"imgUrl":"","blogPath":"Incheon/2022-08-13-1660395563205"},{"id":"2022-08-13-1660390528798","title":"Hanagae Beach (하나개해수욕장)","description":"Hanagae Beach, the biggest tideland on Muuido Island, features a one-kilometer-long beach covered by fine, powder-like sands. Unique bungalows on the shore become floating houses when the tide comes in. When the tide goes out, the beach expands into a vast stretch of tidal flats. A large number of clams, sea snails, and crabs dwell in these tidal flats, and can be dug out with bare hands. The beach also offers splendid views of the glowing red sunset, and is popular among tourists as the filming location of the TV drama Stairway to Heaven (2003).","regDate":"2022-08-13","author":"korea-tour","tag":["Incheon","Nature","Natural Sites"],"imgUrl":"","blogPath":"Incheon/2022-08-13-1660390528798"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}