{"pageProps":{"content":"![Daenamugol Bamboo Park (대나무골 테마공원)](/2023-01-16-1673854556804/185780_image2_1.webp)\n\n  \n## Overview\n\n> Situated at the basin of the ravine in Gojisan Mountain along the Geumseongsan mountain fortress and the Chuweolsan mountain range, Daenamugol is surrounded by tall bamboo trees. In spring, the soft green bamboo shoots blanket the whole field; it also serves as a habitat for sedentary birds to take care of their eggs. <br><br>The landscaping of the Daenamugol Bamboo Park encapsulates the value of bamboo trees. You can enjoy the fresh crisp air walking in the bamboo grove and the thick pine tree forest. You can try the tea from wild bamboo tea trees grown in the bamboo forest. The park also has Green Town; it includes a playground made out of grass, a hall, an outdoor cooking facility, shower booths, sports fields (volley ball, Jokgu, table tennis, badminton). The theme park has appeared as a backdrop for movies like ‘The Last Witness,’ ‘Sword in the Moon’ as well as in the popular TV drama series ‘Hometown Legends,’ ‘Damo’ and in a number of commercials.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330<br>(Korean, English, Japanese, Chinese) <br>• For more info: +82-61-383-9291|\n|parking:|Available|\n|restdate:|Mondays|\n|usetime:|09:00-18:00|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Film Locations:|Various TV commercials, movies and dramas.|\n|Restrooms:|Available|\n|Parking Fees:|Free|\n|Available Facilities:|Pine tree forest path, bamboo path, grass field, bamboo gallery, set of Korean Ghost Stories, pinwheel hills, pavilion, etc.|\n|Admission Fees:|Individual: Adults 2,000 won / Teenagers 1,500 won / Children 1,000 won<br>Groups: Adults 1,600 won / Teenagers 1,300 won / Children 800 won <BR>* Groups (more 30 people)<BR>Free admission for preschoolers (ages 4 and under)|\n  \n## Detail Image\n![/2023-01-16-1673854556804/185781_image2_1.webp](/2023-01-16-1673854556804/185781_image2_1.webp)\n![/2023-01-16-1673854556804/185782_image2_1.webp](/2023-01-16-1673854556804/185782_image2_1.webp)\n![/2023-01-16-1673854556804/185783_image2_1.webp](/2023-01-16-1673854556804/185783_image2_1.webp)\n![/2023-01-16-1673854556804/185784_image2_1.webp](/2023-01-16-1673854556804/185784_image2_1.webp)\n![/2023-01-16-1673854556804/185785_image2_1.webp](/2023-01-16-1673854556804/185785_image2_1.webp)\n![/2023-01-16-1673854556804/185786_image2_1.webp](/2023-01-16-1673854556804/185786_image2_1.webp)\n![/2023-01-16-1673854556804/185787_image2_1.webp](/2023-01-16-1673854556804/185787_image2_1.webp)\n![/2023-01-16-1673854556804/185790_image2_1.webp](/2023-01-16-1673854556804/185790_image2_1.webp)\n![/2023-01-16-1673854556804/185792_image2_1.webp](/2023-01-16-1673854556804/185792_image2_1.webp)\n![/2023-01-16-1673854556804/185793_image2_1.webp](/2023-01-16-1673854556804/185793_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-61-383-9291](tel:+82613839291)\n\n\n\n```googleMap\nlatitude: 35.3371778141\nlongitude: 127.0485773588\ntitle: 148, Binaedong-gil, Geumseong-myeon, Damyang-gun, Jeollanam-do\n```\n  \n## Directions\n  \n[Bus]<BR>\nFrom Seoul Central Bus Terminal, take a bus to Damyang Bus Terminal. <BR> From Damyang Bus Terminal Bus Stop, take Bus No. 303 and get off at Daenamugol Bamboo Park Bus Stop. <BR> Walk for approx. 10 min.\n","data":{"id":"2023-01-16-1673854556804","title":"Daenamugol Bamboo Park (대나무골 테마공원)","description":"Situated at the basin of the ravine in Gojisan Mountain along the Geumseongsan mountain fortress and the Chuweolsan mountain range, Daenamugol is surrounded by tall bamboo trees. In spring, the soft green bamboo shoots blanket the whole field; it also serves as a habitat for sedentary birds to take care of their eggs. <br><br>The landscaping of the Daenamugol Bamboo Park encapsulates the value of bamboo trees. You can enjoy the fresh crisp air walking in the bamboo grove and the thick pine tree forest. You can try the tea from wild bamboo tea trees grown in the bamboo forest. The park also has Green Town; it includes a playground made out of grass, a hall, an outdoor cooking facility, shower booths, sports fields (volley ball, Jokgu, table tennis, badminton). The theme park has appeared as a backdrop for movies like ‘The Last Witness,’ ‘Sword in the Moon’ as well as in the popular TV drama series ‘Hometown Legends,’ ‘Damo’ and in a number of commercials.","regDate":"2023-01-16","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Recreational Sites","Theme Parks"],"imgUrl":"/2023-01-16-1673854556804/185780_image2_1.webp","blogPath":"Jeollanam-do/2023-01-16-1673854556804","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-16-1673854556804"},"dataList":[{"id":"2023-02-06-1675665616372","title":"Suncheonman Bay National Garden (순천만국가정원)","description":"Suncheonman Bay National Garden was established on a plot of 1.12 million ㎢ to help protect Suncheonman Bay. The garden is home to over 790,000 trees in 505 species and 3.15 million flowers in 113 species. The numerous groups of tulips and royal azaleas are truly a sight to see. In addition, the nearby 30,000 ㎡ field of canola flowers in full bloom in May creates a beautiful yellow wave of color. Although there are restaurants within the garden, bringing in food is allowed, making the garden a great location for a picnic in the shade of the trees. <br><br>After exploring the garden, visitors can hop on the unmanned shuttle train (PRT) and ride to Suncheon Literature Center, and then transfer to the Reed Trolley to pass the 1.2-kilometer stretch of reeds to Mujingyo Bridge.","regDate":"2023-02-06","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Recreational Sites","Theme Parks"],"imgUrl":"/2023-02-06-1675665616372/1817088_image2_1.webp","blogPath":"Jeollanam-do/2023-02-06-1675665616372"},{"id":"2023-02-06-1675661728787","title":"Sinan Marine Archaeology Monuments (신안해저유물 발굴 기념비)","description":"Sinan Marine Archaeology Monuments, located in Jeungdo Island, came to existence after the discovery of the ancient artifacts. Over 28,000 items were found mostly near the region of Doduk-do Island, including  treasures from Song and Won Dynasties. After the first discovery  in 1975, more and&nbsp;various excavation results were reported, unearthening  600 years&nbsp;history, and gave a glimpse into Korea and Chinas remarkable development in intergovernmental, as well as&nbsp;trading cooperations in the past, awakening millions of&nbsp;historians in both nations. <br><br>The excavated artifacts are now housed for display at the&nbsp;Nation Museum of Korea in Seoul&nbsp;and National Maritime Museum located in Mokpo. In addition, the venue where this remarkable&nbsp;discovery was&nbsp;made and&nbsp;the monument that was erected, became&nbsp;the National Historical Site No. 274 so as to recognize the efforts and sacrifices that the divers had to make back then to preserve and unearth these world treasures.","regDate":"2023-02-06","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Architectural Sights","Monuments/Observatories"],"imgUrl":"/2023-02-06-1675661728787/2612371_image2_1.webp","blogPath":"Jeollanam-do/2023-02-06-1675661728787"},{"id":"2023-02-06-1675658350220","title":"Nohwado Island (노화도)","description":"Nohwado Island, a stopping point en route to Bogildo Island, is well known for its abalone and mussel production. The island produces 70% of Koreas cultivated abalone, and offers seashell harvesting programs. Other attractions include Nohwa Red Sea, Geuknaksa Temple, and the 450-year-old hackberry tree.","regDate":"2023-02-06","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"/2023-02-06-1675658350220/2726865_image2_1.webp","blogPath":"Jeollanam-do/2023-02-06-1675658350220"},{"id":"2023-02-06-1675654585978","title":"Namchanggyegok Valley (남창계곡)","description":"Namchanggol Valley, located at the foot of Ibamsan Mountain with a x_height of about 654 meters, belongs to the southern part of Naejangsan National Park (Namchang District). It consists of six valleys, including Sanseong, Eunseon-dong, and Banseok-dong (Saejaegyegok Valley). Nearby there is the Chonnam National University training center and beautiful surrounding scenery. Despite being well-known, visitors can enjoy their time without being crowded making it a very good summer resort. Hermitages such as the famous Baegyangsa Temple, Yaksaam Rock, and Yeongcheongul Cave, Jangseongho Lake and Bija grove are nearby as well. In particular, Ibamsanseong Fortress located in the upper reaches of the valley is Pogoksiksanseong Fortress built during the Samhan Period and designated as National Historic Site No. 384.<br><br>The Namchang Valley Nature Observation Trail, which is about 730 meters long, is equipped with various information boards and experience facilities related to nature learning, making it a good place for ecological learning. The nature observation path has themes to provide visitors with a variety of attractions, and the long stretch of cedar forest is also a must-see. In autumn, the maple leaves from the maple trees fall into the valley water creating a stunning scenery.","regDate":"2023-02-06","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites","Valleys"],"imgUrl":"","blogPath":"Jeollanam-do/2023-02-06-1675654585978"},{"id":"2023-02-05-1675593311786","title":"Nagwoldo Island (낙월도)","description":"Located off the coast of Jeollanam-do Province, Nagwoldo Island has a population of just under 300. In addition to a large sandy beach, the island features a small yet charming fishing village, and a couple of hiking trails that meander through its great natural scenery.<br><br><b>Island History</b><br>Nagwoldo Island, which belongs to Nagwol-myeon, borders with Imja-myeon, Sinan-gun to its south. Before it was called Nagwoldo, the island had been called Jinwoldo during the Joseon Dynasty, Daenagwoldo since 1896 when it became part of Jido-gun, then Sangnagwoldo in 1914 when it became part of Yeonggwang-gun.","regDate":"2023-02-05","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"","blogPath":"Jeollanam-do/2023-02-05-1675593311786"},{"id":"2023-02-05-1675589720030","title":"Mudeungsan Mountain (무등산)","description":"Mudeungsan covers an area of about 30 square meters above the metropolitan city of Gwangju, Hwasun-gun and the nearby Damyang-gun. The name means ‘a high mountain’ or, more mysteriously, a mountain beyond classification’.  <br><br>Mudeungsan Mountain (무등산) is not too steep and many people come for a hike on the weekends or public holidays. Highlights on the way include the Seoseokdae, Ipseokdae, Seinbong and Gyubong Rocks, Wonhyo and Yongchu Valleys – as well as Jigong Neodeol (cluster of rocks) – and the Deoksan Neodeol. To enjoy a great view, try going up Jungmeorijae, Jangbuljae or the Donghwasa Temple Site, or the Jangwonbong Peak. Visitors coming from the Hwasun side of the mountain can see the picturesque Dongbokho Lake from Ipseokdae and Gyubong Rock, Jingong Neodeol, Jangbul, Baekma ridge and Gyubongam temple.","regDate":"2023-02-05","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites","Mountains"],"imgUrl":"","blogPath":"Jeollanam-do/2023-02-05-1675589720030"},{"id":"2023-02-05-1675586212073","title":"Mokpo Gatbawi Rock (목포 갓바위)","description":"Located on the coast of Yonghae-dong in Mokpo, Gatbawi is a natural sandstone and tafoni formation near the mouth of the Yeongsangang River, where freshwater runs into the sea. Gatbawi is named after its shape, which is said to look like two men wearing traditional Korean hats called “gat” (“bawi” meaning “rock”). The rock is actually made of two individual formations  one measuring 8 meters tall and one 6 meters tall. Valued not only for its aesthetics, Gatbawi Rock is of high geological value as a “natural sculpture” that was formed as a result of years of weathering. The rock formation was officially recognized as Natural Monument No. 500 on April 27, 2009.","regDate":"2023-02-05","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Resources","Rocks"],"imgUrl":"/2023-02-05-1675586212073/1609494_image2_1.webp","blogPath":"Jeollanam-do/2023-02-05-1675586212073"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}