{"pageProps":{"content":"![Seoul Hyochang Park (서울 효창공원)](/2022-08-09-1660030622688/1568015_image2_1.webp)\n\n  \n## Overview\n\n> Hyochang Park covers 122,245 square meters spanning across Hyochang-dong and Cheongpa 2-dong. It is a historic landmark that once contained several royal tombs, and was known at that time as Hyochangwon. The cemeteries that were originally located in Hyochangwon belonged to Crown Prince Munhyo, King Jeongjo’s first son who died at the age of five; Royal Noble Consort Uibin of the Seong Clan, King Jeongjo’s royal concubine and Crown Prince Munhyo’s mother; Royal Noble Consort Sugui of the Park Clan, King Sunjo’s royal concubine; and her daughter Princess Yeongon. The royal tombs were moved to Seooreung Tombs in the waning months of the Japanese colonial period. The Japanese empire began the development of Hyochangwon into a park in 1924, and the Japanese governor-general officially assigned the site as a park in 1940.\n<br><Br>\nPresently, several of Korea’s greatest leaders are buried in Hyochang Park. The remains mostly belong to independence activists including Yoon Bong-gil, Lee Bong-chang, and Baek Jeong-gi, whose graves are collectively known as Samuisa Tomb. A statue of Lee Bong-chang has been built in the graveyard. Among the other patriotic martyrs who are interred in the park are Kim Gu and some of the key figures of the provisional government such as Lee Dong-nyeong, Cha I-seok, and Cho Seong-hwan. An ancestral shrine named Uiyeolsa has been built along the main gate and holds the portraits of the deceased independence activists.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br>(Korean, English, Japanese, Chinese) <br> • For more info: +82-2-2199-8823|\n|parking:|Available|\n|restdate:|N/A (Open all year round)|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Restrooms:|Available|\n|Available Facilities:|Kim Koo Museum & Library, Anti-Communist Monument, statue of Lee Bong-chang, statue of Wonhyo, badminton court,  eco-experience center, children's playground, convenience store, drinking fountain, etc.|\n  \n## Detail Image\n![/2022-08-09-1660030622688/1568012_image2_1.webp](/2022-08-09-1660030622688/1568012_image2_1.webp)\n![/2022-08-09-1660030622688/1568013_image2_1.webp](/2022-08-09-1660030622688/1568013_image2_1.webp)\n![/2022-08-09-1660030622688/1568014_image2_1.webp](/2022-08-09-1660030622688/1568014_image2_1.webp)\n![/2022-08-09-1660030622688/1568016_image2_1.webp](/2022-08-09-1660030622688/1568016_image2_1.webp)\n![/2022-08-09-1660030622688/1568017_image2_1.webp](/2022-08-09-1660030622688/1568017_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-2-2199-8823](tel:+82221998823)\n- [🏠hyochangpark.com](https://hyochangpark.com/intro)\n\n\n```googleMap\nlatitude: 37.5450425860\nlongitude: 126.9634757763\ntitle: 177-18, Hyochangwon-ro, Yongsan-gu, Seoul\n```\n  \n\n","data":{"id":"2022-08-09-1660030622688","title":"Seoul Hyochang Park (서울 효창공원)","description":"Hyochang Park covers 122,245 square meters spanning across Hyochang-dong and Cheongpa 2-dong. It is a historic landmark that once contained several royal tombs, and was known at that time as Hyochangwon. The cemeteries that were originally located in Hyochangwon belonged to Crown Prince Munhyo, King Jeongjo’s first son who died at the age of five; Royal Noble Consort Uibin of the Seong Clan, King Jeongjo’s royal concubine and Crown Prince Munhyo’s mother; Royal Noble Consort Sugui of the Park Clan, King Sunjo’s royal concubine; and her daughter Princess Yeongon. The royal tombs were moved to Seooreung Tombs in the waning months of the Japanese colonial period. The Japanese empire began the development of Hyochangwon into a park in 1924, and the Japanese governor-general officially assigned the site as a park in 1940.<br><Br>Presently, several of Korea’s greatest leaders are buried in Hyochang Park. The remains mostly belong to independence activists including Yoon Bong-gil, Lee Bong-chang, and Baek Jeong-gi, whose graves are collectively known as Samuisa Tomb. A statue of Lee Bong-chang has been built in the graveyard. Among the other patriotic martyrs who are interred in the park are Kim Gu and some of the key figures of the provisional government such as Lee Dong-nyeong, Cha I-seok, and Cho Seong-hwan. An ancestral shrine named Uiyeolsa has been built along the main gate and holds the portraits of the deceased independence activists.","regDate":"2022-08-09","author":"korea-tour","tag":["Seoul","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-08-09-1660030622688/1568015_image2_1.webp","blogPath":"Seoul/2022-08-09-1660030622688","pageUrl":"https:/mcdryad.com/Seoul/2022-08-09-1660030622688"},"dataList":[{"id":"2022-08-09-1660066859091","title":"Seoullo 7017 (서울로 7017)","description":"In the 1970s, an elevated road was built to connect the eastern and western sides around Seoul Station. However, the road was closed to road traffic due to safety issues. After this, rather than tearing down the existing structure, the road was transformed into Seoullo 7017, a new pedestrian road attraction. <br><br>Seoullo 7017 gets its name from the numbers that represents its transformation, from being a traffic road in the '70s to a sky garden in 2017. The 17 also has a deeper meaning, with Seoullo 7017 being divided into 17 unique sections, and the road being located 17 meters above the ground.<br><br> There are a variety of facilities along Seoullo 7017, including an information center, cafes, gardens, and stages. Seoullo 7017 itself is open all day, every day for visitors to enjoy at their leisure. Visitors interested in a guided tour can sign up for the guided walking tour through the official Visit Seoul website.","regDate":"2022-08-09","author":"korea-tour","tag":["Seoul","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-08-09-1660066859091/2495570_image2_1.webp","blogPath":"Seoul/2022-08-09-1660066859091"},{"id":"2022-08-09-1660064119682","title":"Seoul Yakhyeon Catholic Church (서울 약현성당)","description":"Yakhyeon Catholic Church was established as a result of Korea gaining religious freedom in the 23rd year of King Gojong’s reign (1886) and the subsequent increase of the Catholic population. In 1891, Myeongdong Cathedral's head priest Doucet laid down the foundation stone in Hap-dong. Coadjutor bishop Coste was in charge of design and construction and the building was eventually completed in 1892. The church was named after Yakjeonhyeon, or a hill of medicinal herbs. This is because the place where the church is located was once a hilly area covered with medicinal herbs. Later on, Yakjeonhyeon was shortened to Yakhyeon and it became the name of the hilly area between Malli-dong and Seoul Station.<br><br>Yakhyeon Catholic Church was the first Western-style church ever built in Korea. It's Gothic architecture features a 12-meter-wide and 32-meter-long cruciform construction with low arched windows and a pointed-arch entrance gate.","regDate":"2022-08-09","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Holy Sites"],"imgUrl":"/2022-08-09-1660064119682/1981981_image2_1.webp","blogPath":"Seoul/2022-08-09-1660064119682"},{"id":"2022-08-09-1660059846936","title":"Seoul Tower Plaza (서울타워 플라자)","description":"N Seoul Tower used to be the tower&nbsp;for broadcasting transmission and the bottom levels of the tower have restricted access to&nbsp;authorized staff only. Since the remodeling to the Seoul Tower Plaza in 2015, these levels are now opened the public. Visitors to the Seoul Tower Plaza building can also enjoy the terrace that is installed to serve as a walking trail for leisure walks. A beautiful panoramic view of Seoul can also be seen from&nbsp;243m in x_height. at the&nbsp;summit of&nbsp;Namsan Mountain.","regDate":"2022-08-09","author":"korea-tour","tag":["Seoul","Culture/Art/History","Architectural Sights","Buildings"],"imgUrl":"/2022-08-09-1660059846936/2401286_image2_1.webp","blogPath":"Seoul/2022-08-09-1660059846936"},{"id":"2022-08-09-1660055975519","title":"Seoul Seokchon-dong Ancient Tombs (서울 석촌동 고분군)","description":"The Ancient Tombs in Seokchon-dong were found and investigated as part of the city development project in Jamsil district. It was impossible to determine the full scale of the ancient tombs in this area due to the severity of destruction. The largest tomb, the third tomb, measures 49.6 meters from east to west, 43.7 meters from south to north, and 4 meters in x_height. The tomb features three layers of stones topped by a smooth mound, which is a tomb style originating from the Goguryeo dynasty (37 BC-AD 668). The tombs are presumed to belong to one of the earliest leaders of the Baekje dynasty (18 BC-AD 660), which was founded by the people of Goguryeo who had come down southwards to establish a new kingdom around the Hangang River basin. <br><br>The square-shaped fourth tomb features a structure similar to the third tomb. Many pieces of earthenware from the early Baekje era were found in the fourth tomb. Also excavated around this site was a gold spangle earring. The third and fourth tombs have been registered as Historic Site No. 243. The tomb site offers valuable information concerning the culture and customs of the Baekje dynasty in its golden age around the 4th century, as well as the relations between the three ancient kingdoms (Goguryeo, Baekje, and Silla) around that time.","regDate":"2022-08-09","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-08-09-1660055975519/203889_image2_1.webp","blogPath":"Seoul/2022-08-09-1660055975519"},{"id":"2022-08-09-1660053732378","title":"Seoul Sajik Park (사직공원(서울))","description":"Sajik Park is one of the three most popular parks in Jongno-gu along with Tapgol Park and Samcheong Park. Located west of the Government Complex-Seoul on the southeastern foothills of Inwangsan Mountain, the park measures an impressive 188,710 m².<br><br>The name of the park dates back to 1395 when Taejo Yi Sung-gye made Sajik Altar (altar to the State deities) at the center of the park. Sa refers to the deity of the earth while jik refers to the deity of the five grains. Rites wishing for a good harvest were held regularly at Sajik Altar.<br><br>In the park are several playgrounds, statues of Sin Saimdang, Hwanghakjeong, and Yulkog Yi I, and the Municipal Children's Library. Dangun Shrine and Jongno Library are situated nearby. By following the path next to Sajik Park for approximately 5 minutes, travelers can reach the Inwangsan hiking path with relative ease.","regDate":"2022-08-09","author":"korea-tour","tag":["Seoul","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-08-09-1660053732378/1568120_image2_1.webp","blogPath":"Seoul/2022-08-09-1660053732378"},{"id":"2022-08-09-1660050855797","title":"Seoul Plaza (서울광장)","description":"Seoul Plaza in front of City Hall is a historic site where the March 1, 1919 (Samil) Independence Movement and the pro-democracy movement in June 1987 were held. It is also a well-known place where tens of thousands of Korean soccer fans gathered together to watch the 2002 World Cup Games. Being located within the center of the city and surrounded by many historic attractions, including Deoksugung Palace, Seoul Plaza has become a representative attraction of Seoul.","regDate":"2022-08-09","author":"korea-tour","tag":["Seoul","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-08-09-1660050855797/186057_image2_1.webp","blogPath":"Seoul/2022-08-09-1660050855797"},{"id":"2022-08-09-1660044980561","title":"Seoul Namsan Park (남산공원(서울))","description":"Seoul Namsan Park opened in 1968 as a public park and went through renovation in 1991 to better serve the public as a nature-friendly rest  area in the middle of the city. The areas surrounding the park such as Jung-gu, Yejang-dong, Hoehyeon-dong, Yongsan-gu, and Hannam-dong were renovated along with the park for a cleaner and refreshing atmoshere.","regDate":"2022-08-09","author":"korea-tour","tag":["Seoul","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-08-09-1660044980561/1981983_image2_1.webp","blogPath":"Seoul/2022-08-09-1660044980561"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}