{"pageProps":{"content":"![Jeju Jungmun Resort (중문관광단지)](/2023-02-09-1675913896725/2729999_image2_1.webp)\n\n  \n## Overview\n\n> Jungmun Resort is an international tourist resort developed by the Korea Tourism Organization in 1978. The resort spans the areas of Jungmun, Daepo, and Saekdal-don in the location that best promotes Jejus unique natural beauty and geographical features. There are several attractions within the resort property, such as Pacific Land, Yeomiji Botanic Garden, a fishing village for tourists, Seonimgyo Bridge, Cheonjeyeonpokpo Falls, and Jungmun Beach. Internationally famous hotel branches, such as The Shilla Hotel, Lotte Hotel, and Hyatt Hotel are situated here, allowing visitors to enjoy the utmost comfort while taking pleasure in Jejus nature.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-64-739-1330|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Shopping Information:|Jeju Tourism Organization Duty Free Shop, souvenir shops|\n|Available Facilities:|Jungmun Golf Club, Pacific Land, Yeomiji Botanic Garden, Teddy Bear Museum, Chocolate Land, Jeju International Peace Center, Cheonjeyeonpokpo Falls, Jungmun Beach, Jusangjeolli Cliff|\n|Restrooms:|Available|\n  \n## Detail Image\n![/2023-02-09-1675913896725/2729993_image2_1.webp](/2023-02-09-1675913896725/2729993_image2_1.webp)\n![/2023-02-09-1675913896725/2729994_image2_1.webp](/2023-02-09-1675913896725/2729994_image2_1.webp)\n![/2023-02-09-1675913896725/2729995_image2_1.webp](/2023-02-09-1675913896725/2729995_image2_1.webp)\n![/2023-02-09-1675913896725/2729997_image2_1.webp](/2023-02-09-1675913896725/2729997_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-64-739-1330](tel:+82647391330)\n- [🏠korean.visitkorea.or.kr](https://korean.visitkorea.or.kr/detail/rem_detail.do?cotid=8359cae7-44d6-4b1c-9a12-c3cfcd1d5b78&con_type=11300)\n\n\n```googleMap\nlatitude: 33.2548917891\nlongitude: 126.4136493056\ntitle: 38, Jungmungwangwang-ro, Seogwipo-si, Jeju-do\n```\n  \n\n","data":{"id":"2023-02-09-1675913896725","title":"Jeju Jungmun Resort (중문관광단지)","description":"Jungmun Resort is an international tourist resort developed by the Korea Tourism Organization in 1978. The resort spans the areas of Jungmun, Daepo, and Saekdal-don in the location that best promotes Jejus unique natural beauty and geographical features. There are several attractions within the resort property, such as Pacific Land, Yeomiji Botanic Garden, a fishing village for tourists, Seonimgyo Bridge, Cheonjeyeonpokpo Falls, and Jungmun Beach. Internationally famous hotel branches, such as The Shilla Hotel, Lotte Hotel, and Hyatt Hotel are situated here, allowing visitors to enjoy the utmost comfort while taking pleasure in Jejus nature.","regDate":"2023-02-09","author":"korea-tour","tag":["Jeju-do","Culture/Art/History","Recreational Sites","Tourist Complexes"],"imgUrl":"/2023-02-09-1675913896725/2729999_image2_1.webp","blogPath":"Jeju-do/2023-02-09-1675913896725","pageUrl":"https:/mcdryad.com/Jeju-do/2023-02-09-1675913896725"},"dataList":[{"id":"2023-02-13-1676280988564","title":"Spirited Garden (생각하는 정원)","description":"Spirited Garden is home to hundreds of bonsai plants in a natural garden with the theme of oreum (volcanic cone) and water. The name changed from Bunjae Arpia in 2007 to commemorate the 15th anniversary after opening and to renew the garden as an international garden. The history of the garden started in 1963 when Seong Beom-yeong, the founder of the garden, came to Jeju and cultivated the wasteland full of rocks. The garden came into the international spotlight as the beautiful space was created from the wastelands by a single farmer. The garden has been visited by many honored public figures such as Jiang Zemin and Hu Jintao from China, Nakasone from Japan, Kim Yongsun from North Korea and others. Currently, about 400 planted trees are on display. Also, visitors can see various facilities including stone walls and stone towers stacked with Jeju volcanic stones, the largest artificial waterfall in Jeju, and a pond filled with large carp at the base of the the waterfall.","regDate":"2023-02-13","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites","Botanical Gardens"],"imgUrl":"/2023-02-13-1676280988564/608548_image2_1.webp","blogPath":"Jeju-do/2023-02-13-1676280988564"},{"id":"2023-02-13-1676277674763","title":"Songaksan Mountain (송악산)","description":"Songaksan Mountain is also called 99 Bong (99 Peaks) due to its 99 small peaks. The road from Sanbanggulsa Temple in Southern Jeju to Songaksan Mountain is a famous coastal drive with breathtaking scenic views. Though not as enormous as Hallasan Mountain, the view from the peak of Songaksan is truly scenic. From the summit, one can see nearby islands such as Marado, Gapado, and Hyeongjeseom, and as far as Hallasan Mountain and the Pacific Ocean. <br><br> The main peak rises 104 meters above sea level. To the northwest of the main peak is an expansive prairie with several peaks. There is a crater about 500 meters in diameter and 80 meters in depth, with some blackish volcanic ash still remaining inside. Looking along the jagged coastline, one can spot the large man-made caves built during the Japanese occupation. The seashore at the base of Songaksan Mountain is a famous fishing ground and diverse fish such as sawedged perch and black porgy are caught here.","regDate":"2023-02-13","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites","Mountains"],"imgUrl":"/2023-02-13-1676277674763/1620230_image2_1.webp","blogPath":"Jeju-do/2023-02-13-1676277674763"},{"id":"2023-02-13-1676273756670","title":"Someorioreum Volcanic Cone (Udobong Peak) (쇠머리오름(우도봉))","description":"Someorioreum Volcanic Cone is located on Udo Island, about 3.8 kilometers from Seongsanhang Port. The cone rises 100 meters and offers fantastic views of the surrounding area. The name means cows head, and comes from the name of the island, said to resemble a cow lying down. The island is only accessible from Seongsanhang Port, and it takes about 15 minutes by ferry.","regDate":"2023-02-13","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites","Mountains"],"imgUrl":"/2023-02-13-1676273756670/666366_image2_1.webp","blogPath":"Jeju-do/2023-02-13-1676273756670"},{"id":"2023-02-13-1676270470583","title":"Soesokkak Estuary (쇠소깍)","description":"Located in the Seogwipo area of Jeju Island, Soesokkak Estuary was originally called Soedun, which means a lying ox, and it was only later that it became more widely known as Soesokkak. Soe means an ox, so means a pool of water and kkak means the end. This is the mouth of the Hyodoncheon Stream. As the fresh water meets the ocean, it broadens into wide, slow-flowing river. Soesokkak Estuary is lined with cliffs of curious lava formations, which are overhung with pine trees. <br>It was chosen as one of hidden picturesque scenery in Chilsip-ri, Seogwi-po, comprised of deep blue ocean, uniquely-shaped rocks formed by lava and a pine forest.<br>Soesokkak Estuary is located in Hahyo-dong on the southern side of Hallasan Mountain. The area is also well-known for its tangerines, and visitors are drawn to the area by the fresh citrus scent. Popular destinations close to Soesokkak Estuary include the famous Jusang Jeolli Cliffs and Jungmun Resort, as well as Cheonjeyeonpokpo Falls.","regDate":"2023-02-13","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites","Valleys"],"imgUrl":"/2023-02-13-1676270470583/1786510_image2_1.webp","blogPath":"Jeju-do/2023-02-13-1676270470583"},{"id":"2023-02-13-1676266550850","title":"Sinyang Seopji Beach (신양 섭지해수욕장)","description":"Sinyang Seopji Beach is not yet a popular tourist attraction, leaving the fine-grained, sandy beach relatively untouched. Thanks to its quiet atmosphere, the beach gives visitors a calmer, more secluded beach experience than some of the larger beaches on Jeju. <br /><br />The 80-meter-wide, crescent-shaped beach stretches for a total length of 300 meters. Bordered by waters that are only an average of one meter deep, the beach gently slopes at a five degree angle. Known for its small waves, the beach is the perfect spot for children. <br /><br />Windsurfing is available nearby and popular tourist attractions such as Seongsan Ilchulbong Tuff Cone and Seopjikoji are located in the area.","regDate":"2023-02-13","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites"],"imgUrl":"/2023-02-13-1676266550850/1617251_image2_1.webp","blogPath":"Jeju-do/2023-02-13-1676266550850"},{"id":"2023-02-13-1676263230667","title":"Sinsan Park (신산공원)","description":"Sinsan Park was opened to commemorate the arrival of the Olympic Torch to Korea for the 88 Seoul Olympic Games but now serves as a resting place for local citizens. It has become a popular location for family outings, and many couples enjoy walking along the paths through the shade of the forest.","regDate":"2023-02-13","author":"korea-tour","tag":["Jeju-do","Culture/Art/History","Recreational Sites","Theme Parks"],"imgUrl":"/2023-02-13-1676263230667/2405220_image2_1.webp","blogPath":"Jeju-do/2023-02-13-1676263230667"},{"id":"2023-02-13-1676259587150","title":"Sinpung Sincheon Seaside Ranch (신풍 신천 바다목장)","description":"Jungsangangil Road, part of the Jeju Olle Trail, stretches 14 kilometers, and has a calm ambience. Old stone walls and dense trees line both sides of the road. The road also leads to Seaside Ranch Road, which is open to the public. The road is a unique location on Jeju with expansive green fields located next to the ocean.","regDate":"2023-02-13","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites"],"imgUrl":"/2023-02-13-1676259587150/2516623_image2_1.webp","blogPath":"Jeju-do/2023-02-13-1676259587150"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}