{"pageProps":{"content":"![Changdeokgung Injeongmun Gate (창덕궁 인정문)](/2022-07-21-1658385996535/1568301_image2_1.webp)\n\n  \n## Overview\n\n> Serving as the main gate of Injeongjeon Hall, Injeongmun Gate was established in 1405 (5th year of King Taejo’s reign during the Joseon dynasty). Later on, the gate was destroyed by multiple fires during the Imjin War (Japanese invasion of Korea in 1592), therefore current form&nbsp;of the&nbsp;establishment displays designs that are more often seen&nbsp;in the late&nbsp;19th century's. In addition, a lot \nof subsidary marks and buildings are removed from the original places and&nbsp;relocated passing the&nbsp;time, however, still remains to represent prestigious ambience.<br><br>\nInjeongmun Gate served as the place for several coronation ceremonies of kings, prince's succession of throne, and many other national affairs celebrated by the royal members&nbsp;who gathered and aligned around this gate.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-2-3668-2300|\n|restdate:|Mondays (If Monday lands on a public holiday, the following day will also be closed)|\n|usetime:|February-May 09:00-18:00<br>June-August 09:00-18:30<br>September-October 09:00-18:00<br>November-January 09:00-17:30<br><br>* Last admission 1 hour before closing.|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Admission Fees:|Adults 3,000 won / Children 1,500 won <br> Groups of 10 or more: Adults 2,400 won / Children 1,200 won<br> <br> * Adults (ages 19-64) / Children (ages 7-18)* Free admission: Preschoolers (ages 6 and under), senior citizens (ages 65 and older), visitors wearing hanbok, last Wednesday of each month (Culture Day)|\n|Available Facilities:|Information desk, restroom, gift shop, ticket booth, wheelchair/stroller rental, lockers, nursing room, emergency first-aid, AED|\n|Interpretation Services Offered:|[English] 10:15, 13:15<br>[Chinese] 10:00, 16:00<br>[Japanese] 11:00|\n  \n## Detail Image\n![/2022-07-21-1658385996535/1568294_image2_1.webp](/2022-07-21-1658385996535/1568294_image2_1.webp)\n![/2022-07-21-1658385996535/1568295_image2_1.webp](/2022-07-21-1658385996535/1568295_image2_1.webp)\n![/2022-07-21-1658385996535/1568296_image2_1.webp](/2022-07-21-1658385996535/1568296_image2_1.webp)\n![/2022-07-21-1658385996535/1568297_image2_1.webp](/2022-07-21-1658385996535/1568297_image2_1.webp)\n![/2022-07-21-1658385996535/1568298_image2_1.webp](/2022-07-21-1658385996535/1568298_image2_1.webp)\n![/2022-07-21-1658385996535/1568299_image2_1.webp](/2022-07-21-1658385996535/1568299_image2_1.webp)\n![/2022-07-21-1658385996535/1568300_image2_1.webp](/2022-07-21-1658385996535/1568300_image2_1.webp)\n![/2022-07-21-1658385996535/1568302_image2_1.webp](/2022-07-21-1658385996535/1568302_image2_1.webp)\n![/2022-07-21-1658385996535/1568303_image2_1.webp](/2022-07-21-1658385996535/1568303_image2_1.webp)\n![/2022-07-21-1658385996535/1568304_image2_1.webp](/2022-07-21-1658385996535/1568304_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-2-3668-2300](tel:+82236682300)\n- [🏠\" target=\"_blank\" title=\"새창 : 종로 문화관광 홈페이지로 이동\">tour.jongno.go.kr</a><br><a href=\"http://www.cdg.go.kr/<br>\" target=\"_blank\" title=\"새창 : 창덕궁 홈페이지로 이동\">www.cdg.go.kr](http://tour.jongno.go.kr/<br>)\n\n\n```googleMap\nlatitude: 37.5787974932\nlongitude: 126.9911806294\ntitle: 99, Yulgok-ro, Jongno-gu, Seoul\n```\n  \n\n","data":{"id":"2022-07-21-1658385996535","title":"Changdeokgung Injeongmun Gate (창덕궁 인정문)","description":"Serving as the main gate of Injeongjeon Hall, Injeongmun Gate was established in 1405 (5th year of King Taejo’s reign during the Joseon dynasty). Later on, the gate was destroyed by multiple fires during the Imjin War (Japanese invasion of Korea in 1592), therefore current form&nbsp;of the&nbsp;establishment displays designs that are more often seen&nbsp;in the late&nbsp;19th century's. In addition, a lot of subsidary marks and buildings are removed from the original places and&nbsp;relocated passing the&nbsp;time, however, still remains to represent prestigious ambience.<br><br>Injeongmun Gate served as the place for several coronation ceremonies of kings, prince's succession of throne, and many other national affairs celebrated by the royal members&nbsp;who gathered and aligned around this gate.","regDate":"2022-07-21","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Gates"],"imgUrl":"/2022-07-21-1658385996535/1568301_image2_1.webp","blogPath":"Seoul/2022-07-21-1658385996535","pageUrl":"https:/mcdryad.com/Seoul/2022-07-21-1658385996535"},"dataList":[{"id":"2022-08-08-1659969496803","title":"Seoseoul Lake Park (서서울호수공원)","description":"Covering over 225,000 ㎡ of land in the southwestern part of Seoul, Seoseoul Lake Park, also known as West Lake Park, was opened in October 2009 to resolve the regional imbalance in the city. The park with themes of ‘water’ and ‘recycling’ produces approximately 120,000 tons of tap water to Seoul. Also, Neunggolsan Mountain that separates Seoul and Bucheon was renovated to include a park and  hiking trails. In addition, there are children's playground, sports facilities like the soccer field, basketball court and badminton courts, and a cultural plaza. With its vast space and 24-hour operation, the park provides a relaxing ground for the citizens of Seoul.","regDate":"2022-08-08","author":"korea-tour","tag":["Seoul","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-08-08-1659969496803/2611715_image2_1.webp","blogPath":"Seoul/2022-08-08-1659969496803"},{"id":"2022-08-08-1659967064652","title":"Seorae Village (서래마을)","description":"Seorae Village is located in between Banpo 4-dong and Bangbaebon-dong in Seocho-gu, Seoul. Seorae Village took its form as a French neighborhood when French residents moved to the area after Ecole Francaise de Seoul, a school for French residents in Korea, was established here in 1985. According to 2008 census, about half of the total 1,000 French citizens residing in Korea were registered to be living in Seorae Village. The area naturally took shape as a global neighborhood as many international residents settled at Seorae Village much thanks to the strong presence of French residents. In addition to its convenient location near the central district area as well as Gangnam area and Hangang River Park, Seorae Village serves as a pleasant environment space for all.<br><br>Many shops and restaurants in Seorae Village are small in size and rather charming, resembling those in Europe. A bakery that makes traditional French baguettes using ingredients directly imported from France can be found here. In recent years, Seorae Village has undergone several changes, gaining much attention as one of the most modern and fanciest regions found in Seoul.","regDate":"2022-08-08","author":"korea-tour","tag":["Seoul","Culture/Art/History","Experience Programs","Cultural Districts"],"imgUrl":"/2022-08-08-1659967064652/862805_image2_1.webp","blogPath":"Seoul/2022-08-08-1659967064652"},{"id":"2022-08-08-1659964757100","title":"Seonyudo Park (선유도공원)","description":"Located in the middle of Yanghwadaegyo Bridge, Seonyudo Park is the first ecological water park in Korea, repurposing a former water purification plant.<br><br>Built on area of 114,000㎡, the park consists of Water Purifying Botanical Garden, Aquatic Botanical Garden, an eco-friendly water playground, and more attractions where visitors can appreciate various aquatic plants and an ecological forest. There are also various things to see and areas to take a rest in the park, offering a great chance for visitors to learn about the ecosystem and to experience nature.<br><br>A pedestrian bridge connecting Seonyudo Island to the Yanghwa area is an ideal place to enjoy the beautiful views of the Hangang River, including the World Cup Fountain and World Cup Park. With colorful lights, the area is gaining popularity as a tourist spot to enjoy the nightscape near the Hangang River. An exhibition hall in the park displays photos of the Hangang River and has various convenient facilities including a computer room and restrooms.","regDate":"2022-08-08","author":"korea-tour","tag":["Seoul","Culture/Art/History","Industrial Sites","Others"],"imgUrl":"/2022-08-08-1659964757100/2548059_image2_1.webp","blogPath":"Seoul/2022-08-08-1659964757100"},{"id":"2022-08-08-1659948369513","title":"Seodaemun Independence Park (서대문독립공원)","description":"Seodaemun Independence Park was built on the former Seoul Detention Camp. It was used to imprison thousands of Korean independence activists until the liberation from the Japanese occupation on August 15, 1945, as well as the political prisoners during the political turmoil in the 1960s. When the prison was moved to Uiwang-si, Gyeonggi-do in November 1987, the area was restored and turned into a memorial park in August 15, 1992  to honor the sacrifices of the martyrs. The park preserves seven prison buildings, an execution ground, underground women’s prison, and the March 1st Movement Monument that has been moved from Tapgol Park in Jongno.<br><br>One of the most significant monuments of the Seodaemun Independence Park is Dongnimmun Gate (Independence Gate), which has been designated a Historic Site. Nearby is Dongnipgwan (Independence Hall), originally called Mohwagwan, which was used to greet Chinese envoys during the Joseon dynasty. Today, the hall enshrines 2,327 tablets inscribed with the names of Koreans who died for the cause of national independence. Standing right next to Dongnimmun Gate are the remnants of Yeongeunmun Gate, another Historic Site. Other sights inside the park include the Patriotic Martyr Monument, Declaration of Independence Monument, and Statue of Dr. Seo Jae-pil, who was an independence activist and publisher of Korea’s first independent newspaper. The main highlight of the park is the Seodaemun Prison History Hall, a former prison building that was renovated into a history museum.","regDate":"2022-08-08","author":"korea-tour","tag":["Seoul","Culture/Art/History","Recreational Sites","Theme Parks"],"imgUrl":"/2022-08-08-1659948369513/2413903_image2_1.webp","blogPath":"Seoul/2022-08-08-1659948369513"},{"id":"2022-08-08-1659944224530","title":"Seochon Village (서촌마을)","description":"Seochon Village, literally meaning west village, is named in reference to its location west of Gyeongbokgung Palace. The old hanok houses lining the long alleys well harmonize with newly emerging shops and stores. Walking through the alleys that resembles a big maze, visitors will be nicely surprised by murals and adorable pictures.  <br><Br>A hint of Korea's tradition is truly well balanced with many modern and stylish spaces that bring out the authentic and simple beauty and coziness of Seochon Village.","regDate":"2022-08-08","author":"korea-tour","tag":["Seoul","Culture/Art/History","Experience Programs","Cultural Districts"],"imgUrl":"/2022-08-08-1659944224530/2678694_image2_1.webp","blogPath":"Seoul/2022-08-08-1659944224530"},{"id":"2022-08-08-1659941338961","title":"Sejong-ro Park (세종로공원)","description":"Sejong-ro Park is located next to Sejong Center for the Performing Arts in central Seoul. Inside the park, there are wooden benches and shaded areas where people can sit and relax. Also available are water fountains, a round outdoor stage, and various sculptures. The lunch crowd from the nearby office buildings often come to the park during weekdays. On the weekends, the park is also used as a venue for outdoor weddings. <br><br>Seoul's anthem and the poem \"Bulnori\" by Ju Yo-han are written on a memorial stone that can be found inside the park.","regDate":"2022-08-08","author":"korea-tour","tag":["Seoul","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-08-08-1659941338961/1568197_image2_1.webp","blogPath":"Seoul/2022-08-08-1659941338961"},{"id":"2022-08-08-1659937236047","title":"Sealala Water Park (씨랄라 워터파크)","description":"Sealala Water Park brings the fun of visiting the sea to city dwellers. The water park & spa is open all year round, providing a relaxing vacation retreat in any weather.","regDate":"2022-08-08","author":"korea-tour","tag":["Seoul","Culture/Art/History","Recreational Sites","Hot Springs & Spa"],"imgUrl":"/2022-08-08-1659937236047/1985547_image2_1.webp","blogPath":"Seoul/2022-08-08-1659937236047"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}