{"pageProps":{"content":"![Changdeokgung Palace Complex [UNESCO World Heritage] (창덕궁과 후원 [유네스코 세계문화유산])](/2022-07-21-1658388852503/2678647_image2_1.webp)\n\n  \n## Overview\n\n> Changdeokgung Palace was the second royal villa built following the construction of Gyeongbokgung Palace in 1405. It was the principal palace for many kings of the Joseon dynasty, and is the most well-preserved of the five remaining royal Joseon palaces. The palace grounds are comprised of a public palace area, a royal family residence building, and the rear garden. Known as a place of rest for the kings, the rear garden boasts a gigantic tree that is over 300 years old, a small pond and a pavilion. <br>\n<br>\n The palace gained importance starting from the time of Seongjong, the 9th king of Joseon, when a number of kings began using it as a place of residence. Unfortunately, the palace was burned down by angry citizens in 1592 when the royal family fled their abode during the Imjin War. Thanks to Gwanghaegun, the palace was restored in 1611. Even today, it houses a number of cultural treasures, such as Injeongjeon Hall, Daejojeon Hall, Seonjeongjeon Hall, and Nakseonjae Hall. <br>\n<br>\n Changdeokgung Palace’s garden behind the inner hall, called the Secret Garden, was constructed during the reign of King Taejong and served as a rest area for the royal family members. The garden had formerly been called Bugwon and Geumwon, but was renamed Biwon Garden, or Secret Garden, after King Gojong came into power. The garden was kept as natural as possible and was touched by human hands only when absolutely necessary. Buyongjeong Pavilion, Buyongji Pond, Juhamnu Pavilion, Eosumun Gate, Yeonghwadang Hall, Bullomun Gate, Aeryeonjeong Pavilion, and Yeongyeongdang Hall are some of the many attractions that occupy the garden. The most beautiful time to see the garden is during the fall when the autumn foliage is at its peak and the leaves have just started to fall. <br>\n<br>\n Though it has been treasured by Koreans for centuries, Changdeokgung Palace was  recognized as a World Cultural Heritage site by the UNESCO World Cultural Heritage Committee in December of 1997 during the committee meeting in Naples, Italy.\n\n  \n## Intro\n\n| | |\n| - | - |\n|expagerange:|Open to visitors of all ages|\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-2-3668-2300|\n|parking:|Available|\n|restdate:|Mondays|\n|usetime:|[Palace]<br>Feb-May, Sep-Oct 09:00-18:00<br>Jun-Aug 09:00-18:30<br>Nov-Jan 09:00-17:30<br>* Last admission: 1 hour before closing<br><br>[Secret Garden Tour (Guided tour only)]<br>Mar-May, Sep-Oct 10:00-17:30<br>Jun-Aug 10:00-18:00<br>Feb, Nov 10:00-17:00<br>Dec-Jan 10:00-16:30<br>* Last tour: 1 hr 30 min before closing<BR> * Secret Garden Tour has limited space and must travel with a guide|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Admission Fees:|[Changdeokgung Palace]<br> Adults (ages 25-64) 3,000 won / Group (over 10 people) 2,400 won<br> * Free admission to Changdeokgung Palace: Refer to the website for free admission information.<br>  <br>[Special Ticket]<br>- Long-term admission 30,000 won (General admission only) <br>* Expires one month after date of purchase / One portrait photo must be submitted / Admission available only for purchased palace<br><br>[Secret Garden Tour]<br> Adults (ages 25-64) 8,000 won<br> Young adults (ages 19-24) & Senior citizens (ages 65 & older) 5,000 won<br> Children and Teenagers (ages 7-18) 2,500 won<br> Groups of 10 people or more 7,400 won<br> * Free admission: Children (ages 6 or under) |\n|Available Facilities:|PR Hall, ticket booth, restrooms, nursing room, etc.|\n|Interpretation Services Offered:|[Changdeokgung Palace Guided Tour]<br>Languages: English, Japanese, Chinese<br>* Refer to website for schedule<br>Length of tour: Approx. 60 min<br>Start point: Inside Donhwamun Gate, in front of information map<br>* Schedule and route are subject to change due to weather conditions.|\n  \n## Detail Image\n![/2022-07-21-1658388852503/1568306_image2_1.webp](/2022-07-21-1658388852503/1568306_image2_1.webp)\n![/2022-07-21-1658388852503/1568307_image2_1.webp](/2022-07-21-1658388852503/1568307_image2_1.webp)\n![/2022-07-21-1658388852503/1568308_image2_1.webp](/2022-07-21-1658388852503/1568308_image2_1.webp)\n![/2022-07-21-1658388852503/1568309_image2_1.webp](/2022-07-21-1658388852503/1568309_image2_1.webp)\n![/2022-07-21-1658388852503/1568310_image2_1.webp](/2022-07-21-1658388852503/1568310_image2_1.webp)\n![/2022-07-21-1658388852503/1568311_image2_1.webp](/2022-07-21-1658388852503/1568311_image2_1.webp)\n![/2022-07-21-1658388852503/1568357_image2_1.webp](/2022-07-21-1658388852503/1568357_image2_1.webp)\n![/2022-07-21-1658388852503/1568358_image2_1.webp](/2022-07-21-1658388852503/1568358_image2_1.webp)\n![/2022-07-21-1658388852503/1568359_image2_1.webp](/2022-07-21-1658388852503/1568359_image2_1.webp)\n![/2022-07-21-1658388852503/1994246_image2_1.webp](/2022-07-21-1658388852503/1994246_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-2-3668-2300](tel:+82236682300)\n- [🏠www.cdg.go.kr](http://www.cdg.go.kr/)\n\n\n```googleMap\nlatitude: 37.5809583673\nlongitude: 126.9919888278\ntitle: 99, Yulgok-ro, Jongno-gu, Seoul\n```\n  \n\n","data":{"id":"2022-07-21-1658388852503","title":"Changdeokgung Palace Complex [UNESCO World Heritage] (창덕궁과 후원 [유네스코 세계문화유산])","description":"Changdeokgung Palace was the second royal villa built following the construction of Gyeongbokgung Palace in 1405. It was the principal palace for many kings of the Joseon dynasty, and is the most well-preserved of the five remaining royal Joseon palaces. The palace grounds are comprised of a public palace area, a royal family residence building, and the rear garden. Known as a place of rest for the kings, the rear garden boasts a gigantic tree that is over 300 years old, a small pond and a pavilion. <br><br> The palace gained importance starting from the time of Seongjong, the 9th king of Joseon, when a number of kings began using it as a place of residence. Unfortunately, the palace was burned down by angry citizens in 1592 when the royal family fled their abode during the Imjin War. Thanks to Gwanghaegun, the palace was restored in 1611. Even today, it houses a number of cultural treasures, such as Injeongjeon Hall, Daejojeon Hall, Seonjeongjeon Hall, and Nakseonjae Hall. <br><br> Changdeokgung Palace’s garden behind the inner hall, called the Secret Garden, was constructed during the reign of King Taejong and served as a rest area for the royal family members. The garden had formerly been called Bugwon and Geumwon, but was renamed Biwon Garden, or Secret Garden, after King Gojong came into power. The garden was kept as natural as possible and was touched by human hands only when absolutely necessary. Buyongjeong Pavilion, Buyongji Pond, Juhamnu Pavilion, Eosumun Gate, Yeonghwadang Hall, Bullomun Gate, Aeryeonjeong Pavilion, and Yeongyeongdang Hall are some of the many attractions that occupy the garden. The most beautiful time to see the garden is during the fall when the autumn foliage is at its peak and the leaves have just started to fall. <br><br> Though it has been treasured by Koreans for centuries, Changdeokgung Palace was  recognized as a World Cultural Heritage site by the UNESCO World Cultural Heritage Committee in December of 1997 during the committee meeting in Naples, Italy.","regDate":"2022-07-21","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Palaces"],"imgUrl":"/2022-07-21-1658388852503/1568306_image2_1.webp","blogPath":"Seoul/2022-07-21-1658388852503","pageUrl":"https:/mcdryad.com/Seoul/2022-07-21-1658388852503"},"dataList":[{"id":"2022-08-08-1659969496803","title":"Seoseoul Lake Park (서서울호수공원)","description":"Covering over 225,000 ㎡ of land in the southwestern part of Seoul, Seoseoul Lake Park, also known as West Lake Park, was opened in October 2009 to resolve the regional imbalance in the city. The park with themes of ‘water’ and ‘recycling’ produces approximately 120,000 tons of tap water to Seoul. Also, Neunggolsan Mountain that separates Seoul and Bucheon was renovated to include a park and  hiking trails. In addition, there are children's playground, sports facilities like the soccer field, basketball court and badminton courts, and a cultural plaza. With its vast space and 24-hour operation, the park provides a relaxing ground for the citizens of Seoul.","regDate":"2022-08-08","author":"korea-tour","tag":["Seoul","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-08-08-1659969496803/2611715_image2_1.webp","blogPath":"Seoul/2022-08-08-1659969496803"},{"id":"2022-08-08-1659967064652","title":"Seorae Village (서래마을)","description":"Seorae Village is located in between Banpo 4-dong and Bangbaebon-dong in Seocho-gu, Seoul. Seorae Village took its form as a French neighborhood when French residents moved to the area after Ecole Francaise de Seoul, a school for French residents in Korea, was established here in 1985. According to 2008 census, about half of the total 1,000 French citizens residing in Korea were registered to be living in Seorae Village. The area naturally took shape as a global neighborhood as many international residents settled at Seorae Village much thanks to the strong presence of French residents. In addition to its convenient location near the central district area as well as Gangnam area and Hangang River Park, Seorae Village serves as a pleasant environment space for all.<br><br>Many shops and restaurants in Seorae Village are small in size and rather charming, resembling those in Europe. A bakery that makes traditional French baguettes using ingredients directly imported from France can be found here. In recent years, Seorae Village has undergone several changes, gaining much attention as one of the most modern and fanciest regions found in Seoul.","regDate":"2022-08-08","author":"korea-tour","tag":["Seoul","Culture/Art/History","Experience Programs","Cultural Districts"],"imgUrl":"/2022-08-08-1659967064652/862805_image2_1.webp","blogPath":"Seoul/2022-08-08-1659967064652"},{"id":"2022-08-08-1659964757100","title":"Seonyudo Park (선유도공원)","description":"Located in the middle of Yanghwadaegyo Bridge, Seonyudo Park is the first ecological water park in Korea, repurposing a former water purification plant.<br><br>Built on area of 114,000㎡, the park consists of Water Purifying Botanical Garden, Aquatic Botanical Garden, an eco-friendly water playground, and more attractions where visitors can appreciate various aquatic plants and an ecological forest. There are also various things to see and areas to take a rest in the park, offering a great chance for visitors to learn about the ecosystem and to experience nature.<br><br>A pedestrian bridge connecting Seonyudo Island to the Yanghwa area is an ideal place to enjoy the beautiful views of the Hangang River, including the World Cup Fountain and World Cup Park. With colorful lights, the area is gaining popularity as a tourist spot to enjoy the nightscape near the Hangang River. An exhibition hall in the park displays photos of the Hangang River and has various convenient facilities including a computer room and restrooms.","regDate":"2022-08-08","author":"korea-tour","tag":["Seoul","Culture/Art/History","Industrial Sites","Others"],"imgUrl":"/2022-08-08-1659964757100/2548059_image2_1.webp","blogPath":"Seoul/2022-08-08-1659964757100"},{"id":"2022-08-08-1659948369513","title":"Seodaemun Independence Park (서대문독립공원)","description":"Seodaemun Independence Park was built on the former Seoul Detention Camp. It was used to imprison thousands of Korean independence activists until the liberation from the Japanese occupation on August 15, 1945, as well as the political prisoners during the political turmoil in the 1960s. When the prison was moved to Uiwang-si, Gyeonggi-do in November 1987, the area was restored and turned into a memorial park in August 15, 1992  to honor the sacrifices of the martyrs. The park preserves seven prison buildings, an execution ground, underground women’s prison, and the March 1st Movement Monument that has been moved from Tapgol Park in Jongno.<br><br>One of the most significant monuments of the Seodaemun Independence Park is Dongnimmun Gate (Independence Gate), which has been designated a Historic Site. Nearby is Dongnipgwan (Independence Hall), originally called Mohwagwan, which was used to greet Chinese envoys during the Joseon dynasty. Today, the hall enshrines 2,327 tablets inscribed with the names of Koreans who died for the cause of national independence. Standing right next to Dongnimmun Gate are the remnants of Yeongeunmun Gate, another Historic Site. Other sights inside the park include the Patriotic Martyr Monument, Declaration of Independence Monument, and Statue of Dr. Seo Jae-pil, who was an independence activist and publisher of Korea’s first independent newspaper. The main highlight of the park is the Seodaemun Prison History Hall, a former prison building that was renovated into a history museum.","regDate":"2022-08-08","author":"korea-tour","tag":["Seoul","Culture/Art/History","Recreational Sites","Theme Parks"],"imgUrl":"/2022-08-08-1659948369513/2413903_image2_1.webp","blogPath":"Seoul/2022-08-08-1659948369513"},{"id":"2022-08-08-1659944224530","title":"Seochon Village (서촌마을)","description":"Seochon Village, literally meaning west village, is named in reference to its location west of Gyeongbokgung Palace. The old hanok houses lining the long alleys well harmonize with newly emerging shops and stores. Walking through the alleys that resembles a big maze, visitors will be nicely surprised by murals and adorable pictures.  <br><Br>A hint of Korea's tradition is truly well balanced with many modern and stylish spaces that bring out the authentic and simple beauty and coziness of Seochon Village.","regDate":"2022-08-08","author":"korea-tour","tag":["Seoul","Culture/Art/History","Experience Programs","Cultural Districts"],"imgUrl":"/2022-08-08-1659944224530/2678694_image2_1.webp","blogPath":"Seoul/2022-08-08-1659944224530"},{"id":"2022-08-08-1659941338961","title":"Sejong-ro Park (세종로공원)","description":"Sejong-ro Park is located next to Sejong Center for the Performing Arts in central Seoul. Inside the park, there are wooden benches and shaded areas where people can sit and relax. Also available are water fountains, a round outdoor stage, and various sculptures. The lunch crowd from the nearby office buildings often come to the park during weekdays. On the weekends, the park is also used as a venue for outdoor weddings. <br><br>Seoul's anthem and the poem \"Bulnori\" by Ju Yo-han are written on a memorial stone that can be found inside the park.","regDate":"2022-08-08","author":"korea-tour","tag":["Seoul","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-08-08-1659941338961/1568197_image2_1.webp","blogPath":"Seoul/2022-08-08-1659941338961"},{"id":"2022-08-08-1659937236047","title":"Sealala Water Park (씨랄라 워터파크)","description":"Sealala Water Park brings the fun of visiting the sea to city dwellers. The water park & spa is open all year round, providing a relaxing vacation retreat in any weather.","regDate":"2022-08-08","author":"korea-tour","tag":["Seoul","Culture/Art/History","Recreational Sites","Hot Springs & Spa"],"imgUrl":"/2022-08-08-1659937236047/1985547_image2_1.webp","blogPath":"Seoul/2022-08-08-1659937236047"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}