{"pageProps":{"content":"![Chungminsa Temple (여수충민사)](/2023-02-03-1675395532623/193495_image2_1.webp)\n\n  \n## Overview\n\n> Nestled at the foot of Maraesan Mountain (alt. 385.2 m), Chungminsa Temple (Historic Site No. 381) was built by Lee Sieon (unknown - 1624), and was commissioned by Lee Hangbok (1556-1618) after the Imjinwaeran War (Japanese Invasion) upon King Seonjos (1601) command. The shrine was forced to be demolished by Japan in 1919, and only two sections remained. In 1947, they were then rebuilt by local residents in the end. It was designated as Historical Site No. 381 on June 1, 1993.<br><br>* Chungminsa Hamabi (stone statue)<br>At the entrance of Chungminsa Temple, Hamabi (stone stuatue) is set up with a 1.4 m-x_height, 42 cm-x_width, and 10 cm-thickness, with the word Hamabi written on the stone, meaning expressing ones respect, and in front of the palace is a Confucian shrine, the birthplace of the sages that symbolizes the temples significance. This stone used to be 100 m away but was moved to its current site when a detour road was built.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330<br>(English, Korean, Japanese, Chinese)<br>• For more info: +82-61-690-2036|\n  \n\n  \n## Detail Image\n![/2023-02-03-1675395532623/193495_image2_1.webp](/2023-02-03-1675395532623/193495_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-61-690-2036](tel:+82616902036)\n- [🏠tour.yeosu.go.kr</a> (Korean, English, Japanese, Chinese)<br> <a href=\"http://www.cha.go.kr/\" target=\"_blank\" title=\"new window popup\" class=\"web\">www.cha.go.kr](http://tour.yeosu.go.kr/)\n\n\n```googleMap\nlatitude: 34.7581825750\nlongitude: 127.7348233723\ntitle: 52-23 Chungminsa-gil, Yeosu-si, Jeollanam-do\n```\n  \n## Directions\n  \n[Bus]<br>\nFrom Central City Terminal to take an express bus to Yeosu Bus Terminal.<br>\nWalk across the street to take Bus No. 82 and get off at Yeosu Jungang Girl's High School Bus Stop.<br>\nContinue walking in the same direction and take your first left onto Chungminsa-gil.<br>Following this road for about 500m and veer right after Yeosu Hyeonam Public Library.<br>The temple will be on the left after about 200m.\n","data":{"id":"2023-02-03-1675395532623","title":"Chungminsa Temple (여수충민사)","description":"Nestled at the foot of Maraesan Mountain (alt. 385.2 m), Chungminsa Temple (Historic Site No. 381) was built by Lee Sieon (unknown - 1624), and was commissioned by Lee Hangbok (1556-1618) after the Imjinwaeran War (Japanese Invasion) upon King Seonjos (1601) command. The shrine was forced to be demolished by Japan in 1919, and only two sections remained. In 1947, they were then rebuilt by local residents in the end. It was designated as Historical Site No. 381 on June 1, 1993.<br><br>* Chungminsa Hamabi (stone statue)<br>At the entrance of Chungminsa Temple, Hamabi (stone stuatue) is set up with a 1.4 m-x_height, 42 cm-x_width, and 10 cm-thickness, with the word Hamabi written on the stone, meaning expressing ones respect, and in front of the palace is a Confucian shrine, the birthplace of the sages that symbolizes the temples significance. This stone used to be 100 m away but was moved to its current site when a detour road was built.","regDate":"2023-02-03","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2023-02-03-1675395532623/193495_image2_1.webp","blogPath":"Jeollanam-do/2023-02-03-1675395532623","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-02-03-1675395532623"},"dataList":[{"id":"2023-02-04-1675488968510","title":"Hataedo Island (하태도)","description":"Hataedo Island is known to be first settled by Park Haeng-seo from the Miryang Park family when he moved out from Daeheuksando Island. The island was given its name for being the southernmost island among three clustered islands that produce abundant edible seaweed. Besides the diverse fish that inhabit the nearby waters, attracting numerous fishers, the island is also known to be a heavy producer of edible seaweed, including laver. Although most of the islanders make a living through the fishing industry, black goats are also often seen grazing on green pastures. Hataedo Islands beach is only 300 meters long, but boasts pristine beauty.","regDate":"2023-02-04","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"","blogPath":"Jeollanam-do/2023-02-04-1675488968510"},{"id":"2023-02-04-1675485522259","title":"Hallyeohaesang National Park (Odongdo Island District) (한려해상국립공원 (오동도))","description":"The base point of Hallyeohaesang National Park, Odongdo Island is famous for colonies of camellia found on the island. In addition to the camellias, there are 70 species of wildflowers and 200 species of evergreen trees that flourish here. The island is known to be most beautiful in mid-March when the camellias are at its peak. To get to the island, it takes around 10 minutes by car from Yeosu downtown. Other options include the Dongbaek Train, a ferry or motorboat.","regDate":"2023-02-04","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"/2023-02-04-1675485522259/1812888_image2_1.webp","blogPath":"Jeollanam-do/2023-02-04-1675485522259"},{"id":"2023-02-04-1675481763666","title":"Gurye Cheoneunsa Temple (천은사(구례))","description":"Located north of Gurye on Jirisan Mountain, and built during the Unified Silla Period, Cheoneunsa Temple is one of the three great Buddhist temples of Jirisan Mountain. Cheoneunsa Temple is believed to have been built by Monk Deokun and Monk Seru from India in AD 828 during the 3rd year of King Heungdeok. Because it initially laid next to spring water as clean and cold as a morning dew, the temple was also called Gamrosa, meaning Sweet Dew Temple. The spring water was rumored to clean one’s body and soul, leading to crowd of Buddhist monks to visit the temple. During King Chungryeol’s reign, the temple was named the Best Temple in the south.<br><br>The temple was burned down during the Imjin War (1592-1598) and then later rebuilt and renamed Cheoneunsa. Legend has it that while the temple was being rebuilt, a large serpent often came out of the spring. When the serpent was finally captured and killed, the spring waters suddenly dried up. Hence the name Cheoneunsa, meaning Disappearance of Spring Water, was given.","regDate":"2023-02-04","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"","blogPath":"Jeollanam-do/2023-02-04-1675481763666"},{"id":"2023-02-03-1675420625446","title":"Geomundo Island (거문도)","description":"Located approximately halfway between Yeosu and Jeju Island, Geomundo Island is part of the Dadohae Maritime National Park. It is divided into Dongdo, Seodo, and Godo Islands, all of which offer scenic views of quaint towns and surrounding nature. Also, Geomundo is the access point for the famous Baekdo Island group, a spectacular array of uninhabited rock pinnacles attached with numerous legends.","regDate":"2023-02-03","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"/2023-02-03-1675420625446/1907073_image2_1.webp","blogPath":"Jeollanam-do/2023-02-03-1675420625446"},{"id":"2023-02-03-1675416977097","title":"Gangjin Night Dream (강진 나이트 드림)","description":"Gangjin Night Dream is a tourism content developed to provide night tours in Gangjin. From walking tours to busking performances, flying wish lanterns, and more, visitors can experience various activities all in one package.","regDate":"2023-02-03","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Experience Programs","Unique Experience"],"imgUrl":"/2023-02-03-1675416977097/2661233_image2_1.webp","blogPath":"Jeollanam-do/2023-02-03-1675416977097"},{"id":"2023-02-03-1675413546628","title":"Dolsanhang Port (돌산항)","description":"Dolsanhang Port is located on Dolsando Island in Gunnae-ri, Yeosu-si. It is a famous market for live fresh fish and a distribution center for seafood in the area. Yeosu local seafoods such as cuttlefish, octopus, and rock bream are available, however only wholesale auction is available. Regular visitors must purchase seafood through a middleman.&nbsp;","regDate":"2023-02-03","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"","blogPath":"Jeollanam-do/2023-02-03-1675413546628"},{"id":"2023-02-03-1675409764832","title":"Dolsando Island (돌산도)","description":"Dolsando is the seventh largest island in Korea and is connected to the mainland via Dolsan Bridge. Ever since construction was completed on December 15, 1984, the 450 meter-long, 11.7 meter-wide bridge has become a popular tourist attraction. <br><br>There is plenty to see on Dolsando Island including numerous scenic spots and historic sites such as Dolsan Park, Musulmok Battlefield, Jeollanam-do Fisheries Exhibition Hall, Bangjukpo Beach, Hyangiram Hermitage, and Eunjeogam Hermitage. Located beneath Dolsan Bridge is a life-sized model of a Geobukseon (Turtle Ship), which played an important role in the Korean Navy’s victories during the Imjinwaeran War (1592-1598). Visitors will also find plenty of seafood restaurants lining the paved coastal road.","regDate":"2023-02-03","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"/2023-02-03-1675409764832/182501_image2_1.webp","blogPath":"Jeollanam-do/2023-02-03-1675409764832"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}