{"pageProps":{"content":"![Dinosaur Tracksite of Hwasun, Seoyu-ri (화순 서유리 공룡발자국화석 산지)](/2023-01-17-1673944760289/1608223_image2_1.webp)\n\n  \n## Overview\n\n> The Dinosaur Tracksite of Hwasun was discovered in 1999 during a land survery for the construction of Hwasun Hot Springs Area. Most dinosaur tracks found in Korea are located in coastal areas in cities like Haenam and Boseong, so the discovery in the inner region of Jeollanam-do was a first. Most prints here come from carnivorous dinaosaurs of the Cretaceous period. The site is famous for there being tracks from no fewer than five different dinosaurs, as well as for being one of the longest trails and most direct examples of the exact movements of the dinosaurs. The tracks of one dinosaur are the longest in the world, stretching for 40 meters. Based on the foot size of 20-22 centimeters with a stride of approximately 90 centimeters, it is estimated that the prints were formed by a 4-5 meter tall Koolasuchus. In addition to the canivorous dinosaurs, tracks were found of 12 herbivorous dinosaurs, as well as fossilized plants. These plants offer much assistance in the research of herbivorous dinosaur diets.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-61-379-3503|\n|parking:|Available|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Restrooms:|Available|\n  \n## Detail Image\n![/2023-01-17-1673944760289/1608220_image2_1.webp](/2023-01-17-1673944760289/1608220_image2_1.webp)\n![/2023-01-17-1673944760289/1608221_image2_1.webp](/2023-01-17-1673944760289/1608221_image2_1.webp)\n![/2023-01-17-1673944760289/1608222_image2_1.webp](/2023-01-17-1673944760289/1608222_image2_1.webp)\n![/2023-01-17-1673944760289/1608224_image2_1.webp](/2023-01-17-1673944760289/1608224_image2_1.webp)\n\n\n  \n## Contact\n\n\n\n\n\n```googleMap\nlatitude: 35.1695863575\nlongitude: 127.0906362225\ntitle: 2080, Baega-ro, Hwasun-gun, Jeollanam-do\n```\n  \n## Directions\n  \n[Train]<br>\nFrom Yongsan Station, take a train to Gwangju-Songjeong Station.<br>\nTake the Gwangju Subway to Hwaseong Station.<br> Walk for approx. 1km to Gwangju Bus Terminal and take Nongeochon Bus No. 225 to Jangdan Village Bus Stop. <br>Transfer to Nongeochon Bus No. 217-1 and get off at Seoyu 1(il)-ri Bus Stop.<br> Walk for approx. 500m to the tracksite.\n","data":{"id":"2023-01-17-1673944760289","title":"Dinosaur Tracksite of Hwasun, Seoyu-ri (화순 서유리 공룡발자국화석 산지)","description":"The Dinosaur Tracksite of Hwasun was discovered in 1999 during a land survery for the construction of Hwasun Hot Springs Area. Most dinosaur tracks found in Korea are located in coastal areas in cities like Haenam and Boseong, so the discovery in the inner region of Jeollanam-do was a first. Most prints here come from carnivorous dinaosaurs of the Cretaceous period. The site is famous for there being tracks from no fewer than five different dinosaurs, as well as for being one of the longest trails and most direct examples of the exact movements of the dinosaurs. The tracks of one dinosaur are the longest in the world, stretching for 40 meters. Based on the foot size of 20-22 centimeters with a stride of approximately 90 centimeters, it is estimated that the prints were formed by a 4-5 meter tall Koolasuchus. In addition to the canivorous dinosaurs, tracks were found of 12 herbivorous dinosaurs, as well as fossilized plants. These plants offer much assistance in the research of herbivorous dinosaur diets.","regDate":"2023-01-17","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2023-01-17-1673944760289/1608223_image2_1.webp","blogPath":"Jeollanam-do/2023-01-17-1673944760289","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-17-1673944760289"},"dataList":[{"id":"2023-01-25-1674624967652","title":"Manseong-ri Black Sand Beach (만성리 검은모래해변)","description":"Manseong-ri Black Sand Beach is located 3 kilometers to the north along the coastal road from Yeosu EXPO Station. The beach, 540 meters in length and 25 meters in x_width, has an average water temperature of 25 degrees Celsius. The black sand is said to help blood circulation and remove toxins from the body.","regDate":"2023-01-25","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"/2023-01-25-1674624967652/1607882_image2_1.webp","blogPath":"Jeollanam-do/2023-01-25-1674624967652"},{"id":"2023-01-25-1674621548824","title":"Korean Tea Culture Park (한국차문화공원)","description":"Korean Tea Culture Park was established in honor of Boseongs specialties of green tea and music. The park is located next to the famous green tea fields in Boseong, which draw over 3 million visitors ever year. The park is comprised of Korean Tea Museum, Soricheong Performance Hall, and Bungnu Pavilion, and hosts a wide range of performances throughout the year.","regDate":"2023-01-25","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2023-01-25-1674621548824/2516330_image2_1.webp","blogPath":"Jeollanam-do/2023-01-25-1674621548824"},{"id":"2023-01-25-1674617775383","title":"Juknokwon (Bamboo Garden) (죽녹원)","description":"Juknokwon in Damyang is a bamboo forest cultivated by the town of Damyang. This bamboo forest, at approximately 160,000 ㎡ in size, was formed in May 2003. The rock steps and winds blown between the bamboo trees provide relief from daily stress. Try bamboo leaf tea for a perfect end to the visit.","regDate":"2023-01-25","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites","Botanical Gardens"],"imgUrl":"/2023-01-25-1674617775383/2612518_image2_1.webp","blogPath":"Jeollanam-do/2023-01-25-1674617775383"},{"id":"2023-01-24-1674556628319","title":"Jogyesan Provincial Park (조계산도립공원)","description":"Located in both Seungju-eup and Songgwang-myeon of Suncheon-si, Jeollanam-do, Jogyesan Mountain has two famous Buddhist temples on it, Seonamsa Temple and Songgwangsa Temple. It is a relatively low mountain with rounded corners and a soft tranquility.  <br><Br>Around Seonamsa Temple there are several peaks such as Wolchulbong Peak, Janggunbong Peak and Gitdaebong Peak as well as the Ilweolseok boulder. This area is always crowded with visitors all year round due to the famous Songgwangsa and Seonamsa temples. There are hikers who visit Jogyesan Mountain as well; the mountain is known to have gradual slopes and walking paths, making it great for a light stroll.","regDate":"2023-01-24","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites","Provincial Parks"],"imgUrl":"/2023-01-24-1674556628319/1970994_image2_1.webp","blogPath":"Jeollanam-do/2023-01-24-1674556628319"},{"id":"2023-01-24-1674552966306","title":"Jjangttungeo (Mudskipper) Bridge (짱뚱어다리)","description":"Featuring natural areas untouched by human hands, Jeungdo Island in Sinan-gun was the first Slow City designated in Asia as of December 1, 2007. The trademark image of the island is Jjangttungeo Bridge, a 470-meter-long wooden bridge built above the mud flat. The bridge allows visitors to observe mud creatures all without stepping foot in the mud. The jjangttungeo (mudskipper) is only able to live in clean mud flats and they are easily found in this island. The name of the bridge comes from the image of many mudskippers jumping around the bridge. During low tide, the vast mud flat appears, as well as various mud organisms including mudskippers, crabs, clams and lug worms. When the tide is high, crossing this bridge will give the feeling of walking on water. The sight seen from the bridge is perfect for a date course, and the bridge leads to Ujeong Beach, which offers a beautiful view of the setting sun.","regDate":"2023-01-24","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Architectural Sights","Bridges"],"imgUrl":"/2023-01-24-1674552966306/2612383_image2_1.webp","blogPath":"Jeollanam-do/2023-01-24-1674552966306"},{"id":"2023-01-24-1674549512720","title":"Jirisan National Park (Nogodan Peak Section) (지리산국립공원 (지리산 노고단))","description":"Jirisan National Park covers a vast amount of land in three provinces, including one city and three counties. The countless mountain peaks both large and small blend harmoniously, giving off a comforting ambiance. The valleys feature streams, waterfalls, and more natural attractions beautiful all year round. The mountain is the starting point for the Seomjingang River, which flows into the southern sea.<bR><br>The park is home to many plants and animals, including the Asiatic black bear. There are many hiking paths crossing the park; it is recommended to make a plan for the courses in advance, checking the lengths and time required. As Jirisan Mountain changes with the different seasons, hikers can enjoy various aspects of the mountain’s terrain. However, some areas will be closed off for hikers safety in the case of incliment weather or to prevent forest fires in the dry season.","regDate":"2023-01-24","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites","National Parks"],"imgUrl":"/2023-01-24-1674549512720/2028685_image2_1.webp","blogPath":"Jeollanam-do/2023-01-24-1674549512720"},{"id":"2023-01-24-1674545770687","title":"Jirisan Manbokdae Peak (지리산 만복대)","description":"Manbokdae Peak in the west soars at the boundary between Sandong-myeon, Gurye-gun and Namwon-si at 1,433.4 meters above sea level. ”Man” means “full of something” and “bok” means “fortune.” Like the name, Manbokdae is considered as a fortunate mountain with great views as it is surrounded by smooth hills. According to an old story, Manbokdae Peak was chosen as one of the 10 scenic areas, where people come to receive good fortune.","regDate":"2023-01-24","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites","Mountains"],"imgUrl":"/2023-01-24-1674545770687/2372096_image2_1.webp","blogPath":"Jeollanam-do/2023-01-24-1674545770687"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}