{"pageProps":{"list":[{"id":"2022-07-26-1658810928103","title":"Baeron Holy Ground (배론성지)","description":"Located along the national highway between Jecheon and Wonju, Baeron Holy Ground has great spiritual significance as it served as the fountainhead of the spread of Catholicism in Korea. During the early years of Catholicism in Korea, Catholics fleeing from the Sinhae Persecution (1791) came to this place, formed a community, and made their faith deeper. Amid the persecution in 1801, A man named Hwang Sa-yeong (Alexander, 1775–1801) hid in a tunnel and wrote letters about the situation of the Joseon Catholic Church on silk fabrics, but was captured and martyred. Baeron is also a historic place where Joseon’s first theological school, St. Joseph Theological School, was founded, but the school was eventually shut down. The graves of Fr. Thomas Choe Yang-eop (1821–1861), Korea’s second Roman Catholic priest, and the Martyr Hwang Sa-yeong Memorial Tower can be seen at Baeron Holy Ground.<br> <br> Baeron Holy Ground is surrounded by rugged mountains such as Guhaksan Mountain, Baegunsan Mountain and Chiaksan Mountain. The mountain path from the holy ground eventually leads to Bakdaljae Natural Forest.","regDate":"2022-07-26","author":"korea-tour","tag":["Chungcheongbuk-do","Culture/Art/History","Historical Sites","Holy Sites"],"imgUrl":"/2022-07-26-1658810928103/2026149_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-07-26-1658810928103","pageUrl":"https:/mcdryad.com/Chungcheongbuk-do/2022-07-26-1658810928103"},{"id":"2022-07-26-1658804661068","title":"Angseong Carbonate Hot Springs (앙성탄산온천)","description":"The water at Angseong Carbonate Hot Springs comes from 700 meters underground. This water contains about 2.800㎎/L of carbonic acid and is beneficial in many ways. It is known to be effective in preventing high and low blood pressures, diabetes, arthritis, neuralgia, depression, lifestlye diseases, obesity caused by lack of exercise, stiff shoulder, back pain, colds, constipation, and hemorrhoids. Carbonic acid hot springs are also good for stress relief, increasing metabolism, stimulating blood circulation, and for the treatment of hypersensitive skin, cosmetics allergies, freckles, age spots, athelete’s foot and eczema. <br><br>The water temperature at the hot spring stays between 25-38 degrees Celcius. A separate pool is available for people who prefer a  warmer temperature than that. Known for promoting physical and psycological health, a carbonic acid hot spring bath also softens the skin and helps fatigue recovery. <br><br>For added benefits, Angseong Carbonate Hot Springs also  uses oak wood for heating its jjimjilbang (Korean sauna) and the water.","regDate":"2022-07-26","author":"korea-tour","tag":["Chungcheongbuk-do","Culture/Art/History","Recreational Sites","Hot Springs & Spa"],"imgUrl":"/2022-07-26-1658804661068/177836_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-07-26-1658804661068","pageUrl":"https:/mcdryad.com/Chungcheongbuk-do/2022-07-26-1658804661068"}],"metaData":{"pageUrl":"https://mcdryad.com/Chungcheongbuk-do","nav":"Chungcheongbuk-do"},"navList":["Busan","Chungcheongbuk-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Incheon","Jeju-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}