{"pageProps":{"content":"![40-step Culture & Tourism Theme Street (40계단 문화관광테마거리)](/2022-07-14-1657842176676/2364277_image2_1.webp)\n  \n## Overview\n\n> <br>\nThe 40-step Culture & Tourism Theme Street is a 450m-street which leads up to the 40-step stairway of the '40-step Cultural Center' and continues on to the Palseong Tour.<br>&nbsp;<br> \nThe time-honored 40-step stairway embodies the joys and sorrows of refugees and those displaced by the Korean War. The entire area has been recently renovated to reflect life in Korea in the 50s & 60s.<br>&nbsp;<br> \nThe 40-step Culture & Tourism Theme Street was designated 'The Best Street' by the Busan municipal government in June 2004.br&gt;&nbsp;<br>\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330<br>(Korean, English, Japanese, Chinese) <br>• For more info: +82-51-600-4041, 4044|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Available Facilities:|<b>*  40-step stairway </b><br>The 40-step stairway, located in Jung-gu, Busan, was a hub of transportation and administration during the Korean War. Those who were displaced by the war gathered around the area and made makeshift housing out of sticks and tarps. The place also functioned as a marketplace where residents traded aid goods that were delivered at the nearby port. It was a place to meet family members separated during the war and a place that has since then come to symbolize the sorrow and grief of those living during the Korean War. The place has the deepest significance for the over 100,000 people that were displaced during the war and were subsequently scattered throughout Yeongju-dong Hill, Donggwang-dong and Bosu-dong.<br> <br><b>* Railway </b><br>In memory of the Busan Train Station (now the location of the Jungang-dong Trade Center), a 140m-street was created in front of the 40-step Stairway, together with the 40-step Square and Railroad Crossing Plaza.<br><br><b>* Seaway</b> <br>In commemoration of the Busan Port, under the theme of a 'seaway,' a 120m-street has been created in front of Sora Stairway, together with the Sora Stair Square and Pier Plaza. <br><br><b>* Others (The Gate of Peace)<br></b>The Gate of Peace is located near the entrance of Railway. A small light symbolizing the light of peace that never goes out casts its light over the 40-step Culture & Tourism Theme Street.<br>&nbsp;|\n  \n## Detail Image\n![/2022-07-14-1657842176676/1572856_image2_1.webp](/2022-07-14-1657842176676/1572856_image2_1.webp)\n![/2022-07-14-1657842176676/183611_image2_1.webp](/2022-07-14-1657842176676/183611_image2_1.webp)\n![/2022-07-14-1657842176676/183612_image2_1.webp](/2022-07-14-1657842176676/183612_image2_1.webp)\n![/2022-07-14-1657842176676/183614_image2_1.webp](/2022-07-14-1657842176676/183614_image2_1.webp)\n![/2022-07-14-1657842176676/2364278_image2_1.webp](/2022-07-14-1657842176676/2364278_image2_1.webp)\n![/2022-07-14-1657842176676/2364279_image2_1.webp](/2022-07-14-1657842176676/2364279_image2_1.webp)\n![/2022-07-14-1657842176676/2364280_image2_1.webp](/2022-07-14-1657842176676/2364280_image2_1.webp)\n![/2022-07-14-1657842176676/2364281_image2_1.webp](/2022-07-14-1657842176676/2364281_image2_1.webp)\n![/2022-07-14-1657842176676/566033_image2_1.webp](/2022-07-14-1657842176676/566033_image2_1.webp)\n![/2022-07-14-1657842176676/566034_image2_1.webp](/2022-07-14-1657842176676/566034_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-51-600-4041](tel:+82516004041)\n- [🏠www.bsjunggu.go.kr](http://www.bsjunggu.go.kr/tour/index.junggu)\n\n\n```googleMap\nlatitude: 35.1040698693\nlongitude: 129.0354119335\ntitle: Area of 40gyedan-gil, Jungang-gu, Jung-gu, Busan\n```\n  \n## Directions\n  \n[Train]<br>\nFrom Seoul Station, take the KTX for Busan<br><br>\n\n[Subway]<br>\nJungang-dong Station (Busan Subway Line 1), Exit 13.<br>\nWalk in the direction of Gwangsan Hospital (approx. 5 min).\n","data":{"id":"2022-07-14-1657842176676","title":"40-step Culture & Tourism Theme Street (40계단 문화관광테마거리)","description":"<br>The 40-step Culture & Tourism Theme Street is a 450m-street which leads up to the 40-step stairway of the '40-step Cultural Center' and continues on to the Palseong Tour.<br>&nbsp;<br> The time-honored 40-step stairway embodies the joys and sorrows of refugees and those displaced by the Korean War. The entire area has been recently renovated to reflect life in Korea in the 50s & 60s.<br>&nbsp;<br> The 40-step Culture & Tourism Theme Street was designated 'The Best Street' by the Busan municipal government in June 2004.br&gt;&nbsp;<br>","regDate":"2022-07-14","author":"korea-tour","tag":["Busan","Culture/Art/History","Experience Programs","Cultural Districts"],"imgUrl":"/2022-07-14-1657842176676/2364277_image2_1.webp","blogPath":"Busan/2022-07-14-1657842176676","pageUrl":"https:/mcdryad.com/Busan/2022-07-14-1657842176676"},"dataList":[{"id":"2022-08-19-1660877786143","title":"Igidae Park [National Geopark] (이기대 (부산 국가지질공원))","description":"After andesitic volcanoes erupted 80 million years ago, the volcanic ashes and pyroclastics formed various rock formations. After many years of waves crashing on the rocks, the eroded sea cliffs, wave-cut platforms, and sea caves were formed to what is now called Igidae Park. Visitors can enjoy a coastal walking course that leads to Oryudo Island as well as see various geological features and geomorphological landscapes.","regDate":"2022-08-19","author":"korea-tour","tag":["Busan","Nature","Natural Sites"],"imgUrl":"/2022-08-19-1660877786143/1804735_image2_1.webp","blogPath":"Busan/2022-08-19-1660877786143"},{"id":"2022-08-18-1660865869848","title":"Haedong Yonggungsa Temple (해동 용궁사(부산))","description":"Haedong Yonggungsa Temple is situated on the coast of the north-eastern portion of Busan. This superb attraction offers visitors the rare find of a temple along the shore line; most temples in Korea are located in the mountains. Haedong Yonggungsa Temple was first built in 1376 by the great Buddhist teacher known as Naong during the Goryeo dynasty. Haesu Gwaneum Daebul (Seawater Great Goddess Buddha), Daeungjeon Main Sanctuary, Yongwangdang Shrine, Gulbeop Buddhist Sanctum (enclosed in a cave), and a three-story pagoda with four lions can all be seen looking out over the ocean. <br> <br> The main sanctuary of the temple was reconstructed in 1970 with careful attention paid to the colors that were traditionally used in such structures. On the right-hand side, inside the a cave, is a uniquely designed Buddhist sanctum, while situated just in front of the main sanctuary is a three-story pagoda with four lions.  The four lions&nbsp;symbolize joy, anger, sadness, and happiness. Other special sites at the temple are the 108 stairs and stone lanterns lining the rocky landscape.  After going down the 108 steps, one will be delighted with the beauty of the temple.  Midway down the 108 steps one can stop and enjoy the calming sounds of the waves,  and view the majestic sunrise. <br><br>Many people often come to this spot on New Year's Day to make a wish for the new year as they watch the sun come up.  April is an especially beautiful time of year with cherry blossoms in full bloom.  The birth of Buddha is also celebrated in the fourth month of the lunar calendar and offers a spectacular night view as the temple area is aglow with lit lanterns.","regDate":"2022-08-18","author":"korea-tour","tag":["Busan","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-08-18-1660865869848/1571031_image2_1.webp","blogPath":"Busan/2022-08-18-1660865869848"},{"id":"2022-08-18-1660862399797","title":"Dongnaeeupsong Fortress Site (동래읍성지)","description":"Dongnaeeupsong Fortress Site is a representative fortress that combined the mountain and flatland. Built around late Goryo and early Joseon period, the fortress was a fierce battleground during Japanese Invasion of Korea in 1592. After the battle the fortress was abandoned until being renovated in 1731, making the fortress bigger than before. The fortress had many gates with additional half circle rock wall to protect the gate. During the Japanese occupation, most of the wall was damage with only the walls along Naansan Mountain remaining. After year 2000, Busan-si has attempted to excavate the remains and conserve and restore the fortress site.","regDate":"2022-08-18","author":"korea-tour","tag":["Busan","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-08-18-1660862399797/2656198_image2_1.webp","blogPath":"Busan/2022-08-18-1660862399797"},{"id":"2022-08-18-1660858687046","title":"Democracy Park (민주공원)","description":"Busan Democracy Park was created to commemorate and continue the spirit of Busan residents who significantly devoted their lives during the 4.19 Revolution, Buma (Busan and Masan) Democratic Movement and June Democratic Movement.<br><br>The park has several amenities such as a Grand Hall, Cubby Hall, and an arboretum. The Grand Hall is used to hold international conferences, academic events, lectures, and performing arts while the Cubby Hall is used for small conferences, lectures and a film theater.","regDate":"2022-08-18","author":"korea-tour","tag":["Busan","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"","blogPath":"Busan/2022-08-18-1660858687046"},{"id":"2022-08-18-1660855289336","title":"Daejeo Ecological Park (대저생태공원)","description":"Daejeo Ecological Park is located along the riverbanks of the Nakdonggang River next to Gimhae Airport. The park is a habitat for migratory birds and designated as a Natural Monument. The park is made up of various marshes and waterways, flowers and grasses, and exercise facilities. Exercise equipment is located at both ends of the park, making it easy to use before and after exploring the various walking paths. The park is also the venue of the annual Nakdong Canola Festival that takes place in April.","regDate":"2022-08-18","author":"korea-tour","tag":["Busan","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-08-18-1660855289336/2488002_image2_1.webp","blogPath":"Busan/2022-08-18-1660855289336"},{"id":"2022-08-18-1660851324470","title":"Dadaepo Sunset Fountain of Dream (다대포 꿈의 낙조분수)","description":"Dadaepo Sunset Fountain of Dream is located at the entrance plaza of Dadaepo Beach. The fountain shoots water up to 55 meters above the ground and displays a musical show of water dancing along with the background music. Most fountain shows in the world are located within a lake or small pool, which makes this fountain stand out for performing straight out in an open plaza. Evening visitors to Dadeaepo Beach can enjoy a fantastic fusion of sound, light and water along with various cultural events.","regDate":"2022-08-18","author":"korea-tour","tag":["Busan","Culture/Art/History","Architectural Sights","Fountains"],"imgUrl":"","blogPath":"Busan/2022-08-18-1660851324470"},{"id":"2022-08-18-1660848302253","title":"Dadaepo Beach (다대포해수욕장)","description":"Dadaepo Beach is made from sands deposited by the Nakdonggang River. It features shallow water and a wide sand beach suitable for children to enjoy. Water activities can be enjoyed at the beach such as paddleboarding, kiteboarding and more. More visitors have been attracted after the addition of a coastal park and walking paths. At the entrance of the beach, there is a grand plaza with a large-scale musical floor fountain. Visitors can enjoy the musical fountain from late-April to October.","regDate":"2022-08-18","author":"korea-tour","tag":["Busan","Nature","Natural Sites"],"imgUrl":"","blogPath":"Busan/2022-08-18-1660848302253"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}