{"pageProps":{"content":"![Haemi Martyrdom Holy Ground (Yeosutgol) (해미순교성지(여숫골))](/2022-11-08-1667890153983/1954554_image2_1.webp)\n\n  \n## Overview\n\n> Haemi Martyrdom Holy Ground is the site where nearly 1,000 Catholics in Chungcheongnam-do were buried alive during the time between the  Byeongin Persecution in 1866 and 1882. At that time, Catholics were executed outside Haemieupseong Fortress Seomun Gate (West Gate). As it was difficult to execute them one by one, the martyrs were buried alive in a big hole all at once. When confronted with their deaths, the martyrs prayed while singing Yesumaria (Jesus Maria). Because it also sounds like  Yeosumeori,  the place was called Yeosutgol as well.<br><br>The 16-meter-high memorial&nbsp;tower was set set up near Haemicheon Stream to pay tribute to the nameless martyrs who were buried alive. Many Catholics visit this location every year to remember and honor the martyrs who sacrificed their lives for their belief.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br>(Korean, English, Japanese, Chinese) <br> • For more info: +82-41-688-3183|\n|parking:|Available|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Admission Fees:|Free|\n  \n\n  \n## Contact\n\n- [☎️+82-41-688-3183](tel:+82416883183)\n- [🏠www.haemi.or.kr](http://www.haemi.or.kr/)\n\n\n```googleMap\nlatitude: 36.7125425452\nlongitude: 126.5376428206\ntitle: 13, Seongji 1-ro, Seosan-si, Chungcheongnam-do\n```\n  \n## Directions\n  \n[Bus]<br>\nFrom Central City Terminal, take an express bus to Seosan Bus Terminal.<br>\nFrom Seosan Bus Terminal, take Bus No. 510 (Haemi, Air Force, Haemi Girls' High School) and get off at Banyang-ri Bus Stop.\n","data":{"id":"2022-11-08-1667890153983","title":"Haemi Martyrdom Holy Ground (Yeosutgol) (해미순교성지(여숫골))","description":"Haemi Martyrdom Holy Ground is the site where nearly 1,000 Catholics in Chungcheongnam-do were buried alive during the time between the  Byeongin Persecution in 1866 and 1882. At that time, Catholics were executed outside Haemieupseong Fortress Seomun Gate (West Gate). As it was difficult to execute them one by one, the martyrs were buried alive in a big hole all at once. When confronted with their deaths, the martyrs prayed while singing Yesumaria (Jesus Maria). Because it also sounds like  Yeosumeori,  the place was called Yeosutgol as well.<br><br>The 16-meter-high memorial&nbsp;tower was set set up near Haemicheon Stream to pay tribute to the nameless martyrs who were buried alive. Many Catholics visit this location every year to remember and honor the martyrs who sacrificed their lives for their belief.","regDate":"2022-11-08","author":"korea-tour","tag":["Chungcheongnam-do","Culture/Art/History","Historical Sites","Holy Sites"],"imgUrl":"/2022-11-08-1667890153983/1954554_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-08-1667890153983","pageUrl":"https:/mcdryad.com/Chungcheongnam-do/2022-11-08-1667890153983"},"dataList":[{"id":"2022-11-10-1668076981486","title":"Namdanghang Port (남당항)","description":"Namdanghang Port is one of the representative ports of the West Coast. Known for having plenty of prawn, cockle, flat fish, rock fish and other types of seafood, the port draws visitors all year round. You’ll often see people out scouring the shoreline of the port for cockles, which are usually enjoyed as cockle shabu shabu or charcoal-grilled cockle, top local delicacies. A nearby attraction to visit is the bamboo grove of Jukdo Island","regDate":"2022-11-10","author":"korea-tour","tag":["Chungcheongnam-do","Nature","Natural Sites"],"imgUrl":"/2022-11-10-1668076981486/2000118_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-10-1668076981486"},{"id":"2022-11-10-1668073269999","title":"Nakhwaam Rock (낙화암)","description":"Nakhwaam is a rock cliff towering over Baengmagang River in the northern end of Busosan Mountain. According to the legend, this is where the royal court women of Baekje jumped off to kill themselves when the kingdom of Baekje was defeated during the invasion of Sabiseong Fortress (now Busosanseong Fortress in Buyeo) by the Shilla-Tang Alliance. The name of this rock, Nakhwaam, literally means the cliff of falling flowers and symbolizes the fidelity and loyalty of Baekje women.","regDate":"2022-11-10","author":"korea-tour","tag":["Chungcheongnam-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-11-10-1668073269999/210096_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-10-1668073269999"},{"id":"2022-11-10-1668070333284","title":"Munheonseowon Confucian Academy (문헌서원)","description":"Munheonseowon Confucian Academy was established to pay tribute to the memory of Lee Gok (1298-1351) and Lee Saek (1328-1396) who were well-respected for their writings and character. The school was originally built in 1594, but was burnt down during the Imjin War (1592-1598). It was rebuilt in 1610 and became a legislated private institute in 1611. <br><br>The academy consists of an educational area and a shrine. Mortuary tablets of five Confucian scholars including Lee Jong-hak, Lee Ja, Lee Gae as well as Lee Gok and Lee Saek were enshrined at the school.","regDate":"2022-11-10","author":"korea-tour","tag":["Chungcheongnam-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-11-10-1668070333284/2022266_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-10-1668070333284"},{"id":"2022-11-10-1668065857633","title":"Muchangpo Beach Palace Spa (무창포 비체팰리스 스파)","description":"Muchangpo Beache Palace Spa has a variety of facilities including Spa Santorino, a couple’s spa, a therapeutic foot massage spa, a pine tree leaf spa, a rooibos spa, an outdoor swimming pool (1.2m deep, 25m long), sun beds, and beach parasols. <br><br>The pine tree spa is good for boosting blood circulation, relieving nerve pain, and reducing stress, while the rooibos spa is said to reduce pain, fever, and allergy symptoms. <br><br>","regDate":"2022-11-10","author":"korea-tour","tag":["Chungcheongnam-do","Culture/Art/History","Recreational Sites","Hot Springs & Spa"],"imgUrl":"/2022-11-10-1668065857633/1338277_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-10-1668065857633"},{"id":"2022-11-10-1668062832249","title":"Muchangpo Beach (무창포해수욕장)","description":"Muchangpo Beach was a military site during the Joseon dynasty and was the first beach to open on the west coast in 1928. The beach has a length of 1.5 kilometers and x_width of 50 meters. The water level is 1-2 meters and the water temperature is approximately 22 degrees Celsius. The surrounding pine forest is lush and beautiful. In particular, there is a fishing spot with a large rock formation in front of the beach. For one to two days each month, there is a phenomenon also know as Moses Miracle that opens a 1.5-kilometer-long road in the sea. This mysterious sea road was thought to only appear during summer, however it was revealed that it actually occurs every lunar month. In 1996, the beach was open to the general public. <br><br> The red lighthouse towering at the end of the long breakwater is as impressive as a picture. The pretty pensions right in front of the sandy beach add to the scenery. Also, Daecheonhang Port is a 20 minutes drive away, and there visitors can enjoy fresh seafood and grilled shellfish at an affordable price.","regDate":"2022-11-10","author":"korea-tour","tag":["Chungcheongnam-do","Nature","Natural Sites"],"imgUrl":"/2022-11-10-1668062832249/2022140_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-10-1668062832249"},{"id":"2022-11-10-1668059034509","title":"Mongsanpo Beach (몽산포해수욕장)","description":"Mongsanpo Beach, part of Taeanhaean National Park, stretches 18 kilometers southwest of Seosan, 9 kilometers south of Taean and along the west coast of the Nammyeon Peninsula. Mongsanpos white sand beach is around 3 kilometers long and has a 5 degree tilt. The water is 1~2 meters deep with an average temperature of 22 degrees Celsius. <br><br>The beach is surrounded by a dense forest of pine trees. The pine tree forest along the beach serves as a good auto-camping location to enjoy some fresh air and the natural beauty of the surroundings. During low tide, the muddy sediments deposited by the tide provide a place where people come to catch clams and mud crabs or as a field trip for children to learn the mudflat ecosystem. <br><br>A 1-kilometer drive in the western direction while passing through the spectacular pine tree tunnel brings visitors to Mongdaepogu Port where a number of fishing boats are docked. Near the port, there are a number of small seafood eateries to enjoy freshly sliced raw fish at  reasonable prices.","regDate":"2022-11-10","author":"korea-tour","tag":["Chungcheongnam-do","Nature","Natural Sites"],"imgUrl":"/2022-11-10-1668059034509/1599894_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-10-1668059034509"},{"id":"2022-11-10-1668056657273","title":"Mallipo Beach (만리포해수욕장)","description":"Mallipo Beach is located 18 kilometers away from Taean and features a 2-kilometer-long, 100-meter-wide sandy beach covering a 231,406 m² area. The average depth of the ocean is 1-2 meters and the water temperature is 22 degrees Celsius. <br><br>The beach has a large tidal range, but its wide and gentle beach as well as a dense forest and abundant drinking water are worth visiting. In particular, the scenery of the sunset is beautiful. Nearly 7,000 plants are exhibited in a botanical garden nearby. Mallipo Beach is located at the tip of National Road No. 32, which traverses Taean-gun, and is part of Taeanhaean National Park as well.<br><Br>Bending like an arch, the sandy beach is perfect for swimming thanks to its shallow water and broad sandy area. Nearby amenities include accommodations and various convenient facilities for family visitors. Camping and strolling through the forest as well as varied marine sports such as fishing from the rocks on the seashore are available. In addition, a variety of fresh seafood such as gaenggaemi muchim (seasoned young skate), grilled eel and grilled king prawn is available on Mallipo Beach.","regDate":"2022-11-10","author":"korea-tour","tag":["Chungcheongnam-do","Nature","Natural Sites"],"imgUrl":"/2022-11-10-1668056657273/2653435_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-10-1668056657273"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}