{"pageProps":{"content":"![Geumsusan Mountain (금수산)](/2022-07-27-1658936405701/1959700_image2_1.webp)\n\n  \n## Overview\n\n> Geumsusan Mountain, originally called Baegamsan Mountain, was renamed by noted Joseon-period scholar Yi Hwang (pen name Toegye) when he was the chief governor of Danyang County, saying its graceful features matched the fineness of silk embroidery. The mountain is beautiful throughout the year with bright foliage in fall and an ice cave that stays frozen until early April. The view from the summit of the mountain resembles a pregnant woman lying on her side, and there is a legend that women who pray for a son here will have their wish come true.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <BR>(Korean, English, Japanese, Chinese) <br>• For more info: +82-43-653-3251|\n  \n\n  \n## Detail Image\n![/2022-07-27-1658936405701/1959696_image2_1.webp](/2022-07-27-1658936405701/1959696_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-43-653-3251](tel:+82436533251)\n- [🏠worak.knps.or.kr](http://worak.knps.or.kr)\n\n\n```googleMap\nlatitude: 36.9849337572\nlongitude: 128.2568666205\ntitle: 210, Sanghak 1-gil, Danyang-gun, Chungcheongbuk-do\n```\n  \n\n","data":{"id":"2022-07-27-1658936405701","title":"Geumsusan Mountain (금수산)","description":"Geumsusan Mountain, originally called Baegamsan Mountain, was renamed by noted Joseon-period scholar Yi Hwang (pen name Toegye) when he was the chief governor of Danyang County, saying its graceful features matched the fineness of silk embroidery. The mountain is beautiful throughout the year with bright foliage in fall and an ice cave that stays frozen until early April. The view from the summit of the mountain resembles a pregnant woman lying on her side, and there is a legend that women who pray for a son here will have their wish come true.","regDate":"2022-07-27","author":"korea-tour","tag":["Chungcheongbuk-do","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-07-27-1658936405701/1959700_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-07-27-1658936405701","pageUrl":"https:/mcdryad.com/Chungcheongbuk-do/2022-07-27-1658936405701"},"dataList":[{"id":"2022-10-31-1667201941789","title":"Chungjuho Lakeside Resort Cheongpungnaru (충주호관광선 청풍나루)","description":"Located in Chengpung-myeon, Jecheon-si, Chungcheongbuk-do, Cheongpungnaru is the starting and ending point for pleasure boat commuting on Cheongpungho Lake. The ferry offers great views of the lake and its surroundings. In particular, the most popular course is the route between Cheongpung and Janghoenaru including Oksunbong Peak, Gudambong Peak and Geumsusan Mountain. Boarding takes place in front of Cheongpung Cultural Heritage Complex.","regDate":"2022-10-31","author":"korea-tour","tag":["Chungcheongbuk-do","Culture/Art/History","Recreational Sites","Cruises/Submarines"],"imgUrl":"","blogPath":"Chungcheongbuk-do/2022-10-31-1667201941789"},{"id":"2022-10-31-1667199060194","title":"Chungju Tangeumdae Height & Park (충주 탄금대와 탄금대공원)","description":"Tangeumdae x_height was originally a mountain named Daemunsan Mountain. The scenery is amazing with rocky cliffs, the nearby Namhangang River, and lush pine forests. The place was named Tangeumdae because it was where Ureuk, the celebrated musician of the Silla dynasty (57 BC-AD 935), used to play the <em>gayageum</em> (traditional stringed instrument).","regDate":"2022-10-31","author":"korea-tour","tag":["Chungcheongbuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-10-31-1667199060194/177971_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-10-31-1667199060194"},{"id":"2022-10-31-1667195552823","title":"Chungju Mireukdaewon Stone Temple Site (충주 미륵대원지)","description":"Mireukdaewon Stone Temple Site, Historic Site No. 317,  faces south in the basin of the Haneuljae Pass between Chungcheongbuk-do and Gyeongsangbuk-do. It is said that Mauitaeja, the last prince of the Silla Kingdom, had a dream one night as he was traveling to Geumgangsan Mountain where the Avalokitesvara Bodhisattva instructed him to erect a statue of Buddha. As a result, he built a temple to honor the goddess’ wish at the current site of Mireuk-ri. The temple name was discovered through excavation research in 1977 and 1978 by Cheongju University, while the temple grounds were more thoroughly investigated by a team of researchers from Ewha Womans University in 1980.","regDate":"2022-10-31","author":"korea-tour","tag":["Chungcheongbuk-do","Culture/Art/History","Historical Sites","Holy Sites"],"imgUrl":"/2022-10-31-1667195552823/565345_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-10-31-1667195552823"},{"id":"2022-10-31-1667190752351","title":"Cheongnyongsa Temple Site (청룡사지)","description":"In the late Goryeo era, King Taejo ordered to build a large temple at the foot of Cheonggyesan Mountain for Preceptor Bogak to retire to hermitage. Now, the temple site has become a ruin, with only the Stupa of State Preceptor Bogak, called Jeonghyewonyung, lion stone lantern, and stele for Jeonghyewonyung at the site. Cheongnyongsa Temple, recently built, is also situated in the vicinity of the area along with other Buddhist cultural assets.","regDate":"2022-10-31","author":"korea-tour","tag":["Chungcheongbuk-do","Culture/Art/History","Historical Sites","Holy Sites"],"imgUrl":"/2022-10-31-1667190752351/177894_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-10-31-1667190752351"},{"id":"2022-10-30-1667126589271","title":"Boeun Samnyeonsanseong Fortress (보은 삼년산성)","description":"Samnyeongsanseong Fortress was built during the Silla dynasty. The sprawling stone walls stretch 1.7 kilometers in length with x_heights and x_widths of 13-20 and 8-10 meters respectively. The name of the fortress comes from the time it took to complete the construction, three years (sam nyeon in Korean). The fortress was the site of many battles between Silla and Baekje during the Three Kingdoms Period.","regDate":"2022-10-30","author":"korea-tour","tag":["Chungcheongbuk-do","Culture/Art/History","Historical Sites","Fortresses"],"imgUrl":"/2022-10-30-1667126589271/1596637_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-10-30-1667126589271"},{"id":"2022-10-30-1667122865567","title":"Angseong Hot Springs (앙성온천지구)","description":"Located in Donsan-ri and Neungam-ri, Angseong-myeon, Chungju-si, Cheongcheongbuk-do, Angseong hot spring offers weak alkaline water coming from 700m deep underground. It is known to be effective for treating back pain, stiff shoulders, fatigue, and a cold constitution in addition to softening the skin.<br>","regDate":"2022-10-30","author":"korea-tour","tag":["Chungcheongbuk-do","Culture/Art/History","Recreational Sites","Hot Springs & Spa"],"imgUrl":"","blogPath":"Chungcheongbuk-do/2022-10-30-1667122865567"},{"id":"2022-10-30-1667119525509","title":"Yeongguksa Temple - Yeongdong (영국사 (영동))","description":"Yeongguksa Temple is nestled at the foot of Cheontaesan Mountain (714.7 meters), at the boundary between Chungcheongbuk-do and Chungcheongnam-do. Visitors must trek through a valley to reach the temple, passing waterfalls and rocks.<br><br>The time of Yeongguksa Temples construction is not clearly known but it is said to have been built around the late Silla period, during the time of King Seonjong. The temple prospered when the State Preceptor Wongak, who completed the Cheontae, one of Buddhist orders from Daegak Guksa Uicheon, came to the temple in the middle of the Goryeo period. It continued to flourish until the early Joseon era and then took a dive due to the rule of anti-Buddhism. Despite the situation at the time, the temples reputation as one of the noted temples remained. However, the situation worsened in the early twentith century, to the point of near closure. The temple was reconstructed by Jubongjosa Monk in 1934. <br><br>As of now, the temple contains various treasures including the Stele for State Preceptor Wongak, Stupa of Yeongguksa Temple, Three-story Stone Pagoda of Yeongguksa Temple, Three-story Stone Pagoda at Mangtapbong Peak of Yeongguksa Temple. In addition, Bell-shaped Stupa and Round-shaped Stupa, regional tangible cultural assets, are situated in the temple site.","regDate":"2022-10-30","author":"korea-tour","tag":["Chungcheongbuk-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-10-30-1667119525509/764846_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-10-30-1667119525509"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}