{"pageProps":{"content":"![Asan Maengssi Haengdan House - Maeng Sa-seong House (아산 맹씨행단(맹사성 고택)](/2022-07-28-1658986913216/1495766_image2_1.webp)\n\n  \n## Overview\n\n> Maeng Sa-seong is a major figure in Cheonbaek-ri and was a prime minister during the early years of the Joseon dynasty. His house is the oldest private residence in Korea, and was originally General Choi Yeong’s home, before he turned it over to his grand son-in-law, Maeng Sa-seong. The simple residence houses two 600-year-old gingko trees in the yard. Therefore it has been named ‘Haengdan’, meaning that Confucius taught on top of the gingko tree symbolizing a place of learning. For that reason it is inferred that Maeng Sa-seong intentionally planted gingko trees in the yard and taught junior scholars. The two gingko trees provide a cool shade and give out five sacks of gingko nuts each year.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-41-536-8773|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Available Facilities:|House, exhibition hall, etc.|\n|Restrooms:|Available|\n  \n## Detail Image\n![/2022-07-28-1658986913216/1495721_image2_1.webp](/2022-07-28-1658986913216/1495721_image2_1.webp)\n![/2022-07-28-1658986913216/1495724_image2_1.webp](/2022-07-28-1658986913216/1495724_image2_1.webp)\n![/2022-07-28-1658986913216/1495726_image2_1.webp](/2022-07-28-1658986913216/1495726_image2_1.webp)\n![/2022-07-28-1658986913216/1495730_image2_1.webp](/2022-07-28-1658986913216/1495730_image2_1.webp)\n![/2022-07-28-1658986913216/1495733_image2_1.webp](/2022-07-28-1658986913216/1495733_image2_1.webp)\n![/2022-07-28-1658986913216/1495734_image2_1.webp](/2022-07-28-1658986913216/1495734_image2_1.webp)\n![/2022-07-28-1658986913216/1495740_image2_1.webp](/2022-07-28-1658986913216/1495740_image2_1.webp)\n![/2022-07-28-1658986913216/1495745_image2_1.webp](/2022-07-28-1658986913216/1495745_image2_1.webp)\n![/2022-07-28-1658986913216/1495747_image2_1.webp](/2022-07-28-1658986913216/1495747_image2_1.webp)\n![/2022-07-28-1658986913216/1495748_image2_1.webp](/2022-07-28-1658986913216/1495748_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-41-536-8773](tel:+82415368773)\n- [🏠www.cha.go.kr](http://www.cha.go.kr/)\n\n\n```googleMap\nlatitude: 36.7469751625\nlongitude: 127.0419991490\ntitle: 23-4, Haengdan-gil, Asan-si, Chungcheongnam-do\n```\n  \n## Directions\n  \n[Bus]<BR>\nFrom Dong Seoul Bus Terminal, take a bus to Asan Bus Terminal. \n<br>From Asan Bus Terminal Bus Stop, take Bus No. 170, 171, 172, 174 or 175 and get \noff at Asan Maengssi Haengdan House Bus Stop.\n","data":{"id":"2022-07-28-1658986913216","title":"Asan Maengssi Haengdan House - Maeng Sa-seong House (아산 맹씨행단(맹사성 고택)","description":"Maeng Sa-seong is a major figure in Cheonbaek-ri and was a prime minister during the early years of the Joseon dynasty. His house is the oldest private residence in Korea, and was originally General Choi Yeong’s home, before he turned it over to his grand son-in-law, Maeng Sa-seong. The simple residence houses two 600-year-old gingko trees in the yard. Therefore it has been named ‘Haengdan’, meaning that Confucius taught on top of the gingko tree symbolizing a place of learning. For that reason it is inferred that Maeng Sa-seong intentionally planted gingko trees in the yard and taught junior scholars. The two gingko trees provide a cool shade and give out five sacks of gingko nuts each year.","regDate":"2022-07-28","author":"korea-tour","tag":["Chungcheongnam-do","Culture/Art/History","Historical Sites","Old Houses"],"imgUrl":"/2022-07-28-1658986913216/1495766_image2_1.webp","blogPath":"Chungcheongnam-do/2022-07-28-1658986913216","pageUrl":"https:/mcdryad.com/Chungcheongnam-do/2022-07-28-1658986913216"},"dataList":[{"id":"2022-11-02-1667374827719","title":"Buyeo Neungsan-ri Ancient Tombs [UNESCO World Heritage] (부여 능산리 고분군 [유네스코 세계문화유산])","description":"Hundreds of Baekje tombs are scattered across Buyeo. Among them, Neungsan-ri Ancient Tombs, which are close to Buyeo, have been relatively well preserved and are fairly large in size. <br><br>The Neungsan-ri Ancient Tombs were the royal tombs of the Baekje dynasty from 538 to 660 when the capital of Baekje was Sabi (now Buyeo). In the Baekje Gobun Miniature Museum at the entrance to Neungsan-ri Ancient Tombs, mockups and miniature tombs are on display with their cross sections exposed. Here, one can view all kinds of Baekje tombs including stone mounds of the Hanseong Era as well as those discovered in Buyeo.","regDate":"2022-11-02","author":"korea-tour","tag":["Chungcheongnam-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-11-02-1667374827719/210143_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-02-1667374827719"},{"id":"2022-11-02-1667372047028","title":"Buyeo Naseong Fortress [UNESCO World Heritage] (부여 나성 [유네스코 세계문화유산])","description":"Buyeo Naseong, also known as the Outer City Wall, was built to protect the capital of Baekje, Sabi. It has a x_height of about 8.4 kilometers. The wall surrouned Busosanseong Fortress and extended to the city of Buyeo. <br><br>The wall is one of the oldest walls along with Naseong in Pyeongyang and it is estimated to have been built around 538, when the Baekje capital was changed from Woonjin (current Gongju) to Sabi (current Buyeo). The wall of the fortress starts from the site where Dongmun (East gate) was located to the area of Geumgang River, made by piling soil up. However, only a few traces remain of its former glory. <br><br>For now, it leaves a blurry trail including a 20 meter area to the east of Cheongsanseong Fortress, Dongmun Bridge from Seokmok-ri, and an area from Pilseobong Peak to Yeomchang-ri. While the outer wall is sharply sloped, the inner wall was built with a gentle slope to make it easier for horses to reach the guard posts on the top of the wall. Inside the fortress, the palace of Baekje, government offices, houses, temples, stores and protected facilities can be seen. The entire structure of Naseong Fortress features Geumgang River in the south and west sides, providing a natural double-defense system. The wall was one of the important outer defense facilities along with Cheongsanseong and Cheongmasanseong Fortresses.<br><br>* Area  554,591 ㎡","regDate":"2022-11-02","author":"korea-tour","tag":["Chungcheongnam-do","Culture/Art/History","Historical Sites","Fortresses"],"imgUrl":"","blogPath":"Chungcheongnam-do/2022-11-02-1667372047028"},{"id":"2022-11-02-1667368710012","title":"Buyeo Muryangsa Temple (무량사(부여))","description":"Muryangsa Temple, located at the foot of Mansusan Mountain in Buyeo-gun, Chungcheongnam-do, is said to have been built during the reign of Silla King Munmu by national preceptor Beomil. Geungnakjeon Hall can be seen after passing through Sacheonwangmun Gate, recognizably the best location for taking in the beauty of Muryangsa Temple. The temple grounds hold the Two-story Geungnakjeon Hall, Five-story Stone Pagoda, and Stone Lantern, all in a row. <br><br>The temple is also famous for being the place where Kim Siseup, one of the Saengyuksin (Six Loyal Subjects of the Joseon dynasty), spent his last few days before death. Visitors can see his portrait inside the temple. Although the temple site is included in Buyeo-gun’s administrative district, it is located closer to downtown Boryeong.","regDate":"2022-11-02","author":"korea-tour","tag":["Chungcheongnam-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-11-02-1667368710012/2037209_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-02-1667368710012"},{"id":"2022-11-02-1667364227651","title":"Boryeong Jukdo Island (죽도 (보령))","description":"Although called Jukdo Island, the island today is technically not an island as it has been connected to the mainland since the construction of Nampo Embankment in 1999. Along the entrance of the island are many fresh hoe (sliced raw fish) restaurants lining the street. This unpopulated fishing island is also called Daeseom (Bamboo Island) for its dense groves of bamboo trees.","regDate":"2022-11-02","author":"korea-tour","tag":["Chungcheongnam-do","Nature","Natural Sites"],"imgUrl":"/2022-11-02-1667364227651/2547407_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-02-1667364227651"},{"id":"2022-11-01-1667299580391","title":"Boryeong Beach Special Tourist Zone (보령 해수욕장 관광특구)","description":"The Boryeong Beach Special Tourist Zone consists of three major attractions  Daecheon Beach, Muchangpo Beach and Jukdo Island. <br><br>The 3.5-kilometer-long, 100-meter-wide Daecheon Beach is popular as the main venue for the annual Boryeong Mud Festival, which attracts about 2 million domestic and international tourists every year. The soft, white sand and lush pine trees also make this an ideal beach to visit for a walk. Various accommodations can easily be found here since the area has been a popular tourist destination for quite some time.<br><br>Located south of Daecheon Beach, Muchangpo Beach is where visitors can witness a sea-parting phenomenon in the summer. The 1.5-kilometer “Mystic Sea Road” between Muchangpo Beach and Seokdaedo Island reveals itself when the water levels go down due to the difference in the ebb and flow of the tides. During the sea parting, visitors will be able to catch clams, crabs and shellfish. The beach also offers a breathtaking view of the sunset.<br><br>Jukdo Island is located midway between Daecheon Beach and Muchangpo Beach. This unpopulated fishing island is known for its dense groves of bamboo trees. The waters in front of the island are clean and full of fish, drawing a large number of visitors for sea fishing.","regDate":"2022-11-01","author":"korea-tour","tag":["Chungcheongnam-do","Culture/Art/History","Recreational Sites","Tourist Complexes"],"imgUrl":"/2022-11-01-1667299580391/1894399_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-01-1667299580391"},{"id":"2022-07-28-1659015426719","title":"Bongsusan Recreational Forest (봉수산 자연휴양림)","description":"Opened in 2007, the Bongsusan Mountain Natural Recreation Forest offers a variety of forest recreation facilities. The area is home to various wild birds. The forest also offers various hiking trails, which take between one and three hours to complete. The slopes are relatively gentle. Various rest and forest bathing sites are setup throughout the forest. The Yedang Reservoir is nearby, which is the nation’s top fishing ground. Also in the area is the Hyeongje (Brother) Park, Daeheung Dongheon, Daeryeonsa Temple, Imjonseong Fortress, Deoksan Hot Spring, Sudeoksa Temple, Chunguisa Temple, the residence of Chusa Kim Jung-hee, and the Korea Traditional Architecture Museum.","regDate":"2022-07-28","author":"korea-tour","tag":["Chungcheongnam-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"/2022-07-28-1659015426719/1601669_image2_1.webp","blogPath":"Chungcheongnam-do/2022-07-28-1659015426719"},{"id":"2022-07-28-1659014406621","title":"Bonggoksa Temple (봉곡사)","description":"Surrounded by lush wildlife Bonggoksa Temple is located alongside the northeast valley in Bongsusan Mountain in Namdan, Songak-myeon. Both Daeeungjeon and Hyanggakjeon sit facing east, and to the north, is the large Yosache (residence for Buddhist monks). Behind the residence, an area has been leveled down for a restroom and storehouse. And Samseongak (a building where three saints are worshipped) is situated on top of the mound to the south of the temple. Although Samseongak was constructed in recent years, both Daeungjeon and Yosache are identified in the restored record that was found by Buddhist monk, Seobong in 1891. The temple has gained renown for being the place where Saint Mangong attained his Buddhist awakening and recited Odoseong, the zen poetry in July, 1895.","regDate":"2022-07-28","author":"korea-tour","tag":["Chungcheongnam-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-07-28-1659014406621/1495784_image2_1.webp","blogPath":"Chungcheongnam-do/2022-07-28-1659014406621"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}