{"pageProps":{"content":"![Children’s Grand Park (서울 어린이대공원)](/2022-07-21-1658429299654/2028002_image2_1.webp)\n\n  \n## Overview\n\n> Situated in Gwangjin-gu, Seoul Children’s Grand Park houses various facilities for families, including a zoo, botanical garden, amusement rides, and diverse performance events within a vast area. Opened on Children’s Day (May 5) in 1973, the park is full of attractions that appeal to children and the young-at-heart. It was renovated on Children’s Day 2009 to repair old and worn facilities. It became an even more spacious and pleasant park thanks to the renovation work.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br>(Korean, English, Japanese, Chinese) <br> • For more info: +82-2-450-9311|\n|parking:|Available (Operating Hours 09:00-22:00)<br> * Inquiries: Main Parking Lot +82-2-447-4710, Back Parking Lot&nbsp;+82-2-447-4712, Guimun Gate Parking Lot +82-2-447-4713|\n|restdate:|N/A (Open all year round)|\n|usetime:|[Park]<br>05:00-22:00<br><br>[Zoo]<br>10:00-17:00<br><br>[Amusement Park]<br>Weekdays 10:00-17:00 / Weekends 10:00-18:00 <br><br>[Nature World]<br>10:00-17:00|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Available Facilities:|Zoo, Amusement Park, Nature World, Memorial (Hyeonchung), etc.<br><br>Aminities: Baby stroller rental, nursing room, visitor’s information center, drinking fountain, cafeteria, restaurant, etc.|\n|Restrooms:|Available|\n|Parking Fees:|Small cars: 150 won for each 5min<br>Mid-sized cars: 300 won for each 5min<br>Large cars: 450 won for each 5min<br>|\n  \n## Detail Image\n![/2022-07-21-1658429299654/2028005_image2_1.webp](/2022-07-21-1658429299654/2028005_image2_1.webp)\n![/2022-07-21-1658429299654/2028007_image2_1.webp](/2022-07-21-1658429299654/2028007_image2_1.webp)\n![/2022-07-21-1658429299654/2028008_image2_1.webp](/2022-07-21-1658429299654/2028008_image2_1.webp)\n![/2022-07-21-1658429299654/2028011_image2_1.webp](/2022-07-21-1658429299654/2028011_image2_1.webp)\n![/2022-07-21-1658429299654/2028013_image2_1.webp](/2022-07-21-1658429299654/2028013_image2_1.webp)\n![/2022-07-21-1658429299654/2028015_image2_1.webp](/2022-07-21-1658429299654/2028015_image2_1.webp)\n![/2022-07-21-1658429299654/2028016_image2_1.webp](/2022-07-21-1658429299654/2028016_image2_1.webp)\n![/2022-07-21-1658429299654/2028017_image2_1.webp](/2022-07-21-1658429299654/2028017_image2_1.webp)\n![/2022-07-21-1658429299654/2028019_image2_1.webp](/2022-07-21-1658429299654/2028019_image2_1.webp)\n![/2022-07-21-1658429299654/2028020_image2_1.webp](/2022-07-21-1658429299654/2028020_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-2-450-9311](tel:+8224509311)\n- [🏠www.sisul.or.kr](http://www.sisul.or.kr/)\n\n\n```googleMap\nlatitude: 37.5494219613\nlongitude: 127.0807288607\ntitle: 216, Neungdong-ro, Gwangjin-gu, Seoul\n```\n  \n## Directions\n  \n[Subway]<br>\nChildren's Grand Park Station (Seoul Subway Line 7), Exit 1.<br>\nAchasan Station (Seoul Subway Line 5), Exit 3, 4, or 5.<br>\n<br>\n[Bus]<br>\nGet off at Main Entrance of Children’s Grand Park Bus Stop.<br>\nGreen Bus: 3216, 4212<br>\nBlue Bus: 721<br>\nRed Bus: 3500<br>\n<br>\nGet off at Entrance of Konkuk University Bus Stop.<br>\nGreen Bus: 3216<br>\nBlue Bus: 302\n","data":{"id":"2022-07-21-1658429299654","title":"Children’s Grand Park (서울 어린이대공원)","description":"Situated in Gwangjin-gu, Seoul Children’s Grand Park houses various facilities for families, including a zoo, botanical garden, amusement rides, and diverse performance events within a vast area. Opened on Children’s Day (May 5) in 1973, the park is full of attractions that appeal to children and the young-at-heart. It was renovated on Children’s Day 2009 to repair old and worn facilities. It became an even more spacious and pleasant park thanks to the renovation work.","regDate":"2022-07-21","author":"korea-tour","tag":["Seoul","Culture/Art/History","Recreational Sites","Theme Parks"],"imgUrl":"/2022-07-21-1658429299654/2028002_image2_1.webp","blogPath":"Seoul/2022-07-21-1658429299654","pageUrl":"https:/mcdryad.com/Seoul/2022-07-21-1658429299654"},"dataList":[{"id":"2022-08-06-1659782393656","title":"Myogaksa Temple-Seoul (묘각사 (서울))","description":"Located east of Naksan Mountain at Sungin-dong, Jongno-gu in Seoul, Myogaksa Temple offers the urbanites a chance to experience Temple Stay. Since 2002, Myogaksa Temple has run its special Temple Stay program titled “Free from All Anxiety”, which sees a growing number of foreign participants every year. Moreover, you may also have a chance to experience Korean traditional culture as well as get to know Korean history better through interesting stories.","regDate":"2022-08-06","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-08-06-1659782393656/1927908_image2_1.webp","blogPath":"Seoul/2022-08-06-1659782393656"},{"id":"2022-08-06-1659778692386","title":"Myeongdong Cathedral (서울 명동성당)","description":"Myeongdong Cathedral is the Church for Archdiocese of Seoul and was also the birthplace for the Roman Catholic Church community in Korea. The church houses the remains of several individuals  Bishop Laurent Joseph Marie Imbert (1796-1839), and priests Peter Simon (1803-1839), James (Jacques Honor Chastan, 1803-1839) and Pourthie Jean Antoine Charles (1830-1866) and four martyrs. <br /><br />Myeongdong Cathedral is located in downtown Seoul and tourists frequently come and visit the place. Near the cathedral are other tourism spots such as Namsangol Hanok Village preserving Korean traditional houses, N Seoul Tower overlooking Seoul and Namdaemun Market, a traditional market with a wide variety of food and goods.","regDate":"2022-08-06","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Holy Sites"],"imgUrl":"/2022-08-06-1659778692386/1987703_image2_1.webp","blogPath":"Seoul/2022-08-06-1659778692386"},{"id":"2022-08-06-1659775380033","title":"Myeong-dong, Namdaemun, Bukchang-dong, Da-dong and Mugyo-dong Special Tourist Zone (명동 남대문 북창동 다동무교동 관광특구)","description":"Myeong-dong, Namdaemun, Bukchang-dong and Da-dong are widely known among international visitors as hot spots for shopping and food. <br><br>Myeong-dong is a popular destination for shopping, culture, arts and fashion. Major shopping malls such as Lotte Department Store, Shinsegae Department Store, Myeong-dong Migliore and Samik Fashion Town are located here. Shoppers can find a variety of products here from high-end items to relatively inexpensive clothes. There’s also no shortage of street food, traditional restaurants, coffee shops and fancy cafes. <br><br>Namdaemun Market is the biggest traditional market in Korea. Visitors can purchase souvenirs and local produce at an affordable price in the shopping complex crowded with stores and street stalls. The market sells a variety of clothes, kitchenware, toys, accessories, food, flowers and imported goods. <br><br>Bukchang-dong and Sogong-dong have high-end accommodations including Lotte Hotel Seoul and Westin Chosun Seoul, duty-free shops, and restaurants serving traditional dishes. <br><br><b>Myeong-dong, Namdaemun Market and Bukchang-dong Special Tourist Zone  <br></b><b>Areas included </b> Myeong-dong, Bukchang-dong, Mugyo-dong and Da-dong, Seoul<br><b>Area size </b> 872,809 ㎡ <br><b>Tourist attractions </b> Myeong-dong, Namdaemun Market and Bukchang-dong, Department Stores (Lotte Department and Shinsegae Department Store, etc.), Traditional Market, Duty-free Shop, Hanok Village, N Seoul Tower, etc.","regDate":"2022-08-06","author":"korea-tour","tag":["Seoul","Culture/Art/History","Recreational Sites","Tourist Complexes"],"imgUrl":"/2022-08-06-1659775380033/1946562_image2_1.webp","blogPath":"Seoul/2022-08-06-1659775380033"},{"id":"2022-08-06-1659771471224","title":"Myeong-dong Tourist Information Center (명동관광정보센터)","description":"Myeong-dong Tourist Information Center provides information on traveling, shopping, attractions and more in Seoul. Service is provided in Korean, English, Japanese, and Chinese. The center also offers experience programs like using Hangeul stamps.","regDate":"2022-08-06","author":"korea-tour","tag":["Seoul","Culture/Art/History","Experience Programs","Unique Experience"],"imgUrl":"/2022-08-06-1659771471224/2582594_image2_1.webp","blogPath":"Seoul/2022-08-06-1659771471224"},{"id":"2022-08-06-1659768284257","title":"Myeong-dong (명동)","description":"Myeong-dong is one of the primary shopping districts in Seoul. The two main streets meet in the center of the block with one beginning from Myeong-dong Subway Station (Seoul Subway Line No. 4) and the other from Lotte Department Store at Euljiro. Many brand name shops and department stores line the streets and alleys. Common products for sale include clothes, shoes, and accessories. Unlike Namdaemun or Dongdaemun, many designer brands are sold in Myeong-dong. In addition, several major department stores have branches here, including Lotte Department Store, Shinsegae Department Store, Myeong-dong Migliore, Noon Square and M Plaza. The department stores carry many premium labels and other fashionable goods at reasonable prices. <br><br>Myeong-dong also has family restaurants, fast food, plus Korean, Western and Japanese dining options. Many restaurants in Myeong-dong specialize in <em>dongaseu</em> (pork cutlet) and <em>kalguksu</em> (noodle soup). Other businesses in the area include hair salons, banks and theaters.","regDate":"2022-08-06","author":"korea-tour","tag":["Seoul","Culture/Art/History","Experience Programs","Cultural Districts"],"imgUrl":"/2022-08-06-1659768284257/1987703_image2_1.webp","blogPath":"Seoul/2022-08-06-1659768284257"},{"id":"2022-08-06-1659764222473","title":"Museum Kimchikan (뮤지엄 김치간)","description":"Museum Kimchikan is a unique museum dedicated to kimchi and kimjang, the process of making kimchi which was designated as UNESCO Intangible Cultural Heritage of Humanity. The museum was also selected by CNN in March 2015 as one of the world’s top 11 food museums. <br>Visitors can learn the history of kimchi as well as learn and get a taste of the different types of kimchi. Audio guides in English, Japanese, and Chinese are available for international visitors and a guided tour of the museum by a docent is also available at designated times. Online reservation is available through the museum’s official website.","regDate":"2022-08-06","author":"korea-tour","tag":["Seoul","Culture/Art/History","Industrial Sites","Others"],"imgUrl":"/2022-08-06-1659764222473/2363666_image2_1.webp","blogPath":"Seoul/2022-08-06-1659764222473"},{"id":"2022-08-06-1659761349393","title":"Munmyo Confucian Shrine and Seonggyungwan National Academy (서울 문묘와 성균관)","description":"Munmyo is a shrine dedicated to Confucius, whose teachings form the foundation of Confucianism. It is also dedicated to his disciples and other great Confucian scholars. Munmyo is not only the shrine but also the highest educational institution of the Joseon dynasty. Munmyo was once called as Munseonwangmyo since during the Tang dynasty, Confucius was named as King Munseon after his death and then it has been called as Munmyo since the Yuan dynasty.<br><br>The compound consists of two main areas  the Daeseongjeon houses shrines and the Myeongnyundang features seminar halls and other auxiliary facilities. Also, there are two dormitories, Dongjae and Seojae, which are collectively known as Sungkyunkwan. In front of the Myeongnyundang stands a ginkgo tree designated as Natural Monument No. 59. In spring and autumn, a ritual for Confucius and his disciples takes place.","regDate":"2022-08-06","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-08-06-1659761349393/1568091_image2_1.webp","blogPath":"Seoul/2022-08-06-1659761349393"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}