{"pageProps":{"list":[{"id":"2023-02-03-1675402567770","title":"Damyang Resort Spa (담양리조트 온천)","description":"Damyang Resort is a large resort complex comprised of a hotel, spa, arboretum, and event plaza. The spa is spread over a ground floor and basement floor, with both mens and womens pools, as well as many event pools and an open-air hot spring. Additional facilities include a jjimjilbang (Korean-style sauna), skincare center, and massage center. The hot springs use water with a mix of 20 minerals, including germanium, strontium, sulfuric ions, calcium, and lithium. The mineral mix helps soothe skin, relieve stress, and improve blood circulation to prevent many diseases and ailments.","regDate":"2023-02-03","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Recreational Sites","Hot Springs & Spa"],"imgUrl":"","blogPath":"Jeollanam-do/2023-02-03-1675402567770","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-02-03-1675402567770"},{"id":"2023-02-03-1675399223260","title":"Damyang Changpyeong [Slow City] (담양군 창평면 [슬로시티])","description":"Damyang Changpyeong Samjinae Village is a farming village that produces vegetables and fruits including tomatoes and strawberries. The name of the village goes all the way back to early Goryeo period. Changpyeong is home to many important historical figures and known for its regional foods and local produce.","regDate":"2023-02-03","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Historical Sites","Folk Villages"],"imgUrl":"/2023-02-03-1675399223260/1784394_image2_1.webp","blogPath":"Jeollanam-do/2023-02-03-1675399223260","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-02-03-1675399223260"},{"id":"2023-02-03-1675395532623","title":"Chungminsa Temple (여수충민사)","description":"Nestled at the foot of Maraesan Mountain (alt. 385.2 m), Chungminsa Temple (Historic Site No. 381) was built by Lee Sieon (unknown - 1624), and was commissioned by Lee Hangbok (1556-1618) after the Imjinwaeran War (Japanese Invasion) upon King Seonjos (1601) command. The shrine was forced to be demolished by Japan in 1919, and only two sections remained. In 1947, they were then rebuilt by local residents in the end. It was designated as Historical Site No. 381 on June 1, 1993.<br><br>* Chungminsa Hamabi (stone statue)<br>At the entrance of Chungminsa Temple, Hamabi (stone stuatue) is set up with a 1.4 m-x_height, 42 cm-x_width, and 10 cm-thickness, with the word Hamabi written on the stone, meaning expressing ones respect, and in front of the palace is a Confucian shrine, the birthplace of the sages that symbolizes the temples significance. This stone used to be 100 m away but was moved to its current site when a detour road was built.","regDate":"2023-02-03","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2023-02-03-1675395532623/193495_image2_1.webp","blogPath":"Jeollanam-do/2023-02-03-1675395532623","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-02-03-1675395532623"},{"id":"2023-02-02-1675334280408","title":"Cheongwansan Provincial Park (천관산도립공원)","description":"Cheongwansan Provincial Park is located on Cheongwansan Mountain, which is considered one of the best mountains in southwest Korea, along with Jirisan, Naejangsan, Wolchulsan and Naebyeonsan mountains. The name of Cheongwan comes from the fact that the surrounding boulders resemble a thorny crown worn by an emperor. In autumn, fields of silver grass unfold around the mountain peak, allowing for the Cheongwansan Silver Grass Festival to take place on Yeondaebong (silver grass plain). Also, from the top of the mountain, several grand landmarks like Dadohae archipelago, Wochulsan Mountain and Mudeungsan Mountain in nearby cities can be seen. On a clear day, visitors can even see Hallasan Mountain on Jeju Island. In the middle of the mountain is Cheongwansa Temple, which houses precious cultural properties including Cheongwansa Three-Story Pagoda (Treasure No. 795), Cheongwansa Seokdeung (stone lantern), Five-Story Pagoda, and Jangheung Tapsansaji Seokdeung (stone lantern).","regDate":"2023-02-02","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites","Provincial Parks"],"imgUrl":"","blogPath":"Jeollanam-do/2023-02-02-1675334280408","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-02-02-1675334280408"},{"id":"2023-02-02-1675330598911","title":"Bogildo Island (보길도)","description":"Located about 12 kilometers away from Wando Port, Bogildo Island was once inhabited by a famous Joseon poet named Yun Seon-do, who found the island by chance when he sought shelter from a typhoon he encountered on his way to Jeju Island. During his 10-year stay on the island, he built 25 buildings, including Seyeonjeong and Nakseonjae Pavilions. His most noted work Eobusasisa was also written here. <br><br>The island has three beautiful beaches, serving as a popular vacation destination. The southernmost Yesong-ri Beach is especially popular for its astounding views with a 1.4-kilometer stretch of pebbled shore with an evergreen forest nearby.","regDate":"2023-02-02","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"","blogPath":"Jeollanam-do/2023-02-02-1675330598911","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-02-02-1675330598911"},{"id":"2023-02-02-1675327194160","title":"Baekdo Island (여수 백도)","description":"Located 28 kilometers east of Geomundo Island, Baekdo Island is comprised of a collective group of uninhabited rock islets. Some of the most well-known islets are Maebawi Rock, Seobangbawi and Gaksibawi Rocks, Hyeongjebawi Rock, and Seokbulbawi Rock, each rock with a legend or a myth of its own. Baekdo Island is also a nature preserve that serves as a home to several endangered species, and can only be observed while aboard a cruise that tours the nearby islands.","regDate":"2023-02-02","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"","blogPath":"Jeollanam-do/2023-02-02-1675327194160","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-02-02-1675327194160"},{"id":"2023-02-02-1675323369444","title":"Yudalsan Mountain (유달산)","description":"Yudalsan Mountain, located in Mokpo, Jeollanam-do, is the last mountain of the Noryeong Mountain Range. Despite its low x_height of only 228 meters, the mountain boasts a panoramic view of the entire city of Mokpo and the sea. There are five pagodas throughout the mountain as well as a monument with lyrics to the song Mokpo’s Tears,” a sculpture park exhibiting some 100 pieces; an orchid park; and Ilju Road with a view of Mokpo.","regDate":"2023-02-02","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites","Mountains"],"imgUrl":"/2023-02-02-1675323369444/1804641_image2_1.webp","blogPath":"Jeollanam-do/2023-02-02-1675323369444","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-02-02-1675323369444"},{"id":"2023-02-02-1675319994596","title":"Yi Sunsin Plaza (이순신광장)","description":"Yi Sunsin Plaza is located in Jungang-dong, Yeosu-si and contains the history and achievements of General Yi Sunsin. The plaza is the starting point for the history culture tourism belt and the surrounding artifacts and in May hosts the Turtle Ship Festival. The main attraction in the plaza is the life-size turtle ship which visitors can not only view from the outside but also the inside. There are also various performances on Saturdays in the plaza.&nbsp;<br>","regDate":"2023-02-02","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2023-02-02-1675319994596/2369131_image2_1.webp","blogPath":"Jeollanam-do/2023-02-02-1675319994596","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-02-02-1675319994596"},{"id":"2023-02-02-1675316187918","title":"Yeosu Yeongchwisan Mountain (영취산 (여수))","description":"Yeongchwisan Mountain is not very tall, rising just 510 meters above sea level, but the mountain has long been deemed as a spiritual guardian of the Yeosu peninsula. During the old days, people held rituals for rain or offered wishful prayers here. Geumseongdae and Dosolam Hermitage are two Buddhist places of worship on the mountain.  <br><br>As Yeongchwisan Mountain is not very tall, taking any hiking course will lead you to the peak within about four hours. The mountain is a perfect place for family travelers to go hiking. Yeongchwisan Mountain is also widely known as the first place in Korea where azaleas begin to bloom in the spring, and is one of the top three most famous places in Korea for azalea blossoms. In April each year, the azalea festival is held in the mountain. The festival offers a variety of programs including a ritual for the god of the mountain, a writing contest for students, a photo contest, and Miss Azalea beauty pageant. During the festival, visitors can enjoy various events and local foods.","regDate":"2023-02-02","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites","Mountains"],"imgUrl":"/2023-02-02-1675316187918/2648192_image2_1.webp","blogPath":"Jeollanam-do/2023-02-02-1675316187918","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-02-02-1675316187918"},{"id":"2023-02-02-1675312795581","title":"Yeosu Hyangiram Hermitage (향일암(여수))","description":"Hyangiram Hermitage (Cultural Property Material) is one of four Buddhist hermitages in Korea where the faithful come to pray to the Avalokitesvara Bodhisattva. It was originally named Wontongam Hermitage, established by Monk Wonhyo during the fourth year of Baekje King Uija’s reign (644). Wontongam Hermiatge was renamed to Geumoam Hermitage by Monk Yunpil in the 9th year of Goryeo King Gwangjong’s reign (958), then renamed once again to Hyangiram Hermitage by Monk Inmuk during the 41st year of Joseon King Sukjong’s reign (1715). <br><br>The temple contains many buildings both preserved and rebuilt, including the main hall, Daeungjeon Hall, which was rebuilt in 2012 after it burned down in a fire. The mountain path to Hyangiram Hermitage is very steep, but many people make the climb in hopes of their wish coming true. Legend has it that anyone who passes all seven of the stone caves on the walk to Hyangiram Hermitage will be granted their wish.","regDate":"2023-02-02","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2023-02-02-1675312795581/2367375_image2_1.webp","blogPath":"Jeollanam-do/2023-02-02-1675312795581","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-02-02-1675312795581"},{"id":"2023-02-02-1675309005166","title":"Yeongsangang River (영산강)","description":"Yeongsangang River (136 kilometers) is the shortest of the four major rivers in Korea. The river starts from Yongchubong Peak (560m) located in Yong-myeon in Damyang, Jeollanam-do. It runs through Damyang, Gwangju, Naju, and Yeongam and eventually flows into the Yellow Sea in Mokpo through the estuary bank. <br><br>The river also faces some environmental challenges, including extreme weather events that cause flooding, leading to ecosystem loss and habitat degradation. In December 1981, a dam was built and the damage was significantly reduced. The government has also introduced the Four Major Rivers Restoration Project in 2009 with the objective of restoring the rivers while achieving regional development. Under this project, a significant amount of budget was allocated for resolving problems plaguing the Yeongsangang River.","regDate":"2023-02-02","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"/2023-02-02-1675309005166/2654753_image2_1.webp","blogPath":"Jeollanam-do/2023-02-02-1675309005166","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-02-02-1675309005166"},{"id":"2023-02-01-1675247896166","title":"Yeongsando Island (영산도)","description":"The spectacular yet rarely visited Yeongsando Island is located off the south eastern coast of <a href=http //english.visitkorea.or.kr/enu/SI/SI_EN_3_1_1_1.jsp?cid=264278><font color=navy>Heuksando island</font></a>. With a population of about 50 people, Yeongsangdo’s only village is located in a quiet cove with a backdrop of mountains behind it. The outline of its highest peak called Munamgwiun (405m) and ridge depict the silhouette of a naked woman with long wavy hair.","regDate":"2023-02-01","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"/2023-02-01-1675247896166/1585349_image2_1.webp","blogPath":"Jeollanam-do/2023-02-01-1675247896166","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-02-01-1675247896166"},{"id":"2023-02-01-1675244183430","title":"Yeonggwang Bulgapsa Temple (불갑사 (영광))","description":"Bulgapsa Temple of Yeonggwang-gun, Jeollanam-do, was the very first Buddhist temple to be built in Korea. Monk Marananta, who was the first Indian monk to spread Buddhism in Korea, is said to have established the temple here around the year 384, during the reign of Baekje King Chimnyu. <br><br>Daeungjeon Hall, the main hall of Bulgapsa Temple, has been designated as a Treasure. The motifs on the doors of the hall are famed for their beautiful designs. The temple also has other buildings of distinction such as the Manseru Pavillion, Myeongbujeon Hall and Ilgwangdang Shrine, and a population of sericeous newlitse trees, designated as a  Natural Monument. The temple is also famous for the magic lily which blooms in the late summer. The path into Bulgapsa Temple is ideal for a restful walk and contemplation.","regDate":"2023-02-01","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2023-02-01-1675244183430/189751_image2_1.webp","blogPath":"Jeollanam-do/2023-02-01-1675244183430","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-02-01-1675244183430"},{"id":"2023-02-01-1675240811375","title":"Yeongamho Lake (migratory bird habitat) (영암호 - 철새도래지)","description":"This is a huge lake created when the Geumho tide embankment was constructed in Yeongam on November 1996, as part of a national project to reclaim some 4.3 kilometers stretch of sea from Sampo-ri in Samho-myeon of Yeongam-gun to Byeoram-ri in Hwawon-myeon of Haenam-gun.  <br><BR>Some 100 species of migratory birds, numbering some 300,000, live in this area over the winter on the mud flats which are full of things to eat. Around the embankment where the sea water and fresh water meet, there is a great spot to fish for both fresh water and the sea species. This is perhaps the only place in Korea where the long and silvery cutlass fish, usually found in the deeper areas of the ocean, can be caught while sitting on the rocks along the seashore.","regDate":"2023-02-01","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"/2023-02-01-1675240811375/2373406_image2_1.webp","blogPath":"Jeollanam-do/2023-02-01-1675240811375","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-02-01-1675240811375"},{"id":"2023-02-01-1675237048162","title":"Yeongam Gurim Hanok Village (영암 구림전통한옥마을)","description":"Nestled at the foot of Wolchulsan Mountains western side in Yeongam-gun, Jeollanam-do, Yeongam Gurim Hanok Village has a 2,200 year-long history, stretching from the Three Han States to Proto Three Kingdom Period. The village is abundant with various historical stories and features, offering plenty of cultural tourism resources. The village includes 12 pavilions including Hoesajeong Pavilion and Gukamsa Shrine, traditional houses, stone walls, and old oak trees.Especially, 96 Korean-house accommodations including Anyongdang, Wolindang, Gukamsa, and Anhyeongung are located for tourists to stay in a traditional Hanok as well as to offer various traditional programs like paper craft, traditional wedding ceremony, rice cake-pounding, straw craft, catching fish, water activities and others. Also, Wangin Cherry Blossom Festival and Chrysanthemum Festival are held here every year.","regDate":"2023-02-01","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Historical Sites","Folk Villages"],"imgUrl":"/2023-02-01-1675237048162/1005718_image2_1.webp","blogPath":"Jeollanam-do/2023-02-01-1675237048162","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-02-01-1675237048162"},{"id":"2023-02-01-1675233630217","title":"Wolchulsan National Park (월출산국립공원)","description":"Wolchulsan National Park is located in the southern part of Korea. The name Wolchulsan means mountain where the moon rises. Starting with Cheonhwangbong Peak (810.7 m) at the center, the whole area is filled with rocky mountain peaks which all look special and unique.<br><Br>About five kilometers beyond the National Parks entrance and Dogapsa Temple is Gujeongbong Peak. The peak is shaped like nine pots with a pool of water that never runs dry, said to have been a dragons dwelling place according to local folk legend. Another 500 meters further along is Maaeyeoraejwasang, a sitting Buddha statue, which is designated as a National Treasure. <br><br>At the top of Wolchulsan Mountain is a large flat granite rock that can fit up to 300 people. From here, visitors can take in the splendid vista of the mountain. Wolchulsan National Park also features one of the nations longest suspension bridges, located 120 meters above ground with a length of 52 meters and a x_width of 0.6 meters. To the left of Sajabong Peak is a seven-tier waterfall named Chilchipokpo Falls, pouring down into the valley in the middle of the mountain. Another great view to catch is the field of reeds found along the path to Dogapsa and Muwisa Temples. Moreover, the park changes its colors by season, offering excellent views all year round.","regDate":"2023-02-01","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites","National Parks"],"imgUrl":"/2023-02-01-1675233630217/1969531_image2_1.webp","blogPath":"Jeollanam-do/2023-02-01-1675233630217","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-02-01-1675233630217"},{"id":"2023-02-01-1675229779520","title":"Wolchulsan Hot Springs (월출산 온천)","description":"Wolchulsan Spa is located five kilometers northwest of the town of Yeongam. The spa overlooks the beautiful scenery of Wolchulsan Mountain, the extensive plain of Yeongam, and Yeongamcheon Stream, a tributary of Yeongsangang River.<br><br> The source of Wolchulsan Spa’s hot spring waters is  red feldspar granite (elvan) that forms the aquifer column of Wolchulsan Mountain. The adhesive and purifying properties of the elvan removes harmful organic matter and pollutants, resulting in pure, natural hot spring waters. Rich in various minerals, dissolved oxygen, and far-infrared emissivity, the elvan hot spring waters are known to be effective for alleviating various ailments such as fatigue, neuralgia, rheumarthritis, skin trouble, and athlete’s foot.<br><br>Various tourist attractions are located nearby, including the Wolchulsan Mountain, the reed field in Miwangjae, and Dogapsa Temple, so visitors can enjoy a good rest at Wolchulsan Spa after sightseeing.","regDate":"2023-02-01","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Recreational Sites","Hot Springs & Spa"],"imgUrl":"/2023-02-01-1675229779520/1009315_image2_1.webp","blogPath":"Jeollanam-do/2023-02-01-1675229779520","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-02-01-1675229779520"},{"id":"2023-02-01-1675226398839","title":"Wolchulsan Gichan Land (월출산 기찬랜드)","description":"Wolchulsan Gichan Land is set in the clean valley and fresh air at the foot of Cheonhwangbong Peak of Wolchulsan Mountain. Many famous people come from the area, including Kim Changjo who created folklore music, Nangsan Kim Junyeon, a member of the Consituent Assembly, Admiral Kang Kicheon, Jo Hunhyeon, King of Baduk game and others. Gichan Land houses Gayageum Theme Park to offer folk culture as well as nature-pool, spirit health center, pension, physical facilities, well-being prayer road, and others. Wolchulsan Well-being Prayer Road features a health road to experience water, forest, and rocks on the road to Wolchulsan Mountain. <br><br>The 1.1 kilometer long Wolchulsan Well-being Prayer Road stretches from Gichan-gil Walking path to Ki Sports Park and Sowon-ro. The path is decorated with more than 30 years of pine trees, eco-friendly wooden bridge, and a resting area. Wolchulsan Pray Road stretches from the entrance of Cheonhwangsaji and Ki Sports Park to Gichan Land (4km) plus the 3 kilometer-road from Historic Site of Wang In to the entrance of Dogapsa Temple.<br><br>Wolchulsan National Park features breathtaking scenery, plentiful cultural resources and folklore atmosphere of the Southern area. The mountain was formed as a residual hill of the Sobaek Mountain Range going into the Mokpo sea and meets the projecting rocks. The whole area is centered around Cheonwangbong Peak (809m) and is surrounded by uniquely-formed rocks and cliffs. <br><br>The area is the birth place of Wangin (Baekje) and Doseon Guksa (Late Silla). Various cultural assets are also located here, including Gengnakjeon Hall and Rock-carved Seated Buddha in Muwisa Temple in south side and Dogapsa Temple in west side based on Cheonwangbong Peak.","regDate":"2023-02-01","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Recreational Sites","Theme Parks"],"imgUrl":"/2023-02-01-1675226398839/1006040_image2_1.webp","blogPath":"Jeollanam-do/2023-02-01-1675226398839","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-02-01-1675226398839"},{"id":"2023-02-01-1675222933472","title":"Wando-gun, Cheongsando Island [Slow City] (완도군 청산도 [슬로시티])","description":"The name Cheongsan (靑山) carries the meaning that all of the surroundings - the mountains, ocean and sky - are blue. Cheongsando Island is a small island featuring beautiful scenery located 19.2km from Wando in Jeollanam-do, and is the southernmost island in Dadohae. The island looks to Geomundo Island in the east, Soando Island in the west, Jejudo Island in the south, and Sinjido Island in the north. Cheongsando Island was designated as part of Dadohaehaesang National Park on December 23, 1981 and the first Asian slow city on December 1, 2007. The slower visitors walk through the island, the more beautiful the island is. Likewise, the island was picked as one of must-visit tourism spots by Korea Tourism Organization and CNN. The island also features the valuable agricultural asset of gudeuljangnon, terraced rice paddies.","regDate":"2023-02-01","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"/2023-02-01-1675222933472/1784238_image2_1.webp","blogPath":"Jeollanam-do/2023-02-01-1675222933472","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-02-01-1675222933472"},{"id":"2023-01-31-1675161458234","title":"Unjusa Temple (운주사)","description":"Unjusa Tmeple was called Bibosa Temple during the late Silla Period. However, during excavation work that took place between 1984 and 1989, it was discovered to have been built long before that during the early Goryeo period. The temple fell into disrepair after the Imjin War (1592-1598), but was partly restored in the 1800s by Monk Seoldamjau. Unjusa Temple’s famous heritages include the Nine-story Stone Pagoda (Treasure No. 796), Shrine of Stone Buddha (Treasure No. 797), and Cylindrical Multi-story Stone Pagoda (Treasure No. 798).","regDate":"2023-01-31","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2023-01-31-1675161458234/2604595_image2_1.webp","blogPath":"Jeollanam-do/2023-01-31-1675161458234","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-31-1675161458234"},{"id":"2023-01-31-1675157801357","title":"Ttangkkeut Village (땅끝 관광지)","description":"This area is famous as it is on the very tip of the Korean peninsula, located in Galdu-ri of Songji-myeon. This is where Baekdusan Mountain ends reaching the tip of the peninsula. Many people visit the area so they can say they’ve stepped on the end of the land and it has long become a prime destination in Haenam. <br><br>At the summit of Sajabong peak there is an observatory that stands 38m high. From the observatory you can get a full viewing of the Dalmasan Mountain in the north while in the east, fishing vessels can be seen skirting deftly on the surface of the sea. Atop the summit of Sajabong peak, there is a restored old beacon (Bonghwadae) which in the past was strategically located to warn of approaching Japanese ships. In the village proper, the area known as Ttangkkeut Village, special events take place to celebrate the end of year and the first day of the New Year, which also draws many tourists to the area from all over the country.","regDate":"2023-01-31","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Recreational Sites","Tourist Complexes"],"imgUrl":"/2023-01-31-1675157801357/2367436_image2_1.webp","blogPath":"Jeollanam-do/2023-01-31-1675157801357","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-31-1675157801357"},{"id":"2023-01-31-1675154375348","title":"Tracksite of Dinosaurs, Pterosaurs, and Birds in Uhang-ri (우항리 공룡화석자연사유적지)","description":"The Tracksite of Dinosaurs, Pterosaurs, and Birds in Uhang-ri is where the worlds most intricate fossil footprints of dinosaurs and birds were discovered. The track site was designated as a Natural Monument for its significance and serves as an educational site for studying earth science and dinosaurs from the Cretaceous period. There is a museum that has on display 447 materials related to fossils, including actual fossil pieces of an Allosaurus, along with exhibitions dedicated to giant dinosaurs, sea reptile, and birds.","regDate":"2023-01-31","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2023-01-31-1675154375348/1929590_image2_1.webp","blogPath":"Jeollanam-do/2023-01-31-1675154375348","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-31-1675154375348"},{"id":"2023-01-31-1675150565909","title":"Tommeori Beach (톱머리 해수욕장)","description":"Tommeori Beach can be characterized by the extremes shown at high and low tides. The endless stretch of white sandy beach during the low tide and the dense black pine forest offer a spectacular view. The shallow waters and low slope make it a great vacation destination.","regDate":"2023-01-31","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"/2023-01-31-1675150565909/1606937_image2_1.webp","blogPath":"Jeollanam-do/2023-01-31-1675150565909","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-31-1675150565909"},{"id":"2023-01-31-1675147221659","title":"Ten Scenic Views of Jirisan (지리산 10경)","description":"Its deep valleys and unique mountain formations are what make Jirisan Mountain truly spectacular. It consists of numerous peaks, and is known to be well-preserved and clean. Ten Scenic Views of Jirisan Mountain are particular memorable and simply breathtaking.<br><Br>Perhaps Jirisan Mountain’s most signature highlight is its incredible sunrise; the scarlet sunlight from the horizon in the east is spectacular, and arguably the best place to watch it in Korea. The second highlight is Piagol Autumn Leaves. At the village, walk 10 minutes further towards Piagol and you will come to a pine forest at the edge of Jeollanam-do and Gyeongsangnam-do. It is called Piagol, the best broad-leaved tree forest in Jirisan Mountain area. The autumnal colors of Piagol are some of the best in the world. Every year the Autumn Leaves Festival is held here. The third notable highlight is the Nogodan Sea of Clouds. Located to the west of Jirisan Mountain, Nogodan Peak is said to boast the most outstanding views of Jirisan Mountain. If you climb up to the peak following the Hwaeomsa Valley, at times the sea of clouds are visible from below the peak. The fourth selected highlight is Banyabong’s Sunset. Banyabong Peak is a huge dome shaped feature. One of the big joys of climbing Banyabong is to see the sunset. The fifth notable feature is the full moon; the beautiful scarlet sky together with the black mountain line produce an exquisite painted background to the rising of the moon. The sixth highlight is the royal azalea blossoming between the rocks. In the spring, the royal azaleas blanket the mountain. There is a field that extends 1,200 meters in the southern area of Jirisan Mountain covered with flowers known as Royal Azalea Plateau. The seventh feature is the deep waterfall between the peaks of Cheonghakbong and Baekhakbong. The 60-meter waterfall produces a tremendous sound. The eighth is the vast view of the mountain range towards Cheonwangbong Peak. The ninth feature is the Chilseongyegok Valley. With its roots in Cheonwonbong Peak, it is one of our nation’s three best valleys. According to legend, seven gods are said to be living in Chilseongyegok Valley. Finally, the tenth most scenic feature is Seomjincheongryu. Flowing southwesterly across Jirisan Mountain and into the south coast, the Seomjingang River is so clear that it is sometimes compared to blue silk. The white sandy beaches on either side of the river are also very beautiful.","regDate":"2023-01-31","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites","National Parks"],"imgUrl":"/2023-01-31-1675147221659/1931213_image2_1.webp","blogPath":"Jeollanam-do/2023-01-31-1675147221659","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-31-1675147221659"},{"id":"2023-01-31-1675143375524","title":"Tamjin River Wetland Eco-Park (탐진강 생태습지원)","description":"The Tamjin River Wetland Eco-Park opened in July 2008 to preserve the pristine nature of Tamjin River and to maintain a better waterfront. It is a widely spread natural river wetland eco-park that covers 13.130㎡ along the waterside of Tamjin River, which holds superior-grade water that flows mainly through the Jangheung area from Pyeonghwa Bridge in Jangheung-eup to Busan Bridge. Within the park, there are acupressure paths, wooden decks, trails for observing aquatic plants and eco-life, walking trails and a fountain.","regDate":"2023-01-31","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2023-01-31-1675143375524/1377001_image2_1.webp","blogPath":"Jeollanam-do/2023-01-31-1675143375524","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-31-1675143375524"},{"id":"2023-01-31-1675139979827","title":"Taepyung Salt Farm (태평염전)","description":"Taepyung Salt Farm, located in Jeungdo-myeon, Jeollanam-do, is the largest sun-dried salt producer in Korea. Recently, a wooden trail has been installed around the farm. The farm takes pride in producing high quality natural salt full of minerals from pristine seawater.","regDate":"2023-01-31","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Experience Programs","Village Experience"],"imgUrl":"/2023-01-31-1675139979827/2612373_image2_1.webp","blogPath":"Jeollanam-do/2023-01-31-1675139979827","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-31-1675139979827"},{"id":"2023-01-31-1675136230035","title":"Taepyeong Yeomsaeng Botanical Garden (태평염생식물원)","description":"Designated as a biodiversity conservation area by the UNESCO, Jeungdo Island in Sinan-gun, Jeollanam-do has become popular. Taepyeong Yeomsaeng Botanical Garden is located next to one of the largest solar-evaporation salt fields, and spans over an area of 110,000 ㎡. Over 70 species of various salt plant colonies grow at the natural mud flat including glasswort, sea-blite, East Asian seepweed, and Herbaceous seepweed to create a splendid scene. Also, one can easily see <i>Tti</i> (a plant) which can not grow in polluted places.<br><br>Walking along the 220 meter-long walking path, diverse mud flat creatures like mudskippers, crabs, and gastropods can be seen up close.","regDate":"2023-01-31","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2023-01-31-1675136230035/1954534_image2_1.webp","blogPath":"Jeollanam-do/2023-01-31-1675136230035","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-31-1675136230035"},{"id":"2023-01-30-1675075096194","title":"Taeansa Temple (태안사)","description":"Located on the foot of Dongnisan Mountain, Taeansa Temple was built by three monks during the reign of the Silla King, Gyeongdeok (742). Afterwards, Monk Hyecheol constructed a large temple with 132 rooms during Goryeo Taejo’s reign, which was established as a central seminary of the Dongnisan Mountain area. In the precincts there are four treasures, including Hyecheolguksa Sari Pagoda, Gwangjaseonsa Pagoda and Neungpagak. The temple was badly damaged during the Korean War and had been refurbished since then. An invigorating valley and a shady nook can be reached just 1.8 kilometers from the entrance of the temple. It is a popular trail during the fall, with its bright maple leaves.","regDate":"2023-01-30","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2023-01-30-1675075096194/2043426_image2_1.webp","blogPath":"Jeollanam-do/2023-01-30-1675075096194","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-30-1675075096194"},{"id":"2023-01-30-1675071391945","title":"Suncheonman Bay Yongsan Observatory (순천만 용산전망대 (S자 물길))","description":"Yongsan Observatory offers an unobstructed view of Suncheonman Bays large S-shaped waterway. The observatory can be reached by following the trail through the field of reeds, crossing over Daedae Estuary on Mujingyo Bridge. With a birds-eye-view, take in the vast fields of reeds and mudflats, dotted throughout with groups of birds wading through in search of food.","regDate":"2023-01-30","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Architectural Sights","Monuments/Observatories"],"imgUrl":"/2023-01-30-1675071391945/1817061_image2_1.webp","blogPath":"Jeollanam-do/2023-01-30-1675071391945","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-30-1675071391945"},{"id":"2023-01-30-1675068008860","title":"Suncheonman Bay Wetland Reserve (순천만습지 (구, 순천만자연생태공원))","description":"Suncheonman Bays reed field covers a total area of approximately 495,867 ㎡, encompassing the regions of Gyoryang-dong and Daedae-dong in Suncheon as well as Haeryong-myeons Jungheung-ri, Haechang-ri, and Seonhak-ri. The reed field starts from the confluence of Dongcheon and Isacheon Streams, and stretches along both sides of the stream for approximately 3 kilometers until it reaches the main reed colony at Suncheonman Bay. The reed fields in Suncheonman Bay are thickly covered with reeds taller than a full-grown man. It is the biggest colony of reeds in Korea. The scene of the entire field swaying in the wind is like watching waves on the sea. Suncheonman Bay Wetland Reserve is a natural habitat for birds of over 140 species, including migratory and endangered bird species such as the hooded crane, white-naped crane, Oriental White Stork, black-faced spoonbill, Eurasian Oystercatcher as well as birds designated as natural treasures.","regDate":"2023-01-30","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2023-01-30-1675068008860/2653949_image2_1.webp","blogPath":"Jeollanam-do/2023-01-30-1675068008860","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-30-1675068008860"},{"id":"2023-01-30-1675064182057","title":"Suncheon Wild Tea House (순천전통야생차체험관)","description":"Suncheon Wild Tea house is a tea experience house. It is located on the road to Seonamsa Temple in Jogyesan Mountain. At the Suncheon Wild Tea House, visitors can experience the beauty and the composure of a traditional Korean style house while enjoying the delicate flavor and scent of tea surrounded by scent of pine trees. Available programs are <em>darye</em> (manners of tea drinking) experience, tea making, tea cookie tasting and education on tea ceremony.","regDate":"2023-01-30","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Experience Programs","Traditional Experience"],"imgUrl":"/2023-01-30-1675064182057/1840763_image2_1.webp","blogPath":"Jeollanam-do/2023-01-30-1675064182057","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-30-1675064182057"},{"id":"2023-01-30-1675060806414","title":"Suncheon Songgwangsa Temple (송광사 (순천))","description":"Songgwangsa Temple is located on the west side of Jogyesan Mountain, and is a famous <em>sambosachal</em> in Korea, along with Haeinsa Temple and Tongdosa Temple. Songgwangsa Temple has produced many high monks, earning recognition as a <em>seungbo</em> temple. The temple has 27 cultural assets and approximately 80 buildings.","regDate":"2023-01-30","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2023-01-30-1675060806414/1607826_image2_1.webp","blogPath":"Jeollanam-do/2023-01-30-1675060806414","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-30-1675060806414"},{"id":"2023-01-30-1675056987081","title":"Suncheon Heungryunsa Temple (흥륜사 (순천))","description":"Heungryunsa Temple is a missionary center of the Hwaeomsa Temple. Located in Jukdobong Park (downtown Suncheon), the site was previously used as an archery range. <br><br>*History<br>Heungryunsa Temple is a branch of Hwaeomsa Temple, which is the 19th local temple of Jogye Order. It is said that Heungryunsa Temple was constructed during the reign of King Seonjo of the Joseon dynasty and that the site was used as a place where naval forces practiced archery during the Imjin War in 1592. At the same time, the temple was the first military base of monk-turned-military officers from Hwaeomsa, Songgwangsa, and Seonamsa Temples.<br><br> The current building was reconstructed in 1986 by Monk Jongwon, who is still the chief abbot of the temple.","regDate":"2023-01-30","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2023-01-30-1675056987081/1971043_image2_1.webp","blogPath":"Jeollanam-do/2023-01-30-1675056987081","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-30-1675056987081"},{"id":"2023-01-30-1675053547703","title":"Suncheon Dolmen Park (순천 고인돌공원)","description":"Suncheon Dolmen Park was created to preserve the many dolmen found in the area submerged due to the construction of Juam Dam 1984-1991. In addition to the dolmens, the park also displays prehistoric relics and pottery. Another exhibition hall on memorial services has a screening room and shows the evolution of memorial practices in the Jeollanam-do region. The entire area of the park is designated Cultural Property No. 154 of Jeollanam-do.","regDate":"2023-01-30","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2023-01-30-1675053547703/1607839_image2_1.webp","blogPath":"Jeollanam-do/2023-01-30-1675053547703","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-30-1675053547703"},{"id":"2023-01-30-1675049820043","title":"Soswaewon Garden (담양 소쇄원)","description":"Soswaewon Garden is a private garden from the Joseon period where Koreas traditional beauty is preserved. It was built by Yang San-Bo (1503-1557) after he gave up his success when his mentor Jo Gwang-Jo (1482-1519) was killed during political strife. Soswaewon Garden presents itself as a  clean and transparent garden where the righteous enjoy the life of anbinnakdo (being comfortable amid poverty and taking pleasure in an honest lifestyle) surrounded by a bamboo grove.<br><br>Including peach trees, various kinds of trees and grass are planted on both sides of the stream while clear water flows down the foot of the garden walls. The log bridge above the valley adds to the charm of the scenery. The harmony between  nature and the artificial waterfall is a sight to behold. Soswaewon Garden is 150 meters away from the main road. Passing through the thick bamboo forest, you will find the small valley and Soswaewon Garden on your left.","regDate":"2023-01-30","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2023-01-30-1675049820043/1731995_image2_1.webp","blogPath":"Jeollanam-do/2023-01-30-1675049820043","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-30-1675049820043"},{"id":"2023-01-29-1674988541021","title":"Songido Island (송이도)","description":"Songido Island, the second largest island in Nagwol-myeon District, is home to Koreas one and only white pebble beach, several different species of trees, sea caves and joints created by coastal erosion. Moreover, it features various leisure activities such as fishing, camping and swimming.<br><br>Chilsando, an affiliated islet of the Songido, is home to a yellow-billed egret, designated as Natural Monument No. 361, and a black-tailed gull. The sound of the black-tailed gull was selected as the most beautiful sound that a living creature can make in the competition sponsored by the Ministry of Environment in 1999. Moreover, the islet has been named as the most beautiful island in the nation by the Ministry of Maritime Affairs and Fisheries in 2003.","regDate":"2023-01-29","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"/2023-01-29-1674988541021/2387488_image2_1.webp","blogPath":"Jeollanam-do/2023-01-29-1674988541021","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-29-1674988541021"},{"id":"2023-01-29-1674981445971","title":"Songho Beach (송호해수욕장)","description":"Songho Beach is the most representative beach in Haenam and was named so for its dense old pine trees, fine sand, and shallow water resembling a lake. The fine sand and shallow waters make it the perfect beach for families. Hundreds of pine trees create a scenic forest reaching almost 1 kilometer along the levee which provides a suitable camping site under in the forest. The Ttangkkeut Trail that starts from Songho Beach auto-campgrond connects to Galsan Village and Ttangkkeut Tower.<br><br>The windbreak pine forest in Songho-ri, Haenam is designated as Jeollanam-do Natural Monument, consisting of at least 600 pine trees aged 200 years that play a vital role in the coastal shelterbelt.","regDate":"2023-01-29","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"/2023-01-29-1674981445971/1564796_image2_1.webp","blogPath":"Jeollanam-do/2023-01-29-1674981445971","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-29-1674981445971"},{"id":"2023-01-29-1674977767682","title":"Soando Island (소안도)","description":"Soando Island was settled by the Oh Family of Dongbok and the Kim Family of Gimhae, who moved to the island during the Imjin War. It was a very patriotic island during the Japanese occupation, stated to have flown the Korean flag all-year round. Patriots like Song Nae-ho, who fought hard for Korean independence, are remembered on the island at Soan Independence Movement Hall.<br><br>In addition, Mira-ri and Maengseong-ri Evergreen Forests, which have been designated as Natural Monuments No. 339 and No. 400 respectively, offer a breathtaking ocean view. Mira-ri Evergreen Forest, in particular, is famous for its unique mudflat pebbles. The waters around the island are also popular among fishermen nationwide.","regDate":"2023-01-29","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"/2023-01-29-1674977767682/2497146_image2_1.webp","blogPath":"Jeollanam-do/2023-01-29-1674977767682","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-29-1674977767682"},{"id":"2023-01-29-1674974276195","title":"Sinji Myeongsasimni Beach (신지 명사십리해수욕장)","description":"Sinji Myeongsasimni Beach is located at the center of Dadohaehaesang National Park. The beach got its name from its singing sand, and the name can be literally translated to sound of sand that can be heard from 4 kilometers away. The beach shore has a x_width of 150 meters and a length of 4 kilometers, covered with shimmering silver sand, and forms a gradual slope into the shallow water. The beach is not only popular for water activities, but also for its fine sand massage.","regDate":"2023-01-29","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"/2023-01-29-1674974276195/1820973_image2_1.webp","blogPath":"Jeollanam-do/2023-01-29-1674974276195","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-29-1674974276195"},{"id":"2023-01-29-1674970559296","title":"Sinheung Beach (신흥해수욕장)","description":"Sinheung Beach on Cheongsando Island is well known for its beautiful blue water. The beach also has a reputation as a great fishing spot. Located on the opposite side of the island from Jiri Beach, Sinheung Beach boasts a spacious shore but offers less amenities in comparison. However, the beachs best qualities are its clean waters and peaceful atmosphere. The nearby shores mostly serve as fishing spots and many visitors enjoy collecting clams during low tide.","regDate":"2023-01-29","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"/2023-01-29-1674970559296/214515_image2_1.webp","blogPath":"Jeollanam-do/2023-01-29-1674970559296","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-29-1674970559296"},{"id":"2023-01-29-1674967107761","title":"Sigyeongjeong Pavilion (담양 식영정)","description":"Designated as the top monument of Jeollanam-do, Sigyeongjeong Pavilion means a place where even the shadow of the moon can find a place to rest. As its name suggests, this pavilion is set in a lush and remote forested area. Countless number of scholars and writers have been attracted to this pavilion as a place of profound inspiration. The pavilion gained more fame from the legendary lyrics of Seongsanbyeolgok written by the poet Jeong Cheol. The elegant words of Kim Seongwon, a literary scholar, depict the scenic beauty of Seongsan Mountain as the seasons change.<br><br>Of all the pavilions situated at the basin of the Yeongsangang River the Sigyeongjeong Pavilion is said to be blessed with a breathtaking view from the side. The current building was restored in the early 1900s. At the Sigyeongjeong Pavilion there is the Buyongdang, a monument with the lyrics to the Seongsanbyeolgok Poem, and next to it an old library building called Jangseogak built to preserve the wooden blocks of Songgangjib, a book of poetry written by Jeong Cheol.","regDate":"2023-01-29","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2023-01-29-1674967107761/2022212_image2_1.webp","blogPath":"Jeollanam-do/2023-01-29-1674967107761","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-29-1674967107761"},{"id":"2023-01-29-1674963390316","title":"Seryangji Reservoir (세량지)","description":"Selected by CNN as one of the 50 beautiful places to visit in South Korea, Seryangji Reservoir offers amazing scenery not to be missed. The best time to visit is during spring when the cherry blossoms bloom along the lakeside. The reservoir on misty mornings and when the waters mirror the cherry blossoms are the most popular views. The site is especially popular among photographers.","regDate":"2023-01-29","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"/2023-01-29-1674963390316/1914613_image2_1.webp","blogPath":"Jeollanam-do/2023-01-29-1674963390316","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-29-1674963390316"},{"id":"2023-01-28-1674902168708","title":"Seonamsa Temple [UNESCO World Heritage] (선암사 [유네스코 세계문화유산])","description":"Seonamsa is a beautiful temple located at the east end of Jogyesan Mountain. The distance between the entrance and the temple site is approximately one kilometer. The temple site is nestled within a lush forest of diverse trees that are hundreds of years old. In front of the temple is an arched stone bridge named Seungseongyo Bridge, which is supported by natural bedrocks. In front of the main hall, Daeungjeon Hall, are two three-story stone pagodas that grab visitors attention. Not only is Seonamsa Temple home to many of the countrys pristine treasures and artifacts, it is also one of the few temples that preserve the traditional temple culture even as of today. Seonamsa Temple is beautiful throughout the year, but it is especially inviting in spring and fall when the flowers start to bloom and tree leaves change in color.","regDate":"2023-01-28","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2023-01-28-1674902168708/180044_image2_1.webp","blogPath":"Jeollanam-do/2023-01-28-1674902168708","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-28-1674902168708"},{"id":"2023-01-28-1674898587288","title":"Seomjingang Train Village (섬진강기차마을)","description":"Since its development in April 1999 as a part of government efforts to boost regional tourism, Seomjingang Train Village has established itself as a popular attraction in Gokseong. A replica of the regions old steam engine train runs 10 kilometers between the old Gokseong Station in Seomjingang Train Village and Gajeong Station. The train runs along the old tracks at a moderate speed, allowing passengers to enjoy the scenic view along the tracks.","regDate":"2023-01-28","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Experience Programs","Unique Experience"],"imgUrl":"/2023-01-28-1674898587288/2032689_image2_1.webp","blogPath":"Jeollanam-do/2023-01-28-1674898587288","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-28-1674898587288"},{"id":"2023-01-28-1674895091484","title":"Seomjingang River (섬진강)","description":"The Seomjingang River, one of the four major rivers in Korea, starts from Imsil and Sunchang. It merges with several bodies of water in Gokseong, Gurye and Hadong before flowing into the South Sea.<br>In Gokseong, the Seomjingang River is also known as the Sunjagang River. It flows about 36 kilometers through the region. A number of big and small valleys throughout the length of the river provide fantastic views and relaxation spots all year round. Also, Riverside Festival and Seomjingang Literature Forum are held every summer to offer fun summer activities along the river.","regDate":"2023-01-28","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"/2023-01-28-1674895091484/1271080_image2_1.webp","blogPath":"Jeollanam-do/2023-01-28-1674895091484","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-28-1674895091484"},{"id":"2023-01-28-1674891339917","title":"Sebang Village (세방마을)","description":"Known as the home to the most beautiful sunset, the town of Sebang-ri is quickly  becoming a popular spot in Jindo-gun. Visitors can overlook at the Dadohaehaesang National Park from the observatory and enjoy the scenery of many islands that appear and disappear under the sea fog. View of a sunrise above the islands is stunning.","regDate":"2023-01-28","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"/2023-01-28-1674891339917/1037088_image2_1.webp","blogPath":"Jeollanam-do/2023-01-28-1674891339917","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-28-1674891339917"},{"id":"2023-01-28-1674887898941","title":"Sebang Sunset Observatory (세방낙조 전망대)","description":"The scenery viewed from Sebang Sunset Observatory is thought to be one of the most beautiful scenes along the coast of Jindo Island. Visitors can see the beautiful red sunset just like a painting filling the sky between islands. Weather Central picked this site as the best sunset observing spot in the southernmost part of the Korean peninsula. Driving on the road offers views of breathtaking islands with a lot of forests and fresh air.","regDate":"2023-01-28","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"/2023-01-28-1674887898941/2687408_image2_1.webp","blogPath":"Jeollanam-do/2023-01-28-1674887898941","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-28-1674887898941"},{"id":"2023-01-28-1674884163198","title":"Samhakdo Island (삼학도)","description":"According to legend, Samhakdo Island and Yudalsan Mountain was the dream of Mokpo residents, before it became the land it is today. This island is filled with the loneliness of women waiting to see their husbands who voyaged out to sea, the hope of merchants waiting for their fishing boats, and the sorrow of people who have passed away. Samhakdo Island is a rich area where the people of Mokpo share their emotions.","regDate":"2023-01-28","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"/2023-01-28-1674884163198/2014148_image2_1.webp","blogPath":"Jeollanam-do/2023-01-28-1674884163198","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-28-1674884163198"},{"id":"2023-01-28-1674880746314","title":"Piagolgyegok Valley (피아골계곡)","description":"Piagolgyegok Valley is located in Jirisan Mountain between Nogodan and Banyabong Peaks. The name of the valley comes from the crimson red maple leaves that fill the valley in fall. It is also one of the ten most beautiful highlights of Jirisan Mountain. The valley is famous for its fall colors, but it is also a beautiful place to visit all year around, from azaleas in spring to snow-covered rocks in winter.<br><br>Near the entrance to Piagolgyegok Valley is the largest temple in Jirisan Mountain, Yeongoksa Temple, and national treasures. The valley is not steep, providing an easy walk for all visitors. The trail stretches 6 kilometers from the ticket booth, and passes many beautiful places like Yeonjudam and Samhongso Pond. At the end of the valley, the trail continues another 2 kilometers up a steep hillside to reach Imgeollyeong Pass.","regDate":"2023-01-28","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites","Valleys"],"imgUrl":"/2023-01-28-1674880746314/644268_image2_1.webp","blogPath":"Jeollanam-do/2023-01-28-1674880746314","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-28-1674880746314"},{"id":"2023-01-28-1674876986593","title":"Nojeokbong Peak (노적봉)","description":"Nojeokbong Peak is marked by a large boulder on Yudalsan Mountain overlooking Mokpo. This peak was used during the Imjin War (1592-1598) by Admiral Yi Sun-sin to win a victory without fighting. Men made of straw were placed throughout the mountain to create the appearance of a larger force, causing the invading Japanese navy to flee.","regDate":"2023-01-28","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2023-01-28-1674876986593/193202_image2_1.webp","blogPath":"Jeollanam-do/2023-01-28-1674876986593","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-28-1674876986593"},{"id":"2023-01-27-1674815846102","title":"Naro Wuju Beach (나로우주해수욕장)","description":"Naro Wuju Beach has gentle slopes and is shaded by 350-year-old pine trees. The scenery is beautiful due to the nearby evergreen forest designated as Natural Monument No. 362. The island is a treasured fishing location. Narodo Island is made up of Oe-narodo and Nae-narodo, located 36 kilometers southeast of Goheung-eup. In 1996, Yeollyukgyo Bridge and Yeondogyo Bridge were constructed, connecting the mainland and the islands allowing an easier way to visit without the necessity of a boat. Naro Wuju Beach is located on Oe-narodo Island and is a part of Dadohaehaesang National Park. It boasts beautiful scenery and the nearby Narodohang Port offers fresh seafood such as octopus, crab, live fish, and shellfish at low prices.","regDate":"2023-01-27","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"/2023-01-27-1674815846102/617208_image2_1.webp","blogPath":"Jeollanam-do/2023-01-27-1674815846102","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-27-1674815846102"},{"id":"2023-01-27-1674812180963","title":"Nangman Pocha (낭만포차)","description":"Nangman Pocha (romance street stalls) offers 18 different resturants that provides various type of food while enjoying the beautiful nightscape of Yeosu and exciting performances.","regDate":"2023-01-27","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Experience Programs","Cultural Districts"],"imgUrl":"/2023-01-27-1674812180963/2647837_image2_1.webp","blogPath":"Jeollanam-do/2023-01-27-1674812180963","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-27-1674812180963"},{"id":"2023-01-27-1674808719622","title":"Najuho Lake (나주호)","description":"Najuho Lake is a man-made reservoir that holds about 91 million tons of water. Najuho Lake spans across Panchon-ri, Gungwon-ri and Bangsan-ri in Dado-myeon. The dam that created the lake was completed in 1976 and is about 496 meters in length. The lake is a favored vacation and fishing site, with beautiful scenery and abundance of freshwater fish. Nearby attractions include temples, forests and a golf course.","regDate":"2023-01-27","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"/2023-01-27-1674808719622/1606869_image2_1.webp","blogPath":"Jeollanam-do/2023-01-27-1674808719622","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-27-1674808719622"},{"id":"2023-01-27-1674804953905","title":"Naju Moksanaea (나주목사내아)","description":"Naju Moksanaea was the private residence of Najus <em>moksa</em>, the title of highest official in the region. This traditional hanok house was built in 1825 and follows the traditional hanok design of a wealthy aristocrat. It is recognized as Jeollanam-do Cultural Hertiage Material.","regDate":"2023-01-27","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Historical Sites","Old Houses"],"imgUrl":"/2023-01-27-1674804953905/2515655_image2_1.webp","blogPath":"Jeollanam-do/2023-01-27-1674804953905","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-27-1674804953905"},{"id":"2023-01-27-1674801568871","title":"Naju Geumseonggwan Hall (나주 금성관)","description":"Naju Geumseonggwan Hall was a state-run guesthouse for government officials during the Joseon period. It was the venue for ceremonial praise rituals for the king, taking place on the first and 15th of each month, as well as banquets held in honor of visiting dignitaries. The building was constructed sometime between 1475 and 1479. The building was remodeled during the Japanese occupation, but was restored to its original design in 1977.","regDate":"2023-01-27","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Historical Sites","Old Houses"],"imgUrl":"/2023-01-27-1674801568871/2515589_image2_1.webp","blogPath":"Jeollanam-do/2023-01-27-1674801568871","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-27-1674801568871"},{"id":"2023-01-27-1674797775497","title":"Naganminsok National Recreational Forest (국립 낙안민속자연휴양림)","description":"Naganminsok National Recreational Forest is situated in Nagan-myeon, Suncheon, conveniently accessible by train and bus. Just two kilometers from the historic Naganeupseong Walled Town, Naganminsok National Recreational Forest boasts exquisite surroundings. Some famous attractions near the forest are Songgwangsa Temple, Seonamsa Temple, Juamho Lake, and Sangsaho Lake, offering opportunities to appreciate ancient temples and the glow of the setting sun over the lakes. Perhaps more famous nearby attractions, though, are the breathtaking rows of reeds at Suncheonman Bay and Naganeupseong Walled Town, the home of cultural festivals and events.<br><br>The forest is surrounded by mountains and a river with a homely garden atmosphere. The two beautiful mountains, Geumjeonsan and Obongsan  snuggly envelop Naganminsok National Recreational Forest. On rainy days, visitors can enjoy spectacular cascading falls of water at Cheonyeopokpo Falls within the forest.","regDate":"2023-01-27","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"/2023-01-27-1674797775497/1607803_image2_1.webp","blogPath":"Jeollanam-do/2023-01-27-1674797775497","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-27-1674797775497"},{"id":"2023-01-27-1674794364113","title":"Naganeupseong Walled Town (순천 낙안읍성)","description":"Naganeupseong Walled Town is located in Jeollanam-do, and contains a fortress town that is over 59,504 ㎡ in size. The fortress walls were built using square-shaped stones to reach 4 meters in x_height, 3 to 4 meters in x_width, and 1,410 meters in total length. The town consists of three neighborhoods along the east, south and west of the fortress walls. The village is overall well preserved, allowing visitors to observe houses and lifestyles that have all been passed down from the past. The town is highly valued as a historical and cultural resource for studying traditional folk customs.","regDate":"2023-01-27","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Historical Sites","Folk Villages"],"imgUrl":"/2023-01-27-1674794364113/2649051_image2_1.webp","blogPath":"Jeollanam-do/2023-01-27-1674794364113","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-27-1674794364113"},{"id":"2023-01-27-1674790584404","title":"Myeongokheon Garden (담양 명옥헌 원림)","description":"Located in the eco-village of Husan-ri, Myeongokheon Garden was the garden of Oh Hui-do (1583-1623) of the Joseon dynasty and served as a simple, countryside sanctuary where the scholar read and wrote many books. Main features of the garden are the Myeongokheon Pavilion, where the scholar held lectures, and the square-shaped pond in front of the pavilion that is surrounded with graceful flowering trees. The flowering trees around the pond include red pines and crape myrtles. On the right side of Myeongokheon Garden you’ll see a 300 year-old ginkgo tree, which is where King Injo (1623-1649) of the Joseon dynasty tied his horse when he went to visit Oh Hui-do.","regDate":"2023-01-27","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2023-01-27-1674790584404/2025872_image2_1.webp","blogPath":"Jeollanam-do/2023-01-27-1674790584404","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-27-1674790584404"},{"id":"2023-01-26-1674729433008","title":"Myeonangjeong Pavilion (면앙정)","description":"Myeonangjeong Pavilion is located on the slopes of Jebongsan Mountain in Damyang-gun. The pavilion was constructed in 1533 by Song Sun (1493-1583), who built it as a place for writing poems. After its construction, the pavilion served as a meeting place for scholars and intellectuals and was even frequented by Lee Hwang (1501-1570), a representative Confucian scholar who is pictured on the 1,000 won bill.<br><br>The roof of Myeonangjeong Pavilion was originally made of reeds, straw, grass and other materials which could not withstand the elements. After several repairs, the building was developed into the wooden structure that it is today. <br><br>From the back of the pavilion, you can see the mountain range and open wide fields; renowned scholars’ poems are engraved on the wooden panels that decorate the pavilion walls.","regDate":"2023-01-26","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2023-01-26-1674729433008/2367294_image2_1.webp","blogPath":"Jeollanam-do/2023-01-26-1674729433008","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-26-1674729433008"},{"id":"2023-01-26-1674725770732","title":"Muwisa Temple (무위사)","description":"Muwisa Temple is located on Wolchulsan Mountain in Gangjin-gun, Jeollanam-do. The temple has at least 1,100 years of history as it was established sometime before the early 10th century under the name Muwigapsa Temple. The temple houses many significant Buddhist treasures.","regDate":"2023-01-26","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2023-01-26-1674725770732/2550996_image2_1.webp","blogPath":"Jeollanam-do/2023-01-26-1674725770732","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-26-1674725770732"},{"id":"2023-01-26-1674722336812","title":"Muan Hoesan White Lotus Pond (무안회산백련지)","description":"Muan Hoesan White Lotus Pond is the largest habitat of white lotus in Asia, covering an area of approximately 330,000 square meters in Bogyong-ri, Muan-gun in Jeollanam-do. This pond was originally a reservoir made during the Japanese colonial period for irrigation, but was abandoned with the development of the Yeongsangang River system. The reservoir was recreated and expanded into todays lotus habitat thanks to the effort of Jeong Su-dong, who planted twelve lotus roots along the shoreline and took care of them dearly after dreaming of twelve white cranes landing upon the reservoir. The white lotus flowers in this pond blossom and fall from July until September. A lotus festival is held in August, when the flowers are at their peak.","regDate":"2023-01-26","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2023-01-26-1674722336812/2399156_image2_1.webp","blogPath":"Jeollanam-do/2023-01-26-1674722336812","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-26-1674722336812"},{"id":"2023-01-26-1674718570005","title":"Muan Ecological Tidal Flat Land (무안황토갯벌랜드(구 무안생태갯벌센터))","description":"Muan Ecological Tidal Flat Land in Muan, Jeollanam-do was established in an effort to raise awareness of the ecology and importance of natural wetlands. It is the nation’s largest educational center for natural ecology. In addition to the main research center, visitors can enjoy a variety of exhibitions and experiences, ranging from bonzai plants to structures made with red clay bricks, and convenience facilities such as restaurants and cafes.","regDate":"2023-01-26","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2023-01-26-1674718570005/2653440_image2_1.webp","blogPath":"Jeollanam-do/2023-01-26-1674718570005","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-26-1674718570005"},{"id":"2023-01-26-1674715167198","title":"Mopyeong Village (모평마을)","description":"Located in Hampyeong-gun, Jeollanamdo, Mopyeong Village is a scenic farming village that is rich in tradition and history. From the moment you start walking down the stonewall-lined path into town, this small village will capture your heart. The village’s important history (including its title as the origin of Hampyeong-gun of Jeollanam-do Province) is evident in everything you see  from the traditional houses to the 500-year old forest. The area is home to 27 historical and cultural sites and the beautiful Haebochoen Stream, which is shaded by over 40 different types of trees including zelkova trees, nettle trees, and willow trees. Some of the town’s traditional houses, which are about 80 years old, offer guesthouse accommodations to tourists. They include Mopyeongheon, Sopungga and Hisomun (a house made of yellow sod).<Br><Br>In addition to the beautiful country scenery, there is a great selection of available programs that highlight the area’s specialties, including  mulberry-picking, silkworm-feeding and Korean traditional sauce-making. You can also visit a traditional watermill, which has been restored, and swim and splash around in the forest stream. Visitors are encouraged to try their hand at making green tea cakes at the traditional teahouse nearby. <br><Br>The area of Mopyeong is full of things to entertain visitors, including a number of attractions and special events. Some of the area’s most praiseworthy attractions are the Hampyeong Butterfly Festival, the Cluster Amaryllis Festival in Yongcheonsa Temple, the Chrysanthemum Festival, and the Hampyeong Eco Park and Folk Museum. <br><Br>Other towns well worth a visit in the Mopyeong area are Hamo Maeul, Ungok Maeul and Wonsan Maeul. A stay at Wonsan Maeul gives visitors a chance to experience firsthand the reality of an agricultural lifestyle by doing some activities like mulberry-picking. For a more low-key trip, make your way over to Ungok Maeul, where you can enjoy the fantastic scenery at the lake or take a relaxing walk along the hiking trails of Mt. Wolyangsan.","regDate":"2023-01-26","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Historical Sites","Folk Villages"],"imgUrl":"/2023-01-26-1674715167198/1810076_image2_1.webp","blogPath":"Jeollanam-do/2023-01-26-1674715167198","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-26-1674715167198"},{"id":"2023-01-26-1674711379193","title":"Mokpo Special Tourist Zone (목포 관광특구)","description":"Mokpo is a designated special tourist zone for marine culture tourism. One of the main attractions is Yudalsan Mountain, on top of which one can get a panoramic view of the entire city of Mokpo. The mountain’s walking trails are known to both locals and tourists alike as a place for forest bathing. <br><br>Samhakdo Island and Gatbawi Rock are also popular attractions. The annual Mokpo Maritime Cultural Festival is held on Samhakdo Island. Gatbawi is a rock formation shaped like a Korean hat. From Gatbawi Rock, there is a coastal trail that leads to Gatwabi Culture Street. The musical fountain at Pyeonghwa Plaza is located near Gatbawi Rock.<br><br>The Mokpo Wholesale Fish Market is full of marine products. Street vendors line the sidewalks selling hongeo (skate), which is a local specialty. Tourists can reach Yudalsan Mountain, Samhakdo Island and the Mokpo Wholesale Fish Market on foot from Mokpo Station. The City Tour Bus departs from Mokpo Station and takes travelers to major tourist attractions in the city.","regDate":"2023-01-26","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Recreational Sites","Tourist Complexes"],"imgUrl":"/2023-01-26-1674711379193/1784456_image2_1.webp","blogPath":"Jeollanam-do/2023-01-26-1674711379193","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-26-1674711379193"},{"id":"2023-01-26-1674707958018","title":"Mokpo Seosan-dong Borimadang & Sihwamaeul Village (목포 서산동 보리마당&시화마을)","description":"Sihwamaeul Village in Seosan-dong is a place that evokes memories and nostalgia, and there is a beautiful view of the harbor, the sea, and the village from the barley yard. Yeonhuis Supermarket, a filming location for the movie 1987  When the Day Comes (2017), is a popular tourist attraction among visitors. In addition, visitors can experience reenacting scenes from the movie and take photos at the photo zone at Yeonhuis Supermarket.&nbsp;<br>","regDate":"2023-01-26","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Experience Programs","Unique Experience"],"imgUrl":"/2023-01-26-1674707958018/2662644_image2_1.webp","blogPath":"Jeollanam-do/2023-01-26-1674707958018","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-26-1674707958018"},{"id":"2023-01-26-1674704187338","title":"Mokpo Marine Cable Car (목포 해상케이블카)","description":"Mokpo Marine Cable Car offers visitors an amazing view of the old downtown area of Mokpo, and the surrounding natural scenery, including Yudalsan Mountain and the southern sea. Crossing a length of 3.23 kilometers at a x_height of 155 meters, it is the longest and highest cable car in Korea, and was established to become the main attraction to represent Mokpos cultural tourism.","regDate":"2023-01-26","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites","Mountains"],"imgUrl":"/2023-01-26-1674704187338/2640153_image2_1.webp","blogPath":"Jeollanam-do/2023-01-26-1674704187338","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-26-1674704187338"},{"id":"2023-01-25-1674643018089","title":"Military Headquarters of Jeolla-do Province, Gangjin (강진 전라병영성)","description":"Jeolla Byeongyeongseong is a fortress located in Seongdong-ri, Byeongyeong-myeon, Gangjin-gun, Jeollanam-do.&nbsp;It played an important role as the main headquarter of the entire southwest region of the military in the Joseon era during the Japanese Invasion of Korea and Jeongyujaeran (the 2nd Japanese Invasion). <br><br> Built in 1414 during the time of King Taejong (17th year of his rule), the fortress spans over a 1,060m in length and has kept its original bottom base intact. Three Sugumun main gates, seven Ongseong, building sites, foundation stones, and 25 tombstones also remain. In addition, it is the best preserved fortress among the remaining fortresses in the Namhae area. Hamel, a Dutch sailor, drifted in the site from 1656 during the 7th year of King Hyojeong to 1663 during the 4th year of King Hyeonjeong in the Joseon dynasty and wrote a novel named ‘The Journal of Hendrick Hamel’ after visiting the area. His novel explained Korean policy, culture, and traditions of the time to the Western world.","regDate":"2023-01-25","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2023-01-25-1674643018089/220627_image2_1.webp","blogPath":"Jeollanam-do/2023-01-25-1674643018089","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-25-1674643018089"},{"id":"2023-01-25-1674639366140","title":"Mihwangsa Temple (미황사)","description":"Constructed during the eighth year of King Gyeongdeok of the Silla dynasty (749), Mihwangsa Temple is located on the western side of Dalmasan Mountain (489 meters), titled the Geumgangsan Mountain of the Southern Sea. The temple is situated the furthest south of all temples in the Korean peninsula. Beautiful sunsets and the view of the graceful Dalmasan Mountain from the temple attract numerous visitors. The foot of the mountain found behind the temple blends well with the suitable-sized temple and the appearance of Daeungbojeon Hall gives out an aura of comfort and tranquility. The cornerstone of Daeungbojeon Hall is carved with sea creatures, such as turtles and crabs that cannot be observed elsewhere. Other attractions include 18th century murals on the walls of Daeungbojeon and Unginjeon Halls.","regDate":"2023-01-25","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2023-01-25-1674639366140/2367443_image2_1.webp","blogPath":"Jeollanam-do/2023-01-25-1674639366140","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-25-1674639366140"},{"id":"2023-01-25-1674632178580","title":"Manyeonsa Temple - Hwasun (만연사(화순))","description":"Manyeonsa Temple is known to have been built in 1208, the fourth year of King Heejong’s (r. 1204-1211) reign during the Goryeo dynasty.<br><br>It is said that Manyeonsa Temple was constructed by Great Monk Manyeon after he dreamt of 16 nahans, Buddha’s disciples, preparing to build a temple to preserve Buddha’s statue when taking a short nap during his journey back to Songwangsa Temple in Jogyesan Mountain from Wonhyosa Temple in Mudeungsan Mountain. When he awoke from his nap, he noticed that snow had completely covered his nearby surroundings except for the exact spot where he lied down, which remained so warm that snow had melted and steam was rising from the ground. He then settled in the area by building a dugout where he continued to practice asceticism and later built Manyeonsa Temple.<br><br>The temple was partially destroyed during the Korean War (1950) and restoration efforts were made in 1978.","regDate":"2023-01-25","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2023-01-25-1674632178580/186136_image2_1.webp","blogPath":"Jeollanam-do/2023-01-25-1674632178580","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-25-1674632178580"},{"id":"2023-01-25-1674624967652","title":"Manseong-ri Black Sand Beach (만성리 검은모래해변)","description":"Manseong-ri Black Sand Beach is located 3 kilometers to the north along the coastal road from Yeosu EXPO Station. The beach, 540 meters in length and 25 meters in x_width, has an average water temperature of 25 degrees Celsius. The black sand is said to help blood circulation and remove toxins from the body.","regDate":"2023-01-25","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"/2023-01-25-1674624967652/1607882_image2_1.webp","blogPath":"Jeollanam-do/2023-01-25-1674624967652","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-25-1674624967652"},{"id":"2023-01-25-1674621548824","title":"Korean Tea Culture Park (한국차문화공원)","description":"Korean Tea Culture Park was established in honor of Boseongs specialties of green tea and music. The park is located next to the famous green tea fields in Boseong, which draw over 3 million visitors ever year. The park is comprised of Korean Tea Museum, Soricheong Performance Hall, and Bungnu Pavilion, and hosts a wide range of performances throughout the year.","regDate":"2023-01-25","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2023-01-25-1674621548824/2516330_image2_1.webp","blogPath":"Jeollanam-do/2023-01-25-1674621548824","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-25-1674621548824"},{"id":"2023-01-25-1674617775383","title":"Juknokwon (Bamboo Garden) (죽녹원)","description":"Juknokwon in Damyang is a bamboo forest cultivated by the town of Damyang. This bamboo forest, at approximately 160,000 ㎡ in size, was formed in May 2003. The rock steps and winds blown between the bamboo trees provide relief from daily stress. Try bamboo leaf tea for a perfect end to the visit.","regDate":"2023-01-25","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites","Botanical Gardens"],"imgUrl":"/2023-01-25-1674617775383/2612518_image2_1.webp","blogPath":"Jeollanam-do/2023-01-25-1674617775383","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-25-1674617775383"},{"id":"2023-01-24-1674556628319","title":"Jogyesan Provincial Park (조계산도립공원)","description":"Located in both Seungju-eup and Songgwang-myeon of Suncheon-si, Jeollanam-do, Jogyesan Mountain has two famous Buddhist temples on it, Seonamsa Temple and Songgwangsa Temple. It is a relatively low mountain with rounded corners and a soft tranquility.  <br><Br>Around Seonamsa Temple there are several peaks such as Wolchulbong Peak, Janggunbong Peak and Gitdaebong Peak as well as the Ilweolseok boulder. This area is always crowded with visitors all year round due to the famous Songgwangsa and Seonamsa temples. There are hikers who visit Jogyesan Mountain as well; the mountain is known to have gradual slopes and walking paths, making it great for a light stroll.","regDate":"2023-01-24","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites","Provincial Parks"],"imgUrl":"/2023-01-24-1674556628319/1970994_image2_1.webp","blogPath":"Jeollanam-do/2023-01-24-1674556628319","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-24-1674556628319"},{"id":"2023-01-24-1674552966306","title":"Jjangttungeo (Mudskipper) Bridge (짱뚱어다리)","description":"Featuring natural areas untouched by human hands, Jeungdo Island in Sinan-gun was the first Slow City designated in Asia as of December 1, 2007. The trademark image of the island is Jjangttungeo Bridge, a 470-meter-long wooden bridge built above the mud flat. The bridge allows visitors to observe mud creatures all without stepping foot in the mud. The jjangttungeo (mudskipper) is only able to live in clean mud flats and they are easily found in this island. The name of the bridge comes from the image of many mudskippers jumping around the bridge. During low tide, the vast mud flat appears, as well as various mud organisms including mudskippers, crabs, clams and lug worms. When the tide is high, crossing this bridge will give the feeling of walking on water. The sight seen from the bridge is perfect for a date course, and the bridge leads to Ujeong Beach, which offers a beautiful view of the setting sun.","regDate":"2023-01-24","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Architectural Sights","Bridges"],"imgUrl":"/2023-01-24-1674552966306/2612383_image2_1.webp","blogPath":"Jeollanam-do/2023-01-24-1674552966306","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-24-1674552966306"},{"id":"2023-01-24-1674549512720","title":"Jirisan National Park (Nogodan Peak Section) (지리산국립공원 (지리산 노고단))","description":"Jirisan National Park covers a vast amount of land in three provinces, including one city and three counties. The countless mountain peaks both large and small blend harmoniously, giving off a comforting ambiance. The valleys feature streams, waterfalls, and more natural attractions beautiful all year round. The mountain is the starting point for the Seomjingang River, which flows into the southern sea.<bR><br>The park is home to many plants and animals, including the Asiatic black bear. There are many hiking paths crossing the park; it is recommended to make a plan for the courses in advance, checking the lengths and time required. As Jirisan Mountain changes with the different seasons, hikers can enjoy various aspects of the mountain’s terrain. However, some areas will be closed off for hikers safety in the case of incliment weather or to prevent forest fires in the dry season.","regDate":"2023-01-24","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites","National Parks"],"imgUrl":"/2023-01-24-1674549512720/2028685_image2_1.webp","blogPath":"Jeollanam-do/2023-01-24-1674549512720","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-24-1674549512720"},{"id":"2023-01-24-1674545770687","title":"Jirisan Manbokdae Peak (지리산 만복대)","description":"Manbokdae Peak in the west soars at the boundary between Sandong-myeon, Gurye-gun and Namwon-si at 1,433.4 meters above sea level. ”Man” means “full of something” and “bok” means “fortune.” Like the name, Manbokdae is considered as a fortunate mountain with great views as it is surrounded by smooth hills. According to an old story, Manbokdae Peak was chosen as one of the 10 scenic areas, where people come to receive good fortune.","regDate":"2023-01-24","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites","Mountains"],"imgUrl":"/2023-01-24-1674545770687/2372096_image2_1.webp","blogPath":"Jeollanam-do/2023-01-24-1674545770687","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-24-1674545770687"},{"id":"2023-01-24-1674542320980","title":"Jiri Beach (지리해수욕장)","description":"Jiri Beach offers a beautiful view of the sunset and is regarded as one of the best beaches on Cheongsando Island. With its clean, shallow waters and fine white sand, it is a great vacation spot for families. The beach stretches for 1 kilometer, is 100 meters in x_width, and is bordered by over 500 ancient pine trees that provide natural shade from the sun. The waters of Cheongsando Island teem with fish, earning the island a reputation as one of Korea’s major sea fishing sites.","regDate":"2023-01-24","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"/2023-01-24-1674542320980/214524_image2_1.webp","blogPath":"Jeollanam-do/2023-01-24-1674542320980","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-24-1674542320980"},{"id":"2023-01-24-1674538555346","title":"Jindo Ssanggyesa Temple (쌍계사(진도))","description":"Founded in 857 by Buddhist monk Doseonguksa and reconstructed by Ui Woong in 1648, Ssanggyesa Temple is located between two valleys, bordering Cheomchalsan Mountain to the North. Walk through the rows of trees leading to a beautiful garden enclosed by a 100 year-old Joseon Chinese Juniper, cherry trees and persimmon trees. <br><br>Follow the path behind the temple for 10 minutes to find a three-acre plot of land consisting of dense forest. This woodland is a national monument containing over 50 types of trees. Unrimsanbang lies on the south of the temple, home of the famous artist Heo Yu, of the Joseon dynasty.","regDate":"2023-01-24","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2023-01-24-1674538555346/1992808_image2_1.webp","blogPath":"Jeollanam-do/2023-01-24-1674538555346","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-24-1674538555346"},{"id":"2023-01-24-1674535168286","title":"Jindo Mysterious Sea Route (진도 신비의 바닷길)","description":"Jindo Island is the third largest island in Korea, next to Jeju Island and Geoje Island. It is made up of 250 smaller islands, and it is famous for a strip of dry road that appears from the middle of the sea, near the end of February and mid June of the lunar calendar.  As it resembles a passage in the Old Testament in the Book of Exodus, the event is called “The Miracle of Moses.”  When the water recedes, a road about 30-40 meter wide and 2.8-kilometer long appears and stays for about an hour before being submerged again. <br><br>Jindo Island has some legends which are still popular today, especially that of “Old Woman Bbyong of Hoedongri.” A long time ago, there were many tigers on Jindo Island. When tigers began appearing frequently in the village, the people fled to Modo Island. In the process, only the old woman Bbyong ended up remaining on the island, so the lady prayed everyday to Yongwang, the god of the ocean, to let her see her family again. Around February, Yongwang appeared to her in her dream and said, “I will send a rainbow to the sea tomorrow; ride it and cross the ocean”. The next day old woman Bbyong went out to the sea and prayed again, and the seawater parted as the rainbow road appeared.  Through this road, her family and the other villagers came back to the island. Therefore when the sea parts, the people celebrate this phenomenon by holding the Yeongdeung Festival to remember the Old Woman Bbyong. During the Festival, original folk plays of Jindo Island are performed and draws many tourists into Jindo Island.","regDate":"2023-01-24","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2023-01-24-1674535168286/1993038_image2_1.webp","blogPath":"Jeollanam-do/2023-01-24-1674535168286","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-24-1674535168286"},{"id":"2023-01-24-1674531363287","title":"Jindo Island (진도)","description":"Jindo Island is the principal island among the cluster of 230 islets in the southwestern part of the Korean peninsula. The island is blessed with abundant fertile land, therefore much of it is used for agriculture. The sea around it is teeming with fish and wildlife. <br /><br />The island has many park reserves like the Dadohaehaesang National Park, historical relics and sites; and visitors can enjoy traditional artistic performances everywhere. With the Jindo Bridge construction completed, the island is connected to the mainland. Every year during the month of February on the lunar calendar, the sea parts and mimics the parting of the sea by Moses. Many tourists come to watch this rare spectacle.","regDate":"2023-01-24","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"/2023-01-24-1674531363287/2708897_image2_1.webp","blogPath":"Jeollanam-do/2023-01-24-1674531363287","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-24-1674531363287"},{"id":"2023-01-23-1674470277246","title":"Jeungdo Ujeon Beach (증도 우전해수욕장)","description":"Ujeon Beach stretches 4 kilometers in length on the southwestern coast of the island of Jeungdo, the biggest natural salt producer in Korea. The silvery white sand as well as the view of the sealine dotted with over 90 deserted islands make Ujeon Beach one of the most attractive seaside destinations. Clean waters and pine tree forest provide perfect shade for summer visitors. The beach is rich with germanium, holding Germanium Festival every summer.","regDate":"2023-01-23","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"/2023-01-23-1674470277246/2612392_image2_1.webp","blogPath":"Jeollanam-do/2023-01-23-1674470277246","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-23-1674470277246"},{"id":"2023-01-23-1674463196445","title":"Jeonnam Jeungdo Island [A Slow City] (전남 신안 증도 [슬로시티])","description":"Jeungdo Island was the first city to be designated a ‘slow city’ in Asia thanks to its unspoiled nature and clean waters. It was assigned as a biodiversity conservation area by UNESCO. <br><br>Jeungdo Island also has Korea’s largest salt fields. At Taepyeong Salt Field, you can experience real life in a fishing village. There is a tour of the salt museum and hands-on programs for tourists to make the experience more personal. There are some 90 uninhabited islands and islets neighboring the Jeungdo Island. The Wujeon Beach Resort offers a magnificent view of the horizon. The mud hopper bridge, which stands in the mudflats, along with the relic of a historical monument and wetland ecology exhibition hall, are some of the things you can see on the island of Jeungdo. <br><br>* Jeungdo Island Mudflats Festival opens in early August each year, offering a mudflat program as well as a drying by the sun salt-making program, among others.","regDate":"2023-01-23","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"/2023-01-23-1674463196445/1639391_image2_1.webp","blogPath":"Jeollanam-do/2023-01-23-1674463196445","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-23-1674463196445"},{"id":"2023-01-23-1674459354317","title":"Jangseongho Tourist Area (장성호관광지)","description":"Jangseongho Tourist Area is located south of Naejangsan National Park, in Jangseong, known as the hometown of Hong Gil-dong, a Korean Robin Hood. The lake was made by the damming of Hwangnyonggang River, and holds up to 89.7 million tons of water, filled with many freshwater fish species. In addition, the walking path along the 603-meter-long embankment attracts many tourists with beautiful views of the mountains and lake. Cruise ferries and motorboats also cross the lake. Nearby attractions include Ibamsan and Baegamsan Mountains, Namchanggyegok Valley, Baegyangsa and Naejangsa Temples, Gosanseowon Confucian Academy, Bangjangsan Recreational Forest, and more.","regDate":"2023-01-23","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Recreational Sites","Tourist Complexes"],"imgUrl":"/2023-01-23-1674459354317/2516801_image2_1.webp","blogPath":"Jeollanam-do/2023-01-23-1674459354317","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-23-1674459354317"},{"id":"2023-01-23-1674455976138","title":"Jangheung Jeongnamjin (정남진(장흥))","description":"Jangheung-gun’s Jeongnamjin is the warmest place on the Korean mainland. The region has a diverse natural environment including stunning views of mountains, fields, the ocean, lakes, rivers and streams. It also has several cultural and tourist sites such as Cheongwansan Mountain, Bangchon Cultural Village, and Borimsa Temple, one of the three Borimsa Temples in Asia.<br><br>The Jeongnamjin district has a wide variety of tourist attractions nearby such as the Samsan Embankment; a provincial park on Cheongwansan Mountain; a literature park; and Sodeungseom Island, a famous sunset attraction often used as a filming location and festival grounds. A number of festivals are held around the area to promote the regions diverse produce and beauty.","regDate":"2023-01-23","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Recreational Sites","Tourist Complexes"],"imgUrl":"/2023-01-23-1674455976138/694353_image2_1.webp","blogPath":"Jeollanam-do/2023-01-23-1674455976138","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-23-1674455976138"},{"id":"2023-01-23-1674452151505","title":"Jangheung Cheongwansa Temple (천관사(장흥))","description":"Cheongwansa Temple is situated in the middle of Cheongwansan Mountain and is believed to have been built by Monk Tongyeong during the Silla Kingdom. It was once home to over 1,000 monks in its 89 buildings. Beneath the temple’s humble exterior is an impressive collection of cultural properties including Cheongwansa Three-Story Pagoda (Treasure), Cheongwansa Seokdeung (stone lantern), Five-Story Pagoda, and Jangheung Tapsansaji Seokdeung (stone lantern). In addition, Cheongwansan Mountain is known for beautiful camellias in spring and gorgeous silver grass in fall as well as an array of fascinating rock formations. Visitors can also enjoy the views of Dadohae (an archipelago) from the top of the mountain.","regDate":"2023-01-23","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2023-01-23-1674452151505/1374515_image2_1.webp","blogPath":"Jeollanam-do/2023-01-23-1674452151505","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-23-1674452151505"},{"id":"2023-01-23-1674448780404","title":"Hwawon Oceano Tourism Complex (화원 오시아노 관광단지)","description":"Set before the beautiful Korean archipelago, Hwawon Oceano Tourism Complex offers visitors a romantic beachside camping experience with a large campground and convenience amenities such as shower stalls. The campsite is particularly beautiful at sunset and night when stars fill the sky. Currently, the complex offers a golf course in addition to the campground, with plans to add a culture & arts center and marine world zone. Particularly, Pine Beach Golf Course located inside the tourism complex is surrounded by the ocean on three sides, and is perfect for playing a round of golf toward the endless ocean. The course is regarded as Asia’s Pebble Beach, a small coastal resort destination and home to famous golf courses in California.","regDate":"2023-01-23","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Recreational Sites","Tourist Complexes"],"imgUrl":"/2023-01-23-1674448780404/2676039_image2_1.webp","blogPath":"Jeollanam-do/2023-01-23-1674448780404","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-23-1674448780404"},{"id":"2023-01-23-1674444993145","title":"Hwasun Dolmen Site [UNESCO World Heritage] (화순 고인돌군 유적 [유네스코 세계문화유산])","description":"The Hwasun Dolmen Site is located near the waterfalls of the mountain pass linking Dogok-myeon of Hyosan-ri and Chunnyang-myeon of Daesin-ri. According to experts, 135 of the 980 stones in Dogok-myeon Hyosan-ri are dolmen. There are also about 100 damaged stone tables that still maintain their original form.<br><br>What makes the Hwasun dolmens special is that in such a small district there are as many as 596 dolmen, including Korea’s biggest stone table.Acknowledging the importance of the cultural assets, the Hwasun Dolmen Site was registered as World Heritage No. 997 in year 2000 along with Gochang and Ganghwa Dolmens.","regDate":"2023-01-23","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2023-01-23-1674444993145/2515558_image2_1.webp","blogPath":"Jeollanam-do/2023-01-23-1674444993145","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-23-1674444993145"},{"id":"2023-01-22-1674383756967","title":"Hwaeomsa Temple (화엄사)","description":"Situated at the foot of Jirisan Mountain, 5.4 kilometers east of Gurye-eup, Hwaeomsa Temple was constructed in the 22nd year of King Seongs reign (544) during the Baekje era, but was burnt down during the Imjin War (1592-1598). The temple was rebuilt in 1636 after seven years of reconstruction. The temple has various cultural assets including National Treasures, Treasures, a Natural Monument, and local cultural assets as well as 20 different buildings.","regDate":"2023-01-22","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2023-01-22-1674383756967/2635995_image2_1.webp","blogPath":"Jeollanam-do/2023-01-22-1674383756967","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-22-1674383756967"},{"id":"2023-01-22-1674380169100","title":"Hongdo Island (홍도)","description":"Hongdo Island is located 115 kilometers southwest of Mokpo Harbor. It is composed of approximately 20 islands, and because it has an usual reddish-brown color about it, it is called Hongdo (Red Island). When the sun sets over the island, the whole area takes on a reddish hue.  <br><br>The seashore is bordered by towering sea cliffs with diverse shapes of rocks. With the blue sea and green forest, it is one of the most spectacular sight in the South Sea. Hongdo Island has 33 officially designated beautiful sceneries, but the most famous of them all is the Hongdosipkyeong. Along with Nammun Rock and Seokhwagul Cave, Hongdosipkyeong shows off the beauty of Hongdo Island, and by taking a ferry to the island, visitors can see almost all of Hongdosipkyeong. It takes about 2 hours to go around the island. On the island, there are about 270 kinds of evergreens and 170 types of animals. As the government wanted to preserve the natural state of the island, it was designated as a Natural Preserved Area in 1965, and since 1981, has became part of Dadohae Marine National Park. The lush pine and chestnut trees forests serve as a native home of the very rare daeyeoppung reed.   <br>Because the entire island of Hongdo has been declared a Natural Monument, people are not allowed to enter areas other than the villages and designated tourist areas. In addtion, for preservation purposes, visitors are not allowed to bring even a stone or a pocket of grass from the island.","regDate":"2023-01-22","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"/2023-01-22-1674380169100/1704120_image2_1.webp","blogPath":"Jeollanam-do/2023-01-22-1674380169100","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-22-1674380169100"},{"id":"2023-01-22-1674376665395","title":"Historical Site of Dr. Wangin (왕인박사 유적지)","description":"The hometown of Wangin Baksa (Wangin, the Great Scholar) is located at the foot of Munpilbong Peak to the east of Gurim village. Due to Wangin’s importance and contributions to Korean history, this historical attraction is preserved and maintained in honor of his memory and achievements.<br><br>Seonggidong is the official birthplace of Dr. Wangin (marked by the Yuheobi memorial monument) and is also home to Seongcheon; the well Wangin is believed to have drunk from.  Halfway up Wolchulsan Mountain are Chaekgul, Munsanjae and Yangsajae where Wangin is said to have studied as well as nurtured local pupils. To commemorate the significance of these areas, a memorial is held every March at Munsanjae and Yansanjae.<br><br>      In front of Chaekgul is a statue of Dr. Wangin which is said to symbolize his benevolent character. Just west of Seonggidong is Doljeonggogae, a hill from which it is believed Dr. Wangin made a sorrowful look back at his countrymen before leaving for Japan. <br><br>Wangin departed for Japan from Sangdaepo, which at the time was an international trading port. The renowned Baekje scholar was beginning his journey at the request of Japanese Emperor Eungshin. He took with him ten books on the Analects of Confucius and a book of Cheonjamun, a text of one thousand Chinese characters. Over time, he earned the trust of the emperor and became instructor to the crown prince. Wangin is well-known for his part in the development of Japanese culture and his name appears often in Japanese history. Wangin educated beyond textbooks and made great contributions to the development of arts, crafts and music and is revered as the originator of Japan’s Asuka culture.<br><br>This historic site was originally reconstructed from 1985 to 1987 and is continually receiving improvements to improve accessibility for visitors.","regDate":"2023-01-22","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2023-01-22-1674376665395/1008111_image2_1.webp","blogPath":"Jeollanam-do/2023-01-22-1674376665395","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-22-1674376665395"},{"id":"2023-01-22-1674372945336","title":"Heukseoksan Recreational Forest (흑석산 자연휴양림)","description":"Located at the base of Heukseoksan Mountain, Heukseoksan Recreational Forest is a recommended vacation spot with forest and valleys as well as beautiful azaleas on display during the azalea festival held every May. There are also nice lakes near the valley. In addition, visitors can enjoy general mountain cottages with special red-clay room, water playground, animal barracks and more.","regDate":"2023-01-22","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"/2023-01-22-1674372945336/219037_image2_1.webp","blogPath":"Jeollanam-do/2023-01-22-1674372945336","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-22-1674372945336"},{"id":"2023-01-22-1674369479967","title":"Heuksando Island (흑산도)","description":"Heuksando Island is located at the southern end of Korea about 92.7 km away from Mokpo.  It is composed of 11 uninhabited islands and 89 inhabited islands.  Because of its natural beauty, it has been designated as part of Dadohae National Marine Park along with the nearby islands. <br><br>Heuksando Island has a circular road that can take you all the way around the island along the seashore.  Following this road, you can see almost all of the beautiful natural and cultural treasures of the island.  The Choryeongmok Tree, once designated as Natural Monument, is said to have the ability to conjur up spirits when its branch is broken and placed on a Buddhist altar. Nearby are Sangroksurim and Seonghwangdang.  Also on Heuksando Island are designated Cultural Treasures such as the Jiseokmyogun, Samcheungseokdeung, Samcheungseoktap, and Banwolseong. Heuksan Mountain on the island has eight especially beautiful sceneries, which are called Heuksan Mountain Eight Sceneries.  Among them, Munamchangsong, Songjeonmangwol, and Myeongsasipri are especially famous.  Munamchangsong refers to evergreen trees covering the sky of Munamsan Mountain, and Songjeonmangwol refers to watching the moon in front of an evergreen at harvest full moon.  Myeongsasipri refers to a large white sandy beach spread out in front of Jinri Village.  The Eight Sceneries of Heuksan Mountain are must-see places for those who visit the island of Heuksando.","regDate":"2023-01-22","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"/2023-01-22-1674369479967/1704199_image2_1.webp","blogPath":"Jeollanam-do/2023-01-22-1674369479967","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-22-1674369479967"},{"id":"2023-01-22-1674365761510","title":"Hampyeong Yongcheonsa Temple (용천사(함평))","description":"Yongcheonsa Temple is a branch temple of Baegyangsa Temple, No. 18 of the Jogye Order of Korean Buddhism. In the first year of King Mu (the 30th king of Baekje, in power from 600-641 AD), Haengeun who was a Buddhist priest of eminent virtue, established the temple. The name of temple comes from a spring called “Yongcheon” that is under the Daeungjeon Hall stairs. According to legend, a dragon used to live in the spring and ascended to heaven. (‘Yong’ means a dragon and ‘cheon’ means a spring).","regDate":"2023-01-22","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2023-01-22-1674365761510/1809842_image2_1.webp","blogPath":"Jeollanam-do/2023-01-22-1674365761510","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-22-1674365761510"},{"id":"2023-01-22-1674362351355","title":"Hampyeong Haesujjim Spa (함평해수찜)","description":"Hampyeong Haesujjim Spa is a medical treatment method that has been widely used ever since the 1800’s. Nutrients are added to seawater, which is then heated for bathing, creating a “Haesujjim (seawater bath)” that combines the benefits of hot springs and bathing. <br><br>This is especially popular among housewives since it is proven to be an effective treatment for neuralgia, post childbirth discomfort, arthritis, and dermatitis.","regDate":"2023-01-22","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Recreational Sites","Hot Springs & Spa"],"imgUrl":"/2023-01-22-1674362351355/2485577_image2_1.webp","blogPath":"Jeollanam-do/2023-01-22-1674362351355","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-22-1674362351355"},{"id":"2023-01-22-1674358539661","title":"Hampyeong Ecological Park (함평 자연생태공원)","description":"Hampyeong Ecological Park is a reserve for rare species of animals and plants, as well as a space that provides exhibitions and programs for visitors to enjoy.<br><br>The park is divided into different themes that incorporate educational and practical activities. It is also a good place just to relax. There are shows on butterflies and other interesting insects spread across 16 different exhibition halls and observatories.","regDate":"2023-01-22","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2023-01-22-1674358539661/1810117_image2_1.webp","blogPath":"Jeollanam-do/2023-01-22-1674358539661","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-22-1674358539661"},{"id":"2023-01-21-1674297340496","title":"Hajodo Lighthouse (하조도 등대)","description":"Hajodo Lighthouse is responsible for safely guiding ships passing through Jangjuk waterway, the key route that connects the southern and western coasts. The beacon can be seen from as far as 39 meters asea. The waters passing between Hajodo Island and Jindo Island move very quickly, making this lighthouse serve a very important role in maritime safety.","regDate":"2023-01-21","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"/2023-01-21-1674297340496/2025519_image2_1.webp","blogPath":"Jeollanam-do/2023-01-21-1674297340496","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-21-1674297340496"},{"id":"2023-01-21-1674293747610","title":"Hajodo Island (하조도)","description":"Hajodo Island is named after the 154 small and big islands making up the islets that resemble a flock of birds. One of the beauties of Hajodo Island is the splendid harmony created between the land and sea. It offers a view of islands in the middle of the deep blue water, fishing boats moving across the calm sea, and the scenic landscape of a tranquil farming village. Visitors can camp at Sinjeon Beach or Morakkae Beach, and a particular treat this area offers a tour of the islands, which take visitors to the anchovy fishing grounds near Jukhangdo Island and to the baby islands in the area. Nearby is also Hajodo Lighthouse, standing 12 meters high. There is a superb trekking trail that provides an amazing view of Dadohae (Sea of Many Islands) as visitors walk up the path to the lighthouse. Taking a boat from Eoryupo Port to the lighthouse makes it possible to enjoy the sight of the coast’s majestic rugged cliffs.","regDate":"2023-01-21","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"/2023-01-21-1674293747610/191486_image2_1.webp","blogPath":"Jeollanam-do/2023-01-21-1674293747610","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-21-1674293747610"},{"id":"2023-01-21-1674290258733","title":"Gwanmaedo Island (관매도)","description":"Located 17㎞ south of Jindo Island in the southwestern tip of the Korean peninsula, Gwanmaedo Island is part of the Dadohae National Park. With excellent beaches, rocky cliffs and boulders, mountains, pine forests, hiking trails, delicious sea foods, traditional villages, and friendly locals, the island is recognized as one of the most scenic islands in the region. Moreover, its location serves as a gateway to many other smaller, remote islands.<br><br><b>Island History<br></b>Gwanmaedo Island had been called Bolmae Island until 1914.","regDate":"2023-01-21","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"/2023-01-21-1674290258733/1954200_image2_1.webp","blogPath":"Jeollanam-do/2023-01-21-1674290258733","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-21-1674290258733"},{"id":"2023-01-21-1674286525380","title":"Gwangyang Maehwa Village (광양 매화마을)","description":"Following the Seomjingang River flowing down the outskirts of Jirisan Mountain is a village filled with plum trees. This village, Seomjin Village, is also known as the <em>Maehwa</em> (plum) Village for its abundant number of plum trees. Instead of crops and grains, plum trees are cultivated on farmlands, boasting white snow-like blossoms in March and bearing plentiful ripen plums in June. The annual Plum Blossom Festival takes place in the village every March when the plum blossoms are in full bloom.","regDate":"2023-01-21","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Experience Programs","Village Experience"],"imgUrl":"/2023-01-21-1674286525380/2483749_image2_1.webp","blogPath":"Jeollanam-do/2023-01-21-1674286525380","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-21-1674286525380"},{"id":"2023-01-21-1674283083257","title":"Gwangyang Baegunsan Mountain (백운산(광양))","description":"Baegunsan Mountain (alt. 1,222.2 m) is believed to hold three divine spirits  phoenix, fox, and boar. Part of the Baekdudaegan Mountain Range, Baegunsan borders Seomjingang River to the north. The mountain is home to over 900 plant species. One of the largest charms to this mountain is the view of nearby Jirisan Mountain to the north and the Korean archipelago to the south. There are many walking trails across the mountain, easily accessible to all.","regDate":"2023-01-21","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites","Mountains"],"imgUrl":"/2023-01-21-1674283083257/2394340_image2_1.webp","blogPath":"Jeollanam-do/2023-01-21-1674283083257","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-21-1674283083257"},{"id":"2023-01-21-1674279326950","title":"Gwanbangjerim Forest (관방제림)","description":"Located in Damyang, Jellanam-do, Gwanbangjerim Forest (Natural Monument) is a forest that was made along the banks of Damyangcheon Stream. The two-kilometer-long forest stretches from Dongjeong Village in Namsan-ri to Hwanggeum-ri, Subuk-myeon and Gangui-ri, Daejeon-myeon.<br /><br />Gwanbangjerim Forest is a special manmade forest that was planted to prevent flooding along Damyangcheon Stream. It is comprised of large trees such as muku trees, zelkova trees, nettle trees, and cherry trees that are about 200 to 300 years old. <br /><br />The forest&rsquo;s beauty is so well known that it was even selected as &ldquo;Korea&rsquo;s Most Beautiful Forest&rdquo; by the Korean Forest Services. Visitors enjoy this gorgeous natural getaway all year round, with many stopping by the forest Sculpture Park for pictures. Nearby attractions include the Jungnogwon Bamboo Garden and the Metasequoia-lined road.","regDate":"2023-01-21","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites","Botanical Gardens"],"imgUrl":"/2023-01-21-1674279326950/2648960_image2_1.webp","blogPath":"Jeollanam-do/2023-01-21-1674279326950","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-21-1674279326950"},{"id":"2023-01-21-1674275931442","title":"Gurye Yeongoksa Temple (연곡사 (구례))","description":"Yeongoksa Temple is located in Naedong-ri, Gurye-gun and was constructed in 543 by Yeongi, a high Buddhist monk, who also helped create Hwaeomsa Temple. The temple was destroyed during the Imjin War (1592-1598) and the Korean War. In spite of the damage, the temple has continued to house two national treasures and four treasures. Starting from March 1, 1981 with the original Beopdang Hall,  the temple began to be rebuilt due to the efforts of the leading monk at the time, Chang Sungbu.<br><br>Acording to legend, Yeongi discovered a pond in the current sanctuary area when reading about the lands topography. While he was looking at the middle of the pond, one swallow flew from a whirlpool. After that, the pond began to dry up and the place was then used  for the temple. As such, the name Yeongok refers to the phenomenon of Yeon, a swallow, and Gok, a valley. There is a memorial plaque for Go Gwang-sun, a patriotic leader who fought against Japanese power during the Japanese colonization period while taking shelter at Yeongoksa Temple","regDate":"2023-01-21","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2023-01-21-1674275931442/1606838_image2_1.webp","blogPath":"Jeollanam-do/2023-01-21-1674275931442","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-21-1674275931442"},{"id":"2023-01-21-1674272164165","title":"Gurye Unjoru Historic House (구례 운조루 고택)","description":"Unjoru Historic House was built in 1776 by Ryu I-Ju, a high government official of the Sam-su Department during the reign of King Yeong-jo. Of the houses original 99 <em>kan</em> (traditional building measurement), only 73 remain today. The name Unjoru means a hidden house like a bird in the clouds, which was inspired from an old poem written by poet Tao Yuan Ming.","regDate":"2023-01-21","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Historical Sites","Old Houses"],"imgUrl":"/2023-01-21-1674272164165/1606843_image2_1.webp","blogPath":"Jeollanam-do/2023-01-21-1674272164165","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-21-1674272164165"},{"id":"2023-01-20-1674211096417","title":"Gurye Special Tourist Zone (구례 관광특구)","description":"The vast region of the Gurye Special Tourist Zone comprises Toji-myeon, Gwangui-myeon and Sandong-myeon, which has a river and an open field surrounding the mountainous area. Every part of Gurye deserves the title of Special Tourist Zone for offering many things to see. Well-known for its rich soil, the most outstanding natural resources of Gurye is Jirisan National Park, the first to be designated as a national park, and Seomjingang River. <br><br>Every year, many hikers visit Jirisan National Park, also called the “bosom of a mother.” The park is cherished for its unpolluted scenery, such as its deep and wide geographical features and crystal clear valleys. The park offers diverse hiking trails and has mountain retreats for backpackers. <br><br>Jirisan Dulegil Trail that runs along the periphery of Jirisan Mountain is where one could enjoy the experience of mountain glens, different from mountaineering. On their way hikers and trekkers can see groups of Sansuyu (cornus fruit) in spring as well as the autumnal tints of the mountain and valley in autumn. <br><br>Another strength is that the park has different types of accommodations including Hanok (Korean traditional house) homestay and a guest house, apart from leisure facilities including hot springs in Jirisan. The park is a great place for historical inquiries as it is filled with historic temples, including Hwaeomsa Temple and Yeongoksa Temple, and historic relics. Flowing from Gokseong to Hadong, Seomjingang River creates a tranquil ambience. The cleanest ever in Korea, a large number of marsh snails and sweetfish live in this river. Visitors can also enjoy the scenic view from the riverside road and various festivals which are held all year round, such as the Sansuyu Festival, the Seomjingang Riverside Cherry Flower Festival and the Piagol Autumn Foliage Festival. <br><br>* Current State of Gurye Special Tourist Zone<br>1) Districts Covered / Areas around Toji, Masan, Gwangui and Sandong-myeon, Gurye-gun, Jeollanam-do<br>2) Area / 78,024,000㎡ <br><br>* Tourist Attractions<br>Jirisan Mountain, Seomjingang River, Jirisan Spa Land, Piagol Valley, Sansuyu Theme Park, Hwaeomsa, Cheoneunsa and Yeongoksa Temple, Hanok Village, etc.","regDate":"2023-01-20","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Recreational Sites","Tourist Complexes"],"imgUrl":"/2023-01-20-1674211096417/1917883_image2_1.webp","blogPath":"Jeollanam-do/2023-01-20-1674211096417","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-20-1674211096417"},{"id":"2023-01-20-1674207389792","title":"Gurye Seomjingang Cherry Blossom Trail (구례 섬진강 벚꽃길)","description":"The Seomjingang Cherry Blossom Trail in Gurye follows National Roads 17 and 19 along the pristine Seomgjingang River. Stretching over 3 kilometers, the trail is lined with cherry blossom trees planted in 1992. As well as being a popular drive course, the trail can also be enjoyed on foot, and is even used as a marathon course. The trail has received recognition as one of the 100 Most Beautiful Roads in Korea. Restaurants along the trail serve local foods such as <em>euneo hoe</em> (sliced raw sweetfish) and <em>minmul maeuntang</em> (spicy freshwater fish stew).","regDate":"2023-01-20","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Experience Programs","Cultural Districts"],"imgUrl":"/2023-01-20-1674207389792/2648990_image2_1.webp","blogPath":"Jeollanam-do/2023-01-20-1674207389792","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-20-1674207389792"},{"id":"2023-01-20-1674203994343","title":"Gurye Sansuyu Village (구례 산수유마을)","description":"Sandong-myeon in the Gurye-gun region is widely known as the home of <em>sansuyu</em> (cornus fruit) and is responsible for 70% of Korea’s sansuyu fruit production. The Sansuyu Village, located at the foot of the southwest side of Manbokdae Mountain (1,433 meters), is considered the region’s most representative village of sansuyu. The village has a beautiful natural landscape with the snow-covered Jirisan Mountain range to its back and a small valley to its right. <br><br>Visitors to the village can wind down at the hot spring complex nearby, which is famous for its germanium content and said to have numerous health benefits. The sansuyu flowers of Sansuyu Village typically are at full bloom between March 20 and March 31, drawing throngs of visitors. <br><br>* Please note that blossom dates are not exact and change slightly from year to year.","regDate":"2023-01-20","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Experience Programs","Village Experience"],"imgUrl":"/2023-01-20-1674203994343/2616834_image2_1.webp","blogPath":"Jeollanam-do/2023-01-20-1674203994343","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-20-1674203994343"},{"id":"2023-01-20-1674200157387","title":"Gokseong Dorimsa Temple (도림사(곡성))","description":"Dorimsa Temple was built by Monk Wonhyo in 660 during the 7th year of King Muyeol. Located approximately 4 kilometers west of Gokseong-eup, the temple houses Bogwangjeon Hall, Yaksajeon Hall, and Eungjindang Hall, among other buildings. The nature surrounding the temple is beautiful all year round, and the water flowing through the nearby valley makes it a popular place to visit during the hot summer season.","regDate":"2023-01-20","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2023-01-20-1674200157387/2608396_image2_1.webp","blogPath":"Jeollanam-do/2023-01-20-1674200157387","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-20-1674200157387"},{"id":"2023-01-20-1674196823651","title":"Gokseong Dangunjeon Shrine (곡성 단군전)","description":"Dangunjeon Shrine was built in honor of Dangun, a legendary figure known to be the founder of Gojoseon, or ancient Korea. He is known to be the grandson of the heavens and the son of Hwanung. According to the legend, Hwanung was approached by a bear and a tiger who wished to become human beings. Hwanung attended to their plea by instructing them to avoid sunlight for 100 days and live only by consuming garlic and mugwort. Unlike the tiger who gave up, the bear followed the instructions faithfully and transformed into a woman, who then married Hwanung and gave birth to Dangun.<br><br> Located near Yeonguncheonbyeon in Gokseong-eup, Dangunjeon Shrine was first founded in Hakjeong-ri, Samin-dong in 1916 by Shin Tae-yun, also known as Baekdang, but later moved to its current location and went through reconstruction in 1931. An annual ancestral rite takes place at the shrine on October 3 (National Foundation Day) and March 15 to pay respects to Dangun. Dangunjeon Shrine was also a place where civilians gathered to take an oath of patriotism in action against the Japanese during the Japanese colonization period; a stone plaque commemorating the March 1st Independence Movement and Baekdang Memorial Hall dedicated to Shin Tae-yun can also be found within the area. Shin Tae-yun was captured by Japanese soldiers during the March 1st Independence Movement and served two years in prison.","regDate":"2023-01-20","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2023-01-20-1674196823651/1609432_image2_1.webp","blogPath":"Jeollanam-do/2023-01-20-1674196823651","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-20-1674196823651"},{"id":"2023-01-20-1674192977194","title":"Geumseongsanseong Fortress (담양 금성산성)","description":"Geumseongsanseong Fortress in Geumseongsan Mountain (603m) forms a boundary between two small villages located on the border of two provinces (Geumseong-myeon, Damyang-gun, Jeollanam-do and Sunchang-gun, Jeollabuk-do) and is one of the three popular mountains of the Honam region (the Southwestern region of Korea that includes Jeollanam-do and Jeollabuk-do). The fortress is surrounded by two walls connecting Cheolmabong Peak, Undaebong Peak, and Jangdaebong Peak. The total length of the outer wall is 6.486 meters and inner wall is 859 meters. <br><br>Historians are uncertain about the year the fortress was built, and have concluded that it dates back to the Three Kingdoms Period (57 BC – 676 AD) based on an examination of the ruins and remains discovered in the surrounding area. The fortress was reconstructed in 1409 and repaired in 1610 after the Imjin War (1592-1598). Following that, it continued to develop into a strong military base.<br><br>- Classification  Historic Site No. 353 <br>- Date of Designation  August 24, 1991<br>- Owner  Park Jinseong and 85 persons<br>- Age  Three States Era<br>- Site Area  1,349,977㎡<br>- Kind of Cultural Properties  Castle Site","regDate":"2023-01-20","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Historical Sites","Fortresses"],"imgUrl":"/2023-01-20-1674192977194/2013981_image2_1.webp","blogPath":"Jeollanam-do/2023-01-20-1674192977194","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-20-1674192977194"},{"id":"2023-01-20-1674189614571","title":"Geumodo Island (금오도)","description":"Geumodo Island, included in the area of Dadohaehaesang National Park, has a shape resembling a big terrapin. Many fables, folk songs and folk games have been told of this island. The island features dense forests along with wild ginseng and used to be an area for hunting deer, available only to the Royal House during the Joseon period.<br><br>Also, the island is a spawning area for Black Porgy. Including the black porgy, the fishing site is suitable for other types of fish such as red sea bream, rock bream and more. 35 species of rare birds such as brown shrike, eagle-owl and more are living in the island, so it is regarded as an animal paradise.","regDate":"2023-01-20","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"/2023-01-20-1674189614571/1622264_image2_1.webp","blogPath":"Jeollanam-do/2023-01-20-1674189614571","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-20-1674189614571"},{"id":"2023-01-20-1674185886323","title":"Geomundo Lighthouse (거문도 등대)","description":"Geomundo Lighthouse, completed on April 12, 1905, was the first lighthouse to be built on the southern coast of Korea. The white, 6.4-meter-high lighthouse shines a beam of light every 15 seconds that is visible for up to 42 kilometers away. In January 2006, a 33-meter-high lighthouse top was added to replace obsolete facilities. The previous hundred-year-old lighthouse top was partially restored and is on display as a maritime relic. While at the lighthouse, don’t forget to visit the Gwanbaekejong Pavilion next to the lighthouse for an exquisite view of the southern sea.","regDate":"2023-01-20","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"/2023-01-20-1674185886323/1954910_image2_1.webp","blogPath":"Jeollanam-do/2023-01-20-1674185886323","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-20-1674185886323"},{"id":"2023-01-19-1674124713738","title":"Gaudo Island (가우도)","description":"Gaudo Island is the only populated island of the eight islands in Gangjinman Bay. It used to be&nbsp;part of&nbsp;Daegu-myeon until 1789 but&nbsp;later&nbsp;changed to Boam-myeon and is currently part of Doam-myeon&nbsp;since 1914 due to reorganization of administration. The name comes from its appearance in relation to Boeunsan Mountain in Ganjin-eup, which looks like&nbsp;a cow’s head. The whole island resembles a cow’s meonge (curved stick around cow’s neck&nbsp;used to&nbsp;drag farming tool) so the island became to be called Gaudo Island (Ga  Meonge in Chinese characters). <br><br> From Gaudo Island, Gangjinman Bay and uninhabited island can be seen in all directions. The coastal scenery is stunning and varied natural tourism resources grow here such as the silver magnolia, cypress colony, and Japanese black pines. Visitors can walk to the island from the mainland via a suspension bridge. When arriving to the island, a 2.5km long ecological exploring road along the mountain and coast is available. Also, fishing park which has various kinds of&nbsp;fishes is located in the spot where visitors can overlook&nbsp;at beautiful scenery of Gangjinman Bay. At the top of the island, visitors can enjoy a zip track which is an eco-friendly leisure facility, starting from Cheongja Tower (25m high).","regDate":"2023-01-19","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"/2023-01-19-1674124713738/2483137_image2_1.webp","blogPath":"Jeollanam-do/2023-01-19-1674124713738","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-19-1674124713738"},{"id":"2023-01-19-1674120976924","title":"Gatbawi Culture Town (갓바위 문화타운)","description":"Gatbawi Culture Town is the prime tourist attraction in Mokpo, comprised of Gatbawi Rock, Mokpo Culture & Arts Center, Mokpo Natural History Museum, National Maritime Museum, Namnong Memorial Hall and other culture and art facilities. The park is particularly beautiful at night and is famous as poart of a driving course.","regDate":"2023-01-19","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Experience Programs","Cultural Districts"],"imgUrl":"/2023-01-19-1674120976924/2515460_image2_1.webp","blogPath":"Jeollanam-do/2023-01-19-1674120976924","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-19-1674120976924"},{"id":"2023-01-19-1674117534650","title":"Gangjinman Bay (강진만)","description":"Gangjin has many scenic landscapes with Wolchulsan Mountain to the north and the sea of Gugangpo dotted with numerous islets and wetlands to the south. It is also home to beautiful mountains, rivers, and plains that add to its scenic beauty and natural features. The Baengnyeonsa Temple and Dasan Chodang to the west of Gangjinman Bay, and the reeds along the coastline are a beautiful sight to behold. Also, the National Highway No. 23 that runs along the eastern border of the Gangjinman Bay, past the town of Gangjin-eup to Maryang, is famous for its many spectacular sights. Above all, it is highly recommended to hike up the Cheonilgak Pavilion in front of the Dasan Chodong Dongam (east hermitage) for a panoramic view of Gugangpo’s coastal waters. The hiking trail that traverses Mandeoksan Mountain leads to Baengnyeonsa, which is a temple with breathtaking ocean view.","regDate":"2023-01-19","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"/2023-01-19-1674117534650/220619_image2_1.webp","blogPath":"Jeollanam-do/2023-01-19-1674117534650","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-19-1674117534650"},{"id":"2023-01-19-1674113779757","title":"Gangjin Goryeo Celadon Kiln Site (강진 고려청자 요지)","description":"Daegu-myeon of Gangjin-gun was the primary site of Goryeo dynasty celadon production between the 9th and the 14th centuries. Covering approximately 150 acres of land in nine villages, the area has been designated as the National Historical Site since 1963, and continues to protect its 180 fire kilns and maintain the sophisticated art of celadon production. Meanwhile, celadons produced in this area have also been designated as national treasure, and regarded highly worldwide for their artistic value, so much so that some are preserved in the Louvre Museum in France.","regDate":"2023-01-19","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Historical Sites","Folk Villages"],"imgUrl":"/2023-01-19-1674113779757/1606638_image2_1.webp","blogPath":"Jeollanam-do/2023-01-19-1674113779757","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-19-1674113779757"},{"id":"2023-01-19-1674110421678","title":"Gangjin Dawon Tea Plantation (전남 강진다원)","description":"Gangjin Dawon Tea Plantation is located at the southern foot of Wolchulsan Mountain in Jeollanam-do. The area’s big temperature difference between day and night and the frequent thick fog provide ideal conditions for tea cultivation. The tea cultivated at Gangjin Dawon has a strong scent and rarely tastes bitter. Gangjin Dawon is the home of the nation’s first green tea product “Baegunokpancha.” Since 1980, an extensive area of mountainous territory has been cultivated for green tea production to become the more than 80 acres of green tea fields that it is today. As Gangjin Dawon is relatively lesser known than the green tea fields in Boseong, visitors can enjoy a relaxing time surrounded by the vastness of the green tea fields. Nearby attractions include Baengnyeonsa Temple, the Birthplace of Yeongnang, Gangjin Goryeo Cheongja kiln site, and Dasan Chodang, the house where the famous scholar Dasan Jeong Yak-yong (1762-1836) lived during his exile.","regDate":"2023-01-19","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Experience Programs","Farming Experience"],"imgUrl":"/2023-01-19-1674110421678/2648779_image2_1.webp","blogPath":"Jeollanam-do/2023-01-19-1674110421678","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-19-1674110421678"},{"id":"2023-01-19-1674106549364","title":"Gangjin Baengnyeonsa Temple (백련사 (강진))","description":"The original name of Baengnyeonsa Temple was Mandeoksa Temple, said to have been built by Preceptor Muyeom during the reign of Silla King Munseong. Later, Preceptor Wonmyo rebuilt it in the old site during the reign of King Huijong (7th year) during the Goryeo period. He gained fame as Baengnyeongyeolsa so the temple began to be called Baengnyeonsa Temple. Baengnyeongyeolsa has produced eight preceptors of Goryeo and flourished throughout 120 years. In addition, the area is famous as the place where Dasan Jeong Yak-yong and Master Hyejang connected and developed companionship regardless of religious and age differences during Jeong was exiled to Gangjin. <br><br> The temple’s most popular attraction is Forest of Common Camellias, designated as Natural Monument No. 151. The Camellia trees, skirting the road to the temple, make up a forest covering the area of 9,917 ㎡ over the ruined Haenghotoseong Earthen Fortification next to a memorial stone. In the forest, four stupas of Goryeo and Joseon Era are scattered like hide-and-seek. The forest features a tranquil ambience all year long even in daytime, thanks to the thick, green leaves. From November, the camellia flowers are in full bloom and the forest becomes red, beautiful enough to inspire visitors. After passing the forest on the way to Dasan Chodang, visitors can glimpse a colony of tea fields and wild tea produced by Baengnyeonsa Temple. The mountain where Baengnyeonsa Temple is situated has had wild tea fields grown from Goryeo Era so that it was called Dasan. For this reason, Jeong Yak-yong’s pen name is Dasan which holds the valuable meaning of his banishment here.","regDate":"2023-01-19","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2023-01-19-1674106549364/2434125_image2_1.webp","blogPath":"Jeollanam-do/2023-01-19-1674106549364","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-19-1674106549364"},{"id":"2023-01-19-1674103234512","title":"Gamami Beach (가마미해수욕장)","description":"Located 24 kilometers west of Yeonggwang-eup, Gamami Beach was first opened in 1925. The beach is 1 kilometer in length and 200 meters in x_width, and has the shape of a half moon. Around 200 pine trees encompass the area and form a dense cozy forest. The water is only about 1 to 2 meters deep and its clear waters make it one of the three best beaches in the southwestern part of Korea. <br>Small islands dot the sea in front of the beach and the view of the fishing boats drifting by is very peaceful. The sunset on the west gives off a different vibe from the sunrise of the east. Near the beach area is a coastal drive way with a wonderful view of the coast. Dombaeseom Island, famous for ocean fishing, and Chilsando Island are lined up more or less in a row.","regDate":"2023-01-19","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"/2023-01-19-1674103234512/189654_image2_1.webp","blogPath":"Jeollanam-do/2023-01-19-1674103234512","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-19-1674103234512"},{"id":"2023-01-19-1674099458136","title":"Galdu Village (Ttangkkeut Village) (갈두마을 (땅끝마을))","description":"Galdu Village, also referred to as Ttangkkeut (Lands-end) Village in Haenam-gun, Jeollanam-do is at the southernmost point of the Korean peninsula. The island has an observatory at Sajabong Peak, where one can get an unobstructed view of the southern archipelago, and even a glimpse of Hallsan Mountain on Jeju Island on a clear day. The name galdu originated from the Chinese characters for arrowroot, which was commonly found in the nearby mountains.","regDate":"2023-01-19","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"/2023-01-19-1674099458136/981992_image2_1.webp","blogPath":"Jeollanam-do/2023-01-19-1674099458136","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-19-1674099458136"},{"id":"2023-01-18-1674038301189","title":"Gageodo Island (Soheuksando Island) (가거도(소흑산도))","description":"Gageodo Island is the southwesternmost island in Korea, located rather close to China. The island has rough mountain ridges and consists of cliffs, making a magnificent scenery. With Doksilsan Mountain (alt. 639 m, the highest peak in Sinan-gun) standing in the middle, the island is surrounded by cliffs, creating a mysterious aura. The area is loved by fishers as various fish like anchovy, croaker, hairtail, horse mackerel, sea bream, and others can be found in the surrounding waters, as well as a paradise of unusual migratory birds like the fork-tailed petrel, shearwater, and teal.","regDate":"2023-01-18","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"/2023-01-18-1674038301189/2026832_image2_1.webp","blogPath":"Jeollanam-do/2023-01-18-1674038301189","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-18-1674038301189"},{"id":"2023-01-18-1674034563867","title":"Expo Ocean Park (엑스포해양공원)","description":"Expo Ocean Park offers waterfront walking paths for strolls along the sea. Visitors can also take part in dynamic marine leisure sports programs or watch the multimedia BIG-O Show. In addition, the establishment offers facilities such as exhibition halls and seminar rooms that can hold both international and small scale meetings or events.","regDate":"2023-01-18","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Recreational Sites","Theme Parks"],"imgUrl":"/2023-01-18-1674034563867/2037291_image2_1.webp","blogPath":"Jeollanam-do/2023-01-18-1674034563867","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-18-1674034563867"},{"id":"2023-01-18-1674031183965","title":"Duryunsan Provincial Park (두륜산도립공원)","description":"Containing many Buddhist temples and ruins as well as spectacular scenery, the 700 meter-tall Duryunsan Mountain is located at the southernmost point of the Korean peninsula. Forested by subtropical green broadleaf trees and temperate deciduous broadleaf trees, the mountain is valued highly for observing plant chorology. There are many fields of silver grass, and the summit of the parks eight peaks provide vistas of the western and southern sea.<br>During the fifth year of King Jinheungs reign (514), the Buddhist monk Ado built Daedunsa Temple, which is a place of great historical value as it is also related to the Buddhist monk Seosan. The temple is built among dense woodlands, consisting of maple trees and camellias. Breathtaking scenery of valleys and luxuriant trees can be seen on both sides of the 2-kilometer-long road leading to the temple.","regDate":"2023-01-18","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites","Provincial Parks"],"imgUrl":"/2023-01-18-1674031183965/1929618_image2_1.webp","blogPath":"Jeollanam-do/2023-01-18-1674031183965","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-18-1674031183965"},{"id":"2023-01-18-1674027369493","title":"Duryunsan Cable Car (두륜산케이블카)","description":"Duryunsan Mountain (700 meters) is a famous mountain in Jeollanam-do. With its eight peaks, it is home to many temples and historic sites. The mountain also holds great importance in plant chorology as its forests consist of warm-temperate broad-leaved evergreens and deciduous broad-leaved trees. The mountain peak can be reached by trekking for about 2-3 hours from the entrance of Daeheungsa Temple or by the Daeryunsan Cable Car (one way 8-minute), which departs from the entrance on the opposite side of the mountain and takes visitors to a spot right below the peak. From the mountain summit, there is a view of the southern sea and on a clear day, it is possible to see as far as Hallasan Mountain on Jeju Island. Nearby tourist attractions include Uhangri Dinosaur Museum Complex, Usuyeong Tourism Village and Ttangkkeut Village.","regDate":"2023-01-18","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites","Mountains"],"imgUrl":"/2023-01-18-1674027369493/1564622_image2_1.webp","blogPath":"Jeollanam-do/2023-01-18-1674027369493","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-18-1674027369493"},{"id":"2023-01-18-1674024006742","title":"Dorisan Observatory (도리산전망대)","description":"<br>Located at the top of Mt. Dorisan in Yeomi-ri of Sangjodo Island, Dorisan Observatory is the highlight of the area, and offers panoramic views of Dadohae and its many islands including Gwanmae, Byeongpung, Nabae, Daema and Soma Islands.<br><br> The eco-friendly structure provides panoramic views of nearby islands that locals like to say, “appear scattered over the sea like a flock of birds over water.” Visitors can enjoy majestic sunrise and sunset views, and on days with clear visibility, can see Bogildo Island in Haenam and even as far as Hallasan Mountain and Chujado Island in Jeju.<br><br>Another of Jodo’s attractions is the nature lover spots on Hajodo Island. Jodo is comprised of the Sangjodo and Hajodo Islands connected by a bridge. The entire area is filled with pine trees and has plenty of beach access. The nearby Dondaebong Peak (230m) and the Hajodo Lighthouse offer comparable views and scenic landscapes for visitors in the area to enjoy.  <br><br>","regDate":"2023-01-18","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Architectural Sights","Monuments/Observatories"],"imgUrl":"/2023-01-18-1674024006742/195547_image2_1.webp","blogPath":"Jeollanam-do/2023-01-18-1674024006742","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-18-1674024006742"},{"id":"2023-01-18-1674020161540","title":"Doripo (도리포)","description":"A great sunrise and sunset spot, Doripo Park is situated in Doripo on the northwestern end of Haejebando Peninsula, which forms the boundary between Muan-gun, Yeonggwang-gun, and Hampyeong-gun Counties. The long sandy beach and the dense pine tree grove offer a nice environment for sunbathing.  <br><br>A little farther down from the sandy beach, is the Doripo Port. The port protrudes towards the sea, so people can view the sunrise from there. On the other side of the port towards Chilsan Sea, people can also view beautiful sunset glows. Just like other famous sunrise spots on the West Coast, Doripo watches the sun rise from the sea in Hampyeong in the winter and from the mountain in Yeonggwang in the summer. Every year, a special sunrise event is held on the first day of the New Year. <br><br>Another attraction of Doripo is fishing for sea bream and sea bass in Chilsan Sea, which nearby Yeonggwang-gun and Hampyeong-gun Counties. A total of 639 relics from the Goryeo Era have been found in the area, including historical relics like blue celadon bowls unearthed in October 1995, resulting in the area being designated a Historical Site no. 395 of Jeollanam-do. Nearby, tourist sites include Bongdaesan Mountain (195 meters) and Wongapsa Temple.","regDate":"2023-01-18","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"/2023-01-18-1674020161540/824691_image2_1.webp","blogPath":"Jeollanam-do/2023-01-18-1674020161540","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-18-1674020161540"},{"id":"2023-01-18-1674016829481","title":"Dolsandaegyo Bridge (돌산대교)","description":"Dolsandaegyo Bridge in Yeosu connects Dolsan Island to the mainland, and is a representative attraction of the city, lit up in many colored lights at night. The island of Dolsan is said to be a fortress in the ocean, and protected the nation from invaders and pirates during the Joseon dynasty. Construction on the bridge began in 1980 and was completed in 1984, with Dolsan Park being founded on the hilltop above the bridge in celebration of the bridge opening.","regDate":"2023-01-18","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Architectural Sights","Bridges"],"imgUrl":"/2023-01-18-1674016829481/2653421_image2_1.webp","blogPath":"Jeollanam-do/2023-01-18-1674016829481","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-18-1674016829481"},{"id":"2023-01-18-1674013020564","title":"Dolsan Park (돌산공원)","description":"Dolsan Park, located across from Dolsan Bridge, was created in 1987 on land spanning over 287,000 square meters. A teahouse inside the park was originally a TV drama shooting set. The teahouse offers a fine view of Dolsan Bridge, so visitors often stop by to drink tea while enjoying the view. The view point at the park also overlooks magnificent sunsets over Dolsan Bridge and exquisite night views of Dolsan Bridge, Marine Park, and Janggundo Island. The Memorial Time Capsule, containing various materials related to the merger of Yeosu city, was buried at the center of park in 1994 and will be opened in 2094.","regDate":"2023-01-18","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2023-01-18-1674013020564/2653419_image2_1.webp","blogPath":"Jeollanam-do/2023-01-18-1674013020564","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-18-1674013020564"},{"id":"2023-01-17-1673951831613","title":"Dolmeori Beach (돌머리해변)","description":"Dolmeori Beach is located at the westernmost point of Hampyeong-eup on a rocky tip, giving the beach its name Dolmeori, meaing a rock head.<br><br>Near the beach, there is a dense forest of sweet smelling pine trees and fresh water which is shallow enough for swimming. Although the difference in the landscape between high and low tide is considerable, efforts have been made to make up for the shortcomings. A swimming pool has been installed over an area of 8,910 square meters, for swimming even during low tide. Also, various facilities have been installed for the visitors convenience. A long, wooden bridge was installed for the viewing of the mud flats and sea creatures during low tide. On the mud flats there is a flurry of sea life, and the look-out sheds near the beach sell fresh summer fruits.","regDate":"2023-01-17","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"/2023-01-17-1673951831613/1809835_image2_1.webp","blogPath":"Jeollanam-do/2023-01-17-1673951831613","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-17-1673951831613"},{"id":"2023-01-17-1673948196869","title":"Dogapsa Temple (도갑사)","description":"Dogapsa Temple, built during the late Silla period, has a long history and various national treasures. Approximately 100 meters from Iljumun Gate of Dogapsa Temple is Haetalmun Gate (gate of emancipation), built in 1473 with a unique design that is also designated as a National Treasure. Near the gate is Treasure No. 1134, Wooden Child Manjusri and Samantabhadra of Dogapsa Temple. A five-story stone pagoda as well as Stone Seated Buddha (a Treasure) can also be seen at the temple. A large amount of the temple was burnt down during various wars, but the remaining stones show how large the temple once was.","regDate":"2023-01-17","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2023-01-17-1673948196869/1609453_image2_1.webp","blogPath":"Jeollanam-do/2023-01-17-1673948196869","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-17-1673948196869"},{"id":"2023-01-17-1673944760289","title":"Dinosaur Tracksite of Hwasun, Seoyu-ri (화순 서유리 공룡발자국화석 산지)","description":"The Dinosaur Tracksite of Hwasun was discovered in 1999 during a land survery for the construction of Hwasun Hot Springs Area. Most dinosaur tracks found in Korea are located in coastal areas in cities like Haenam and Boseong, so the discovery in the inner region of Jeollanam-do was a first. Most prints here come from carnivorous dinaosaurs of the Cretaceous period. The site is famous for there being tracks from no fewer than five different dinosaurs, as well as for being one of the longest trails and most direct examples of the exact movements of the dinosaurs. The tracks of one dinosaur are the longest in the world, stretching for 40 meters. Based on the foot size of 20-22 centimeters with a stride of approximately 90 centimeters, it is estimated that the prints were formed by a 4-5 meter tall Koolasuchus. In addition to the canivorous dinosaurs, tracks were found of 12 herbivorous dinosaurs, as well as fossilized plants. These plants offer much assistance in the research of herbivorous dinosaur diets.","regDate":"2023-01-17","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2023-01-17-1673944760289/1608223_image2_1.webp","blogPath":"Jeollanam-do/2023-01-17-1673944760289","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-17-1673944760289"},{"id":"2023-01-17-1673933770532","title":"Dasan Chodang (Historic Site Related to Jeong Yak-yong) (다산초당 (다산 정약용 유적지))","description":"Dasan Chodang is the house where Jeong Yak-yong (pen-name Dasan, 1762-1836) lived during his exile. He was a scholar of the late Joseon dynasty and is noted for his great contributions to the development of practical learning in Korea. After he was expelled to Ganjin for writing a secret letter of appeal for religious freedom, which later was named ‘the Hwang Sa-yeong Baekseo’, he lived in the house for 18 years while studying practical learning (‘Silhak’ in Korean). Most of his famous books were written in Dasan Chodang. While walking along a road near Dasan Chodang, you can see the Cheonilgak pavilion, which offers a great view of beautiful Gangjin Bay. Not far from Dasan Chodang is the Dasan Museum, where visitors can learn about the life of Dasan.","regDate":"2023-01-17","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2023-01-17-1673933770532/2434117_image2_1.webp","blogPath":"Jeollanam-do/2023-01-17-1673933770532","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-17-1673933770532"},{"id":"2023-01-17-1673930344753","title":"Damyangho Lake (담양호)","description":"Damyangho Lake is a man-made lake, created in 1976 with the construction of a dam on Yeongsangang River. The lake is set at the base of the picturesque Chuwolsan and Geumseongsan Mountains, and its crystal clear water is the habitat of many different freshwater fish species including pond smelt, catfish, snakehead, carp and leather carp. With Damyangho Lake at the center, the area is surrounded by Chuwolsan Tourism Area, Gamagol Youth Camping Grounds and Geumseong Mountain Fortress. The mountain’s lakeside road, which passes through a tunnel at the mid-section of the mountain, is a popular scenic driving road.","regDate":"2023-01-17","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"/2023-01-17-1673930344753/2013986_image2_1.webp","blogPath":"Jeollanam-do/2023-01-17-1673930344753","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-17-1673930344753"},{"id":"2023-01-17-1673926568667","title":"Damyang Songgangjeong Pavilion (담양 송강정)","description":"Songgangjeong pavilion is located in Wongang-ri, Damyang-gun, Jeollanam-do. It was registered as Jeollanam-do Provincial Monument No. 1 on January 29, 1972. <br><br>Joseon dynasty poet Jeong Cheol (pen name, Songgang) composed his famed poem “Samiingok” from this pavilion. Next to it presently stands the Samingok memorial stone. The two structures&nbsp;at this site, Hwanbyeonkdang and Sigyeongjeong, are collectively referred to as the “Relics of Jeong Songgang.”","regDate":"2023-01-17","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2023-01-17-1673926568667/2022215_image2_1.webp","blogPath":"Jeollanam-do/2023-01-17-1673926568667","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-17-1673926568667"},{"id":"2023-01-16-1673865516648","title":"Damyang Metasequoia-lined Road (담양 메타세쿼이아길)","description":"Damyang Metasequoia-lined Road is one of Koreas most beautiful paths. Metasequoia trees were planted along the street in the early 1970s by the Ministry of Internal Affairs after National Road 24 was rebuilt. At that time, the saplings were only 3 to 4 years old and their branches stretched sparsely out into the sky; now, the trees have grown so high that they seem to block out the sun. Thanks to these stately trees, in 2002 the Korea Forest Service selected the boulevard as one of the most beautiful roads in Korea. The 8.5-kilometer-long boulevard is one of the most popular driving routes in Korea, especially during summer when the trees&rsquo; lush green leaves are at their x_height of beauty.","regDate":"2023-01-16","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Experience Programs","Cultural Districts"],"imgUrl":"/2023-01-16-1673865516648/2650840_image2_1.webp","blogPath":"Jeollanam-do/2023-01-16-1673865516648","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-16-1673865516648"},{"id":"2023-01-16-1673861765838","title":"Damyang Changpyeong Samjinae Village [Slow City] (담양 창평 삼지내마을[슬로시티])","description":"Damyang Changpyeong Samjinae Village was the first Korean place designated as a slow city in 2007. Compared with the fast-changing city life, the village seeks a slow life, experiencing regional cultures and food, surrounded by nature. Visitors can make Korean traditional sweets & cookies such as Hangwa and Ssalyeot here.","regDate":"2023-01-16","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Historical Sites","Folk Villages"],"imgUrl":"/2023-01-16-1673861765838/898342_image2_1.webp","blogPath":"Jeollanam-do/2023-01-16-1673861765838","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-16-1673861765838"},{"id":"2023-01-16-1673858371606","title":"Damyang Bamboo Forest (Damyang Marsh) (담양대나무숲 - 담양습지)","description":"Situated between Damyang-gun and Gwangju Metropolitan City, Damyang Wetland is one of the best places to experience the ecology of Yeongsangang River. It is a habitat for the hawk, wildcat, Boreal digging frog (endangered species), and kestrel. It became the first river wetland to be designated as a wetland reserve in 2004.","regDate":"2023-01-16","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2023-01-16-1673858371606/1970897_image2_1.webp","blogPath":"Jeollanam-do/2023-01-16-1673858371606","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-16-1673858371606"},{"id":"2023-01-16-1673854556804","title":"Daenamugol Bamboo Park (대나무골 테마공원)","description":"Situated at the basin of the ravine in Gojisan Mountain along the Geumseongsan mountain fortress and the Chuweolsan mountain range, Daenamugol is surrounded by tall bamboo trees. In spring, the soft green bamboo shoots blanket the whole field; it also serves as a habitat for sedentary birds to take care of their eggs. <br><br>The landscaping of the Daenamugol Bamboo Park encapsulates the value of bamboo trees. You can enjoy the fresh crisp air walking in the bamboo grove and the thick pine tree forest. You can try the tea from wild bamboo tea trees grown in the bamboo forest. The park also has Green Town; it includes a playground made out of grass, a hall, an outdoor cooking facility, shower booths, sports fields (volley ball, Jokgu, table tennis, badminton). The theme park has appeared as a backdrop for movies like ‘The Last Witness,’ ‘Sword in the Moon’ as well as in the popular TV drama series ‘Hometown Legends,’ ‘Damo’ and in a number of commercials.","regDate":"2023-01-16","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Recreational Sites","Theme Parks"],"imgUrl":"/2023-01-16-1673854556804/185780_image2_1.webp","blogPath":"Jeollanam-do/2023-01-16-1673854556804","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-16-1673854556804"},{"id":"2023-01-16-1673851214586","title":"Daeheungsa Temple [UNESCO World Heritage] (대흥사[유네스코 세계문화유산])","description":"Daehuengsa Temple is told to have been built during the time of King Seong of the Baekje period by Adohwasang, a Silla Monk and the site was the restoration of Samjae bulipjicheo of Buddhist culture, which protects Samjae, the three disasters of one’s life. <br><br>Pyochungsa and Iljiam Tea Garden display writings and traces of the prominent men of the time such as Chusa Kim Jeong-hui and Chouiseonsa Buddhist monk. Inside the temple, Daeungbojeon, Chimgyeru, Myeongbujeon, Eungjindang, Cheonbuljeon, Cheonbulsang, Pyochungsa, Daegwangmyeongjeon, Iljiam, Bungmireugam, and Seongbo Museum are situated.The Rock-carved Seated Buddha at North Mireugam Hermitage of Daeheungsa Temple, Haenam (National Treasure No. 308) and Bronze Bell with Inscription of Tapsansa Temple (Treasure No. 88) are preserved as well as various cultural assets and fables such as Budojeon, and Stupa Courtyard, the largest in Korea.","regDate":"2023-01-16","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2023-01-16-1673851214586/948760_image2_1.webp","blogPath":"Jeollanam-do/2023-01-16-1673851214586","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-16-1673851214586"},{"id":"2023-01-16-1673847347855","title":"Daehan Dawon Tea Plantation (대한다원)","description":"Daehan Dawon Tea Plantation produces high-quality green tea and is a popular tourist attraction year-round thanks to the vast rows of tea trees that line the hillside like a deep green carpet. Despite being located on a small peak at just 350 meters above sea level, the observation deck at the summit offers views of the sea on clear days. The entrance to the tea plantation is also lined with tall cedar trees, adding a unique aspect to this plantation. Daehan Dawon Tea Plantation has been featured as a filming site in dramas such as “Summer Scent (2002),” “Legend of the Blue Sea (2017),” and “The Rebel (2017).”","regDate":"2023-01-16","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Industrial Sites","Foods & Beverages"],"imgUrl":"/2023-01-16-1673847347855/2652133_image2_1.webp","blogPath":"Jeollanam-do/2023-01-16-1673847347855","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-16-1673847347855"},{"id":"2023-01-16-1673843955674","title":"Daedundo Island (대둔도)","description":"Daedundo Island is located 94 kilometers northwest of Mokpo and 3.2 kilometers away from Daeheuksando Island. The highest point of the island is Seongamsan Mountain at 163 meters, but with various steep edges. Various vegetables as well as seafood can been found throughout the island.","regDate":"2023-01-16","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"/2023-01-16-1673843955674/1585276_image2_1.webp","blogPath":"Jeollanam-do/2023-01-16-1673843955674","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-16-1673843955674"},{"id":"2023-01-16-1673840180985","title":"Cypress Forest Woodland (정남진 편백숲 우드랜드)","description":"Jeongnamjin in Jangheung is a pristine region with beautiful mountains, beaches, and rivers. One of these attractions is the cypress forest, where a refreshing breeze blows through the green shade of these 40-year-old trees. Cypress Forest Woodland is a wood culture & experience center located in the foothills of Eokbulsan Mountain. Guests can stay in the various hanok-style pensions, enjoy the cypress and salt rooms of the jjimjilbang, and take part in various ecology education experiences at this relaxing family leisure resort.","regDate":"2023-01-16","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2023-01-16-1673840180985/2546930_image2_1.webp","blogPath":"Jeollanam-do/2023-01-16-1673840180985","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-16-1673840180985"},{"id":"2023-01-15-1673778948090","title":"Chuwolsan Mountain (추월산)","description":"Located 13 kilometers away from Damyang-eup, Chuwolsan Mountain (731 m) was designated Jeollanam-do Provincial Monument No. 4 and is one of the five famous mountains of Jeollanam-do. It marks the boundary between Jeollanam-do, South Jeolla Province (Wolgye-ri, Yong-myeon, the most northern town in Damyang-gun) and Jeollabuk-do, North Jeolla Province (Bokheung-myeon, Sunchang-gun). The mountain has a dense forest, rock formations and stones, and rock walls that look like manmade fortifications with a narrow path to the west which can accommodate only one person at a time.<br> <br> Shaped like a Buddhist monk lying down when it is seen from Damyang-eups side, it is popular for its various naturally grown medicinal herbs as well as rare kinds of Chuwolsan orchids. The base of the mountain has gentle slopes and densely packed old pine trees, making it the best destination for families in summer. The hiking trail is hard to climb despite the fact that the peak is not very high. However, it is visited by mountain climbers all year long.<br> <br> Before reaching Sangbong Peak, there is a hermitage and a mineral spring that never dries up. The peak also boasts an impressive view of the surrounding area, including Damyangho Lake. Chuwolsan Mountain was a battle site during the Imjin War along with the nearby Geumseongsanseong Fortress. The last battle of Donghak Peasant Revolution also took place at Chuwolsan Mountain.","regDate":"2023-01-15","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites","Mountains"],"imgUrl":"/2023-01-15-1673778948090/2013995_image2_1.webp","blogPath":"Jeollanam-do/2023-01-15-1673778948090","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-15-1673778948090"},{"id":"2023-01-15-1673775389118","title":"Chodo Island (초도(여수))","description":"Located 77 kilometers southwest of Yeosu, Chodo Island is surrounded by islands of various sizes. The island has three small fishing villages around the central Sangsanbong Peak. The island is famous for its sunset view from the peak and the sea-parting that happens at low tide  between Jinmak Village and Mokseom Island off the coast. There are two beaches on the island, with Jeonggang Beach being a popular vacation location among families. There is only one passenger ferry between Yeosu and Chodo daily. There is also a cruise tour to the nearby islands, a popular activity for overnight guests.","regDate":"2023-01-15","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"/2023-01-15-1673775389118/1954204_image2_1.webp","blogPath":"Jeollanam-do/2023-01-15-1673775389118","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-15-1673775389118"},{"id":"2023-01-15-1673771853761","title":"Cheonsaseom Bonsai Park (천사섬 분재공원)","description":"Cheonsaseom Bonsai Park in Sinan is a place for people to relax and enjoy nature. The ecological park is located next to the vast Korean archipelago, making it perfectly suited to relaxation and education. The park hopes to  attract more visitors as it continues to hold various exhibits about potted plants and sculptures.","regDate":"2023-01-15","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Recreational Sites","Theme Parks"],"imgUrl":"/2023-01-15-1673771853761/2691236_image2_1.webp","blogPath":"Jeollanam-do/2023-01-15-1673771853761","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-15-1673771853761"},{"id":"2023-01-15-1673768136110","title":"Cheongwansan National Recreational Forest (국립 천관산자연휴양림)","description":"Cheongwansan National Recreational Forest is located at the entrance of one of the five great mountains of the Jeolla region. Cheongwansan Mountain is a rocky mountain with steep peaks. Red camellia flowers bloom in spring, while in fall, silver grass blankets the area, creating a spectacular scene. The mountain peak offers an incredible ocean view due to the mountains close location to the coast. To the south, the vast Dadohae Sea comes into view, and hikers may even get a glimpse of Hallasan Mountain from afar on a clear sunny day. A landscape of different mountain ridges can be seen to the north, namely Wolchulsan Mountain in Yeongam, Jeamsan Mountain in Jangheung, and Mudeungsan Mountain in Gwangju. <br><br> Cheongwansa Temple is located within a few hundred meters of the peak of the mountain. The recreational park is equipped with convenient facilities and a well-managed 7-kilometer-long hiking trail, serving as a great vacation spot for weekend getaways.","regDate":"2023-01-15","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"/2023-01-15-1673768136110/2704942_image2_1.webp","blogPath":"Jeollanam-do/2023-01-15-1673768136110","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-15-1673768136110"},{"id":"2023-01-15-1673764686118","title":"Cheongwansan Literature Park (천관산 문학공원)","description":"Cheongwansan Literature Park is located on the outskirts of Cheongwansan Mountain in Jangheung. The mountain itself is known for a unique array of odd-shaped rocks and ridges, attracting many visitors year-round.<br><br> Jangheung is nicknamed ‘Literature Town’ for its history of producing outstanding writers. The park commemorates these writers and their development of the modern style of Korean poems, novels, and essays (including Song Gi-suk, Han Seung-won, and Lee Cheong-jun) with a total of 54 monuments; each displaying the best of each writer’s works. A separate monument (7 stories/15m) contains works and handwritten manuscripts by 35 writers and their chronologies in capsules. In addition, over 460 stone towers leading to Tapsansa Temple await visitors.","regDate":"2023-01-15","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Recreational Sites","Theme Parks"],"imgUrl":"/2023-01-15-1673764686118/494286_image2_1.webp","blogPath":"Jeollanam-do/2023-01-15-1673764686118","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-15-1673764686118"},{"id":"2023-01-15-1673757522147","title":"Boseong Ganggol Traditional Village (보성 강골마을)","description":"Ganggol village is one of the few remaining hanok villages from the Joseon dynasty that has maintained its original look. Most of the houses in the village were built by the Gwangju Lee Clan after the 19th century. About 30 houses stand closely together with Obongsan Mountain located behind the village. Old cherry blossom, magnolia, and pomegranate trees stand throughout the village, protecting the houses. Stone walls between the houses are covered with ivy and bamboo. With all the scenery, the village retains the atmosphere of a typical Korean old town.<br><br>In the Ganggol Village Experience Program, participants spend a night at the traditional Hanok village where Koreans actually lived during the Joseon dynasty to experience the lifestyle of the old days (using conventional toilets and getting water from a well, etc.). In addition, during the cherry blossom blooming period, participants also have the chance to experience into the beauty of cherry blossoms at the Cherry Blossom Café at Deungnyang Train Station. From spring through early autumn, participants are surrounded by the beautiful scenery and scent of the misty Boseong green tea fields at dawn. An eco experience programs runs from spring to fall and offers participants a chance to catch clams and mud shrimp at Deungnyangman Bay.","regDate":"2023-01-15","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Historical Sites","Folk Villages"],"imgUrl":"/2023-01-15-1673757522147/894076_image2_1.webp","blogPath":"Jeollanam-do/2023-01-15-1673757522147","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-15-1673757522147"},{"id":"2023-01-15-1673753772774","title":"Bohae Plum Farm (보해매실농원)","description":"Established in 1979 in Haenam, Jeollanam-do by the Bohae Brewery, Bohae Plum Farm (Bohae Maesil Nongwon) is the largest green plum farm in Korea. Every spring, as maehwa (apricot flower) blossoms begin to bloom on maesil (green plum) trees, the brewery opens the farm to the public, providing an opportunity to enjoy the beautiful blossoms, and also to purchase fresh plums. To this day, the brewery produces and sells various maesil products made with the plums harvested from the farm.","regDate":"2023-01-15","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Experience Programs","Farming Experience"],"imgUrl":"/2023-01-15-1673753772774/1802566_image2_1.webp","blogPath":"Jeollanam-do/2023-01-15-1673753772774","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-15-1673753772774"},{"id":"2023-01-14-1673692546408","title":"Bogildo Island Seyeonjeong Pavilion (보길도 세연정)","description":"Yun Seon-do (1587~1671), a non-military civil administrator and poet in the mid Joseon dynasty, could hardly contain his anger after hearing the news that the king had surrendered during the Byeongjahoran War (Chinese invasion of Korea in 1636). Following the events, he decided to live in seclusion by moving to Jeju Island. However, on the way to Jeju, he came across Bogildo Island and he was so inspired by its beauty  that he ended up settling down on Bogildo instead. <br><br>For the following 13 years, he composed great poems such as Eobusasisa (Fishermans Song for Four Seasons). Some of the mountain peaks and rocks named by him still remain on the island.<br><br>Seyeonjeong Pavilion was built by Yun Seondo and this is the birthplace of his literary works. On clear days, he would come to the pavilion with his family and let singers sing his verses.<br><br>Bogildo Island embraces both the Eastern outlook on nature and Neo-Confucianism ideology. While going around the island, visitors will get some&nbsp;semblance&nbsp;of how Yun Seondo  harmonized man and nature through the combination of the islands natural and the man-made features.","regDate":"2023-01-14","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2023-01-14-1673692546408/815203_image2_1.webp","blogPath":"Jeollanam-do/2023-01-14-1673692546408","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-14-1673692546408"},{"id":"2022-08-02-1659446456971","title":"Birthplace of Yeongnang (강진영랑생가)","description":"Kim Yun-sik was born on this site on January 16, 1903 as the first-born of two sons and three daughters. Under the pen name Yeongnang, he was active in literature until his death on September 29, 1950. Among the 80 poems he published, more than 60 were written in this place where he lived a life resisting Japanese imperialism and refusing to change his name to a Japanese name. After he moved to Seoul in 1948, his birthplace was resold several times, but the county of Gangjin-gun bought it in 1985 to restore it to its original state with a thatched-roof. The site features many of the poet’s writing materials and the site has a small well, camellia trees, jangdokdae (a platform where large clay pots used for storing food are kept), persimmon trees, and a peony garden.","regDate":"2022-08-02","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Historical Sites","Birthplaces"],"imgUrl":"/2022-08-02-1659446456971/1954887_image2_1.webp","blogPath":"Jeollanam-do/2022-08-02-1659446456971","pageUrl":"https:/mcdryad.com/Jeollanam-do/2022-08-02-1659446456971"},{"id":"2022-08-02-1659446407479","title":"Birthplace of Baekje Buddhism (백제불교최초도래지)","description":"Unlike Goguryeo and Silla, Baekje's origin of Buddhism and how it spread had remained a mystery other than the story of how Indian monk Mirananta came to Yeonggwang and founded Bulgapsa Temple. In 1998, records were found stating that Monk Mirananta first set foot in Jwaudu Village in Beopseong-myeon, Yeonggwang in AD 384 after passing through Dongjin in China. Subsequently, the site has turned into an attraction in honor of the monk and the spread of Buddhism.","regDate":"2022-08-02","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Historical Sites","Holy Sites"],"imgUrl":"/2022-08-02-1659446407479/1607922_image2_1.webp","blogPath":"Jeollanam-do/2022-08-02-1659446407479","pageUrl":"https:/mcdryad.com/Jeollanam-do/2022-08-02-1659446407479"},{"id":"2022-08-02-1659446337348","title":"Bigeumdo Island (비금도)","description":"Located 54 kilometers from Mokpo Port, Bigeumdo Island is made up of 82 islands. The coastline is approximately 132 kilometers and in 1996 the Yeondogyo Bridge was constructed connecting it to Dochodo Island. Bigeumdo Island makes up 5% of the salt production in Korea.<br> <br>The most beautiful beach on Bigeumdo Island is Wonpyeong Beach with its fine red sand. In particular, the view of the sunset on this beach is spectacular. It was also the filming location for TV drama \"Spring Waltz.\"","regDate":"2022-08-02","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"/2022-08-02-1659446337348/624910_image2_1.webp","blogPath":"Jeollanam-do/2022-08-02-1659446337348","pageUrl":"https:/mcdryad.com/Jeollanam-do/2022-08-02-1659446337348"},{"id":"2022-08-01-1659397317546","title":"Bangjukpo Beach (방죽포해변)","description":"Nestled on the east coast of Dolsando Island, the tranquil waters have mild waves that lap up on the shiny golden sand along Bangjukpo Beach. Nearby, there is a thick pine grove with trees over 200 years old. This area is blessed with plenty of fresh inland water despite it being on the coast. The myriad of rocks near the sea are great for fishing. The beach is a popular spot to watch the sunrise. It is also situated on the way to Hyangiram Hermitage, one of Korea’s four hermitages where Buddhist followers pray to Avalokitesvara, the Bodhisattva of Great Compassion.","regDate":"2022-08-01","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"/2022-08-01-1659397317546/678552_image2_1.webp","blogPath":"Jeollanam-do/2022-08-01-1659397317546","pageUrl":"https:/mcdryad.com/Jeollanam-do/2022-08-01-1659397317546"},{"id":"2022-08-01-1659393685811","title":"Bangjangsan National Recreational Forest (국립 방장산자연휴양림)","description":"Situated between Jeollanam-do and Jeollabuk-do, Bangjangsan National Recreational Forest is the highest rising peak along the ridge starting from the west of Naejangsan Mountain. The recreational park is located on the mid-slope of Bangjangsan Mountain. Many species of wild flowers and broad-leaved trees are distributed all over Bangjangsan Recreational Forest where an exciting paragliding contest takes place annually. This is a great place to unpack and take a break for one or two days as it has accommodation facilities, promenades and trekking courses as well as a small area for splashing in the water. It takes approximately three hours to the mountain's summit from the recreational forest. In addition, there is a trekking path that leads to the Seokjeong Hot Springs on the way down the mountain.","regDate":"2022-08-01","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"/2022-08-01-1659393685811/2040897_image2_1.webp","blogPath":"Jeollanam-do/2022-08-01-1659393685811","pageUrl":"https:/mcdryad.com/Jeollanam-do/2022-08-01-1659393685811"},{"id":"2022-08-01-1659390095389","title":"Baeksu Coastal Road (백수해안도로)","description":"Baeksu Coastal Road, a section of National Highway 77 and Provincial Highway 14, is one of the best scenic drives in Jeollanam-do. While driving on this road, one can encounter dynamically changing landscapes, including splendid rock formations along the coastal cliffs. The road is approximately 16.8 kilometers long, connecting Giryong-ri and Seokgumi Village in Baeksu-eup, Yeonggwang. The coastal road offers a great view of Chilsanbawi Rock, especially during the sunset.","regDate":"2022-08-01","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"/2022-08-01-1659390095389/2647158_image2_1.webp","blogPath":"Jeollanam-do/2022-08-01-1659390095389","pageUrl":"https:/mcdryad.com/Jeollanam-do/2022-08-01-1659390095389"},{"id":"2022-08-01-1659386586276","title":"Baegyangsa Temple (백양사)","description":"Founded during the reign of King Mu of the Baekje Dynasty (632), Baegyangsa Temple is located within Naejangsan National Park. The combination of the mountain and valleys on both sides creates beautiful scenery. Nature reveals its beauty throughout all seasons here,  especially through the red maple leaves in fall. Daeungjeon Hall, Geungnakbojeon Hall and Sacheonwangmun Gate have been designated as cultural assets. Walk along the wood path lined-up of white oaks and maple trees, go through the entrance of Baegyangsa Temple, and the sight of Ssanggyeru Pavilion will come into view. Daytime visitors to Baegyangsa Temple can appreciate the breathtaking view of Ssanggyeru Pavilion admist the shimmering pond.","regDate":"2022-08-01","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-08-01-1659386586276/2516009_image2_1.webp","blogPath":"Jeollanam-do/2022-08-01-1659386586276","pageUrl":"https:/mcdryad.com/Jeollanam-do/2022-08-01-1659386586276"},{"id":"2022-08-01-1659382619998","title":"Baegunsan Recreational Forest (백운산자연휴양림)","description":"Located on Baegunsan Mountain (alt. 1,222.2 m), Baegunsan Recreational Forest is made up of a blend of natural and man-made forests, composed of mostly pine, cedar, and cypress trees. Ongnyeongsa Temple Site (Historic Site No. 407) is located near the forest, and many people visit between February and March to see the nearly 7,000 camellia flowers come into full bloom. Baegunsan Mountain is an ecological treasure, as it serves as a habitat for rare plants and animals. Every spring, visitors can try tasting painted maple sap, known for its health benefits.","regDate":"2022-08-01","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"/2022-08-01-1659382619998/2636006_image2_1.webp","blogPath":"Jeollanam-do/2022-08-01-1659382619998","pageUrl":"https:/mcdryad.com/Jeollanam-do/2022-08-01-1659382619998"},{"id":"2022-08-01-1659379869847","title":"Baegunsan Mountain Donggokgyegok Valley (백운산 동곡계곡)","description":"Donggokgyegok Valley is one of four large valleys on Baegunsan Mountain. The valley opens up towards Gwangyang, with the waters of Dongcheon Stream flowing into Gwangyangman Bay. Donggokgyegok Valley is wide, making it convenient for transportation, and perfect for a family getaway during the holidays. Located along Hanjae Pass between the mountain summit and Ttoaribong Peak on the west side, the valley is also sometimes called Dapgoksimni. The valley stretches a distance of 10 kilometers and is especially beautiful in fall when surrounded by vibrant autumn foliage. Donggokgyegok Valley is a protected nature reserve with over 900 various species of vegetation.","regDate":"2022-08-01","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites","Valleys"],"imgUrl":"/2022-08-01-1659379869847/1606761_image2_1.webp","blogPath":"Jeollanam-do/2022-08-01-1659379869847","pageUrl":"https:/mcdryad.com/Jeollanam-do/2022-08-01-1659379869847"},{"id":"2022-08-01-1659375937828","title":"Baegunsan Eochigyegok Valley (백운산 어치계곡)","description":"Eochigyegok Valley, located in Eochi-ri, Jinsang-myeon, is 7 kilometers long, and is a valley with clear water flowing through the lush forest with rocks in all sizes that provide a resting spot. In particular, it is home to Orodae Rock, cool enough to form dew even in the middle of the day and Gusipokpo Falls with a legend of a flying horse.<br><br>The valley is located ten minutes away from the Seomjingang River Maehwa Village, and plum trees cover the valley in spring with plum blossoms. In autumn, the countless oak trees in the forest become an acorn factory for its habitats. Baegunsan Eochigyegok Valley is worth visiting at any time of the year and provides various agricultural products to local residents. Orodae Rock, located in the uppermost stream, refers to a rock that looks like a large courtyard. An inscription remains, saying that it is named Orodae because it is cool enough to form dew even in the midday of the summer. Legend says that Gusiso Pool at the base of Gusipokpo Falls is so wide that it will not dry up even in a draught.","regDate":"2022-08-01","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites","Valleys"],"imgUrl":"/2022-08-01-1659375937828/1606765_image2_1.webp","blogPath":"Jeollanam-do/2022-08-01-1659375937828","pageUrl":"https:/mcdryad.com/Jeollanam-do/2022-08-01-1659375937828"},{"id":"2022-08-01-1659373270633","title":"Anmado Island (안마도)","description":"Anmado Island, the largest island in Nagwol-myeon District, is home to a number of ocean splendors including the magnificent Malcobawi and Heundeulbawi Rocks, and camellia colonies. As one of the largest fishing bases in the West Sea, it is famous for its local specialties such as cows naturally grown out of pasture, black goats, medicinal liquor made of centipedes, sea bass, crabs and ear shells. Moreover, the island's fishing village, which has been designated as a third-class fishing port, serves as refuge for ships from home and abroad.<br><br><b>Island History</b><br>In 1967, a liaison office of Nagwol-myeon town office opened its door overseeing Anmado Island, along with five othe islets (Daeseongmando, Soseongmando, Odo, Hwangdo and Jukdo) and six villages. The area as a whole is called Anma Archipelago. Furthermore, Hwangdo, an affiliated islet of the Anmado, along with Donghwangdongdo, Gageodo and Seogeochado form the Western Basic Line.","regDate":"2022-08-01","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"/2022-08-01-1659373270633/2497473_image2_1.webp","blogPath":"Jeollanam-do/2022-08-01-1659373270633","pageUrl":"https:/mcdryad.com/Jeollanam-do/2022-08-01-1659373270633"},{"id":"2022-08-01-1659368778986","title":"Anak Beach (안악해수욕장)","description":"Anak Beach is a white sand beach that stretches for more than 200 meters and is bordered by a forest of pine trees. In addition to the gorgeous scenery, a major draw is the great seafood like fresh mullets, long-legged octopuses, small shrimps, and other local specialties said to provide strength during the sweltering summer heat. Since the beach has not yet been discovered by many tourists, visitors will be able to have a calm and relaxing time. The nearby coastal road is a perfect driving course with a stunning view of the sunset.","regDate":"2022-08-01","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"/2022-08-01-1659368778986/190577_image2_1.webp","blogPath":"Jeollanam-do/2022-08-01-1659368778986","pageUrl":"https:/mcdryad.com/Jeollanam-do/2022-08-01-1659368778986"},{"id":"2022-08-01-1659364800979","title":"Amnok Resort (압록유원지)","description":"Situated at the joining point of two rivers, Seomjin and Boseong, Amnok Resort is renowned as a summer vacation spot with a 100,000m² beach. Since mosquitos are rare here, it is continuously gaining popularity as a family camping site and Banweogyol Bridge and Cheolgyo Bridge make for beautiful scenery. The popular fishing spot located in the lower reaches of Boseonggang River attracts many anglers. The riverside is lined with various native local restaurants where you can taste Amnok’s specialities such as king crab soup, roasted sweet fish, and maeuntang (spicy fish stew).","regDate":"2022-08-01","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Recreational Sites","Resorts"],"imgUrl":"/2022-08-01-1659364800979/2021945_image2_1.webp","blogPath":"Jeollanam-do/2022-08-01-1659364800979","pageUrl":"https:/mcdryad.com/Jeollanam-do/2022-08-01-1659364800979"},{"id":"2022-08-01-1659363562237","title":"1004 (Cheonsa) Bridge (천사대교)","description":"1004 Bridge, opened on April 4, 2019, connects Songgong-ri to Sinseok-ri in Sinan-gun, Jeollanam-do. It is named 1004, pronounced \"cheonsa,\" for the 1004 islands that surrounds Sinan-gun. The bridge is the fourth longest marine bridge in Korea.","regDate":"2022-08-01","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Architectural Sights","Bridges"],"imgUrl":"/2022-08-01-1659363562237/2662742_image2_1.webp","blogPath":"Jeollanam-do/2022-08-01-1659363562237","pageUrl":"https:/mcdryad.com/Jeollanam-do/2022-08-01-1659363562237"}],"metaData":{"pageUrl":"https://mcdryad.com/Jeollanam-do","nav":"Jeollanam-do"},"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}