{"pageProps":{"content":"![Geumnam-ro Street (금남로)](/2022-07-14-1657767162005/1587575_image2_1.webp)\n  \n## Overview\n\n> Geumnam-ro Street used to be in the government office quarters, and is now the center of the city's finacial sphere, with many banks, insurance companies and public offices lining the street. During the May 18 Movement, the citizens gathered at Geumnam-ro Steet and marched together to express their sadness and give support for the sublimation of the nation. In modern times, the street serves as a meeting space for citizens, with an underground shopping mall and a plaza around a fountain, where events and performances freely take place.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330<br>(Korean, English, Japanese, Chinese) <br>• For more info: +82-62-613-3633|\n  \n\n  \n## Detail Image\n![/2022-07-14-1657767162005/1587573_image2_1.webp](/2022-07-14-1657767162005/1587573_image2_1.webp)\n![/2022-07-14-1657767162005/1587574_image2_1.webp](/2022-07-14-1657767162005/1587574_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-62-613-3633](tel:+82626133633)\n\n\n\n```googleMap\nlatitude: 35.1538517467\nlongitude: 126.9106747413\ntitle: Geumnan-ro, Dong-gu, Gwangju\n```\n  \n## Directions\n  \n[Bus]<br>\nGet off at Docheong Bus Stop.<br>\nBus: 1, 2, 5, 15, 19, 22, 55, 105, 222, 333, 555, 777<br><br>\n\nGet off at Chungpa Bus Stop.<br>\nBus: 6, 8, 11, 14, 22, 23, 25, 30, 50, 118, 385, 666, 777\n","data":{"id":"2022-07-14-1657767162005","title":"Geumnam-ro Street (금남로)","description":"Geumnam-ro Street used to be in the government office quarters, and is now the center of the city's finacial sphere, with many banks, insurance companies and public offices lining the street. During the May 18 Movement, the citizens gathered at Geumnam-ro Steet and marched together to express their sadness and give support for the sublimation of the nation. In modern times, the street serves as a meeting space for citizens, with an underground shopping mall and a plaza around a fountain, where events and performances freely take place.","regDate":"2022-07-14","author":"korea-tour","tag":["Gwangju","Culture/Art/History","Experience Programs","Cultural Districts"],"imgUrl":"/2022-07-14-1657767162005/1587575_image2_1.webp","blogPath":"Gwangju/2022-07-14-1657767162005","pageUrl":"https:/mcdryad.com/Gwangju/2022-07-14-1657767162005"},"dataList":[{"id":"2022-07-14-1657806955342","title":"Lee Jang-woo's House (이장우 가옥)","description":"Designated the first Gwangju Folk Material on March 20, 1989, Lee Jang-woo's House is an upper-class, tile-roofed house with a gate, storeroom, servants’ quarters, detached building, and main building. The building is estimated to have been constructed in 1899 and is overall a sturdy example of Korean architecture, well-preserved in its original state. The L-shaped main hall of the historic building is rather large and consists of (left to right) a wooden verandah, a small room, a hall, the main room, a kitchen, and another small room. The room doors are double doors with a sliding door on the inside and a hinged door on the outside. The hall also has partitions that can be hung up as necessary.","regDate":"2022-07-14","author":"korea-tour","tag":["Gwangju","Culture/Art/History","Historical Sites","Old Houses"],"imgUrl":"/2022-07-14-1657806955342/2364349_image2_1.webp","blogPath":"Gwangju/2022-07-14-1657806955342"},{"id":"2022-07-14-1657804476552","title":"Jusangjeolli Cliff of Mudeungsan Mountain (무등산 주상절리대)","description":"The Jueangjeolli cliffs are rock pillars of various hexagonal shapes that seem as if they were hand carved. The Jusangjeolli cliffs of Mudeungsan Mountain consist of Seoseokdae, Ipseokdae, and Gyubong Rocks formed about 70 million years ago. Ipseokdae and Gyubong Rocks are both of a distinct pillar shape as they have been heavily weathered, and Seoseokdae, which was less weathered, looks like a folding screen. The Neodeolgeong (cluster of rocks), which sit on the mountain slope, were made when stone pillars collapsed. The standing rocks and Neodolgeong have been designated as Natural Monuments due to their rarity and uniqueness.","regDate":"2022-07-14","author":"korea-tour","tag":["Gwangju","Nature","Natural Resources","Rocks"],"imgUrl":"/2022-07-14-1657804476552/1558947_image2_1.webp","blogPath":"Gwangju/2022-07-14-1657804476552"},{"id":"2022-07-14-1657798432064","title":"Jungoe Park (중외공원)","description":"Jungoe Park is one of the nation's most famous leisure spaces. There is a children's grand park, the Olympic Garden, and the Olympic Monument. The children's grand park is especially popular on weekends and holidays. <br>There is also a folk museum, an education center, and the Biennale Exhibition Hall in the Biennale & Museum section of the park.  <br> The park is most popular during fall for its beautiful foliage. In addition, the Rainbow Bridge is a symbol of the Biennale and was installed during the 1st Gwangju Biennale.","regDate":"2022-07-14","author":"korea-tour","tag":["Gwangju","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-07-14-1657798432064/2675672_image2_1.webp","blogPath":"Gwangju/2022-07-14-1657798432064"},{"id":"2022-07-14-1657795264384","title":"Jeonpyeongje Reservoir (전평제)","description":"Jeonpyeongje Reservoir was built in 1943 to supply water for agricultural purposes to farms in the Maewol-dong and Byeokjin-dong regions as well as to prevent both floods and droughts. Starting in 1999, the reservoir was changed to a rest area, with a wooden deck crossing the reservoir to the man-made island in the middle. The area now serves as a waterside relaxation and eco-exploration space for family visitors.","regDate":"2022-07-14","author":"korea-tour","tag":["Gwangju","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2022-07-14-1657795264384/1587728_image2_1.webp","blogPath":"Gwangju/2022-07-14-1657795264384"},{"id":"2022-07-14-1657791485848","title":"House of Choi Seung-hyo (최승효가옥)","description":"The House of Choi Seung-hyo is a traditional residential building located on the southeastern slopes of Yangnimsan Mountain. The rectangular building is open to the east, has 8 kan (the space between two pillars) in the front and 4 kan to the sides, and is graced by a traditional hipped and gabled roof. Since the building was constructed in the 1920s, it offers a valuable glimpse into the architectural style of Korean houses at the end of the Japanese colonial period. Choi Sang-hyeon was an activist who offered his attic as a place of refuge for other activists.","regDate":"2022-07-14","author":"korea-tour","tag":["Gwangju","Culture/Art/History","Historical Sites","Old Houses"],"imgUrl":"/2022-07-14-1657791485848/566730_image2_1.webp","blogPath":"Gwangju/2022-07-14-1657791485848"},{"id":"2022-07-14-1657788186029","title":"Gwangjuho Lake Eco Park (광주호 호수생태원)","description":"Gwangjuho Lake Eco Park is a large park around Gwangjuho Lake that is divided into themed districts. The 184,948 m²-park features a natural observation center, eco-experience center, grass plaza, wetlands, and more. Just 30 minutes from downtown Gwangju, the park has been a popular retreat for locals since opening in March 2006. From spring to fall, visitors can see all kind of plants growing in the natural environment. There are more than 170,000 kinds of wild flowers including azaleas, forsythia, smile rosebay, roses, royal azaleas and hydrangeas growing in the flower district. Visitors may also enjoy the picturesque view of over 3,000 kinds of trees including snowbells, quince, Chinese parasol trees, Japanese maples, and Metasequoia trees. Many birds make nests in the wetlands district, providing the opportunity to see birds hatch and grow.","regDate":"2022-07-14","author":"korea-tour","tag":["Gwangju","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2022-07-14-1657788186029/2662633_image2_1.webp","blogPath":"Gwangju/2022-07-14-1657788186029"},{"id":"2022-07-14-1657784171014","title":"Gwangjuho Lake (광주호)","description":"Gwangjuho Lake is located at the base of the Mudeungsan Mountain, which creates a beautiful view.  Many people come to the lake not only for the relaxing setting, but also for fishing. Near the upper stream of the lake there are beautiful arbors built during the Joseon dynasty that display the traditional garden culture of that time. One of these arbors is the Sikyeongjeong Pavilion, a historic site written about by Jeong Cheol, a famous statesman and poet during Joseon dynasty.","regDate":"2022-07-14","author":"korea-tour","tag":["Gwangju","Nature","Natural Sites"],"imgUrl":"/2022-07-14-1657784171014/566675_image2_1.webp","blogPath":"Gwangju/2022-07-14-1657784171014"}],"navList":["Daegu","Daejeon","Gwangju","Incheon","Seoul"]},"__N_SSG":true}