{"pageProps":{"content":"![Dangganjiju (Flagpole Supports) in Unheung-dong and Five-Story Brick Pagoda in Dongbu-dong (안동 운흥동 당간지주와 오층전탑)](/2022-11-23-1669181800462/203583_image2_1.webp)\n\n  \n## Overview\n\n> In Dongbu-dong, there is a 8.35 meters (27 4/10 feet) high brick pagoda from the Unified Silla Kingdom Period (AD 654-935). Each brick is 27.5 cm (10 4/5 inches) long, 6 cm (2 1/3 inches) thick and 12.5 cm wide (4 9/10 inches). In the past, it was 7 stories high. In 1598, during the Japanese Invasion of Korea, the top motif was destroyed and the structure was further damaged during the Korean War. The pagoda was repaired in 1962. Rumour has it that the pagoda was once located inside the old Beomnimsa Temple. The Dangganjiju, which is located 5 meters west from the pagoda, supports this story. One can see the small place to keep sculptures of the god on each floor.<br> By looking at these with the tiled roof, it is possible to see what style was fashionable. On the second story from the southern viewpoint, one can see the beautiful remnants of the In Wang-sang statue. It is conveniently located on the left side of an open space at the end of the parking lot at Andong Train Station.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-54-856-3013|\n  \n\n  \n## Detail Image\n![/2022-11-23-1669181800462/178271_image2_1.webp](/2022-11-23-1669181800462/178271_image2_1.webp)\n![/2022-11-23-1669181800462/1919406_image2_1.webp](/2022-11-23-1669181800462/1919406_image2_1.webp)\n![/2022-11-23-1669181800462/1919407_image2_1.webp](/2022-11-23-1669181800462/1919407_image2_1.webp)\n![/2022-11-23-1669181800462/1919409_image2_1.webp](/2022-11-23-1669181800462/1919409_image2_1.webp)\n![/2022-11-23-1669181800462/1919411_image2_1.webp](/2022-11-23-1669181800462/1919411_image2_1.webp)\n![/2022-11-23-1669181800462/2534102_image2_1.webp](/2022-11-23-1669181800462/2534102_image2_1.webp)\n![/2022-11-23-1669181800462/2534104_image2_1.webp](/2022-11-23-1669181800462/2534104_image2_1.webp)\n![/2022-11-23-1669181800462/2534106_image2_1.webp](/2022-11-23-1669181800462/2534106_image2_1.webp)\n![/2022-11-23-1669181800462/2534107_image2_1.webp](/2022-11-23-1669181800462/2534107_image2_1.webp)\n![/2022-11-23-1669181800462/1919408_image2_1.webp](/2022-11-23-1669181800462/1919408_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-54-856-3013](tel:+82548563013)\n- [🏠www.tourandong.com</a> (Korean, English, Japanese, Chinese) <br /><a href=\"http://www.cha.go.kr/\" target=\"_blank\" title=\"문화재청 사이트로 이동\">www.cha.go.kr](http://www.tourandong.com)\n\n\n```googleMap\nlatitude: 36.5625826872\nlongitude: 128.7313115489\ntitle: 231, Eunheung-dong, Andong-si, Gyeongsangbuk-do\n```\n  \n## Directions\n  \n[Train]<BR>\nWith your back to Andong Station, walk left for approx. 2 min. and it will be located at the parking lot (behind the tourist information center).\n","data":{"id":"2022-11-23-1669181800462","title":"Dangganjiju (Flagpole Supports) in Unheung-dong and Five-Story Brick Pagoda in Dongbu-dong (안동 운흥동 당간지주와 오층전탑)","description":"In Dongbu-dong, there is a 8.35 meters (27 4/10 feet) high brick pagoda from the Unified Silla Kingdom Period (AD 654-935). Each brick is 27.5 cm (10 4/5 inches) long, 6 cm (2 1/3 inches) thick and 12.5 cm wide (4 9/10 inches). In the past, it was 7 stories high. In 1598, during the Japanese Invasion of Korea, the top motif was destroyed and the structure was further damaged during the Korean War. The pagoda was repaired in 1962. Rumour has it that the pagoda was once located inside the old Beomnimsa Temple. The Dangganjiju, which is located 5 meters west from the pagoda, supports this story. One can see the small place to keep sculptures of the god on each floor.<br> By looking at these with the tiled roof, it is possible to see what style was fashionable. On the second story from the southern viewpoint, one can see the beautiful remnants of the In Wang-sang statue. It is conveniently located on the left side of an open space at the end of the parking lot at Andong Train Station.","regDate":"2022-11-23","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-11-23-1669181800462/203583_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-11-23-1669181800462","pageUrl":"https:/mcdryad.com/Gyeongsangbuk-do/2022-11-23-1669181800462"},"dataList":[{"id":"2022-11-25-1669369033795","title":"Goryeong Daegaya Historic Site (고령 대가야유적지)","description":"The town of Goryeong is four hours outside of Seoul, and features many relic sites of Daegaya around the whole district of Goryeong-gun.  Around the first century, Daegaya was formed in the Nakdonggang River’s downstream area in the lower Korean peninsula, flourished independently for 520 years (AD 42~562), and declined after the 6th century.  After its decline, part of it was annexed by Silla (57 BC ~ AD 935), and the rest annexed by Baekjae (18 BC~AD 60), and became a forgotten tribal kingdom. <br>On King Jinheung’s (reign 540~576) 23rd year of reign it became the district of Daegaya, and the name was changed to the district of Goryeong on King Gyeongdeok’s (reign 742~765) 16th year of reign.<br>This is the place where you can view the country’s first Sunjangmyo (tomb where many dead people were buried together), called Jisandong Gobungun, Daegaya Royal Tomb Exhibit Hall, and Treasure No. 605, the pre-eminent relics site of the Prehistoric Period called Yangjeondong Amgakhwa, and other various cultural assets.<br>There is a large, ancient tomb with a diameter of 20m, built on the ridgeline of the mountain, and as you go down the mountain, there are 159 other tombs of smaller scale.  The largest tomb in the south side is called the Geumrim Royal Tomb, and the other large tombs near it are presumed to be tombs of royalty or aristocrats.  <br>At the Daegaya Royal Tomb Exhibit Hall, site of the restored No. 44 tomb, you can see the ancient custom of burying the living with the dead (Royalty buried with their retainers).  The dome-style exhibit hall displays Sunjangseokgwak, ironware, pottery and other various excavated relics.","regDate":"2022-11-25","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-11-25-1669369033795/2493166_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-11-25-1669369033795"},{"id":"2022-11-25-1669365676137","title":"Goesiri Traditional Village (괴시리 전통마을)","description":"A walk along Songcheon Stream from Daejin Beach to Yeonghae-eup brings visitors to Yeongdeok Goesi-ri Traditional Village. The village is the birthplace of ‘Mokeun Yisaek’, a Confucianist in the late Goryeo dynasty. For over four centuries, the Nam family from the Yeongyang region has lived in this village where there are over thirty 200-year-old homes. The place demonstrates the traditions and culture of generations of Koreans.<br><br>Goesi-ri Traditional Village, famous for its history experience course, has a number of designated cultural sites including a family house for the Nams from Yeongyang Goesi faction. The place is visited by not just tourists but by many history scholars as the village preserves the housing structure of the noble family of late Joseon dynasty in Gyeongsangbuk-do province. The village also holds ‘Mokeun Culture Festival’ every two years.","regDate":"2022-11-25","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Folk Villages"],"imgUrl":"/2022-11-25-1669365676137/1967610_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-11-25-1669365676137"},{"id":"2022-11-25-1669361755171","title":"Girimsa Temple (기림사)","description":"Girimsa Temple is located in Hamwolsan Mountain in Yangbuk-myeon, Gyeongju. The temple was built in the Silla Era and, with 16 buildings, is the second largest temple after Bulguksa. <br><br>Legend has it that the temple was originally built by the Venerable Gwang-yu, a sage from India, in the early part of the Silla Kingdom. The temple was reportedly called Imjeongsa at first, but was later changed to Girimsa after undergoing expansive renovations by Monk Wonhyo. It is still unclear exactly what year the temple was built in.   <br><br>Girimsa is divided into two main areas. The first is the area around Daejeokgwangjeon Hall where the statue of Birojanabul is enshrined. The second is the area around the majestic 500-year-old bo tree (a kind of large fig tree) that is home to a wooden pagoda, the Seongbo Museum, Samsingak, Mangbujeon, and Gwaneumjeon halls. Daejeokgwangjeon Hall was first built during Queen Seondeoks reign, and was rebuilt six times since its original construction. Its simple but majestic architecture is characterized by baeheullim (aka, entasis columns) and a Dapoyangsik (Dapo-style) single-tiered gabled roof. <br><br>Girimsa is famous for Ojongsu, water that is said to have five different tastes. It consists of gamrosu, which is best for making tea; hwajeongsu, which supposedly gives comfort to the drinker; janggunsu, which makes the body stronger; myeongansu, which gives clear vision; and otaksu, which is said to sparkle so brightly that it attracts all the birds of the air. During Japanese colonial rule, the source of janggunsu, literally meaning ‘water of a general,’ was reportedly blocked off by Japanese soldiers, who were afraid the water would give the Korean people the strength to overthrow them. Except for janggunsu, water still continues to flow from each source. <br>On the way to Girimsa temple is Golgulsa Temple, well known for its 12 grottos. Golgulsa was originally a hermitage of Girimsa. After becoming an independent institution, it became the center of Seonmudo practice in Korea. The temple aims to promote the art of seonmudo on a national and international level.","regDate":"2022-11-25","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-11-25-1669361755171/179593_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-11-25-1669361755171"},{"id":"2022-11-25-1669358585090","title":"Geumosan Provincial Park (금오산도립공원)","description":"Geumosan Mountain (976 m) is part of the Sobaeksan Mountain Range, and was designated as a provincial park in 1970. Daehyepokpo (Myeonggeum) Falls can be accessed via cable car. Additional attractions within the park include Yaksaam Hermitage, Rock-carved Standing Bodhisattva, Haeunsa Temple, Doseongul Cave, and Chaemijeong Pavilion.","regDate":"2022-11-25","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites","Provincial Parks"],"imgUrl":"/2022-11-25-1669358585090/2038148_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-11-25-1669358585090"},{"id":"2022-11-25-1669354578251","title":"Geumgwanchong Tomb (금관총)","description":"Geumgwanchong, located in Noseo-dong, Gyeongju, is a tomb from the Silla Kingdom (B.C. 57∼A.D. 935).  It is one of the three tombs  that belong to the Noseo-dong Tombs&nbsp;in downtown Gyeongju.<br><br>Geumgwanchong Tomb is regarded as the tomb of a king before or after the reign of King Ji-Jeung during the early 6th century (500~514). It is not known exactly to whom this tomb belongs.<br><br>It was found in September 1921, when the fief was chopped while a civilian was leveling the ground to widen his building land.  The first relic found in this tomb was a gold crown, <i>geumgwan</i>, and so the tomb took its name. Ornaments such as gold belts, earings, bracelets, saddlers and crockery of the Three Kingdoms Era (when Goguryeo, Baekje and Silla were separated, later unified by Silla in 676 AD) were dug up from the tomb.  There were numerous relics, with beaded relics alone numbering over 30,000.<br><br>The original structure of Geumgwanchong was 13m high with a 50m diameter.  The relics from this tomb were moved and are now preserved at the Gyeongju National Museum.","regDate":"2022-11-25","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-11-25-1669354578251/182752_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-11-25-1669354578251"},{"id":"2022-11-25-1669351372808","title":"Geumbong Recreational Forest (금봉자연휴양림)","description":"In Geumbong Recreational Forest in Uiseong, Gyeongsangbuk-do, you can see the apple blossoms in spring; enjoy cool stream waters and the serenade of crickets in summer, the gorgeous foliage in autumn, and splendid snowscapes in winter. <br><br>The hiking trails that surround Geumbong Recreational Forest, and promenades in Cheongseokgol Valley, will give you a chance to experience the rejuvenating calm of the forest. Also, the log cabins made of various woods such as oak, pine, white birch, and Korean spruce make you feel truly at home amidst the boundless nature.","regDate":"2022-11-25","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"/2022-11-25-1669351372808/1979160_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-11-25-1669351372808"},{"id":"2022-11-25-1669348187215","title":"Geommasan National Recreational Forest (국립 검마산자연휴양림 )","description":"Situated in Subi-myeon in Yeongyang-gun, Geommasan National Recreational Forest abounds with phytoncide given off by the trees. This is a place where visitors can engage in programs to discipline the mind and body. The forest offers accommodation facilities, a place for observing indigenous plants, tent sites, outdoor decks, hiking trails, and various other convenience facilities.","regDate":"2022-11-25","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"/2022-11-25-1669348187215/2704937_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-11-25-1669348187215"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}