{"pageProps":{"content":"![Baegunsan Mountain Donggokgyegok Valley (백운산 동곡계곡)](/2022-08-01-1659379869847/1606761_image2_1.webp)\n\n  \n## Overview\n\n> Donggokgyegok Valley is one of four large valleys on Baegunsan Mountain. The valley opens up towards Gwangyang, with the waters of Dongcheon Stream flowing into Gwangyangman Bay. Donggokgyegok Valley is wide, making it convenient for transportation, and perfect for a family getaway during the holidays. Located along Hanjae Pass between the mountain summit and Ttoaribong Peak on the west side, the valley is also sometimes called Dapgoksimni. The valley stretches a distance of 10 kilometers and is especially beautiful in fall when surrounded by vibrant autumn foliage. Donggokgyegok Valley is a protected nature reserve with over 900 various species of vegetation.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-61-797-3333|\n  \n\n  \n## Detail Image\n![/2022-08-01-1659379869847/1606758_image2_1.webp](/2022-08-01-1659379869847/1606758_image2_1.webp)\n![/2022-08-01-1659379869847/1606759_image2_1.webp](/2022-08-01-1659379869847/1606759_image2_1.webp)\n![/2022-08-01-1659379869847/1606760_image2_1.webp](/2022-08-01-1659379869847/1606760_image2_1.webp)\n![/2022-08-01-1659379869847/1606762_image2_1.webp](/2022-08-01-1659379869847/1606762_image2_1.webp)\n![/2022-08-01-1659379869847/1606763_image2_1.webp](/2022-08-01-1659379869847/1606763_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-61-797-3333](tel:+82617973333)\n- [🏠www.gwangyang.go.kr](http://www.gwangyang.go.kr/tour_culture/index.gwangyang)\n\n\n```googleMap\nlatitude: 35.0689735766\nlongitude: 127.6259888523\ntitle: 154, Yaksujedan-gil, Okryong-myeon, Gwangyang-si, Jeollanam-do\n```\n  \n## Directions\n  \n[Express/Intercity Bus]<br>\nTake an intercity bus from Seoul Nambu Terminal or Dong Seoul Bus Terminal to Gwangyang Bus Terminal.<br><br>\n\n[Bus]<br>\nTake Bus No. 21-2 and get off at Donggok Bus Stop.<br>\nThe valley begins ahead to the right.\n","data":{"id":"2022-08-01-1659379869847","title":"Baegunsan Mountain Donggokgyegok Valley (백운산 동곡계곡)","description":"Donggokgyegok Valley is one of four large valleys on Baegunsan Mountain. The valley opens up towards Gwangyang, with the waters of Dongcheon Stream flowing into Gwangyangman Bay. Donggokgyegok Valley is wide, making it convenient for transportation, and perfect for a family getaway during the holidays. Located along Hanjae Pass between the mountain summit and Ttoaribong Peak on the west side, the valley is also sometimes called Dapgoksimni. The valley stretches a distance of 10 kilometers and is especially beautiful in fall when surrounded by vibrant autumn foliage. Donggokgyegok Valley is a protected nature reserve with over 900 various species of vegetation.","regDate":"2022-08-01","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites","Valleys"],"imgUrl":"/2022-08-01-1659379869847/1606761_image2_1.webp","blogPath":"Jeollanam-do/2022-08-01-1659379869847","pageUrl":"https:/mcdryad.com/Jeollanam-do/2022-08-01-1659379869847"},"dataList":[{"id":"2022-08-01-1659397317546","title":"Bangjukpo Beach (방죽포해변)","description":"Nestled on the east coast of Dolsando Island, the tranquil waters have mild waves that lap up on the shiny golden sand along Bangjukpo Beach. Nearby, there is a thick pine grove with trees over 200 years old. This area is blessed with plenty of fresh inland water despite it being on the coast. The myriad of rocks near the sea are great for fishing. The beach is a popular spot to watch the sunrise. It is also situated on the way to Hyangiram Hermitage, one of Korea’s four hermitages where Buddhist followers pray to Avalokitesvara, the Bodhisattva of Great Compassion.","regDate":"2022-08-01","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"/2022-08-01-1659397317546/678552_image2_1.webp","blogPath":"Jeollanam-do/2022-08-01-1659397317546"},{"id":"2022-08-01-1659393685811","title":"Bangjangsan National Recreational Forest (국립 방장산자연휴양림)","description":"Situated between Jeollanam-do and Jeollabuk-do, Bangjangsan National Recreational Forest is the highest rising peak along the ridge starting from the west of Naejangsan Mountain. The recreational park is located on the mid-slope of Bangjangsan Mountain. Many species of wild flowers and broad-leaved trees are distributed all over Bangjangsan Recreational Forest where an exciting paragliding contest takes place annually. This is a great place to unpack and take a break for one or two days as it has accommodation facilities, promenades and trekking courses as well as a small area for splashing in the water. It takes approximately three hours to the mountain's summit from the recreational forest. In addition, there is a trekking path that leads to the Seokjeong Hot Springs on the way down the mountain.","regDate":"2022-08-01","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"/2022-08-01-1659393685811/2040897_image2_1.webp","blogPath":"Jeollanam-do/2022-08-01-1659393685811"},{"id":"2022-08-01-1659390095389","title":"Baeksu Coastal Road (백수해안도로)","description":"Baeksu Coastal Road, a section of National Highway 77 and Provincial Highway 14, is one of the best scenic drives in Jeollanam-do. While driving on this road, one can encounter dynamically changing landscapes, including splendid rock formations along the coastal cliffs. The road is approximately 16.8 kilometers long, connecting Giryong-ri and Seokgumi Village in Baeksu-eup, Yeonggwang. The coastal road offers a great view of Chilsanbawi Rock, especially during the sunset.","regDate":"2022-08-01","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"/2022-08-01-1659390095389/2647158_image2_1.webp","blogPath":"Jeollanam-do/2022-08-01-1659390095389"},{"id":"2022-08-01-1659386586276","title":"Baegyangsa Temple (백양사)","description":"Founded during the reign of King Mu of the Baekje Dynasty (632), Baegyangsa Temple is located within Naejangsan National Park. The combination of the mountain and valleys on both sides creates beautiful scenery. Nature reveals its beauty throughout all seasons here,  especially through the red maple leaves in fall. Daeungjeon Hall, Geungnakbojeon Hall and Sacheonwangmun Gate have been designated as cultural assets. Walk along the wood path lined-up of white oaks and maple trees, go through the entrance of Baegyangsa Temple, and the sight of Ssanggyeru Pavilion will come into view. Daytime visitors to Baegyangsa Temple can appreciate the breathtaking view of Ssanggyeru Pavilion admist the shimmering pond.","regDate":"2022-08-01","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-08-01-1659386586276/2516009_image2_1.webp","blogPath":"Jeollanam-do/2022-08-01-1659386586276"},{"id":"2022-08-01-1659382619998","title":"Baegunsan Recreational Forest (백운산자연휴양림)","description":"Located on Baegunsan Mountain (alt. 1,222.2 m), Baegunsan Recreational Forest is made up of a blend of natural and man-made forests, composed of mostly pine, cedar, and cypress trees. Ongnyeongsa Temple Site (Historic Site No. 407) is located near the forest, and many people visit between February and March to see the nearly 7,000 camellia flowers come into full bloom. Baegunsan Mountain is an ecological treasure, as it serves as a habitat for rare plants and animals. Every spring, visitors can try tasting painted maple sap, known for its health benefits.","regDate":"2022-08-01","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"/2022-08-01-1659382619998/2636006_image2_1.webp","blogPath":"Jeollanam-do/2022-08-01-1659382619998"},{"id":"2022-08-01-1659375937828","title":"Baegunsan Eochigyegok Valley (백운산 어치계곡)","description":"Eochigyegok Valley, located in Eochi-ri, Jinsang-myeon, is 7 kilometers long, and is a valley with clear water flowing through the lush forest with rocks in all sizes that provide a resting spot. In particular, it is home to Orodae Rock, cool enough to form dew even in the middle of the day and Gusipokpo Falls with a legend of a flying horse.<br><br>The valley is located ten minutes away from the Seomjingang River Maehwa Village, and plum trees cover the valley in spring with plum blossoms. In autumn, the countless oak trees in the forest become an acorn factory for its habitats. Baegunsan Eochigyegok Valley is worth visiting at any time of the year and provides various agricultural products to local residents. Orodae Rock, located in the uppermost stream, refers to a rock that looks like a large courtyard. An inscription remains, saying that it is named Orodae because it is cool enough to form dew even in the midday of the summer. Legend says that Gusiso Pool at the base of Gusipokpo Falls is so wide that it will not dry up even in a draught.","regDate":"2022-08-01","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites","Valleys"],"imgUrl":"/2022-08-01-1659375937828/1606765_image2_1.webp","blogPath":"Jeollanam-do/2022-08-01-1659375937828","pageUrl":"https:/mcdryad.com/Jeollanam-do/2022-08-01-1659375937828"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}