{"pageProps":{"content":"![Goryeong Janggi-ri Rock Art (고령 장기리 암각화)](/2022-11-25-1669372785361/2493262_image2_1.webp)\n\n  \n## Overview\n\n> Yangjeondong Rock Art (discovered in 1971) is a rock painting 3 meters high and 5.5 meters wide that vividly depicts the life and religion of the Prehistoric Age. Rock art from the time period was created on rocks or other planes considered to be sacred and usually carried a message of fertility. The artwork of Yangjeondong shows layered circles (symbolizing the sun and the moon), crosses (depicting the “life zone” of the tribe), and 17 masks. The artwork is considered to have been used for ceremonial purposes or farming events.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-54-955-2201|\n  \n\n  \n## Detail Image\n![/2022-11-25-1669372785361/1004045_image2_1.webp](/2022-11-25-1669372785361/1004045_image2_1.webp)\n![/2022-11-25-1669372785361/2493151_image2_1.webp](/2022-11-25-1669372785361/2493151_image2_1.webp)\n![/2022-11-25-1669372785361/2493154_image2_1.webp](/2022-11-25-1669372785361/2493154_image2_1.webp)\n![/2022-11-25-1669372785361/2493155_image2_1.webp](/2022-11-25-1669372785361/2493155_image2_1.webp)\n![/2022-11-25-1669372785361/2493156_image2_1.webp](/2022-11-25-1669372785361/2493156_image2_1.webp)\n![/2022-11-25-1669372785361/2493157_image2_1.webp](/2022-11-25-1669372785361/2493157_image2_1.webp)\n![/2022-11-25-1669372785361/2493158_image2_1.webp](/2022-11-25-1669372785361/2493158_image2_1.webp)\n![/2022-11-25-1669372785361/2493263_image2_1.webp](/2022-11-25-1669372785361/2493263_image2_1.webp)\n\n\n  \n## Contact\n\n\n\n\n\n```googleMap\nlatitude: 35.7128155575\nlongitude: 128.2921603954\ntitle: 15-5, Araealteo-gil, Goryeong-gun, Gyeongsangbuk-do\n```\n  \n## Directions\n  \n[Bus + Taxi]<BR>\nFrom Goryeong Bus Terminal, take a taxi to Yangjeondong Rock Art. <br><br>OR, <br>Take a local bus bound for Gaejin and get off at Hayangjeon Bus Stop.<br>Walk for approx. 600m\n","data":{"id":"2022-11-25-1669372785361","title":"Goryeong Janggi-ri Rock Art (고령 장기리 암각화)","description":"Yangjeondong Rock Art (discovered in 1971) is a rock painting 3 meters high and 5.5 meters wide that vividly depicts the life and religion of the Prehistoric Age. Rock art from the time period was created on rocks or other planes considered to be sacred and usually carried a message of fertility. The artwork of Yangjeondong shows layered circles (symbolizing the sun and the moon), crosses (depicting the “life zone” of the tribe), and 17 masks. The artwork is considered to have been used for ceremonial purposes or farming events.","regDate":"2022-11-25","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-11-25-1669372785361/2493262_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-11-25-1669372785361","pageUrl":"https:/mcdryad.com/Gyeongsangbuk-do/2022-11-25-1669372785361"},"dataList":[{"id":"2022-12-01-1669866657202","title":"Head House of Pansagongpa Branch of Pyeongsan Sin Clan (청송 평산신씨 판사공파 종택과 분가 고택)","description":"Located in Cheongsong-gun, Gyeongsangbuk-do Province, Head House of Pansagongpa Branch of Pyeongsan Sin Clan is the head house of the noble Pyeongsan Sin family line. The house was created by Sin Han-tae during the reign of King Sukjong (1674-1720) of the Joseon dynasty. Since its construction centuries ago, the house has been inhabitated by the descendants of Sin Deuk-cheong, the 15th eldest grandson of General Sin Sung-gyem. This house has all of the features of an upper–class house of the Joseon period. The buildings of the house are built in a rectangular shape, with the courtyard in the center. The compound consists of Soteuldaemun (high-rising gate), Haengrangchae (servants’ quarters located next to the gate), Gotgan (storeroom in which grain and other items were stored), Anchae (room for the female family members) and a pavilion.","regDate":"2022-12-01","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Old Houses"],"imgUrl":"/2022-12-01-1669866657202/187512_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-01-1669866657202"},{"id":"2022-11-30-1669804850940","title":"Hanwha Resort Baegam Hot Springs (한화리조트 백암온천)","description":"The Baegam Hot Springs area was recognized as a special tourist zone on December 31, 1979 as the only natural sulfur hot spring in Korea to have alkaline water containing radium. Baegam Hot Springs’ soft and transparent water is known for its therapeutic effects against neuralgia, chronic arthritis, and arterial sclerosis.  The water is at a steady 53℃, the perfect temperature for the body. The resort also offers billiards, table tennis, a gaming arcade and more for a fun famiily retreat. Nearby attractions include Baegamsan Mountain and beaches on the east coast.","regDate":"2022-11-30","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Recreational Sites","Hot Springs & Spa"],"imgUrl":"/2022-11-30-1669804850940/1885392_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-11-30-1669804850940"},{"id":"2022-11-30-1669801089050","title":"Haengnam Coastal Walking Path (행남 해안산책로)","description":"Haengnam Coastal Walking Path starts from Dodonghang Port and ends at Haengnam Village. The trail provides the perfect opportunity to see the coastal beauty of the island, with bridges passing open waters between natural cave formations and erroded valleys. About 400 meters from the village is Haengnam Lighthouse. The lighthouse area shows Jeodonghang Port through the pine trees, and the hillside is covered in beautiful yellow flowers in autumn.","regDate":"2022-11-30","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites"],"imgUrl":"/2022-11-30-1669801089050/2533648_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-11-30-1669801089050"},{"id":"2022-11-30-1669797744615","title":"Gyeongsangbuk-do Forest Research Institute (경상북도 산림환경연구원)","description":"Located at the foot of Namsan Mountain in Gyeongju, Gyeongsangbuk-do Forest Research Institute is a popular spot for field trips and relaxation due to the institutes rare and rural forestry along with well-preserved endangered plants and wild flowers.","regDate":"2022-11-30","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites","Botanical Gardens"],"imgUrl":"/2022-11-30-1669797744615/1891379_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-11-30-1669797744615"},{"id":"2022-11-30-1669793770505","title":"Gyeongsangbuk-do Arboretum (경상북도수목원)","description":"The Gyeongsangbuk-do Arboretum was founded in September 17, 2001. The arboretum exhibits local plants from Ulleungdo, an island off Korea’s eastern coast that is home to a special ecosystem that includes rare trees and wildflowers. The arboretum has total of 24 gardens, including the Alpine Botanical Garden, Ulleungdo Native Plant Garden and Needle-leaf Tree Garden.","regDate":"2022-11-30","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites","Botanical Gardens"],"imgUrl":"/2022-11-30-1669793770505/609080_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-11-30-1669793770505"},{"id":"2022-11-30-1669790587550","title":"Gyeongsan Seonbonsa Temple (선본사(경산))","description":"Seonbonsa Temple is a centrally administered temple of the Jogye Order. It was originally built in 491 by Geukdal, and later repaired in 1641. The temple is home to many important cultural treasures, including the Stone Seated Buddha at Gwanbong Peak (Treasure), Three-story Stone Pagoda (Gyeongsangbuk-do Cultural Heritage), and stone lanterns.","regDate":"2022-11-30","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-11-30-1669790587550/2671639_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-11-30-1669790587550"},{"id":"2022-11-30-1669786623765","title":"Gyeongju-si Special Tourist Zone (경주시 관광특구)","description":"Gyeongju was the capital city of the ancient kingdom of Silla. The city is often referred to as a “museum without walls” because of the many cultural relics scattered throughout the city. Almost everything in this city, from the streets to the mountains, is rich in history. Gyeongju has roughly 300 sites that have been designated as a cultural heritage, with some of them being UNESCO-recognized World Heritage Sites.<br><br>The Gyeongju Special Tourist Zone includes the districts of Namsan, Wolseong, Daereungwon, Hwangryongsa and Sanseong. This area has a total of 52 cultural assets registered on the World Heritage list. Many of the hills are actually royal tombs and fields of grass used to be sites of ancient temples.<br><br>The entire Namsan Mountain can almost be considered a cultural asset because of the many stone pagodas and Buddha statues that can be found here. The Bulguk district is home to many of Gyeongju’s most well-known attractions such as Bulguksa Temple, Seokguram Grotto, Gyeongju Folk Village, Silla Arts and Science Museum, and Goereung.<br><br>In the Bomun district, there are plenty of recreation facilities surrounding Bomunho Lake. Other attractions in the area include Gyeongju World Culture Expo Park, Gyeongju World and Silla Millennium Park.<br><br><b>Gyeongju Special Tourist Zone <br></b><b>Areas included </b> Downtown area, Bomun Lake Resort and Bulguksa Temple in Gyeongju-si, Gyeongsangnam-do<br><b>Area size </b> 32,650,000㎡ <br><b>Tourist Attractions </b> Bulguksa Temple, Seokguram Grotto, Daereungwon Tomb Complex, Namsan Mountain, Bomunho Lake, Shilla Millennium Park, Gyeongju World Culture Expo Park, etc.","regDate":"2022-11-30","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Recreational Sites","Tourist Complexes"],"imgUrl":"/2022-11-30-1669786623765/1750863_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-11-30-1669786623765"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}