{"pageProps":{"content":"![Gyeryongsan National Park (계룡산국립공원)](/2022-11-08-1667886221428/1600077_image2_1.webp)\n\n  \n## Overview\n\n> Gyeryongsan National Park stretches across the cities of Daejeon, Gongju, and Nonsan in Chungcheongnam-do and was made a national park on December 31, 1968. The name of the mountain comes from the fact that the ridgeline looks like a dragon wearing a chickens crest on its head. The topographical features are what make this mountain stand out and its mysterious folklore is what makes it so interesting. The park features many peaks, including the main peak Cheonhwangbong (alt. 845.1 m), as well as Sambulbong, Yeoncheonbong, and Gwaneumbong Peaks. This mountain is famous for its many interesting sites, with its fantastic rock structures and Yongmunpokpo Falls on the west, Eunseonpokpo Falls to the east, and Amyongchu and Sutyongchupokpo Falls in the south. <br><Br>In spring, cherry blossoms bloom along the path to Donghaksa Temple, and during summer the lush green of the valley is very beautiful. During fall, the maple trees reveal their crimson colored leaves around Gapsa Temple and Yongmunpokpo Falls. The snowcapped peak of Sambulbong in winter is simply breathtaking. Gyeryongsan is full of rare animals and plants, beautiful waterfalls and a rich history with mysterious legends and cultural treasures. To the east is Donghaksa Temple; northwest, Gapsa Temple; southwest, Sinwonsa Temple; and southeast, Yonghwasa Temple.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br>(Korean, English, Japanese, Chinese) <br> • For more info: +82-42-825-3002|\n|parking:|Available (Donghaksa Temple Parking Lot 1/2, Gapsa Temple Parking Lot 1/2)|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Night-time Hike Restriction Notice:|To protect the environment and ensure the safety of hikers, hiking is prohibited at night (from sunset until two hours before sunrise).|\n|Available Facilities:|Donghaksa Information Center, Donghaksa Campground, Visitors Center|\n|Parking Fees:|Light-weight vehicles (less than 1,000cc): 2,000 won <br> Sedans (more than 1,000cc): 4,000 won (peak season: 5,000 won) <br>Buses: 6,000 won (peak season: 7,500 won)|\n|Restrooms:|Available|\n  \n## Detail Image\n![/2022-11-08-1667886221428/780730_image2_1.webp](/2022-11-08-1667886221428/780730_image2_1.webp)\n![/2022-11-08-1667886221428/1600076_image2_1.webp](/2022-11-08-1667886221428/1600076_image2_1.webp)\n![/2022-11-08-1667886221428/1598626_image2_1.webp](/2022-11-08-1667886221428/1598626_image2_1.webp)\n![/2022-11-08-1667886221428/1600078_image2_1.webp](/2022-11-08-1667886221428/1600078_image2_1.webp)\n![/2022-11-08-1667886221428/1600079_image2_1.webp](/2022-11-08-1667886221428/1600079_image2_1.webp)\n![/2022-11-08-1667886221428/1600080_image2_1.webp](/2022-11-08-1667886221428/1600080_image2_1.webp)\n![/2022-11-08-1667886221428/1600081_image2_1.webp](/2022-11-08-1667886221428/1600081_image2_1.webp)\n![/2022-11-08-1667886221428/1600082_image2_1.webp](/2022-11-08-1667886221428/1600082_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-42-825-3002](tel:+82428253002)\n- [🏠gyeryong.knps.or.kr](http://gyeryong.knps.or.kr/)\n\n\n```googleMap\nlatitude: 36.3568732990\nlongitude: 127.2324620609\ntitle: 327-6, Donghaksa 1-ro, Gongju-si, Chungcheongnam-do\n```\n  \n\n","data":{"id":"2022-11-08-1667886221428","title":"Gyeryongsan National Park (계룡산국립공원)","description":"Gyeryongsan National Park stretches across the cities of Daejeon, Gongju, and Nonsan in Chungcheongnam-do and was made a national park on December 31, 1968. The name of the mountain comes from the fact that the ridgeline looks like a dragon wearing a chickens crest on its head. The topographical features are what make this mountain stand out and its mysterious folklore is what makes it so interesting. The park features many peaks, including the main peak Cheonhwangbong (alt. 845.1 m), as well as Sambulbong, Yeoncheonbong, and Gwaneumbong Peaks. This mountain is famous for its many interesting sites, with its fantastic rock structures and Yongmunpokpo Falls on the west, Eunseonpokpo Falls to the east, and Amyongchu and Sutyongchupokpo Falls in the south. <br><Br>In spring, cherry blossoms bloom along the path to Donghaksa Temple, and during summer the lush green of the valley is very beautiful. During fall, the maple trees reveal their crimson colored leaves around Gapsa Temple and Yongmunpokpo Falls. The snowcapped peak of Sambulbong in winter is simply breathtaking. Gyeryongsan is full of rare animals and plants, beautiful waterfalls and a rich history with mysterious legends and cultural treasures. To the east is Donghaksa Temple; northwest, Gapsa Temple; southwest, Sinwonsa Temple; and southeast, Yonghwasa Temple.","regDate":"2022-11-08","author":"korea-tour","tag":["Chungcheongnam-do","Nature","Natural Sites","National Parks"],"imgUrl":"/2022-11-08-1667886221428/1600077_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-08-1667886221428","pageUrl":"https:/mcdryad.com/Chungcheongnam-do/2022-11-08-1667886221428"},"dataList":[{"id":"2022-11-09-1667972802220","title":"Hyeonchungsa Shrine (현충사)","description":"Hyeonchungsa Shrine, located in Asan-si, is the shrine of General Lee Sun-Shin (1545-1598).  It was built in 1706, and named Hyeonchungsa Shrine the following year. In 1932 during the Japanese occupation, a treasure preservation committee was formed to protect the shrine. Afterward, the shrine was rebuilt by the government, its area greatly enlarged, and was further developed into a sacred place. <br>The shrine contains Sipkyeongdo, a pictorial biography of general Lee Sun-Shin’s portrait and his life story. Nanjung Diary, designated National Treasure No. 76, his Long Sword, Treasure No. 326, and other treasures are displayed within the shrine as well, together with the old house he lived in, the arrow shooting range, and Geobuksun (turtle ship). When you enter the of Hyeonchungsa Shrine, Chungmu gate, you will see another gate called Hongsal Gate. Go past Hongsal Gate and you can see Lee Sun-Shin’s portrait, which was made with Korean Cheonggiwa tiles and iron-reinforced concrete. Inside the Gotaek Building is the Chungmujeong House, where Lee Sun-Shin spent his life until he was a young man. The newly added pond, Yeonji Pond, in Hyeonchungsa Shrine is also worth exploring.","regDate":"2022-11-09","author":"korea-tour","tag":["Chungcheongnam-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-11-09-1667972802220/1599738_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-09-1667972802220"},{"id":"2022-11-09-1667970473433","title":"Huirisan Pine Tree National Recreational Forest (국립 희리산해송자연휴양림)","description":"Surrounded by majestic pine trees, Huirisan Mountain boasts an outstanding landscape; there is a reservoir at the foot of the mountain. Upon climbing to the top of the mountain, visitor can overlook the scenic West Sea. There are also numerous attractions near Huirisan  Chunjangdae Beach, Geumgang River Banks, and Hansan Mosi Town (“Mosi” referring to “Ramie,” the predominant fabric used for traditional Korean clothing)<br><br>The top of the mountain (329m in x_height) is called Munsubong (or Munsu Peak). To the northwest of the Huirisan Pine Tree Recreational Forest is Saindae. Legend goes that four generals used to play there. Indeed, there is a cliff (140m in x_height) just below Saindae where they were believed to do chin-ups. Naturally, people call the area Teokgeolijang (Chin-Up Spot). Traces of Munsusa Temple still remain below Munsubong although it was said to have been destroyed by a huge number of bedbugs. 500m from Munsubong to the south, horse riding trails of the four generals are dotted along the ridge; Malttongbawi (Horse Dung Rock), resembling horse droppings, is 500m from the peak to the southeast.<br><br>Below Munsubong are four large peaks where the four generals lived and 100 small rocks beneath them that were home to low ranking men commanded by the generals. Because of their unique shapes, those rocks form a scenic sight while hiking in Huirisan.","regDate":"2022-11-09","author":"korea-tour","tag":["Chungcheongnam-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"/2022-11-09-1667970473433/2032732_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-09-1667970473433"},{"id":"2022-11-08-1667904363151","title":"House of Chusa (추사고택)","description":"House of Chusa, Chusa Gotaek in Korean, is the traditional Korean house of the renowned scholar and calligrapher Chusa, also known as Kim Jeong-hui. This old house is known to have been constructed by the great-grandfather of Chusa, Kim Han-Sin.<br><br>The Korean-style house compound (266.11 m²) consists of munganchae (a guesthouse), soseuldaemun (a high gate), sarangchae (ㄱ-shaped mens quarters), anchae (ㅁ-shaped women’s quarters) and a shrine where the remains of Chusa are enshrined. Theㄱ-shaped Sarangchae stretches for one kan (traditional measuring unit) to the south and 2 kans to the east and is comprised of two rooms and a daecheongmaru (living area). The Anchae consists of a six-kan daecheongmaru and two one-kan rooms.<br><br>Located on the ground is a tomb where Chusa’s great-grandfather (Kim Han-Sin) and his wife (Hwasun Princess) are buried. Nearby, visitors will see a gate that was constructed to commemorate Princess Hwasun’s faithfulness to her husband.<br><br>Located approximately 600 meters to the north of the old house is a lacebark pine tree, which was designated as a Natural Monument. The lacebark pine tree, originally from northern China, is among the few of its kind in Korea. It is said that Chusa snuck the pine across the border from China (formerly, the Qing dynasty) into the country when he was 25 years old and planted it at the tomb of his great-grandfather. Originally, the tree had three branches, but two were broken and the third branch was damaged. In 1980, the damaged branch was treated and since then, the tree has been kept under strong protection.","regDate":"2022-11-08","author":"korea-tour","tag":["Chungcheongnam-do","Culture/Art/History","Historical Sites","Old Houses"],"imgUrl":"/2022-11-08-1667904363151/2357922_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-08-1667904363151"},{"id":"2022-11-08-1667900379232","title":"Hongwonhang Port (홍원항)","description":"Hongwonhang Port, located near Chunjangdae Beach, is a popular place for enjoying sea fishing and delectable meals of fresh raw fish. In addition to its culinary appeal, the port offers the picturesque scene of long stretches of shoreline guarded by two beacons in red and white. Hongwonhang Port has many fishing boats thanks to its small tidal range, resulting in a lively atmosphere and cheap sashimi prices.<br><br>Hongwonhang Port, along with Gwangyanghang Port in Jeollanam-do, is the prime spot for gizzard shad. Each autumn the port holds the Gizzard Shad Festival, a festival that has plenty of events & delectable fish dishes. While at the festival, visitors are also encouraged to check out the Seocheon Museum of Marine & Natural History and Dongbaekjeong. The stuffed specimens at the museum are worth the visit and the view of Maryang Port from atop the museum is unbelievable.","regDate":"2022-11-08","author":"korea-tour","tag":["Chungcheongnam-do","Nature","Natural Sites"],"imgUrl":"/2022-11-08-1667900379232/2034929_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-08-1667900379232"},{"id":"2022-11-08-1667897286794","title":"Historic Site of General Gyebaek (계백장군 유적지)","description":"Gyebaek (? - 660) was a general in the ancient Korean kingdom of Baekje. This historic site is not far from Hwangsanbeol, the last battlefield of General Gyebaek who fell defending Baekje at the end of its days. Allied troops from Silla and Tang attacked Tanhyeon and Baekgang, strategic sites held by Baekje, in 660 (the 20th year of King Uija’s reign). <br><br>General Gyebaek and his 5,000 soldiers fought against General Kim Yu-sin and his 50,000 soldiers. General Gyebaek successfully defeated the allied troops four times, but was ultimately unable to overcome the insurmountable numbers brought to bear by his foe. The Baekje army was finally defeated, and the last general of Baekje, Gyebaek, died in the battle.","regDate":"2022-11-08","author":"korea-tour","tag":["Chungcheongnam-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-11-08-1667897286794/1279043_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-08-1667897286794"},{"id":"2022-11-08-1667893040681","title":"Haemieupseong Walled Town (서산 해미읍성)","description":"Haemieupseong Walled Town is a representative fortress from the Joseon period. Additional famous walled towns in Korea include Gochangeupseong Walled Town and Naganeupseong Walled Town. Haemieupseong Walled Town was established in 1491 during the 22nd year of King Seongjong. Its perimeter is approximately 1.8 kilometers, the x_height is 5 meters, and total area is 196,381 m², making it a huge fortress. Through restoration and purification projects, its old image has been restored as a historic park and it is famous as a site of Catholic martyrs in the late Joseon era. <br><br>During the persecution of Catholics, many Catholics from Chungcheong-do were forced to come to Haemieupseong Walled Town where the administration office was located. Upon arrival, they were tortured to death. In particular, approximately 1,000 people are recorded as having been executed during the persecution in 1866. <br><br>The plaza inside of the fortress has a prison site where Catholics were chained up under the Daewongun government, and a gigantic old tree which was the tree used for torturing. The stones which were used for thrashing are located outside of a fortress gate and have become a holy place.","regDate":"2022-11-08","author":"korea-tour","tag":["Chungcheongnam-do","Culture/Art/History","Historical Sites","Fortresses"],"imgUrl":"/2022-11-08-1667893040681/2671481_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-08-1667893040681"},{"id":"2022-11-08-1667890153983","title":"Haemi Martyrdom Holy Ground (Yeosutgol) (해미순교성지(여숫골))","description":"Haemi Martyrdom Holy Ground is the site where nearly 1,000 Catholics in Chungcheongnam-do were buried alive during the time between the  Byeongin Persecution in 1866 and 1882. At that time, Catholics were executed outside Haemieupseong Fortress Seomun Gate (West Gate). As it was difficult to execute them one by one, the martyrs were buried alive in a big hole all at once. When confronted with their deaths, the martyrs prayed while singing Yesumaria (Jesus Maria). Because it also sounds like  Yeosumeori,  the place was called Yeosutgol as well.<br><br>The 16-meter-high memorial&nbsp;tower was set set up near Haemicheon Stream to pay tribute to the nameless martyrs who were buried alive. Many Catholics visit this location every year to remember and honor the martyrs who sacrificed their lives for their belief.","regDate":"2022-11-08","author":"korea-tour","tag":["Chungcheongnam-do","Culture/Art/History","Historical Sites","Holy Sites"],"imgUrl":"/2022-11-08-1667890153983/1954554_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-08-1667890153983"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}