{"pageProps":{"content":"![Gosan Recreational Forest (고산자연휴양림)](/2022-08-01-1659360092237/609052_image2_1.webp)\n\n  \n## Overview\n\n> Located in Osan-ri, Gosan Recreational Forest is a popular family destination throughout all four seasons. Full of thick groves of larch trees, Korean white pines, rigida pines, and plenty of broad-leaved trees, the forest and its streams offer a cool and refreshing retreat. In spring, the forest is beautiful with wildflowers, azaleas and wild cherry blossom trees. In summer, families flock to the streams shaded by the thick forest canopy. As summer turns into fall, the whole area transforms into a rainbow of bright yellow, red, and orange. With the coming of winter, the snow covers the trees and blankets the ground, turning the forest in a winter dreamland.\n\n  \n## Intro\n\n| | |\n| - | - |\n|accomcount:|Up to 5,000 people|\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br>(Korean, English, Japanese, Chinese) <br> • For more info: +82-63-263-8680|\n|opendate:|July 23, 1998|\n|parking:|Available (600 spaces)|\n|usetime:|[Accommodations] Check in 15:00 / Check out 11:00|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Admission Fees:|Individuals - Adults 2,000 won / Teenagers 1,500 won / Children 1,000 won<br>Groups - Adults 1,500 won / Teenagers 1,000 won / Children 500 won<br /><br />* Group: 30 people or more|\n|Available Facilities:|* Accommodations: Forest House, Hyuyanggwan, camping site<br>* Grass plaza, restaurants, snack bar<br>* Other facilities: Fitness facilities, playgrounds, water play area, hiking path (29 km), multi-purpose plaza, campfire area, outdoor stage, outdoor classrooms, etc.|\n|Facility Utilization Fees:|[Forest House & Recreation Hall]<br>Peak Season 60,000-200,000 won / Low Season 40,000-160,000 won<br><br>[Seminar Room]<br>120,000 won (4 hours / 30,000 won per hour)<br>* Admission fee charged separately.<br><br>[Caravan]<br>Peak Season 60,000 won / Low Season 40,000 won<br><br>[Dome House]<br>Peak Season 70,000 won / Low Season 50,000 won[Adventure Facilities]<br>- Sonogong Course: Individuals 5,000 won / Groups 4,000 won<br>- Jeopalgye Course: Individuals 7,000 won / Groups 6,000 won<br>- Super Board Course: Individuals 7,000 won / Groups 6,000 won|\n|Restrooms:|Available|\n  \n## Detail Image\n![/2022-08-01-1659360092237/609004_image2_1.webp](/2022-08-01-1659360092237/609004_image2_1.webp)\n![/2022-08-01-1659360092237/609006_image2_1.webp](/2022-08-01-1659360092237/609006_image2_1.webp)\n![/2022-08-01-1659360092237/609008_image2_1.webp](/2022-08-01-1659360092237/609008_image2_1.webp)\n![/2022-08-01-1659360092237/609010_image2_1.webp](/2022-08-01-1659360092237/609010_image2_1.webp)\n![/2022-08-01-1659360092237/609011_image2_1.webp](/2022-08-01-1659360092237/609011_image2_1.webp)\n![/2022-08-01-1659360092237/609013_image2_1.webp](/2022-08-01-1659360092237/609013_image2_1.webp)\n![/2022-08-01-1659360092237/609016_image2_1.webp](/2022-08-01-1659360092237/609016_image2_1.webp)\n![/2022-08-01-1659360092237/609019_image2_1.webp](/2022-08-01-1659360092237/609019_image2_1.webp)\n![/2022-08-01-1659360092237/609022_image2_1.webp](/2022-08-01-1659360092237/609022_image2_1.webp)\n![/2022-08-01-1659360092237/609024_image2_1.webp](/2022-08-01-1659360092237/609024_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-63-263-8680](tel:+82632638680)\n- [🏠www.foresttrip.go.kr](https://www.foresttrip.go.kr/indvz/main.do?hmpgId=ID02030025)\n\n\n```googleMap\nlatitude: 35.9598381103\nlongitude: 127.2340169664\ntitle: 246, Gosanhyuyangnim-ro, Wanju-gun, Jeollabuk-do\n```\n  \n## Directions\n  \n[Taxi]<br>\nFrom Gosan Bus Terminal, take a taxi for approx. 5 min to Gosan Recreational Forest.\n","data":{"id":"2022-08-01-1659360092237","title":"Gosan Recreational Forest (고산자연휴양림)","description":"Located in Osan-ri, Gosan Recreational Forest is a popular family destination throughout all four seasons. Full of thick groves of larch trees, Korean white pines, rigida pines, and plenty of broad-leaved trees, the forest and its streams offer a cool and refreshing retreat. In spring, the forest is beautiful with wildflowers, azaleas and wild cherry blossom trees. In summer, families flock to the streams shaded by the thick forest canopy. As summer turns into fall, the whole area transforms into a rainbow of bright yellow, red, and orange. With the coming of winter, the snow covers the trees and blankets the ground, turning the forest in a winter dreamland.","regDate":"2022-08-01","author":"korea-tour","tag":["Jeollabuk-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"/2022-08-01-1659360092237/609052_image2_1.webp","blogPath":"Jeollabuk-do/2022-08-01-1659360092237","pageUrl":"https:/mcdryad.com/Jeollabuk-do/2022-08-01-1659360092237"},"dataList":[{"id":"2023-01-03-1672727891410","title":"Iksan Ipjeomni Ancient Tombs (익산 입점리 고분)","description":"The Iksan Ipjeomni Ancient Tombs are a group of ancient Baekje-era tumuli located 100 meters above sea level on the northeast brow of Chilmokjae Hill in Ipjeom-ri, Iksan-si, Jeollabuk-do. The burial ground covers an area of more than 18,520 square meters and is officially listed as Historical Site No. 347. To date, a total of eight tumuli have been excavated, all of which are chamber tombs. <br><br>Surprisingly enough, the tombs were first discovered in 1986 by a high school student. While digging for arrowroot, a young man from a local high school found some pieces of gold that resembled a hat. He quickly notified the authorities and it was soon discovered that the pieces of gold were in fact valuable ancient artifacts. An emergency excavation was conducted and the eight tumuli were uncovered, but unfortunately all of the tumuli except Tomb No. 1 had been severely damaged. Tomb No. 1, which is still in relatively good condition, boasts an entrance measuring an impressive 16 meters in x_height and 2 meters in x_width. <br><br>Inside the tombs archaeologists found valuable relics from the Baekje dynasty including earthenware, jewelry (a gilt-bronze hat, gold earrings, glass beads, etc.), harnesses and ironware. Given the shapes and the types of the pieces found, historians estimate that the tumuli were built in the 5th century. Since the gilt-bronze hat is similar in shape to those found in Japan, experts believe that there was an active exchange between the Baekje people and the people of Japan.","regDate":"2023-01-03","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2023-01-03-1672727891410/573722_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-03-1672727891410"},{"id":"2023-01-03-1672724152946","title":"Iksan Godori Standing Stone Buddha (익산 고도리 석조여래입상)","description":"Iksan Godori Standing Stone Buddha is Treasure No. 46. The two Buddha statues (each measuring 424 cm) stand face-to-face at a distance of 200 meters apart and tell the story of an eternal, but unrequited love. <br><br>According to legend, the two Buddhas (one male, one female) are lovers that can only meet for one night in the twelfth month of the lunar calendar. After the sunset on that special day, the lovers are allowed to meet, but must return to their respective positions before the rooster crows at dawn. <br><br>The two statues are very representative of the Goryeo era, which produced many stone statues with minimal expression of the physical body. True to the era, each Buddha has almost no curves and is depicted with plain clothing and barely distinguishable arms. <br><br>On their heads, the Buddhas wear a crown topped with another square hat. With their square faces, small eyes, pug noses, and small lips, the Buddhas are reminiscent of guardian deities typically placed at the entrance of villages.","regDate":"2023-01-03","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2023-01-03-1672724152946/1308525_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-03-1672724152946"},{"id":"2023-01-03-1672720692416","title":"House of Lee Young-choon (이영춘가옥)","description":"The House of Lee Young-choon was constructed by a Japanese landlord named Kumamoto during the Japanese colonial era. The house combined Western, Korean, and Japanese into one structure. After Korean liberation, Dr. Lee Young-choon, the first medical doctor, lived in the house. From that time, the house was referred to as the House of Lee Young-choon.<br><br>Thanks to its beautiful exterior, the house was used as a backdrop for films such as Bingjeom, Sandglass, and Yain Shidae, etc.<br><br>The doctor was considered the Korean Albert Schweitzer, and his pen name of Ho, referring to ssangcheon, means two branches of spring water, represents one for healing physical disease and the other for healing the spirit. He was born in Yonggang-gun, Pyeongannam-do in October 1903. In 1935, through a connection by his professor at Pyeongyanggobo School, he took a position as the head of&nbsp;Jahye Hospital to take care of 20,000 people. In addition, he was the first  person in Korea to implement the policy of school nurses as well as the medical insurance union.","regDate":"2023-01-03","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2023-01-03-1672720692416/1954589_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-03-1672720692416"},{"id":"2023-01-03-1672716941898","title":"Honbul Literary House (혼불문학관)","description":"Honbul is an epic novel written about three generations of women from the Namwon Lee clan living under the rule of the Japanese in the 1930s. The word honbul literally means a torch of the soul and refers to the indomitable spirits of the women that persevered through hard times. The novel was written by the late Choi Myeong-hee over a period of 17 years and remains a much celebrated novel. <br><br>Sangsin Village and Nobong Village in Namwon-si are the hometowns of the author and served as the background of the novel Honbul. Located inside the village is a traditional Korean house that is an example of yangban (noble class) architecture and the Honbul Literary House, where visitors have an opportunity to gain a deeper understanding of the novel Honbul. At the entrance of Nobong Village stands a pair of jangseungs (Korean traditional totem poles), welcoming visitors inside.","regDate":"2023-01-03","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Historical Sites","Folk Villages"],"imgUrl":"/2023-01-03-1672716941898/1604025_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-03-1672716941898"},{"id":"2023-01-02-1672655782365","title":"Hoemunsan National Recreational Forest (국립 회문산자연휴양림)","description":"Hoemunsan National Recreational Forest, located in Sunchang, Jeollabuk-do, opened in 1993 with a daily maximum limit of 500 people. There’s a waterfall next to the rock gate near the entrance of the forest and a suspension bridge further ahead. Above the suspension bridge is an observatory that provides visitors with a panoramic view of the area. The 5.5 kilometer path to the peak has various types of trees and flowers and also houses many different types of birds. The forest has many facilities including a water playground, exercise machines, volleyball court, pagoda, walking trails, and hiking trails.","regDate":"2023-01-02","author":"korea-tour","tag":["Jeollabuk-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"/2023-01-02-1672655782365/219345_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-02-1672655782365"},{"id":"2023-01-02-1672652140043","title":"Hanpungru Pavilion (무주한풍루)","description":"Hanpungnu Pavilion is a site where noted poets of the past used to frequent to appreciate nature and the arts. The pavilion was burned down by Japanese soldiers in 1592 (25th year of King Seonjo’s reign) and rebuilt in 1599 (32nd year of King Seonjo’s reign). During the Japanese colonial period, the pavilion served as a base for propagating Buddhism. After the liberation of Korea, it was moved to Yangsan-myeon, Yeongdong-gun and was renamed as Geumhoru Pavilion. In 1971, the people of Muju moved the pavilion to its current location of Dangsan-ri in Muju-gun, Jeollabuk-do. Hanpungnu is one of the most famous pavilions in the southwestern region of Korea, along with Hanbyeokdang in Jeonju and Gwanghallu in Namwon. It is also known to have the most picturesque exterior among the three famed pavilion.","regDate":"2023-01-02","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2023-01-02-1672652140043/712025_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-02-1672652140043"},{"id":"2023-01-02-1672648689997","title":"Haneullae Deulkkot Village (하늘내들꽃마을 [녹색농촌체험])","description":"Situated in Jangsu, Jeollabuk-do, Haneullae Deulkkot Village, as the name suggests in Korean, it is a village nestled alongside the Cheoncheon stream (haneullae means ‘heaven creek’). The area is blessed with clear shallow creek, a green mountain and a field of wild flowers (deulkkot). In the small ecological park there is a 1.6 kilometer square building, a playground, a farm, a garden and a pond occupying nearly 10,000 square meters. Next to the grassy playground you’ll find a therapeutic pebble path made for walking on bare foot, towering trees scattered around the playground offering some cool shade and a few swing chairs attached to the tall trees. There are three wooden look-out stations also shaded by the platanus trees. And in a corner of the playground is a campground capable of accommodating up to ten tents. The pond is home to more than ten varieties of water plants, including the lotus and water hyacinth. There are also some colourful native water life, such as the Crucian carp, daces, dark chubs, Chinese minnows, loaches, freshwater snails and marsh snails.  <br><br>The cafeteria is all made of pine. Visitors can breathe in the soothing woody aroma, take in the view of the park all while having a meal. You can go on hiking trails, rest afterwards with some tea then walk to the local market in a pavilion. Also, people can visit the local compost centre and earthworm breeding farm, as well as the nearby roosters, a protected species native to Korea.","regDate":"2023-01-02","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Experience Programs","Village Experience"],"imgUrl":"/2023-01-02-1672648689997/2515251_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-02-1672648689997"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}