{"pageProps":{"content":"![Muchangpo Beach (무창포해수욕장)](/2022-11-10-1668062832249/2022140_image2_1.webp)\n\n  \n## Overview\n\n> Muchangpo Beach was a military site during the Joseon dynasty and was the first beach to open on the west coast in 1928. The beach has a length of 1.5 kilometers and x_width of 50 meters. The water level is 1-2 meters and the water temperature is approximately 22 degrees Celsius. The surrounding pine forest is lush and beautiful. In particular, there is a fishing spot with a large rock formation in front of the beach. For one to two days each month, there is a phenomenon also know as Moses Miracle that opens a 1.5-kilometer-long road in the sea. This mysterious sea road was thought to only appear during summer, however it was revealed that it actually occurs every lunar month. In 1996, the beach was open to the general public. <br><br> The red lighthouse towering at the end of the long breakwater is as impressive as a picture. The pretty pensions right in front of the sandy beach add to the scenery. Also, Daecheonhang Port is a 20 minutes drive away, and there visitors can enjoy fresh seafood and grilled shellfish at an affordable price.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-41-936-3561|\n|parking:|Available|\n|usetime:|09:00-22:00 (swimming hours 09:00-19:00)|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Available Facilities:|Shower booth, changing room, camping site, drinking fountain, auto camping site (operated by the city)|\n|Restrooms:|Available|\n  \n## Detail Image\n![/2022-11-10-1668062832249/1598840_image2_1.webp](/2022-11-10-1668062832249/1598840_image2_1.webp)\n![/2022-11-10-1668062832249/1598841_image2_1.webp](/2022-11-10-1668062832249/1598841_image2_1.webp)\n![/2022-11-10-1668062832249/1598842_image2_1.webp](/2022-11-10-1668062832249/1598842_image2_1.webp)\n![/2022-11-10-1668062832249/1598846_image2_1.webp](/2022-11-10-1668062832249/1598846_image2_1.webp)\n![/2022-11-10-1668062832249/1830273_image2_1.webp](/2022-11-10-1668062832249/1830273_image2_1.webp)\n![/2022-11-10-1668062832249/2022148_image2_1.webp](/2022-11-10-1668062832249/2022148_image2_1.webp)\n![/2022-11-10-1668062832249/2023721_image2_1.webp](/2022-11-10-1668062832249/2023721_image2_1.webp)\n![/2022-11-10-1668062832249/2023736_image2_1.webp](/2022-11-10-1668062832249/2023736_image2_1.webp)\n![/2022-11-10-1668062832249/1598843_image2_1.webp](/2022-11-10-1668062832249/1598843_image2_1.webp)\n![/2022-11-10-1668062832249/1598845_image2_1.webp](/2022-11-10-1668062832249/1598845_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-41-936-3561](tel:+82419363561)\n- [🏠www.moochangpo.com](http://www.moochangpo.com/)\n\n\n```googleMap\nlatitude: 36.2445351993\nlongitude: 126.5365469039\ntitle: 10, Yeollinbada 1-gil, Boryeong-si, Chungcheongnam-do\n```\n  \n\n","data":{"id":"2022-11-10-1668062832249","title":"Muchangpo Beach (무창포해수욕장)","description":"Muchangpo Beach was a military site during the Joseon dynasty and was the first beach to open on the west coast in 1928. The beach has a length of 1.5 kilometers and x_width of 50 meters. The water level is 1-2 meters and the water temperature is approximately 22 degrees Celsius. The surrounding pine forest is lush and beautiful. In particular, there is a fishing spot with a large rock formation in front of the beach. For one to two days each month, there is a phenomenon also know as Moses Miracle that opens a 1.5-kilometer-long road in the sea. This mysterious sea road was thought to only appear during summer, however it was revealed that it actually occurs every lunar month. In 1996, the beach was open to the general public. <br><br> The red lighthouse towering at the end of the long breakwater is as impressive as a picture. The pretty pensions right in front of the sandy beach add to the scenery. Also, Daecheonhang Port is a 20 minutes drive away, and there visitors can enjoy fresh seafood and grilled shellfish at an affordable price.","regDate":"2022-11-10","author":"korea-tour","tag":["Chungcheongnam-do","Nature","Natural Sites"],"imgUrl":"/2022-11-10-1668062832249/2022140_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-10-1668062832249","pageUrl":"https:/mcdryad.com/Chungcheongnam-do/2022-11-10-1668062832249"},"dataList":[{"id":"2022-11-11-1668163541434","title":"Oseosan Mountain (오서산)","description":"With an altitude of 790 meters, Oseosan Mountain in Boryeong is one of the highest peaks on Korea’s west coast. From the summit, visitors can see waves of silver grass, a feature that makes the mountain popular for hiking. The mountain is also popular among hikers traveling by train as the entrance to the mountain is only 4 kilometers away from Gwangcheon Station. The biggest draw of the mountain, however, is the birds-eye-view of the west coast that comes into view on the way to the summit. Another attraction within the mountain range is Jeongamsa Temple.","regDate":"2022-11-11","author":"korea-tour","tag":["Chungcheongnam-do","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-11-11-1668163541434/2675819_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-11-1668163541434"},{"id":"2022-11-11-1668159611861","title":"Onyang Hot Springs (온양온천지구)","description":"Onyang Hot Springs is the oldest hot spring in Korea, founded about 1,300 years old and has been operating as a hot spring for about 600 years. During the Joseon Period, it is recorded that King Sejong (r. 1418-1450) and many other kings came here to rest or treat their illnesses.  <br><br>Onyang Hot Springs, with its water temperature at around 57℃, is considered hot even among hot springs. It has a high concentration of radium and its alkaline water is both high in quality and quantity.  It is known to be effective in treating neuralgia, arthritis, skin problems, liver disease, high blood pressure, and various geriatric diseases.  The combination of the quality of water and famous accommodations nearby has made this hot spring a hot item for many tourists. As there are 120 hotels and motels in this area, the whole city is sometimes known as a hot spring city. They also have swimming pools that are popular for using hot spring water. Every year over five million tourists are welcomed here.","regDate":"2022-11-11","author":"korea-tour","tag":["Chungcheongnam-do","Culture/Art/History","Recreational Sites","Hot Springs & Spa"],"imgUrl":"/2022-11-11-1668159611861/1500732_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-11-1668159611861"},{"id":"2022-11-11-1668156501537","title":"Oeyeondo Island (외연도)","description":"Oeyeondo Islands name carries the meaning of being a far-distant island hidden in fog. The island is 53 kilometers off the mainland coast and can only be reached by taking a two-and-a-half-hour boat ride from Daecheonhang Port. The history of the islands inhabitation dates back to 202 BC when a Chinese General named Jeonhoeng settled here with about 500 followers after fleeing his failing Je Kingdom. Every year the villagers have a ceremony to commemorate the General, and even pray to him for strength during childbirth.<br><br>The evergreen forest located behind the main village is designated Natural Monument No. 136, and is comprised of many tree species. The most famous attraction in the forest is called the Love Trees, two camellia trees that have grown entwined. The locals believe if a young couple passes between the two tree trunks, they will have eternal love. Another must-see attraction on Oeyeondo Island is the sun setting over the horizon. The scene is so beautiful, it has been classified as one of the Eight Scenic Views of Boryeong.","regDate":"2022-11-11","author":"korea-tour","tag":["Chungcheongnam-do","Nature","Natural Sites"],"imgUrl":"/2022-11-11-1668156501537/2671535_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-11-1668156501537"},{"id":"2022-11-11-1668152276608","title":"Nonsan Gwanchoksa Temple (관촉사(논산))","description":"Gwanchoksa Temple in Nonsan, Chungcheongnam-do is located at the foot of&nbsp;Banyasan Mountain (100 meters in elevation). This temple enshrines a Seokjomireukbosalipsang Buddha (Treasure), which was built over the course of 38 years, beginning in 967 during the Goryeo period. According to legend, while a lady was picking fernbrake on Banyasan Mountain, she heard a baby crying. When she went&nbsp;over, there was no baby but instead was a large rock sticking out from the ground. Upon hearing this story, the government ordered a Buddha statue to be made from the rock. This Buddha statue, widely known as ‘Eunjimireuk Buddha,’ is the largest stone Buddha in Korea (18.12 meters in x_height, 9.9 meters in girth, 1.8 meters in the length of ears, 2.43 meters at the x_height of crown). There are many other cultural heritages in this temple and every April, a splendid cherry blossom tunnel stretching from Nonsan to Gwanchoksa Temple is at its peak.","regDate":"2022-11-11","author":"korea-tour","tag":["Chungcheongnam-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-11-11-1668152276608/1278835_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-11-1668152276608"},{"id":"2022-11-11-1668149579655","title":"National Mang-Hyang Cemetery (국립 망향의 동산)","description":"The National Mang-Hyang Cemetery provides a resting place for the souls of Koreans who resided and passed away in foreign lands. The Korean government built the cemetery in 1976 for compatriots who were forced to leave their beloved homeland under the Japanese colonial rule and ultimately passed away in foreign lands. In addition to graveyards, the cemetery also houses the KAL Memorial Tower. Every fall, a large memorial service is held.","regDate":"2022-11-11","author":"korea-tour","tag":["Chungcheongnam-do","Culture/Art/History","Architectural Sights","Monuments/Observatories"],"imgUrl":"/2022-11-11-1668149579655/565764_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-11-1668149579655"},{"id":"2022-11-11-1668145341995","title":"National Institute of Ecology - Seocheon (국립생태원(서천))","description":"National Institute of Ecology is a research, exhibition, and educational center housing various animals and plants from world five climates and regions including the tropics, desert climate, the Mediterranean, temperate climate, and the polar region. Fauna and flora from the Korean Peninsulas ecosystem can also be seen here. The Institute’s Ecorium showcases living ecosystem exhibitions, housing 1,900 plants and 280 animals in an area of 21,000㎡ to help people understand the relations between climate and ecology. The outdoor exhibition area is divided into 5 sections, from Korea’s representative wetland ecological system to various international plants, rare plants grown on the high mountain, Korean representative deer species habitat space, pond ecology and others. In addition, it offers vivid ecological education through the nearby ecological region and has varied exhibitions and researching facility as well as firsthand programs and events.","regDate":"2022-11-11","author":"korea-tour","tag":["Chungcheongnam-do","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2022-11-11-1668145341995/1922689_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-11-1668145341995"},{"id":"2022-11-11-1668142870103","title":"Nanjiseom Beach (난지섬해수욕장)","description":"Nanjiseom Beach on Nanjiseom Island in Dangjin, Chungcheongnam-do features soft white sand over a 700 meter-long, 50 meter-wide area. The water is shallow, clean and relatively warm, and a pine grove surrounds the beach. Nanjiseom Beach offers various convenience facilities such as campsites, showers, drinking fountains and bathrooms. The rocky coast in the northwest is a great spot for catching fish, such as rock cod and spotty belly greenling. By taking a boat, visitors can enjoy scenic ocean views as they pass beautiful islands, such as Yeongheungdo, Palmido, Seonjaedo, Gukhwado, Yukdo and Pungdo.","regDate":"2022-11-11","author":"korea-tour","tag":["Chungcheongnam-do","Nature","Natural Sites"],"imgUrl":"/2022-11-11-1668142870103/1932520_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-11-1668142870103"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}