{"pageProps":{"content":"![House of Lee Young-choon (이영춘가옥)](/2023-01-03-1672720692416/1954589_image2_1.webp)\n\n  \n## Overview\n\n> The House of Lee Young-choon was constructed by a Japanese landlord named Kumamoto during the Japanese colonial era. The house combined Western, Korean, and Japanese into one structure. After Korean liberation, Dr. Lee Young-choon, the first medical doctor, lived in the house. From that time, the house was referred to as the House of Lee Young-choon.<br><br>Thanks to its beautiful exterior, the house was used as a backdrop for films such as Bingjeom, Sandglass, and Yain Shidae, etc.<br><br>The doctor was considered the Korean Albert Schweitzer, and his pen name of Ho, referring to ssangcheon, means two branches of spring water, represents one for healing physical disease and the other for healing the spirit. He was born in Yonggang-gun, Pyeongannam-do in October 1903. In 1935, through a connection by his professor at Pyeongyanggobo School, he took a position as the head of&nbsp;Jahye Hospital to take care of 20,000 people. In addition, he was the first  person in Korea to implement the policy of school nurses as well as the medical insurance union.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Korea Travel Hotline: +82-2-1330 <br>(Korean, English, Japanese, Chinese)<Br>• For more info: +82-63-454-3922|\n|restdate:|N/A (all year round)|\n|usetime:|10:00-17:00|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Film Locations:|\"Bingjeom\", \"Sandglass\" (Moraesigye), \"Yain Shidae\", etc.|\n|Admission Fees:|Free|\n|Restrooms:|Available|\n|Korean Info. Service:|Available|\n  \n\n  \n## Contact\n\n- [☎️+82-63-454-3922](tel:+82634543922)\n- [🏠tour.gunsan.go.kr</a> (Korean only)<br><a href=\"http://www.cha.go.kr/\" target=\"_blank\" title=\"새창 : 문화재청 홈페이지로 이동\">www.cha.go.kr](http://tour.gunsan.go.kr/)\n\n\n```googleMap\nlatitude: 35.9710064154\nlongitude: 126.7601173017\ntitle: 7, Donggaejeong-gil, Gunsan-si, Jeollabuk-do\n```\n  \n## Directions\n  \n[Bus]<BR>\nFrom Central City Bus Terminal or Dong Seoul Bus Terminal, take an express bus or intercity bus to Gunsan Express Bus Terminal or Gunsan Intercity Bus Terminal.<br>\nAs you come out of the bus terminal, walk to the left  for about 100&nbsp;meters \nfrom the intercity bus terminal, or 200 meters from the express bus terminal, \nand  take Bus No. 85 at Palma Gwangjang Terminal Bus Stop and get off at Gunsan College of Nursing Bus Stop.<br>\nWalk for approx. 140m to reach the house.\n","data":{"id":"2023-01-03-1672720692416","title":"House of Lee Young-choon (이영춘가옥)","description":"The House of Lee Young-choon was constructed by a Japanese landlord named Kumamoto during the Japanese colonial era. The house combined Western, Korean, and Japanese into one structure. After Korean liberation, Dr. Lee Young-choon, the first medical doctor, lived in the house. From that time, the house was referred to as the House of Lee Young-choon.<br><br>Thanks to its beautiful exterior, the house was used as a backdrop for films such as Bingjeom, Sandglass, and Yain Shidae, etc.<br><br>The doctor was considered the Korean Albert Schweitzer, and his pen name of Ho, referring to ssangcheon, means two branches of spring water, represents one for healing physical disease and the other for healing the spirit. He was born in Yonggang-gun, Pyeongannam-do in October 1903. In 1935, through a connection by his professor at Pyeongyanggobo School, he took a position as the head of&nbsp;Jahye Hospital to take care of 20,000 people. In addition, he was the first  person in Korea to implement the policy of school nurses as well as the medical insurance union.","regDate":"2023-01-03","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2023-01-03-1672720692416/1954589_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-03-1672720692416","pageUrl":"https:/mcdryad.com/Jeollabuk-do/2023-01-03-1672720692416"},"dataList":[{"id":"2023-01-10-1673328964294","title":"Uhwajeong Pavilion (우화정(내장산))","description":"Uhwajeong Pavilion takes its name from the legend that the pavilion once grew wings and ascended into the heavens. The pavilion is located in the middle of a lake on the way to Naejangsan Visitor Information Center. The scenery of the pavilion and foliage reflecting on the lake is like a painting. Various flowers, trees, reeds, and foliage surrounding the pavilion create a more beautiful view.","regDate":"2023-01-10","author":"korea-tour","tag":["Jeollabuk-do","Nature","Natural Sites"],"imgUrl":"/2023-01-10-1673328964294/2617778_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-10-1673328964294"},{"id":"2023-01-10-1673325568605","title":"Tapsa Temple (마이산 탑사)","description":"Tapsa Temple is located 1.9km away from the southern parking lot of Maisan Mountain in Dongchon-ri, Maryeong-myeon, Jinan-gun, Jeollanam-do. Tapsa Temple is famous for the over 80 stone pagodas built by Lee Gapyong, a retired scholar. Those stone pagodas have different sizes and shapes from cone-shaped to straight-shaped. Behind Daeungjeon, Cheonjitap tower is located. It is the largest tower, with a x_height 3 times as high as the average adult’s x_height. How this tall tower was built is still unclear, drawing much attention from people. It is said that those stone pagodas were made in the late 1800s entirely by Lee Gapyong alone. He collected stones in daytime and built the pagodas at night. Even though the pagodas have been around for more than 100 years, they have never collapsed nor even moved through strong winds, making them truly amazing.<br>Tapsa Temple is also well known for cherry blossoms in spring, covering an area of 1.9km from Nambu (south) parking lot of Maisan Mountain to the entrance (a 30min walk). This road is the venue for Maisan Cherry Blossom Festival as well. <br><br>* Cheonjitap is comprised of two twin pagodas with x_heights of 13.5m and placed in the south and north directions. Cheonjitap is the main pagoda, making the other pagodas at Tapsa Temple look well-balanced. It is believed that 120 towers originally existed, but only 80 of them remain today. The two towers at the very front are named Ilgwangtap and Wolgwangtap. These groups of towers are strong enough to stand up to typhoon winds, something quite hard to believe, giving the towers a certain mystery. Also, towers are tilted slightly in both directions, showing that Lee Gapyong erected the towers with the direction of the wind in mind.","regDate":"2023-01-10","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2023-01-10-1673325568605/1605767_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-10-1673325568605"},{"id":"2023-01-10-1673321782101","title":"Taekwondowon Observatory (태권도공원 전망대)","description":"Taekwondowon located in Muju-gun, Jeollabuk-do, serves as a main center for the 60 million taekwondo practitioners in 182 countries worldwide. Covering an area of 2.31 million square meters, the park combines the traditional and modern style in their buildings.","regDate":"2023-01-10","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Recreational Sites","Theme Parks"],"imgUrl":"/2023-01-10-1673321782101/1929741_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-10-1673321782101"},{"id":"2023-01-09-1673260742279","title":"Sunchang Gochujang Village (순창고추장마을)","description":"Sunchang Gochujang Village is home to expert gochujang (Korean chili paste) crafters using the traditional methods. Visitors can enjoy a variety of hands-on experiences, such as making their own gochujang or cooking foods like pizza or rice cakes with gochujang.","regDate":"2023-01-09","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Industrial Sites","Others"],"imgUrl":"/2023-01-09-1673260742279/219731_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-09-1673260742279"},{"id":"2023-01-09-1673256950962","title":"Sunchang Gangcheonsa Temple (강천사 (순창))","description":"Located approximately 1.8 kilometers from the entrance of Gangcheonsan County Park, Gangcheonsa Temple was built by Monk Doseon during the first year of Queen Jinseong of Silla (AD 887). In the third year of King Chungsuk of Goryeo (1316), the temple saw the addition of a five-story stone pagoda, built by Monk Deokhyeon. At its peak, the temple was said to have had 12 hermitages and housed 1,000 monks. It was burned down during the Imjin War (1592-1598), leaving only the pagoda, but was rebuilt a few years later by Monk Soyo during the 37th year of King Seonjo (1604). Unfortunately, the temple was burned down again in the Korean War, but was once again restored to its original state in 1959. <br><br>Cultural assets found at the temple include Stone Guardian Post of Chungsin-ri & Namgye-ri, Sunchang Guesthouse, and the Three-story Stone Pagoda of Sunhwa-ri. Nearby tourist attractions include Geumseongsanseong Fortress, Yongsopokpo Falls, Gangcheonho Lake, Damyangho Lake, Chuwolsan Mountain, Huimunsan Mountain, and Naejangsan National Park.","regDate":"2023-01-09","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2023-01-09-1673256950962/1954560_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-09-1673256950962"},{"id":"2023-01-09-1673253606161","title":"Sono Belle Byeonsan Ocean Play (소노벨 변산 오션플레이)","description":"Sono Belle Byeonsan Ocean Play is located next to Gyeokpo Beach on Byeonsan Peninsula. This luxurious resort is patterned after Normandy Beach and its European-style architecture. With an ocean view throughout the facility, the water park provides guests with various entertainments including an indoor pool, outdoor wave pool, waterslides, baths, sauna and more.","regDate":"2023-01-09","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Recreational Sites","Hot Springs & Spa"],"imgUrl":"/2023-01-09-1673253606161/1604231_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-09-1673253606161"},{"id":"2023-01-09-1673249711405","title":"Sinsido Island Fishing Experience Village (신시도 어촌체험마을)","description":"Sinsido Island is the largest of the 24 islands in the Gogunsan Island Cluster located 50 kilometers southwest of Gunsan. The highest point is Daegaksan Mountain (187 meters) on the northwest side and there is Sinchisan Mountain (142 meters) on the southeast side. Villagers tend to work in the fishing industry, catching shrimp, anchovies, hairtail, and mackerel. Farmers tend to grow rice, barley, sweet potato, chili, peas and more. The island can be reached by car and there are various activities available such as mud flats and fishing.","regDate":"2023-01-09","author":"korea-tour","tag":["Jeollabuk-do","Nature","Natural Sites"],"imgUrl":"/2023-01-09-1673249711405/1512581_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-09-1673249711405"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}