{"pageProps":{"content":"![Bundang Astro Camp (분당 어린이천문대)](/2022-07-18-1658153250079/2364454_image2_1.webp)\n\n  \n## Overview\n\n> The Astro Camp was established to encourage young children to take an interest in space and natural science and to develop creative problem-solving skills. The Children's Observatory provides a wide range of educational programs developed by expert educators from diverse fields of majors at Yonsei University.<br>\n<br> In the future, the observatory hopes to continue to expand its experience-centered, in-depth educational programs to help children reach a better understanding of astronomy and natural science principles. Programs focus not only on providing children with accurate information, but also seek to encourage participants to be self-motivated thinkers.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br>(Korean, English, Japanese, Chinese) <br> • For more info: +82-31-322-3245|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Available Facilities:|Meade 40cm telescope, various observation tools and facilities|\n|Restrooms:|Available|\n  \n## Detail Image\n![/2022-07-18-1658153250079/2364455_image2_1.webp](/2022-07-18-1658153250079/2364455_image2_1.webp)\n![/2022-07-18-1658153250079/2364456_image2_1.webp](/2022-07-18-1658153250079/2364456_image2_1.webp)\n![/2022-07-18-1658153250079/2364457_image2_1.webp](/2022-07-18-1658153250079/2364457_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-31-322-3245](tel:+82313223245)\n- [🏠cafe.naver.com/astrocamp1](http://cafe.naver.com/astrocamp1)\n\n\n```googleMap\nlatitude: 37.3233106373\nlongitude: 127.1550729479\ntitle: 132-1, Osan-ro, Cheoin-gu, Yongin-si, Gyeonggi-do\n```\n  \n## Directions\n  \n[Subway + Bus]<BR>\nOri Station (Bundang Line), Exit 6.<br>\nTake Bus No. 60 and get off at the Osan Catholic Tomb Bus Stop. <BR>Walk approx. 20 min.\n","data":{"id":"2022-07-18-1658153250079","title":"Bundang Astro Camp (분당 어린이천문대)","description":"The Astro Camp was established to encourage young children to take an interest in space and natural science and to develop creative problem-solving skills. The Children's Observatory provides a wide range of educational programs developed by expert educators from diverse fields of majors at Yonsei University.<br><br> In the future, the observatory hopes to continue to expand its experience-centered, in-depth educational programs to help children reach a better understanding of astronomy and natural science principles. Programs focus not only on providing children with accurate information, but also seek to encourage participants to be self-motivated thinkers.","regDate":"2022-07-18","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2022-07-18-1658153250079/2364454_image2_1.webp","blogPath":"Gyeonggi-do/2022-07-18-1658153250079","pageUrl":"https:/mcdryad.com/Gyeonggi-do/2022-07-18-1658153250079"},"dataList":[{"id":"2022-08-29-1661766067282","title":"Jungmisan Observatory (중미산 천문대)","description":"Situated only 40 minute's drive from Seoul, the Jungmisan Observatory is nestled within Jungmisan Recreational Forest 437 kilometers above sea level. In addition to the beautiful natural scenery, the main draw of this particular location is that there is no other place near Seoul as this forest where one can get an excellent view of the night sky. From Seoul, one might expect to see about three stars on a good day, while at the Jungmisan Observatory one can typically observe over 3,000 stars. <br><br>Jungmisan Observatory provides an experiential learning center that offers astronomy programs for children, including preschoolers. Children can gain a deeper understanding of space and basic astronomy through various programs, such as stargazing. In addition to the astronomy programs, the observatory also offers forest bathing, forest ecology, and insect learning programs along with the nearby recreational forest.","regDate":"2022-08-29","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2022-08-29-1661766067282/219615_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-29-1661766067282"},{"id":"2022-08-29-1661762901742","title":"Jeongok-ri Prehistoric Site - Hantangang River Geopark (연천 전곡리 유적-한탄강 국가지질공원)","description":"The Jeongok-ri Prehistoric Site is the prime site on the Korean peninsula for the study of Paleolithic relics, and was unearthed after the discovery of a stone implement by an American soldier who was visiting an amusement park near Hantangang River in the winter of 1978. It was identified as an Acheulean Paleolithic stone implement by an expert, and gained the attention of paleontologists from around the world. The Jeongok-ri Prehistoric Site is situated on a basalt deposit that was likely formed during the Precambrian era. With the discovery of soil wedge and tephra indicating the top layer to be estimated at least 20,000 years old,  the region is also considered highly valuable among geologists.","regDate":"2022-08-29","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-08-29-1661762901742/2616260_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-29-1661762901742"},{"id":"2022-08-29-1661758931765","title":"Jebudo Island (제부도)","description":"From Jebudo Island visitors can witness the parting of the sea. The sea parts twice a day during the low tide. Located in the vicinity of Seoul, the island is ideal for an overnight family trip. The sunset over the ocean is one of the most beautiful scenes on the west coast. The island has various attractions including water walk, walking trails, beaches and art park.","regDate":"2022-08-29","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites"],"imgUrl":"/2022-08-29-1661758931765/2482729_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-29-1661758931765"},{"id":"2022-08-29-1661754741621","title":"Jatyanggi Purunsup Resort (잣향기푸른숲)","description":"Located in Gyeonggi-do and home to the nation's largest nut pine forest, composed of trees over 80 years old, Jatyanggi Purunsup Resort is a special recreational forest complex where phytoncide emitted from the pine tree forest creates a healing experience. The forest is located between 450 and 600 meters above sea level on Chungnyeongsan and Seorisan Mountains.","regDate":"2022-08-29","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2022-08-29-1661754741621/2022377_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-29-1661754741621"},{"id":"2022-08-29-1661749597946","title":"Jarasum Island (자라섬)","description":"Located in Gapyeong, Gyeonggi-do, Jarasum Island is an island formed on the Bukhangang River as a result of the construction of the Cheongpyeong Dam in 1943. The name &lsquo;Jarasum&rsquo; comes from the fact that it faces a hill that resembles a Jara (Korean word for soft-shelled turtle). Jarasum consists of four islands called Dongdo, Seodo, Jungdo, and Namdo, and has various leisure and park facilities. Visitors can find a car camping site and the filming location of the popular TV drama series 'Iris' on Seodo (west island), and an eco-cultural park with a grass plaza of over 100 meters in diameter on Jungdo (central island). There is also an ecosystem theme park called Ehwawon Garden at the westernmost tip of the Jarasum Campground. A popular camping spot, Jaraseom Island is also widely known as the venue of the annual Jarasum International Jazz Festival.","regDate":"2022-08-29","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites"],"imgUrl":"/2022-08-29-1661749597946/2482681_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-29-1661749597946"},{"id":"2022-08-28-1661683289172","title":"Jangja Lake Park (장자호수공원)","description":"Guri City worked to improve the water quality of Jangja Lake in order to form the Jangja Lake Park and in the process an ecological zone was created. A 3.6 km tree-lined&nbsp;walking trail&nbsp;runs through the park and is frequently used&nbsp;by people enjoying an outing or getting some light exercise. Concerts, exhibitions, and other events are held on the outdoor stage on weekends and the park is widely used as a place to relax by local residents. <br><br> * Size - Area 107,385 m², average water depth 2.2 m (0.2 m~4.7 m), and walkway 4.6 km","regDate":"2022-08-28","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-08-28-1661683289172/755075_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-28-1661683289172"},{"id":"2022-08-28-1661679576836","title":"Janganmun Gate (장안문)","description":"Janganmun Gate is the main gate of Hwaseong Fortress at the northern wall. <em>Jangan</em> means capital, implying that Hwaseong Fortress is the secondary capital. Janganmun Gate served as the main gate because the king would pass from this gate when arriving from Hanyang, the capital city, now modern-day Seoul. It is interesting to note that this gate is larger than Sungryemun Gate in Seoul.","regDate":"2022-08-28","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Gates"],"imgUrl":"/2022-08-28-1661679576836/2367187_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-28-1661679576836"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}