{"pageProps":{"content":"![Songnisan National Park (Gyeongbuk Section) (속리산국립공원(경북))](/2022-12-06-1670312197575/609425_image2_1.webp)\n\n  \n## Overview\n\n> On Songnisan Mountain is a rock summit 1,054 meters above sea level called Munjangdae Peak. The peak is so broad that 50 adults can sit on it at the same time. Among the rocks there is Seokcheon Pond, which never dries up. The peak used to be called “Unjangdae” because the summit is always covered with clouds and mist. Legend says that King Sejo of Joseon dynasty supposedly recited a poem on the summit. <br> <br> Munjangdae has a great view of Cheonhwangbong Peak, the highest peak of Songnisan Mountain. Visitors can also see Gwaneumbong, Chilseongbong, Sirubong, Tugubong, Munsubong, and Birobong peaks. In autumn, visitors can enjoy views of breathtaking fall foliage along the trail, which begins at Hwabuk-myeon, Sangju. There are also many cultural heritage sites including Janggakpokpo Falls, Seongbuksa Temple, Osongpokpo Falls and Gyeonhwonsanseong Fortress.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-43-542-5267,<br>+82-54-533-3389|\n|parking:|Available (Osong parking lot)|\n|restdate:|N/A (Open all year round)|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Restricted Mountain Areas :|[hiking.kworks.co.kr](http://hiking.kworks.co.kr/sub_map/map_user01.aspx)|\n|Areas Open to the Public:|Beopju Ticket office - Sesimjeong -  Sinseondae (6.1 km)<br> Osong area - Munjangdae (3.5 km) <br> Sesimjeong - Dohwa-ri (8.5 km) <br> Janggakdong - Cheonwangbong Peak - Munjangdae (6.5 km) <br> Sadam-ri - Nagyeongsan Mountain - Domyeongsan Mountain (6.5 km) <br> Haksodae - Cheomseongdae (6 km) <br> Sesimjeong - Munjangdae (3.3 km)<br> Cheonwangbong Peak - Hyeongjebong Peak (7.1 km)<br> Sogeumgang River - Gunjasan Mountain - Domagol Valley (6.5 km) <br> Tteokbawi Rock - Chilbosan Mountain - Ssanggokpokpo Falls (6.2 km) <br> Jeolmal - Ssanggokpokpo Falls - Jangseongbong Peak - Jesurijae (12 km) <br> Birosanjang Cottage - Sanggoam (1.2 km) <br> Seonnyubong Peak - Jebiso (1.8 km) <br> Hyeongjebong Peak - Mansu-ri (2.5 km) <br> Ungyo-ri - Gallon (2.8 km)|\n|Mountain Not Access Period:|- Walking Trails Closure<br>Spring: March 2 - April 30<br>Autumn: November 15 - December 15<br><br>* TBD by park directors based on fire weather advisories, snow/precipitation levels, and other local conditions.|\n|Restrooms:|Available|\n|Available Facilities:|Hwabuk Tourist Information Center, Hwabuk Park Office|\n|Parking Fees:|Small cars: 2,000 won<br>Mid-sized cars: 4,000~5,000 won<br>Buses: 6,000~7,500 won|\n|Admission Fees:|Beopjusa Temple admission fee|\n  \n\n  \n## Contact\n\n- [☎️+82-43-542-5267](tel:+82435425267)\n- [🏠songni.knps.or.kr](http://songni.knps.or.kr/)\n\n\n```googleMap\nlatitude: 36.5939740089\nlongitude: 127.8569080064\ntitle: Hwabuk-myeon, Sangju-si, Gyeongsangbuk-do\n```\n  \n## Directions\n  \nFrom Dong \nSeoul Bus Terminal, take an intercity bus to Songnisan Mt. (속리산).<br>* Bus \nschedule: 07:30-18:30, runs 12 times a day <br><br>OR,<br>From Cheongju (청주) \nIntercity Bus Terminal, take an intercity bus to Songnisan Mt.<br>* Bus \nschedule: 06:50-21:30, runs 26 times a day\n","data":{"id":"2022-12-06-1670312197575","title":"Songnisan National Park (Gyeongbuk Section) (속리산국립공원(경북))","description":"On Songnisan Mountain is a rock summit 1,054 meters above sea level called Munjangdae Peak. The peak is so broad that 50 adults can sit on it at the same time. Among the rocks there is Seokcheon Pond, which never dries up. The peak used to be called “Unjangdae” because the summit is always covered with clouds and mist. Legend says that King Sejo of Joseon dynasty supposedly recited a poem on the summit. <br> <br> Munjangdae has a great view of Cheonhwangbong Peak, the highest peak of Songnisan Mountain. Visitors can also see Gwaneumbong, Chilseongbong, Sirubong, Tugubong, Munsubong, and Birobong peaks. In autumn, visitors can enjoy views of breathtaking fall foliage along the trail, which begins at Hwabuk-myeon, Sangju. There are also many cultural heritage sites including Janggakpokpo Falls, Seongbuksa Temple, Osongpokpo Falls and Gyeonhwonsanseong Fortress.","regDate":"2022-12-06","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites","National Parks"],"imgUrl":"/2022-12-06-1670312197575/609425_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-06-1670312197575","pageUrl":"https:/mcdryad.com/Gyeongsangbuk-do/2022-12-06-1670312197575"},"dataList":[{"id":"2022-12-08-1670492168337","title":"Unmunsa Temple (운문사)","description":"Unmunsa Temple in Cheongdo, Gyeongsangbuk-do belongs to Cheongdo-gun in terms of administrative district. However, it is actually more closely connected to Daegu in terms of traffic and lifestyle. Unmunsa Temple was built in 560 during the Silla period. This ancient temple features seven treasured artifacts including the Weeping Pine Tree (Natural Monument No. 180) and stone lantern. There are four small hermitages (Sariam, Naewonam, Bukdaeam and Cheongsinam) around the temple. Moreover, the surrounding forest of pine and fir trees only enhances the temple’s beauty.<Br><br>Unmunsa is the largest Buddhist nunnery in Korea, maintaining a capacity of roughly 260 bhikkhunis, or Buddhist nuns, who practice Buddhism in a four-year term. But, thanks to its magnificence and lush forest, Unmunsan Mountain, located on the southernmost part of Taebaek Mountain range, has become a favorite spot for many tourists.","regDate":"2022-12-08","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-12-08-1670492168337/1130170_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-08-1670492168337"},{"id":"2022-12-08-1670488825762","title":"Ulleungdo Lighthouse (울릉도 등대 (태하등대))","description":"Ulleungdo Lighthouse, sometimes called Taeha Lighthouse, was first lit in 1958 as a guiding light for boats coming to and from Ulleungdo Island. The lighthouse is a round, white concrete structure rising 7.6 meters high. With a new prisim light placed in 2003, the lighthouse can reach as far as 50 kilometers away. The hiking trail up to the lighthouse is a natural, narrow path among groves of trees. The gentle slope is surrounded by uniquely shaped cliffs, so it is a popular hiking course for tourists.","regDate":"2022-12-08","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites"],"imgUrl":"/2022-12-08-1670488825762/1863795_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-08-1670488825762"},{"id":"2022-12-08-1670484973462","title":"Ulleungdo Island (울릉도)","description":"Ulleungdo Island is the seventh largest island in Korea. The volcanic island consists of 44 islets of varying sizes annexed around it. With many cliffs, the island is a popular spot for rock climbing. Many walking trails that connect the sea to the mountain and rivers are also available. A walk along the Ulleung Haedam-gil offers visitors a chance to see everyday life of people on the island as well as the islands natural beauty.","regDate":"2022-12-08","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites"],"imgUrl":"/2022-12-08-1670484973462/2547574_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-08-1670484973462"},{"id":"2022-12-08-1670481691808","title":"Ulleung Jukdo Island (죽도(울릉))","description":"Jukdo Island is a small inhabited island near Ulleungdo Island, located 4 kilometers apart from Jeodonghang Port and 7 kilometers away from Dodonghang Port, both of which are nestled northeast of Ulleungdo Island. Normally, tourists visit Jukdo Island on their way back to the mainland by taking a ferry service that departs from Dodonghang Port. <br> <br>The natural environment of Jukdo Island is uncontaminated, thus almost everything is so pristine to the extent that people can even collect rainwater to drink, much thanks to its geological and cultural distance from the more modernized parts of Korea.","regDate":"2022-12-08","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites"],"imgUrl":"/2022-12-08-1670481691808/169631_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-08-1670481691808"},{"id":"2022-12-08-1670477766720","title":"Uljin Hupohang Port (울진 후포항)","description":"Uljin-gun’s southern most port of Hupohang has beautiful seaside scenery throughout the four seasons. Almost all of the fish caught in the East Sea can be seen at Hupohang Port. On the hill behind the port is the Hupo Lighthouse, which lights the waters for boats coming in at night, and its observatory provides a great view over the East sea during the day. Also, children’s playground and rest area are situated on top of the hill next to the lighthouse. On the opposite side of the hill, visitors can enjoy the spectacular scenery of the 1,004-meter tall Baekamsan Mountain. <BR><Br>At dawn, visitors can tour Hupohang Park and look at the many freshly caught fish. Visitors can also buy fresh fish at extremely low prices. Furthermore, the Hupohang Port is known for its numerous raw fish restaurants and the hot springs are located nearby as well.","regDate":"2022-12-08","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites"],"imgUrl":"/2022-12-08-1670477766720/183330_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-08-1670477766720"},{"id":"2022-12-08-1670474510444","title":"Uljin Bulyeongsa Temple (불영사(울진))","description":"<br>Bulyeongsa Temple, located at the western foot of Cheonchuksan Mountain in Uljin, Gyeongsangbuk-do, was built during the Silla period. ‘Bulyeongsa’ means ‘the reflection of Buddha’s shadow on the pond.’ A lovely path leads from the parking area to the temple, and a beautiful pond and green farm in the courtyard give the temple, inhabited by Buddhist nuns, a cozy and welcoming feeling.<br><br>The 13 km-long Bulyeongsa Valley is also found around Bulyeongsa Temple. With unique rock formations and thick forest, the valley creates an almost mystical atmosphere. Even though Bulyeongsa Valley is not as magnificent or splendid as Cheonbuldong Valley at Seoraksan Mountain or Mureung Valley and Bogyeongsa Valley at Odaesan Mountain, it offers a serene and beautiful view against the backdrop of Cheonchuksan Mountain.","regDate":"2022-12-08","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-12-08-1670474510444/2502362_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-08-1670474510444"},{"id":"2022-12-08-1670470704932","title":"Uiseong Gounsa Temple (고운사 (의성))","description":"Gounsa Temple lies on Deungunsan Mountain in Uiseong, Gyeongsangbuk-do, and was built by Monk Uisang in 681 during the reign of King Sinmun of the Silla Kingdom. Although the pronunciation of the name was never changed, its meaning slightly changed from “High Cloud Temple” to “Solitary Cloud Temple” after Choi Chi-won, a renowned scholar in the late Silla Period, helped to build two pavilions (Gaunru and Uhwaru) and renamed it. It is Branch Temple No.16 of the Korean Buddhist order, Jogyejong, and manages temples in Uiseong, Andong, Yeongju, Bonghwa, and Yeongyang. <br><br>Befitting its meaning, the temple is surrounded by outstanding scenery on Deungunsan Mountain, meaning “Riding on the Clouds.”  Quite isolated from villages, the temple is a very quiet, serene place.<br><br>Gounsa Temple is home to one of the most cherished pieces of architecture, Gaunru Pavilion (“Floating over the Clouds”). This elegant pavilion is propped up by wooden columns, which are, in turn, supported by foundation stones. It looks as if the pavilion placed its feet in the water while standing.<br><br>Among the many buildings comprising the temple complex, Yeonsujeon Hall is a unique building that was built to store Eocheop (the genealogical record of royal families) in 1774 (20th year of King Yeongjo). As a royal building, it shows the Confucian architectural style, different from other Buddhist buildings within the temple.","regDate":"2022-12-08","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-12-08-1670470704932/721738_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-08-1670470704932"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}