{"pageProps":{"content":"![Gyeongju-si Special Tourist Zone (경주시 관광특구)](/2022-11-30-1669786623765/1750863_image2_1.webp)\n\n  \n## Overview\n\n> Gyeongju was the capital city of the ancient kingdom of Silla. The city is often referred to as a “museum without walls” because of the many cultural relics scattered throughout the city. Almost everything in this city, from the streets to the mountains, is rich in history. Gyeongju has roughly 300 sites that have been designated as a cultural heritage, with some of them being UNESCO-recognized World Heritage Sites.<br><br>The Gyeongju Special Tourist Zone includes the districts of Namsan, Wolseong, Daereungwon, Hwangryongsa and Sanseong. This area has a total of 52 cultural assets registered on the World Heritage list. Many of the hills are actually royal tombs and fields of grass used to be sites of ancient temples.<br><br>The entire Namsan Mountain can almost be considered a cultural asset because of the many stone pagodas and Buddha statues that can be found here. The Bulguk district is home to many of Gyeongju’s most well-known attractions such as Bulguksa Temple, Seokguram Grotto, Gyeongju Folk Village, Silla Arts and Science Museum, and Goereung.<br><br>In the Bomun district, there are plenty of recreation facilities surrounding Bomunho Lake. Other attractions in the area include Gyeongju World Culture Expo Park, Gyeongju World and Silla Millennium Park.<br><br><b>Gyeongju Special Tourist Zone <br></b><b>Areas included </b> Downtown area, Bomun Lake Resort and Bulguksa Temple in Gyeongju-si, Gyeongsangnam-do<br><b>Area size </b> 32,650,000㎡ <br><b>Tourist Attractions </b> Bulguksa Temple, Seokguram Grotto, Daereungwon Tomb Complex, Namsan Mountain, Bomunho Lake, Shilla Millennium Park, Gyeongju World Culture Expo Park, etc.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br>(Korean, English, Japanese, Chinese) <br> • For more info: +82-54-779-6084|\n|parking:|26 public parking lots are available at tourist sites, Bomun Tourism Complex and Bulguksa Temple|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Available Facilities:|Tourist information center, casino, traditional Korean-style hotel, luxury hotel, tourist hotel, resort condominiums, folk village, swimming pool, souvenir shop exclusively for foreigners, nightlife restaurant exclusively for foreigners, etc.|\n|Facilities for the Handicapped:|Paths and restrooms exclusively for the disabled are available at tourist sites.|\n|Restrooms:|Public restrooms are available at tourist sites and around Bomunho Lake and Bulguksa Temple.|\n|Interpretation Services Offered:|English and Japanese travel guidebooks are available at hotels in the Bomun Tourism Complex, tourist information centers and tourist sites in the downtown area.|\n  \n## Detail Image\n![/2022-11-30-1669786623765/202489_image2_1.webp](/2022-11-30-1669786623765/202489_image2_1.webp)\n![/2022-11-30-1669786623765/202635_image2_1.webp](/2022-11-30-1669786623765/202635_image2_1.webp)\n![/2022-11-30-1669786623765/1046392_image2_1.webp](/2022-11-30-1669786623765/1046392_image2_1.webp)\n![/2022-11-30-1669786623765/1046401_image2_1.webp](/2022-11-30-1669786623765/1046401_image2_1.webp)\n![/2022-11-30-1669786623765/1753738_image2_1.webp](/2022-11-30-1669786623765/1753738_image2_1.webp)\n![/2022-11-30-1669786623765/1753739_image2_1.webp](/2022-11-30-1669786623765/1753739_image2_1.webp)\n![/2022-11-30-1669786623765/1753741_image2_1.webp](/2022-11-30-1669786623765/1753741_image2_1.webp)\n![/2022-11-30-1669786623765/1776807_image2_1.webp](/2022-11-30-1669786623765/1776807_image2_1.webp)\n![/2022-11-30-1669786623765/179526_image2_1.webp](/2022-11-30-1669786623765/179526_image2_1.webp)\n![/2022-11-30-1669786623765/1954568_image2_1.webp](/2022-11-30-1669786623765/1954568_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-54-779-6084](tel:+82547796084)\n- [🏠www.gyeongju.go.kr](http://www.gyeongju.go.kr/tour)\n\n\n```googleMap\nlatitude: 35.8315650725\nlongitude: 129.2892916998\ntitle: 614, Gyeonggam-ro, Gyeongju-si, Gyeongsangbuk-do\n```\n  \n## Directions\n  \n[Bus]<BR>\nFrom Seoul Express Bus Terminal, take a bus to Gyeongju Bus Terminal.\n","data":{"id":"2022-11-30-1669786623765","title":"Gyeongju-si Special Tourist Zone (경주시 관광특구)","description":"Gyeongju was the capital city of the ancient kingdom of Silla. The city is often referred to as a “museum without walls” because of the many cultural relics scattered throughout the city. Almost everything in this city, from the streets to the mountains, is rich in history. Gyeongju has roughly 300 sites that have been designated as a cultural heritage, with some of them being UNESCO-recognized World Heritage Sites.<br><br>The Gyeongju Special Tourist Zone includes the districts of Namsan, Wolseong, Daereungwon, Hwangryongsa and Sanseong. This area has a total of 52 cultural assets registered on the World Heritage list. Many of the hills are actually royal tombs and fields of grass used to be sites of ancient temples.<br><br>The entire Namsan Mountain can almost be considered a cultural asset because of the many stone pagodas and Buddha statues that can be found here. The Bulguk district is home to many of Gyeongju’s most well-known attractions such as Bulguksa Temple, Seokguram Grotto, Gyeongju Folk Village, Silla Arts and Science Museum, and Goereung.<br><br>In the Bomun district, there are plenty of recreation facilities surrounding Bomunho Lake. Other attractions in the area include Gyeongju World Culture Expo Park, Gyeongju World and Silla Millennium Park.<br><br><b>Gyeongju Special Tourist Zone <br></b><b>Areas included </b> Downtown area, Bomun Lake Resort and Bulguksa Temple in Gyeongju-si, Gyeongsangnam-do<br><b>Area size </b> 32,650,000㎡ <br><b>Tourist Attractions </b> Bulguksa Temple, Seokguram Grotto, Daereungwon Tomb Complex, Namsan Mountain, Bomunho Lake, Shilla Millennium Park, Gyeongju World Culture Expo Park, etc.","regDate":"2022-11-30","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Recreational Sites","Tourist Complexes"],"imgUrl":"/2022-11-30-1669786623765/1750863_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-11-30-1669786623765","pageUrl":"https:/mcdryad.com/Gyeongsangbuk-do/2022-11-30-1669786623765"},"dataList":[{"id":"2022-12-08-1670492168337","title":"Unmunsa Temple (운문사)","description":"Unmunsa Temple in Cheongdo, Gyeongsangbuk-do belongs to Cheongdo-gun in terms of administrative district. However, it is actually more closely connected to Daegu in terms of traffic and lifestyle. Unmunsa Temple was built in 560 during the Silla period. This ancient temple features seven treasured artifacts including the Weeping Pine Tree (Natural Monument No. 180) and stone lantern. There are four small hermitages (Sariam, Naewonam, Bukdaeam and Cheongsinam) around the temple. Moreover, the surrounding forest of pine and fir trees only enhances the temple’s beauty.<Br><br>Unmunsa is the largest Buddhist nunnery in Korea, maintaining a capacity of roughly 260 bhikkhunis, or Buddhist nuns, who practice Buddhism in a four-year term. But, thanks to its magnificence and lush forest, Unmunsan Mountain, located on the southernmost part of Taebaek Mountain range, has become a favorite spot for many tourists.","regDate":"2022-12-08","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-12-08-1670492168337/1130170_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-08-1670492168337"},{"id":"2022-12-08-1670488825762","title":"Ulleungdo Lighthouse (울릉도 등대 (태하등대))","description":"Ulleungdo Lighthouse, sometimes called Taeha Lighthouse, was first lit in 1958 as a guiding light for boats coming to and from Ulleungdo Island. The lighthouse is a round, white concrete structure rising 7.6 meters high. With a new prisim light placed in 2003, the lighthouse can reach as far as 50 kilometers away. The hiking trail up to the lighthouse is a natural, narrow path among groves of trees. The gentle slope is surrounded by uniquely shaped cliffs, so it is a popular hiking course for tourists.","regDate":"2022-12-08","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites"],"imgUrl":"/2022-12-08-1670488825762/1863795_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-08-1670488825762"},{"id":"2022-12-08-1670484973462","title":"Ulleungdo Island (울릉도)","description":"Ulleungdo Island is the seventh largest island in Korea. The volcanic island consists of 44 islets of varying sizes annexed around it. With many cliffs, the island is a popular spot for rock climbing. Many walking trails that connect the sea to the mountain and rivers are also available. A walk along the Ulleung Haedam-gil offers visitors a chance to see everyday life of people on the island as well as the islands natural beauty.","regDate":"2022-12-08","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites"],"imgUrl":"/2022-12-08-1670484973462/2547574_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-08-1670484973462"},{"id":"2022-12-08-1670481691808","title":"Ulleung Jukdo Island (죽도(울릉))","description":"Jukdo Island is a small inhabited island near Ulleungdo Island, located 4 kilometers apart from Jeodonghang Port and 7 kilometers away from Dodonghang Port, both of which are nestled northeast of Ulleungdo Island. Normally, tourists visit Jukdo Island on their way back to the mainland by taking a ferry service that departs from Dodonghang Port. <br> <br>The natural environment of Jukdo Island is uncontaminated, thus almost everything is so pristine to the extent that people can even collect rainwater to drink, much thanks to its geological and cultural distance from the more modernized parts of Korea.","regDate":"2022-12-08","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites"],"imgUrl":"/2022-12-08-1670481691808/169631_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-08-1670481691808"},{"id":"2022-12-08-1670477766720","title":"Uljin Hupohang Port (울진 후포항)","description":"Uljin-gun’s southern most port of Hupohang has beautiful seaside scenery throughout the four seasons. Almost all of the fish caught in the East Sea can be seen at Hupohang Port. On the hill behind the port is the Hupo Lighthouse, which lights the waters for boats coming in at night, and its observatory provides a great view over the East sea during the day. Also, children’s playground and rest area are situated on top of the hill next to the lighthouse. On the opposite side of the hill, visitors can enjoy the spectacular scenery of the 1,004-meter tall Baekamsan Mountain. <BR><Br>At dawn, visitors can tour Hupohang Park and look at the many freshly caught fish. Visitors can also buy fresh fish at extremely low prices. Furthermore, the Hupohang Port is known for its numerous raw fish restaurants and the hot springs are located nearby as well.","regDate":"2022-12-08","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites"],"imgUrl":"/2022-12-08-1670477766720/183330_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-08-1670477766720"},{"id":"2022-12-08-1670474510444","title":"Uljin Bulyeongsa Temple (불영사(울진))","description":"<br>Bulyeongsa Temple, located at the western foot of Cheonchuksan Mountain in Uljin, Gyeongsangbuk-do, was built during the Silla period. ‘Bulyeongsa’ means ‘the reflection of Buddha’s shadow on the pond.’ A lovely path leads from the parking area to the temple, and a beautiful pond and green farm in the courtyard give the temple, inhabited by Buddhist nuns, a cozy and welcoming feeling.<br><br>The 13 km-long Bulyeongsa Valley is also found around Bulyeongsa Temple. With unique rock formations and thick forest, the valley creates an almost mystical atmosphere. Even though Bulyeongsa Valley is not as magnificent or splendid as Cheonbuldong Valley at Seoraksan Mountain or Mureung Valley and Bogyeongsa Valley at Odaesan Mountain, it offers a serene and beautiful view against the backdrop of Cheonchuksan Mountain.","regDate":"2022-12-08","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-12-08-1670474510444/2502362_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-08-1670474510444"},{"id":"2022-12-08-1670470704932","title":"Uiseong Gounsa Temple (고운사 (의성))","description":"Gounsa Temple lies on Deungunsan Mountain in Uiseong, Gyeongsangbuk-do, and was built by Monk Uisang in 681 during the reign of King Sinmun of the Silla Kingdom. Although the pronunciation of the name was never changed, its meaning slightly changed from “High Cloud Temple” to “Solitary Cloud Temple” after Choi Chi-won, a renowned scholar in the late Silla Period, helped to build two pavilions (Gaunru and Uhwaru) and renamed it. It is Branch Temple No.16 of the Korean Buddhist order, Jogyejong, and manages temples in Uiseong, Andong, Yeongju, Bonghwa, and Yeongyang. <br><br>Befitting its meaning, the temple is surrounded by outstanding scenery on Deungunsan Mountain, meaning “Riding on the Clouds.”  Quite isolated from villages, the temple is a very quiet, serene place.<br><br>Gounsa Temple is home to one of the most cherished pieces of architecture, Gaunru Pavilion (“Floating over the Clouds”). This elegant pavilion is propped up by wooden columns, which are, in turn, supported by foundation stones. It looks as if the pavilion placed its feet in the water while standing.<br><br>Among the many buildings comprising the temple complex, Yeonsujeon Hall is a unique building that was built to store Eocheop (the genealogical record of royal families) in 1774 (20th year of King Yeongjo). As a royal building, it shows the Confucian architectural style, different from other Buddhist buildings within the temple.","regDate":"2022-12-08","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-12-08-1670470704932/721738_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-08-1670470704932"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}