{"pageProps":{"content":"![Ilsan Astro Camp (일산 어린이천문대)](/2022-08-28-1661665585207/1855928_image2_1.webp)\n\n  \n## Overview\n\n> The observatory not only has a 3m circular dome and sliding dome, but also a catadioptric telescope and other major equipment for space observation. Regular education program are help during school summer vacation to explain astromony concepts in relatively simple terms and to engage children with folk stories behind each constellation. \n<br><br>\nOther programs like ‘A Trip to the Space with My Daddy”, and “Weekend Family FAM Tour” are also available. In a \"A Trip to Space with My Daddy” (21:00 to 24:00 daily) participants can learn how to operate a telescope and observe celestial bodies in space. The “Weekend Family FAM Tour” program opens from 10:00 to 17:00 on weekends and presents short films on astronomy and gives visitors a look at telescopes and other astrological equipment. The program is popular among elementary and middle school students from Seoul and Ilsan area.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330<br>(Korean, English, Japanese, Chinese) <br> • For more info: +82-31-975-3245|\n|parking:|Available|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Restrooms:|Available|\n  \n## Detail Image\n![/2022-08-28-1661665585207/1855939_image2_1.webp](/2022-08-28-1661665585207/1855939_image2_1.webp)\n![/2022-08-28-1661665585207/1855999_image2_1.webp](/2022-08-28-1661665585207/1855999_image2_1.webp)\n![/2022-08-28-1661665585207/1856001_image2_1.webp](/2022-08-28-1661665585207/1856001_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-31-975-3245](tel:+82319753245)\n- [🏠www.astrocamp.net](http://www.astrocamp.net/)\n\n\n```googleMap\nlatitude: 37.7096568473\nlongitude: 126.8126987688\ntitle: 306-176, Jungsan-ro, Ilsandong-gu, Goyang-si, Gyeonggi-do\n```\n  \n## Directions\n  \n[Subway]<br>\nJeongbalsan Station (Seoul Subway Line 3), Exit 4.<br>\nTake a bus to Jungsan High School (중산고).<br>\nLocated 5-10 min from the bus stop on foot.\n","data":{"id":"2022-08-28-1661665585207","title":"Ilsan Astro Camp (일산 어린이천문대)","description":"The observatory not only has a 3m circular dome and sliding dome, but also a catadioptric telescope and other major equipment for space observation. Regular education program are help during school summer vacation to explain astromony concepts in relatively simple terms and to engage children with folk stories behind each constellation. <br><br>Other programs like ‘A Trip to the Space with My Daddy”, and “Weekend Family FAM Tour” are also available. In a A Trip to Space with My Daddy” (21 00 to 24 00 daily) participants can learn how to operate a telescope and observe celestial bodies in space. The “Weekend Family FAM Tour” program opens from 10 00 to 17 00 on weekends and presents short films on astronomy and gives visitors a look at telescopes and other astrological equipment. The program is popular among elementary and middle school students from Seoul and Ilsan area.","regDate":"2022-08-28","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2022-08-28-1661665585207/1855928_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-28-1661665585207","pageUrl":"https:/mcdryad.com/Gyeonggi-do/2022-08-28-1661665585207"},"dataList":[{"id":"2022-09-11-1662881975773","title":"Yeoju Ceramic Art Complex (여주도예단지)","description":"According to historic records, ceramics have been developed here since the early days of the Joseon dynasty, as the nation’s best materials for making ceramics, such as clay, white clay, and Kaolin, were produced around Ssarisan Mountain in Bungnae-myeon. Mid-standing artists here study the process of making traditional ceramics as well as more novel works that utilize unconventional methods. Yeoju Ceramic Art Complex not only provides high quality ceramics, it offers visitors a chance to see the process of making art pieces. There are over 60 personal exhibition halls with various styles of ceremics. Every May, there is a festival for visitors to enjoy.","regDate":"2022-09-11","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Folk Villages"],"imgUrl":"/2022-09-11-1662881975773/2687531_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-11-1662881975773"},{"id":"2022-09-11-1662879031661","title":"Yangpyeong Wild Flower Arboretum (양평 들꽃수목원)","description":"The Yangpyeong Wild Flower Arboretum has several major facilities. The Nature Ecology Museum showcases a natural ecology model structure with educational videos. The Nature Learning Center has about 200 different types of endangered wild flower species, while the Herb Garden has 50 different types of herbs. Other attractions include the swampy ground, Tteodeureongseom Island, riverside driveway, tropical arboretum, research center. The Arborteum offers a number of hands-on experience programs as well.","regDate":"2022-09-11","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites","Botanical Gardens"],"imgUrl":"/2022-09-11-1662879031661/608321_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-11-1662879031661"},{"id":"2022-09-11-1662875684862","title":"Yangpyeong Dumulmeori (양평 두물머리)","description":"Dumulmeori literally means 'two water area,' and refers to the place where Bukhangang River and Namhangang River meet. The dock for an ancient-style ferry and weeping willows add to the rustic beauty of this area. Another attraction at this site is the three 400-year-old Zelkova trees that appear as one giant tree. A privately owned place, Dumulmeori remains as a popular site for shooting Korean TV dramas, movies, commercials, wedding pictures as well as nature pictures.","regDate":"2022-09-11","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites"],"imgUrl":"/2022-09-11-1662875684862/2560083_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-11-1662875684862"},{"id":"2022-09-11-1662871561857","title":"Yangju Olleung Royal Tomb [UNESCO World Heritage] (양주 온릉(단경왕후) [유네스코 세계문화유산])","description":"Olleung Royal Tomb is the royal tomb of Queen Dangyeong (1487-1557), consort of King Jungjong, the 11th ruler of the Joseon dynasty. Queen Dangyeong married King Jungjong when she was 13 years old. In 1506, when King Jungjong ascended to the throne, she became a queen as well, but she was deposed due to her father leading a coup against her husband's acendancy. Therefore, her grave was not regarded as a royal tomb until 1739.","regDate":"2022-09-11","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"","blogPath":"Gyeonggi-do/2022-09-11-1662871561857"},{"id":"2022-09-10-1662806641056","title":"Wondang Horse Ranch (Let's Run Farm) (원당종마목장 (렛츠런팜 원당))","description":"Wondang Horse Ranch became famous as it was used as a drama filming site. It includes some dangerous facilities and therefore certain restrictions apply to the public. Inside the ranch, visitors can watch horses taking a leisure walk on the pasture. <br><br>The ranch is a place for training jockeys and horse-related workers, and do not serve as a citizen’s park. Hence, drinking, cooking, making noises, engaging in any forms of sports activity including using balls or installing tents are prohibited in this area. In addition, all visitors must clear and take their leftovers, if any, before leaving.<br>* Area  approx. 363,638 ㎡ <br>* Grass field  approx. 165,290 ㎡","regDate":"2022-09-10","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-09-10-1662806641056/1148983_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-10-1662806641056"},{"id":"2022-09-10-1662802906538","title":"Wolhwawon Garden (월화원)","description":"Wolhwawon Garden at the west point of Hyowon Park, located in Paldang-gu, Suwon in Gyeonggi-do, features elements that are heavily influenced by the traditional gardens of Guangdong Province in China. Wolhwawon Garden was established as a result of a special memorandom of agreement (MOU) made in 2003 between the provincial governments of Gyeonggi-do in Korea and Guangdong in China. In appreciation of each other's friendship and cultural heritages, both parties agreed to build a traditional garden that represents the other within the city. The construction of Wolhwawon began on June 15, 2005 and became open to the public on April 17, 2006. <br><br>The components and overall design of Wolhwawon Garden was inspired by traditional gardens of ancient Guangdong. The view of the garden was made to be enjoyable from inside buildings through windows. Other features include an artificial hill made of soil with a man-made waterfall and lake. The garden has a total area of 6,026 ㎡ and was established with the help of 80 Chinese workers who came to Korea to build this garden and financial aid of 3.4 billion won from Guangdong.","regDate":"2022-09-10","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-09-10-1662802906538/2482182_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-10-1662802906538"},{"id":"2022-09-10-1662799677506","title":"West Five Royal Tombs [UNESCO World Heritage] (고양 서오릉 [유네스코 세계문화유산])","description":"West Five Royal Tombs is the second largest royal burial site of the Joseon dynasty after Donggureung Royal Tombs. In Korean, the burial mounds of kings and queens are named <em>reung</em> or <em>neung</em>, while those of kings’ parents, crown princes and princesses are called <em>won</em>, and the burial mounds of other princes and princesses are called <em>myo</em>.<br><br>West Five Royal Tombs consists of Gyeongneung (the tomb of posthumously designated rulers, King Deokjong and Queen Sohye), Changneung (the tomb of King Yejong, the 8th ruler, and Queen Ansun), Hongneung (the tomb of Queen Jeongseong, a consort to King Yeongjo, the 21st ruler), Ingneung (the tomb of Queen Ingyeong, a consort to King Sukjong) and Myeongneung (the tomb of King Sukjong, the 19th ruler, and his two wives, Queen Inhyeon and Queen Inwon). <br><br>In addition to the five reungs in West Five Royal Tombs, there are three wons. These include Sunchangwon (the tombs of Crown Prince Sunhoe and Crown Princess Gonghoebin), Sugyeongwon (the tomb of King Yeongjo’s concubine, Yeongbin) and Yeonghoewon (King Injo’s son, Crown Prince Sohyeon and Crown Princess Minhoebin). Also, Daebinmyo, the grave of Janghuibin who was King Sukjong’s concubine and King Gyeongjong’s mother, was recently moved to the burial site.","regDate":"2022-09-10","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-09-10-1662799677506/1589186_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-10-1662799677506"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}