{"pageProps":{"content":"![Dangjin Marine Tourism Organization (Sapgyo Hamsang Park) (당진해양관광공사 (함상공원))](/2022-11-05-1667630763241/2617944_image2_1.webp)\n\n  \n## Overview\n\n> Dangjin Marine Tourism Organization, also known as Sapgyo Hamsang Park, is a unique theme park where old battleships have been turned into experience and exhibition halls. The park is comprised of a themed exhibition hall focused on the navy and marines, the inside and outside of military ships, flights and other exciting facilities, including a 4D video room, game center, carnival plaza, and indoor entertainment facility to help children admire and become intimate with the Navy and Marines. Also, Hamsang Cafe provides another resting area to enjoy ones visit fully.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-41-363-6960|\n|parking:|Available|\n|usetime:|June-August 09:00-19:30<br>March-May, September-October 09:00-18:30<br>November-February 09:00-18:00<br><br>* Last admission is 30 minutes before closing. <br>* Subject to change|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Available Facilities:|[Landing Ship]<BR>Exhibition Halls 1-8: Korean Naval Force and Marine Corps-related exhibition <br>[Destroyer] Exhibits facilities and living conditions inside of a battle ship <br>[Marine Theme Science Hall] Aquarium, fossil exhibition hall, special wooden art exhibition hall, dinosaur exhibition hall, etc.<br>[Outdoor Exhibition] Amphibious armored vehicle, tank, warship anchor, etc.<br>[Subsidiary Facility] 4D Video room, hang glider, Hamsang café, snack bar, Jinju shop, Dangjin Marine Camping Park|\n|Restrooms:|Available|\n|Facility Utilization Fees:|[4D Video room] Individuals 3,000 won / Groups 2,000 won<br>[Hang glider] Individuals 7,000 won / Groups 7,000 won|\n|Admission Fees:|[Hamsang Park + Marine Theme Science Hall]<br>Individuals - Adults 6,000 won / Children 5,000 won / Senior citizens 4,000 won<br>Groups - Adults 5,500 won / Children 4,500 won / Senior citizens 4,000 won<br><br>[Hamsang Park + Marine Theme Science Hall + Hang glider]<br>Individuals 13,000 won / Groups 12,000 won<br><br>* Groups: 20 people or more<br>* Adults (ages 19-64) / Children: (ages 3-18) / Senior citizens (ages 65 and older)|\n|Reservation Info. for Natives:|Reservation required for group tours.|\n  \n## Detail Image\n![/2022-11-05-1667630763241/2617946_image2_1.webp](/2022-11-05-1667630763241/2617946_image2_1.webp)\n![/2022-11-05-1667630763241/2617947_image2_1.webp](/2022-11-05-1667630763241/2617947_image2_1.webp)\n![/2022-11-05-1667630763241/2617948_image2_1.webp](/2022-11-05-1667630763241/2617948_image2_1.webp)\n![/2022-11-05-1667630763241/2617949_image2_1.webp](/2022-11-05-1667630763241/2617949_image2_1.webp)\n![/2022-11-05-1667630763241/2617950_image2_1.webp](/2022-11-05-1667630763241/2617950_image2_1.webp)\n![/2022-11-05-1667630763241/2635125_image2_1.webp](/2022-11-05-1667630763241/2635125_image2_1.webp)\n![/2022-11-05-1667630763241/2635126_image2_1.webp](/2022-11-05-1667630763241/2635126_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-41-363-6960](tel:+82413636960)\n- [🏠dpto.or.kr]( http://www.dpto.or.kr/)\n\n\n```googleMap\nlatitude: 36.8905936723\nlongitude: 126.8244037698\ntitle: 79, Sapgyocheon 3-gil, Dangjin-si, Chungcheongnam-do\n```\n  \n## Directions\n  \n[Bus] <br>\n Take a bus from Central City Terminal to Dangjin Bus Terminal. <br>\nTransfer to Bus No. 8340 heading to Sapgyoho and get off at Sapyoho Bus Terminal Bus Stop.\n","data":{"id":"2022-11-05-1667630763241","title":"Dangjin Marine Tourism Organization (Sapgyo Hamsang Park) (당진해양관광공사 (함상공원))","description":"Dangjin Marine Tourism Organization, also known as Sapgyo Hamsang Park, is a unique theme park where old battleships have been turned into experience and exhibition halls. The park is comprised of a themed exhibition hall focused on the navy and marines, the inside and outside of military ships, flights and other exciting facilities, including a 4D video room, game center, carnival plaza, and indoor entertainment facility to help children admire and become intimate with the Navy and Marines. Also, Hamsang Cafe provides another resting area to enjoy ones visit fully.","regDate":"2022-11-05","author":"korea-tour","tag":["Chungcheongnam-do","Culture/Art/History","Recreational Sites","Theme Parks"],"imgUrl":"/2022-11-05-1667630763241/2617944_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-05-1667630763241","pageUrl":"https:/mcdryad.com/Chungcheongnam-do/2022-11-05-1667630763241"},"dataList":[{"id":"2022-11-10-1668056657273","title":"Mallipo Beach (만리포해수욕장)","description":"Mallipo Beach is located 18 kilometers away from Taean and features a 2-kilometer-long, 100-meter-wide sandy beach covering a 231,406 m² area. The average depth of the ocean is 1-2 meters and the water temperature is 22 degrees Celsius. <br><br>The beach has a large tidal range, but its wide and gentle beach as well as a dense forest and abundant drinking water are worth visiting. In particular, the scenery of the sunset is beautiful. Nearly 7,000 plants are exhibited in a botanical garden nearby. Mallipo Beach is located at the tip of National Road No. 32, which traverses Taean-gun, and is part of Taeanhaean National Park as well.<br><Br>Bending like an arch, the sandy beach is perfect for swimming thanks to its shallow water and broad sandy area. Nearby amenities include accommodations and various convenient facilities for family visitors. Camping and strolling through the forest as well as varied marine sports such as fishing from the rocks on the seashore are available. In addition, a variety of fresh seafood such as gaenggaemi muchim (seasoned young skate), grilled eel and grilled king prawn is available on Mallipo Beach.","regDate":"2022-11-10","author":"korea-tour","tag":["Chungcheongnam-do","Nature","Natural Sites"],"imgUrl":"/2022-11-10-1668056657273/2653435_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-10-1668056657273"},{"id":"2022-11-10-1668053390470","title":"Mageompo Beach (마검포해수욕장)","description":"Mageompo Beach in Nam-myeon, Taean-gun is located right before the bridge that leads to Anmyeondo Island. As the beach is not widely popular among tourists, one can spend a quiet and tranquil vacation here. Near the beach is a dense pine tree forest where one can enjoy camping. The white sand and shallow waters also make it a good place for kids to swim. In the evening, the beach is a great spot to watch the breathtaking sunset.<br><br>This beach is famous for <em>silchi-hoe</em>, a dish consisting of freshly sliced raw fish. The ocean near the beach is one of the biggest natural sources of fresh seafood such as anchovy, sand eel and short arm octopus.<br>","regDate":"2022-11-10","author":"korea-tour","tag":["Chungcheongnam-do","Nature","Natural Sites"],"imgUrl":"/2022-11-10-1668053390470/2022708_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-10-1668053390470"},{"id":"2022-11-09-1667990552272","title":"Korea History and Culture Park (한민족역사문화공원)","description":"The Korea History and Culture Park is located in one of the most relaxing places on earth.The park is based on Koreas creation myth with many sculptures and exhibitions about the Korean peoples history and culture. Among the statues are important religious and philosophical figures who taught and promoted peace on earth.","regDate":"2022-11-09","author":"korea-tour","tag":["Chungcheongnam-do","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-11-09-1667990552272/1962095_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-09-1667990552272"},{"id":"2022-11-09-1667986862072","title":"Kohwun Garden (고운식물원)","description":"Kohwun Garden opened on April 28, 2003, following the collection, planting, and cultivation of a wide range of plants and trees over a twelve-year period. The garden is about 200,000 ㎡, and the half of the area is used for educational purposes for both professionals and non-professionals alike. It is home to at least 15 rare or endangered plant species including Miseonnamu (Abeliophyllum distichum Nakai) and Euryale ferox Salisbury, in addition to nearly 4,500 species of plant genetic resources.","regDate":"2022-11-09","author":"korea-tour","tag":["Chungcheongnam-do","Nature","Natural Sites","Botanical Gardens"],"imgUrl":"/2022-11-09-1667986862072/1918604_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-09-1667986862072"},{"id":"2022-11-09-1667983617460","title":"Kkotji Beach (꽃지해수욕장)","description":"Kkotji Beach, located in beautiful Anmyeon, features a 5 kilometer stretch of white sand, and attractions like Halbaebawi and Halmaebawi Rocks (Grandpa & Grandma Rocks). Halmaebawi Rock is said to have once been a real woman, Mido, who lived during the Silla period. Her husband was sent on business and never returned. Mido sat by the ocean every day waiting for his return, eventually turning into a stone. Further out to sea, there is a large rock, which naturally earned the nickname of Halbaebawi. Many visitors come to Kkotji Beach all year round to enjoy the beautiful view, and take walks along the beach. The sunset scenery has also become a favorite for photographers.","regDate":"2022-11-09","author":"korea-tour","tag":["Chungcheongnam-do","Nature","Natural Sites"],"imgUrl":"/2022-11-09-1667983617460/2649006_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-09-1667983617460"},{"id":"2022-11-09-1667979513690","title":"Jeokbyeokgang River (적벽강)","description":"The primary source of the Geumgang River is a spring located on Ddeunbong Peak in Subun-ri, Jangsu-gun, Jeollabuk-do, which flows to the north. At Changnam, it changes direction and enters Bangu-ri, Buri-myeon, Geumsan-gun. From here, the river flows through steep mountains. At Sutong-ri, the precipitous cliffs of a mountain named Jeokbyeok tower proudly above, and where the river runs under these steep cliffs it is called the Jeokbyeokgang River.<br><br>Jeokbyeok literally means red walls in Korean. The Geumgang River under Jeokbyeok is as calm as a peaceful lake with long sandy shores. This riverbank is alive with beautiful flowers in spring, green pine trees in summer, and in fall, the green gives way to an autumnal tint, until lovely snowscapes blanket the area in winter.","regDate":"2022-11-09","author":"korea-tour","tag":["Chungcheongnam-do","Nature","Natural Sites"],"imgUrl":"/2022-11-09-1667979513690/710839_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-09-1667979513690"},{"id":"2022-11-09-1667976859194","title":"Imjonseong Fortress (예산 임존성)","description":"Imjonseong Fortress (also known as Daeheungsanseong Fortress) is located at the top of Bongsusan Mountain between Yesan-gun and Hongseong-gun in Chungcheongnam-do. This stone fortress was designed as a place to launch attacks against enemies. One of the ways in which those in the fortress fended off intruders was to unleash the water from the giant fortress well and let it gush down the mountain towards the oncoming forces.<br><br>The fortress wall is about 2.5m high and 3.5m wide and has a ditch 7-8 meters that runs alongside the southern wall. Compared with other Korean fortresses, Imjonseong Fortress is higher and about 2 meters thicker. It is the largest fortress of the Baekje Kingdom and has become the subject of much research.<br><br>History shows that the fortress was the central hub of the Restoration Movement of the Baekje Kingdom (18 BC - 660 AD). In the 20th year of the reign of King Uija (Baekje dynasty), the kingdom was defeated by the united forces of the Silla Kingdom and the Tang dynasty (currently, China). Boksin (a cousin of King Uisa), a monk, and Heukchisangji stayed at the fortress for three years while trying to return the king to power.<br><br>As you walk along the winding trail, you’ll be able to see Daeryeonsa Temple and as you continue to the top, you’ll be treated to spectacular views of Oseosan, Baekwolsan, and Gayasan mountains. Those who come to the fortress from Masa-ri, Gwangsi-myeon, can drive and park their car in the parking lot located right below the fortress.","regDate":"2022-11-09","author":"korea-tour","tag":["Chungcheongnam-do","Culture/Art/History","Historical Sites","Fortresses"],"imgUrl":"/2022-11-09-1667976859194/2026113_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-09-1667976859194"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}