{"pageProps":{"content":"![Geumsansa Temple (Gimje) (금산사(김제))](/2022-08-01-1659333898212/1954559_image2_1.webp)\n\n  \n## Overview\n\n> Located near the entrance of the Moaksan Provincial Park, Geumsansa Temple was established in the first year of King Beop of the Baekje Kingdom (AD 599). The Buddhist temple features over ten designated cultural properties including Mireukjeon Hall, a national treasure, as well as other attached buildings. The country’s only three-story building containing a Buddha statue, Mireukjeon was built with wood and has a single-open floor inside. In spring, cherry blossom trees come into full bloom from the park entrance all the way to Geumsansa Temple; and in winter Buddhist adherents come to bow before the statue of Mireuk bodhisattva inside Mireukjeon or walk in circles around the pagoda. The statue is the largest indoor standing Buddha in the world, reaching 11.82 meters in x_height. The two other Buddha statues standing on the right and left of the Mireuk bodhisattva are 8.8 meters tall each.<br><br>\n\n* Important Cultural Properties <br>\nMireukjeon Hall (National Treasure No. 62) <br>\nStone Pillar of Geumsansa Temple (Treasure No. 22) <br>\nStone Lotus Pedestal of Geumsansa Temple (Treasure No. 23)<br>\nStele for Royal Preceptor Hyedeok at Geumsansa Temple (Treasure No. 24)<br>\nFive-story Stone Pagoda of Geumsansa Temple (Treasure No. 25)<br>\nBangdeung Ordination Platform of Geumsansa Temple (Treasure No. 26)<br>\nHexagonal Multi-story Stone Pagoda of Geumsansa Temple (Treasure No. 27)<br>\nFlagpole Supports of Geumsansa Temple (Treasure No. 28)<br>\nThree-story Pagoda at Simwonam Hermitage of Geumsansa Temple (Treasure No. 29)<br>\nDaejangjeon Hall of Geumsansa Temple (Treausre No. 827)<br>\nStone Lantern of Geumsansa Temple (Treasure No. 828)\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br>(Korean, English, Japanese, Chinese) <br>• For more info: +82-63-548-4441, <br>063-542-0048|\n|parking:|Available|\n|restdate:|N/A (Open all year round)|\n|usetime:|Sunrise - Sunset|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Tour Course Information:|Geumsansa Temple → Moaksan Mountain → Suwangsa Temple → Daewonsa Temple → Gui Middle School<br>Geumsansa Temple → Janggeunjae → Moaksan Mountain → Geumsansa Temple → Pottery Village|\n|Admission Fees:|Individuals: Adults 3,000 won / Teenagers 2,000 won / Children 1,000 won<br> Group: Adults 2,500 won / Teenagers 1,500 won / Children 800 won<br> <br> * Group: 30 people or more|\n|Restrooms:|Available|\n  \n## Detail Image\n![/2022-08-01-1659333898212/1603939_image2_1.webp](/2022-08-01-1659333898212/1603939_image2_1.webp)\n![/2022-08-01-1659333898212/1603940_image2_1.webp](/2022-08-01-1659333898212/1603940_image2_1.webp)\n![/2022-08-01-1659333898212/1603941_image2_1.webp](/2022-08-01-1659333898212/1603941_image2_1.webp)\n![/2022-08-01-1659333898212/1603942_image2_1.webp](/2022-08-01-1659333898212/1603942_image2_1.webp)\n![/2022-08-01-1659333898212/1603944_image2_1.webp](/2022-08-01-1659333898212/1603944_image2_1.webp)\n![/2022-08-01-1659333898212/1603945_image2_1.webp](/2022-08-01-1659333898212/1603945_image2_1.webp)\n![/2022-08-01-1659333898212/1603946_image2_1.webp](/2022-08-01-1659333898212/1603946_image2_1.webp)\n\n\n  \n## Contact\n\n\n- [🏠www.geumsansa.org</a> (Korean only)<br> <a href=\"https://www.templestay.com/temple_info.asp?t_id=geumsansa\" target=\"_blank\" class=\"web\">www.templestay.com](http://www.geumsansa.org)\n\n\n```googleMap\nlatitude: 35.7227452882\nlongitude: 127.0534614685\ntitle: 1, Moak 15-gil, Gimje-si, Jeollabuk-do\n```\n  \n## Directions\n  \n[Bus]<br>\nTake Bus No. 5 from Gimje Intercity Bus Terminal or Gimje Station to Geumsansa Temple.\n","data":{"id":"2022-08-01-1659333898212","title":"Geumsansa Temple (Gimje) (금산사(김제))","description":"Located near the entrance of the Moaksan Provincial Park, Geumsansa Temple was established in the first year of King Beop of the Baekje Kingdom (AD 599). The Buddhist temple features over ten designated cultural properties including Mireukjeon Hall, a national treasure, as well as other attached buildings. The country’s only three-story building containing a Buddha statue, Mireukjeon was built with wood and has a single-open floor inside. In spring, cherry blossom trees come into full bloom from the park entrance all the way to Geumsansa Temple; and in winter Buddhist adherents come to bow before the statue of Mireuk bodhisattva inside Mireukjeon or walk in circles around the pagoda. The statue is the largest indoor standing Buddha in the world, reaching 11.82 meters in x_height. The two other Buddha statues standing on the right and left of the Mireuk bodhisattva are 8.8 meters tall each.<br><br>* Important Cultural Properties <br>Mireukjeon Hall (National Treasure No. 62) <br>Stone Pillar of Geumsansa Temple (Treasure No. 22) <br>Stone Lotus Pedestal of Geumsansa Temple (Treasure No. 23)<br>Stele for Royal Preceptor Hyedeok at Geumsansa Temple (Treasure No. 24)<br>Five-story Stone Pagoda of Geumsansa Temple (Treasure No. 25)<br>Bangdeung Ordination Platform of Geumsansa Temple (Treasure No. 26)<br>Hexagonal Multi-story Stone Pagoda of Geumsansa Temple (Treasure No. 27)<br>Flagpole Supports of Geumsansa Temple (Treasure No. 28)<br>Three-story Pagoda at Simwonam Hermitage of Geumsansa Temple (Treasure No. 29)<br>Daejangjeon Hall of Geumsansa Temple (Treausre No. 827)<br>Stone Lantern of Geumsansa Temple (Treasure No. 828)","regDate":"2022-08-01","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-08-01-1659333898212/1954559_image2_1.webp","blogPath":"Jeollabuk-do/2022-08-01-1659333898212","pageUrl":"https:/mcdryad.com/Jeollabuk-do/2022-08-01-1659333898212"},"dataList":[{"id":"2023-01-04-1672814332135","title":"Jeongeup Naejangsan Special Tourist Zone (정읍 내장산 관광특구)","description":"Jeongeup Naejangsan Special Tourist Zone, which covers Naejangsan Mountain, Baegamsan Mountain and Ibamsan Mountain, is known for the most beautiful fall scenery in Korea. In the autumn, the zone is aflame with autumnal tints. Naejangsan Mountain has been referred to as the “Geumgang of Honam” since the Joseon dynasty.<br><br>Naejangsan Mountain is about 11 kilometers away from downtown Jeongeup, and its name means many secrets in the mountains. The highest peak of Naejangsan Mountain is Sinseonbong Peak, which is 763 meters above sea level. The nine peaks of the mountain stand in a circle, similar to the shape of a horse’s hoof. As one of the eight scenic views of the nation, it boasts grand scenery. Geumseongyegok Valley, which embraces Geumseonpokpo Falls, Dodeokpokpo Falls and Baegamgyegok Valley, is also famous. <br><br>Since there are more than ten trekking courses, hikers can choose a course after taking their physical stamina or personal preference into consideration. The length of each course varies from 1.5 to 14 kilometers. For those who are not able to trek long distances, walking the 3.6 kilometer-long nature trail that leads to the flatland is a good option. Visitors can reach the observation platform easily by riding a cable car from the ticket office.<br><br>The number of tourists has been steadily increasing since the KTX train began to stop at Jeongeup Station. When the autumn colors are at its peak in particular, taking the KTX makes the trip to Naejangsan Mountain much easier for travelers, and prevents  traffic jams. The Donghak Peasants Revolution Commemoration is held in May and the Naejangsan Fall Foliage Festival  takes place in October. <br><br>* Current State of Jeongeup & Naejangsan Special Tourist Zone <br>1) Districts Covered  Naejang Districts (Naejang and Ssangam-dong) and Yongsan Districts (Yongsan and Sinjeong-dong), Jeongeuop-si, Jeollabuk-do<br>2) Area  3,448,365㎡ <br><br>* Tourist Attractions<br>Naejangsan National Park, Okjeongho Lake, Jeongeupsa Park, Jeongeupcheon Stream, Chungyeolsa Shrine, Donghak Peasant Revolution Memorial Hall, etc. <br>","regDate":"2023-01-04","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Recreational Sites","Tourist Complexes"],"imgUrl":"/2023-01-04-1672814332135/1929797_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-04-1672814332135"},{"id":"2023-01-04-1672810566980","title":"Jeondong Catholic Cathedral (전주 전동성당)","description":"Jeondong Catholic Cathedral in Jeonju (Historic Site No. 288) was built in honor of Roman Catholic martyrs of the Joseon dynasty on the very same spot the martyrs lost their lives. The land was purchased by French Priest Baudenet in 1891 (28th year of King Gojong), but construction of the church did not begin until 1908. The church was designed by Priest Poinel, who also designed the famous Myeongdong Cathedral in Seoul. Construction was completed in 1914, a time during which Korea was under Japanese rule. Though originally built just outside of Pungnammun Gate, the site of the martyrs, the church was later moved to its current location for expansion.  <br><br>The first Romanesque building in the Honam region, Jeondong Catholic Cathedral is made of gray and red bricks and bears a striking resemblance to the Myeongdong Cathedral in Seoul. Not only considered one of the most beautiful Catholic churches in Korea, some even go so far as to say it is one of the most beautiful structures in all of Korea, citing the church’s unique combination of Byzantine and Romanesque architectural styles. The rectangular building is topped with three Byzantine bell towers (to the right, center, and left) and boasts arched ceilings, several of which meet in the form of a cross. <br><br>It is interesting to note that some of the bricks used in construction of the church were made using materials from the Jeonjueupseong Walled Town, which was torn down by the Japanese. It is also said that the cornerstone of the church came from a wall of Jeonjueupseong Walled Town near Pungnammun Gate.","regDate":"2023-01-04","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Historical Sites","Holy Sites"],"imgUrl":"/2023-01-04-1672810566980/2641989_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-04-1672810566980"},{"id":"2023-01-04-1672807110323","title":"Jeoksangsanseong Fortress (무주 적상산성)","description":"Jeoksangsan Mountain (elevation 1,034m) in Muju, Jeollabuk-do, is surrounded by precipitous walls of stratified rocks. The basin on the mountain top there is a lake called ‘Jeoksangho’; and along the ridge enclosing the lake stands Jeoksangsanseong Fortress extending over 8,143m. During the Goryeo period the region was a place of refuge for civilians at times of war. The fortress wall was built during the Joseon era.","regDate":"2023-01-04","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Historical Sites","Fortresses"],"imgUrl":"/2023-01-04-1672807110323/1606571_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-04-1672807110323"},{"id":"2023-01-04-1672803352901","title":"Jeoksangsan National History Archives Site (적상산사고지)","description":"During the Imjin War (1592-1598), many of the National Archives in the capital and the surrounding area were burned down. After this, the archives were duplicated and stored in a variety of locations thoughout the county. The National Archives of Jeoksangsan Mountain was founded in 1614, when important national archives were moved from Myohyang Confucian Academy, with others being added in 1641. This national archives site served a very important role throughout over 300 years of Korea’s history, until it was closed by the Japanese during the Japanese occupation.","regDate":"2023-01-04","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2023-01-04-1672803352901/1606564_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-04-1672803352901"},{"id":"2023-01-03-1672742201681","title":"Jeoksangsan Mountain (적상산)","description":"As one of the best scenic mountains in Korea, Jeoksangsan Mountain (1,030.6 meters) showcases imposing, steep rock walls. Jeoksangsan, also called Red Skirt Mountain, got its name from the view of red maple trees around cliffs in fall that makes the mountain look like a giant red skirt. The mountain boasts a variety of attractions from Hyangnobong Peak (1,029 meters), Cheonilpokpo Falls, Songdaepokpo Falls, Jangdobawi Rock, Janggunbawi Rock, and Allyeomdae Cliff.<br><br>The rugged shape of the mountain was considered ideal for building a fortress. And after Jeoksangsan became a designated site for storing Joseonwangjo Sillok (annals of the Joseon Dynasty), the fortress surrounding it was further rebuilt. The mountain is also home to Anguksa Temple, an ancient temple built in 1227 (during the 3rd year of King Chungryeol’s reign) by Monk Wolin. The mountain can easily be climbed by hiking or by vehicle; there is a paved road stretching over 15 kilometers that leads to the top of the mountain thanks to the construction of Muju Power Plant, letting tourists visit Sanjeong Lake and Anguksa Temple conveniently.","regDate":"2023-01-03","author":"korea-tour","tag":["Jeollabuk-do","Nature","Natural Sites","Mountains"],"imgUrl":"/2023-01-03-1672742201681/2719978_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-03-1672742201681"},{"id":"2023-01-03-1672738548256","title":"Jeokbyeokgang Cliffs [National Geopark] (적벽강 (전북 서해안 국가지질공원))","description":"The area around Jeokbyeokgang Cliffs features great plant distribution value, including a population of Machilus, a designated natural monument. The cliffs are a great location for geological and ecological educational moments when visiting nearby attractions such as Chaeseokgang River and Gyeokgo Beach. The cliff is mostly composed of pepperlite, a unique rock that forms when volcanic rhyolite and sedimentary shale merge together.","regDate":"2023-01-03","author":"korea-tour","tag":["Jeollabuk-do","Nature","Natural Sites"],"imgUrl":"/2023-01-03-1672738548256/182816_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-03-1672738548256"},{"id":"2023-01-03-1672735096414","title":"Japanese-style House in Sinheung-dong (Hirotsu House) (군산 신흥동 일본식가옥(히로쓰 가옥))","description":"Japanese-style House in Sinheung-dong was designated as Registered Cultural Heritage in 2005. The area of Sinheung-dong, where the Hirotsu House is located, was a residential area for the wealthy class during the Japanese occupation period. The house is named after Hirotsu, the man who built the house. <br /><br />Several Korean movies and dramas such as The General&rsquo;s Son (1990), Fighter in the Wind (2004), and Tazza  The High Rollers (2006) were filmed in this house. The house is a typical Japanese two-story timber house, keeping the original forms of its roof, outer walls, inside area and the Japanese-style garden which has significant meaning in regards to the architecture history.","regDate":"2023-01-03","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2023-01-03-1672735096414/2649956_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-03-1672735096414"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}