{"pageProps":{"content":"![Guryongpo Beach (구룡포해수욕장)](/2022-11-26-1669448154825/1851379_image2_1.webp)\n\n  \n## Overview\n\n> During ancient times, when King Jin-heung of the Silla Kingdom reigned, a mysterious occurrence gripped many with both a sense of fascination and fear. According to legendary myth, a sudden massive thunderstorm took nine dragons to heaven. That is where Guryongpo (meaning Nine Dragons) Beach got its name. <br><br>What makes this destination so special is its climate and geographical location. Featuring a hilly terrain, warm winter and cool summer climates, and a long shoreline extending to about 15.8 kilometers, Guryongpo Beach is an ideal getaway. Guryeongpohang Port is the center of the fishing industry, with major catch consisting of cuttlefish, mackerel pikes, and snow crabs.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330<br>(Korean, English, Japanese, Chinese) <br> • For more info: +82-54-270-6561|\n|parking:|Available|\n|restdate:|N/A (Open all year round)|\n|usetime:|Open 24 hr|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Restrooms:|Available|\n|Available Facilities:|Shower stalls, changing rooms, public restrooms, drinking fountain|\n  \n## Detail Image\n![/2022-11-26-1669448154825/634251_image2_1.webp](/2022-11-26-1669448154825/634251_image2_1.webp)\n![/2022-11-26-1669448154825/634316_image2_1.webp](/2022-11-26-1669448154825/634316_image2_1.webp)\n![/2022-11-26-1669448154825/634321_image2_1.webp](/2022-11-26-1669448154825/634321_image2_1.webp)\n![/2022-11-26-1669448154825/634322_image2_1.webp](/2022-11-26-1669448154825/634322_image2_1.webp)\n![/2022-11-26-1669448154825/634448_image2_1.webp](/2022-11-26-1669448154825/634448_image2_1.webp)\n![/2022-11-26-1669448154825/634461_image2_1.webp](/2022-11-26-1669448154825/634461_image2_1.webp)\n![/2022-11-26-1669448154825/634462_image2_1.webp](/2022-11-26-1669448154825/634462_image2_1.webp)\n![/2022-11-26-1669448154825/634464_image2_1.webp](/2022-11-26-1669448154825/634464_image2_1.webp)\n![/2022-11-26-1669448154825/634465_image2_1.webp](/2022-11-26-1669448154825/634465_image2_1.webp)\n![/2022-11-26-1669448154825/593058_image2_1.webp](/2022-11-26-1669448154825/593058_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-54-270-6561](tel:+82542706561)\n- [🏠phtour.pohang.go.kr](http://phtour.pohang.go.kr/phtour/tourist_site/beach/guryongpo/)\n\n\n```googleMap\nlatitude: 35.9968322529\nlongitude: 129.5662849025\ntitle: 6, Homi-ro 426beon-gil, Nam-gu, Pohang-si, Gyeongsangbuk-do\n```\n  \n\n","data":{"id":"2022-11-26-1669448154825","title":"Guryongpo Beach (구룡포해수욕장)","description":"During ancient times, when King Jin-heung of the Silla Kingdom reigned, a mysterious occurrence gripped many with both a sense of fascination and fear. According to legendary myth, a sudden massive thunderstorm took nine dragons to heaven. That is where Guryongpo (meaning Nine Dragons) Beach got its name. <br><br>What makes this destination so special is its climate and geographical location. Featuring a hilly terrain, warm winter and cool summer climates, and a long shoreline extending to about 15.8 kilometers, Guryongpo Beach is an ideal getaway. Guryeongpohang Port is the center of the fishing industry, with major catch consisting of cuttlefish, mackerel pikes, and snow crabs.","regDate":"2022-11-26","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites"],"imgUrl":"/2022-11-26-1669448154825/1851379_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-11-26-1669448154825","pageUrl":"https:/mcdryad.com/Gyeongsangbuk-do/2022-11-26-1669448154825"},"dataList":[{"id":"2022-12-05-1670229652714","title":"Seonbichon Village (선비촌)","description":"Seonbichon Village in Yeongju, Gyeongsangbuk-do, the cradle of Korean Confucianism, is where the spirit and cultural heritage of Korea’s classical scholars are preserved. The village is the perfect place to learn about traditional Korea, and is famous for its classical scholars’ loyalty and filial piety.<br><br>Seonbichon village offers a variety of traditional activities for visitors, from pounding rice cake to hanging wish lanterns to attending a traditional wedding ceremony or playing folk games such as yutnori or jegichagi. Visitors can also enjoy traditional dining at Jeojatgeori Street and learn about history through the museum. Guests can also enjoy the unique experience of staying in a hanok house through the overnight program and participate in scholar programs.","regDate":"2022-12-05","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Folk Villages"],"imgUrl":"/2022-12-05-1670229652714/2031725_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-05-1670229652714"},{"id":"2022-12-05-1670225761181","title":"Seokpo Observatory (석포전망대)","description":"Seokpo Observatory is located in Seokpo village, a small fishing town at the northernmost point of Buk-myeon on Ulleungdo Island.<br> <br>Ulleungdo Island has three popular scenic lookouts, one of which is Seokpo Observatory to the north. Created in 1905, the observatory was used by the Japanese through 1945 to monitor movements of Russian warships.<br><br>Seokpo Observatory offers views of the East Sea between Ulleungdo and the Korean Peninsula. The observatory has an 8-sided pavilion with lookout deck and telescope from which views of picturesque Jukdo and the majestic coastline of Buk-myeon are available.  The area is also nearby the 3 popular attractions of Gongam (an elephant-shaped rock), Gwaneumdo, and Samseonam. Below the observatory is Seokpo Resting Area and a trekking course connecting Seokpo Observatory and Naesujeon Sunrise Observatory.","regDate":"2022-12-05","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Architectural Sights","Monuments/Observatories"],"imgUrl":"/2022-12-05-1670225761181/1162910_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-05-1670225761181"},{"id":"2022-12-05-1670222452549","title":"Seokcheongyegok Valley (석천계곡)","description":"Waters from the Taebaek Mountains forged Seokcheongyegok Valley, located in Bonghwa-gun, Gyeongsangbuk-do. The valley is wide, shallow, and surrounded by thick pine forests. Broad, flat rocks are scattered throughout, and the valley is a great place for children to play. Next to the valley, visitors will also find Seokcheonjeong Pavilion, which was built in 1535. This pavilion, made of Bonghwa red pine trees called Chunyangmok, and mounted on stone, offers a great view of the nearby scenic mountain.","regDate":"2022-12-05","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites","Valleys"],"imgUrl":"/2022-12-05-1670222452549/221664_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-05-1670222452549"},{"id":"2022-12-05-1670218568625","title":"Seokbinggo (Stone Ice Storage) (경주 석빙고)","description":"Seokbinggo means a freezer made of rocks. It is an ancient refrigerator only in Korea. It is located in Gyeongju, the ancient capital of the Silla Era (BC57-AD935). The appearance of this wonderful vestige is humble and simple. But you will not be disappointed at the entrance of the freezer. You can feel the cold from inside the structure. Half of Seokbinggo is underground while the other half is above ground, signifying the scientific propensity of Korea. The floor, walls, and ceiling are made of granite and have an airway. The walls are covered with limestone to keep off moisture and water. The floor is slanted to allow melted ice to funnel out. Frozen ice was popular for the upper class. From historical annals, it is assumed that Seokbinggo was made at least 1,500 years ago. Seokbbingo has been designated as National Treasure No. 66.","regDate":"2022-12-05","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-12-05-1670218568625/2601689_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-05-1670218568625"},{"id":"2022-12-05-1670215268816","title":"Seochulji Pond in Gyeongju (Lotus Flower) (경주 서출지)","description":"Located at the foot of Namsan Mountain in Gyeongju, Seochulji Pond dates back to the Three Kingdoms Period. There are two, three-storied stone pagodas in the heart of Namsan Village and a small, elegant pond to the east. The pond is famous thanks to a Korean legend, written below <br><br>In the 10th year of King Soji (488) of Silla, a crow and a mouse approached the king as he was on his way to Namsan Mountain. The mouse told the King to “follow after the crow” for an easy journey. So, the King and his servant (who was traveling with him) followed the crow, but became distracted and lost their way. As they were wandering about a pond (now known as Seochulji), an old man appeared from the waters’ depths and presented an envelope to the King. Based on the message in the envelope, the King instructed his servant to fire an arrow at the Geomungo (Korean musical instrument) case nearby. The shot killed the queen and a monk who had been hiding there, both of whom had been hatching a plot against the King. <br><br>The name of the pond, “Seochulji” (literally meaning “writing from the pond”) originates from this legend. It is said that a man named Imjeok built a building by the pond in the 5th year of King Hyeonjong (1664) to enjoy the scenery. The simple, yet elegant building still remains at the northwest of the pond.","regDate":"2022-12-05","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2022-12-05-1670215268816/214720_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-05-1670215268816"},{"id":"2022-12-05-1670211454452","title":"Seobyeok Historic House (서벽고택)","description":"Located in Jungpyeong-dong at the family village of the Pyeongsan Sin clan, the Seobyeok Historic House was originally created when Sin Hanchang, a scholar from late Joseon dynasty, got married and moved out of his parents’ house. The house was expanded by Sin Chigu in 1739. The house and is built in a rectangular shape with 6 kan (traditional Korean measurement; space between two pillars) in the front, 4 kan on the sides and a courtyard in the middle.","regDate":"2022-12-05","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Old Houses"],"imgUrl":"/2022-12-05-1670211454452/2026161_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-05-1670211454452"},{"id":"2022-12-04-1670150216581","title":"Sangju Yonghwasa Temple (용화사 (상주))","description":"The exact foundation of Yonghwasa Temple is unknown, although there are stories alluding to its foundation taking place during the reign of Silla King Munmu. The temples main building is home to two treasures, Stone Standing Buddha in Jeungchon-ri (Treasure No. 118) and Stone Seated Buddha in Jeungchon-ri (Treasure No. 120). The temple site also features many other stone pagodas, lanterns, and fountains.","regDate":"2022-12-04","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-12-04-1670150216581/181156_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-04-1670150216581"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}