{"pageProps":{"content":"![Gangwon Hyuhyuam Hermitage (휴휴암(강원))](/2022-09-23-1663914439662/2711354_image2_1.webp)\n\n  \n## Overview\n\n> This hermitage is located by the sea at Hyeonnam-myeon, Yangyang-gun, Gangwon-do. Its name reflects its dedication to the value of rest by freedom from the troubles of mundane life. The temple was built in 1997 by the monk Hongbeop as a small Buddha hall named Myojeokjeon Hall, but the discovery of a large rock shaped like a reclining Avalokiteshvara in 1999 made the temple a popular site for prayers. A large rock named Yeonhwadae, named after its shape of a lotus flower in bloom, is located below the Myojeokjeon Hall near the sea. Yeonhwadae is a great place to see the reclining Avalokiteshvara and turtle-shaped rock in the area, and many other tourists flock to see the interesting rock formations of the area, like toe rocks, foot rock, and fist rock. Lucky visitors can catch a glimpse of schools of big-scaled redfin surfacing to feed at the beach. Hyuhyuam Hermitage is also home to Myojeokjeon Hall, Darani Cave Buddha Hall, Gwaneum Buddhist Bell, and a statue of the Avalokiteshvara. The Avalokiteshvara statue, in particular, enjoys great popularity from its hilltop vantage point, having the blue seas of the East Sea to its back.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-33-671-0093|\n|opendate:|1997|\n|parking:|Available (Capacity: about 20 small vehicles)|\n|restdate:|N/A (Open year-round)|\n|usetime:|Open year round|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Restrooms:|Available|\n|Facilities for the Handicapped:|Not available|\n|Available Facilities:|Hyuhyuam Hermitage|\n|Facility Utilization Fees:| fish feed 2,000 won|\n|Admission Fees:|Free of charge|\n|Korean Info. Service:|None|\n  \n## Detail Image\n![/2022-09-23-1663914439662/217444_image2_1.webp](/2022-09-23-1663914439662/217444_image2_1.webp)\n![/2022-09-23-1663914439662/2617772_image2_1.webp](/2022-09-23-1663914439662/2617772_image2_1.webp)\n![/2022-09-23-1663914439662/2617774_image2_1.webp](/2022-09-23-1663914439662/2617774_image2_1.webp)\n![/2022-09-23-1663914439662/2617776_image2_1.webp](/2022-09-23-1663914439662/2617776_image2_1.webp)\n![/2022-09-23-1663914439662/2617777_image2_1.webp](/2022-09-23-1663914439662/2617777_image2_1.webp)\n![/2022-09-23-1663914439662/2711355_image2_1.webp](/2022-09-23-1663914439662/2711355_image2_1.webp)\n![/2022-09-23-1663914439662/2711356_image2_1.webp](/2022-09-23-1663914439662/2711356_image2_1.webp)\n![/2022-09-23-1663914439662/2711357_image2_1.webp](/2022-09-23-1663914439662/2711357_image2_1.webp)\n![/2022-09-23-1663914439662/2711359_image2_1.webp](/2022-09-23-1663914439662/2711359_image2_1.webp)\n![/2022-09-23-1663914439662/2617770_image2_1.webp](/2022-09-23-1663914439662/2617770_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-33-671-0526](tel:+82336710526)\n- [🏠http://huhuam.org/](http://huhuam.org/)\n\n\n```googleMap\nlatitude: 37.9612474552\nlongitude: 128.7678829666\ntitle: 3-16, Gwangjin 2-gil, Yangyang-gun, Gangwon-do\n```\n  \n## Directions\n  \n[Bus]<br>From Seoul Express Bus Terminal, Dong Seoul Bus Terminal or Sangbong Intercity Bus Terminal, take an intercity bus bound for Yangyang Intercity Bus Terminal.<br>\nTransfer to a local bus Nongeochon or regular (no. 300) bound for Jigyeong-ri at Intercity Bus Terminal Bus Stop and get off at Gwangjin-ri Bus Stop. (27 bus stops, \ntravel time: approx. 30 min.)<br>\nThe temple will be located on the left side within 175 m.\n","data":{"id":"2022-09-23-1663914439662","title":"Gangwon Hyuhyuam Hermitage (휴휴암(강원))","description":"This hermitage is located by the sea at Hyeonnam-myeon, Yangyang-gun, Gangwon-do. Its name reflects its dedication to the value of rest by freedom from the troubles of mundane life. The temple was built in 1997 by the monk Hongbeop as a small Buddha hall named Myojeokjeon Hall, but the discovery of a large rock shaped like a reclining Avalokiteshvara in 1999 made the temple a popular site for prayers. A large rock named Yeonhwadae, named after its shape of a lotus flower in bloom, is located below the Myojeokjeon Hall near the sea. Yeonhwadae is a great place to see the reclining Avalokiteshvara and turtle-shaped rock in the area, and many other tourists flock to see the interesting rock formations of the area, like toe rocks, foot rock, and fist rock. Lucky visitors can catch a glimpse of schools of big-scaled redfin surfacing to feed at the beach. Hyuhyuam Hermitage is also home to Myojeokjeon Hall, Darani Cave Buddha Hall, Gwaneum Buddhist Bell, and a statue of the Avalokiteshvara. The Avalokiteshvara statue, in particular, enjoys great popularity from its hilltop vantage point, having the blue seas of the East Sea to its back.","regDate":"2022-09-23","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-09-23-1663914439662/2711354_image2_1.webp","blogPath":"Gangwon-do/2022-09-23-1663914439662","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-09-23-1663914439662"},"dataList":[{"id":"2022-10-06-1665036082838","title":"Naerincheon River Pothole-Gangwon Peace National Geopark (내린천 포트홀-강원평화지역 국가지질공원)","description":"Naerincheon River starts out as a small stream on Bungnyongsan Mountain and flows down Sogyebangsan Mountain before joining with other small valley streams to create the larger river that most people know. The river has created a valley with many interesting and uniquely shaped rocks as it flowed down the mountainside over the years. The waters are so pure, the small pebbles and sand lining the bottom of the stream can be seen clearly. There are a number of areas along the stream perfect for relaxing and enjoying some time in nature. Many families visit and enjoy fishing and the pure environment. The river is also well-known for rafting.","regDate":"2022-10-06","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Valleys"],"imgUrl":"/2022-10-06-1665036082838/2616266_image2_1.webp","blogPath":"Gangwon-do/2022-10-06-1665036082838"},{"id":"2022-10-06-1665033039678","title":"Mureunggyegok Valley (무릉계곡)","description":"Mureunggyegok Valley, between Dutasan Mountain and Cheongoksan Mountain, refers to a four-kilometer stretch from Hoamso Pond to Yongchupokpo Falls upstream. The waters of Mureunggyegok Valley flow over wide sheets of rock and into the cracks between them, forming large and particularly nice ponds along the path. Starting at Mureung Rock, a wide sheet of single rock on which hundreds can sit, the valley trail twists and turns as it passes Samhwasa Temple, Haksodae, Ongnyudong, and Seonnyeotang Ravine, all the way to Ssangpokpo and Yongchupokpo Falls, providing breathtaking scenery along the way. Also known as Arcadia, scholars and poets frequented the valley in times past, and the 5,000 square meters of Mureung Rock bears the inscribed names of some of these poets and their work. The valley offers a medley of curious-looking rocks and stones, and other odd scenery that attracts many tourists.","regDate":"2022-10-06","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Valleys"],"imgUrl":"/2022-10-06-1665033039678/2660876_image2_1.webp","blogPath":"Gangwon-do/2022-10-06-1665033039678"},{"id":"2022-10-06-1665030149840","title":"Mukhohang Port (묵호항)","description":"Situated in Donghae, Mukhohang Port opened in 1941 and used to be the most prolific trading port on the east coast. However, with the steady change in the economy, it has now become a center of fishing. A large wholesale seafood market at the port offers a wide array of freshly caught seafood. From early in the morning, merchants across the country gather at the market to purchase fresh seafood. Dried fish are also available.<br><br>Mukho Lighthouse, located atop Dongmunsan Mountain, opened in June 1963 as an unmanned lighthouse guiding ships into Mukhohang Port. The two-story lighthouse is 12 meters tall and is made from cement. The white lighthouse stands out against the blue sea and sky to create a fantastic image. The area surrounding the lighthouse has been turned into a small park. There is a large rock inscribed with a poem about the sea near the park entrance.","regDate":"2022-10-06","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites"],"imgUrl":"/2022-10-06-1665030149840/2678609_image2_1.webp","blogPath":"Gangwon-do/2022-10-06-1665030149840"},{"id":"2022-10-05-1664967027600","title":"Mukho Lighthouse (묵호 등대)","description":"Established on June 8, 1963, Mukho Lighthouse serves as a guarding beacon of ships coming and going at Mukho port.Mukho Lighthouse is a 12m-tall white circular concrete structure with two floors located at an altitude of 67m. It is surrounded by a cozy park where forsythias blossom in spring and visitors can overlook the sea. The park is home to the Maritime Fishing Exhibition Hall, where visitors can learn about the history of fishing in the area. The lighthouse and its surrounding area are full of quiet and comfortable spots to relax and enjoy the scenery.<br><br>Because of its location, the lighthouse is absolutely crucial to the safety of ships and boats coming into the port. The lighthouse’s large light, installed in October 2003, was developed by Korean scientists and uses a rotating prism lens that can shine beams of light as far as 42km.","regDate":"2022-10-05","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites"],"imgUrl":"/2022-10-05-1664967027600/623269_image2_1.webp","blogPath":"Gangwon-do/2022-10-05-1664967027600"},{"id":"2022-10-05-1664963402353","title":"Misiryeonggyegok Valley (미시령계곡)","description":"With Seoraksan Mountain to its northeast, Misiryeonggyegok Valley stretches from Yongdae Samgeori to Dojeokpokpo Falls at the valleys peak for approximately 4.8 kilometers. The beauty of Misireonggyegok Valley is as picturesque as those seen from traditional Asian paintings. Misiryeonggyegok Valleys hidden gems are Dojeokpokpo Falls and Chotdaebawi Rock, both rarely known to the public. The valley is also filled with a lush forest that stays cool even in the hot summer months.","regDate":"2022-10-05","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Valleys"],"imgUrl":"/2022-10-05-1664963402353/1813610_image2_1.webp","blogPath":"Gangwon-do/2022-10-05-1664963402353"},{"id":"2022-10-05-1664959981003","title":"Micheongolgyegok Valley (미천골계곡)","description":"Micheongolgyegok Valley starts from the Yangyang area and ends right before Guryongnyeong Pass. With not many visitors here, the valley is left in a pristine condition. The area is famous for its rich forest, clean water, uniquely shaped rocks, wild flora and fauna, underground mineral water, cultural heritages of the ancient SIlla kingdom, locally produced honey and other forest products. The Micheongolgyegok Valley Recreational Forest is 5,652,000㎡ in size filled with broadleaf trees.  At the entrance of the valley is Seollimwon Temple Site, which was originally established under the reign of King Beopheung of Silla and then closed at the end of the Goryeo dynasty. Other relics include a stone lamp, 3-story stone pagoda, Honggakseonsa Monk Pagoda, and a stupa.","regDate":"2022-10-05","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Valleys"],"imgUrl":"/2022-10-05-1664959981003/1847268_image2_1.webp","blogPath":"Gangwon-do/2022-10-05-1664959981003"},{"id":"2022-10-05-1664956394526","title":"Memorial Tower of Baengmagoji Battlefield and Memorial Museum (백마고지 위령비와 기념관)","description":"Located in the northern area of South Korea, Baengmagoji Battlefield was one of the bloodiest battlefields during the Korean War. The communist Chinese army launched a major offensive attack for 10 days on October 6, 1952 during the Battle of Baengmagoji, which can be translated into the Battle of White Horse Highlands. Due to this battle, the communist Chinese army suffered around 14,000 casualties and the army completely collapsed while the 9th Infantry Division won the Battle of Baengmagoji and got the nickname “White Horse.” <br><br>After the battle, the area gave off a bad smell because of the dead bodies. The mountain area lost its original shape due to the severe battle and as a result the area was named “Baengmagoji” as it was said to resemble a white horse (baengma) lying down.","regDate":"2022-10-05","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Historical Sites","Security & Peace Sites"],"imgUrl":"/2022-10-05-1664956394526/2384030_image2_1.webp","blogPath":"Gangwon-do/2022-10-05-1664956394526"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}