{"pageProps":{"content":"![Songtan Special Tourist Zone (평택시 송탄 관광특구)](/2022-09-06-1662461036670/1914797_image2_1.webp)\n\n  \n## Overview\n\n> The Songtan Special Tourist Zone in Pyeongtaek is located near a US military base and consists of shopping malls and entertainment facilities. It is often referred to as “Little Itaewon” because it bears a similarity with Itaewon’s alleys. The districts of Sinjang and Seojeong are part of this tourist zone. \n<br><br >\nThe main attraction in the Sinjang district is the shopping mall that was completed in 1998. Visitors can shop and spend their leisure time along the 300-meter-long pedestrian road that starts from the US military base. In Songtan’s Seojeong district, there is a popular cherry blossoms road and a public park where people can relax. \n<br><br >\nThere’s a bike path on Buraksan Mountain and a wide variety of delicious food at the Pyeongtaek Jungang International Market. The Korea-US Friendship Culture Festival is held in October and the Moro Culture & Art Festival in October. The tourist zone is conveniently located near Songtan Station (Seoul Subway Line 1).\n<br><br>\n\n<b>[Songtan Special Tourist Zone]<br>\n</b>\n<b>Areas included:</b> Areas around Sinjang 1 (il) to 2 (i), Jisan, Songbuk and Seojeong-dong in Pyeongtaek-si, Gyeonggi-do<br>\n<b>Area size:</b> 491,316㎡ <br>\n<b>Tourist attractions:</b> Sinjang Shopping Mall, Jungang International Market, Culture Street, Buraksan Mountain, etc.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-31-611-0001|\n|parking:|Parking lot at Sinjang shopping mall and public parking spaces on Seojeong Culture Street|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Restrooms:|Restrooms at Sinjang shopping mall and 2 public restrooms at Seojeong Culture Street|\n|Available Facilities:|Souvenir shop exclusively for foreigners, nightlife restaurant exclusively for foreigners, tourist information center, traditional market|\n|Interpretation Services Offered:|Staff at tourist hotels, souvenir shop exclusively for foreigners and stores can speak basic English.|\n  \n## Detail Image\n![/2022-09-06-1662461036670/1914757_image2_1.webp](/2022-09-06-1662461036670/1914757_image2_1.webp)\n![/2022-09-06-1662461036670/1914786_image2_1.webp](/2022-09-06-1662461036670/1914786_image2_1.webp)\n![/2022-09-06-1662461036670/1914787_image2_1.webp](/2022-09-06-1662461036670/1914787_image2_1.webp)\n![/2022-09-06-1662461036670/1914792_image2_1.webp](/2022-09-06-1662461036670/1914792_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-31-611-0001](tel:+82316110001)\n- [🏠www.pyeongtaek.go.kr](http://www.pyeongtaek.go.kr/main.do)\n\n\n```googleMap\nlatitude: 37.0796508984\nlongitude: 127.0537000570\ntitle: 32, Jungangsijang-ro, Pyeongtaek-si, Gyeonggi-do\n```\n  \n\n","data":{"id":"2022-09-06-1662461036670","title":"Songtan Special Tourist Zone (평택시 송탄 관광특구)","description":"The Songtan Special Tourist Zone in Pyeongtaek is located near a US military base and consists of shopping malls and entertainment facilities. It is often referred to as “Little Itaewon” because it bears a similarity with Itaewon’s alleys. The districts of Sinjang and Seojeong are part of this tourist zone. <br><br >The main attraction in the Sinjang district is the shopping mall that was completed in 1998. Visitors can shop and spend their leisure time along the 300-meter-long pedestrian road that starts from the US military base. In Songtan’s Seojeong district, there is a popular cherry blossoms road and a public park where people can relax. <br><br >There’s a bike path on Buraksan Mountain and a wide variety of delicious food at the Pyeongtaek Jungang International Market. The Korea-US Friendship Culture Festival is held in October and the Moro Culture & Art Festival in October. The tourist zone is conveniently located near Songtan Station (Seoul Subway Line 1).<br><br><b>Songtan Special Tourist Zone <br></b><b>Areas included </b> Areas around Sinjang 1 (il) to 2 (i), Jisan, Songbuk and Seojeong-dong in Pyeongtaek-si, Gyeonggi-do<br><b>Area size </b> 491,316㎡ <br><b>Tourist attractions </b> Sinjang Shopping Mall, Jungang International Market, Culture Street, Buraksan Mountain, etc.","regDate":"2022-09-06","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Recreational Sites","Tourist Complexes"],"imgUrl":"/2022-09-06-1662461036670/1914797_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-06-1662461036670","pageUrl":"https:/mcdryad.com/Gyeonggi-do/2022-09-06-1662461036670"},"dataList":[{"id":"2022-09-20-1663655587484","title":"Yeoju Silleuksa Temple (신륵사 (여주))","description":"Silleuksa Temple is located along the upper section of the Namhangang River as it flows from Bongmisan Mountain in Yeoju. It is believed that Silleuksa Temple was built by Monk Wonhyo during the reign of Silla King Jinpyeong, but there is no evidence to prove this. The temple is famous for being a place where Naong Hyegeun stopped in 1376. The temple began to be called Boeunsa in 1472, but the name changed back to Silleuksa Temple in 1858.","regDate":"2022-09-20","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-09-20-1663655587484/1589916_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-20-1663655587484"},{"id":"2022-09-20-1663650470282","title":"Woongjin Playdoci Waterdoci (웅진플레이도시 워터도시)","description":"Woongjin Playdoci Waterdoci is Korea’s largest water park, featuring a Western-style spa, fitness center, kids academy, and various shopping areas made to be enjoyed by everyone throughout the year. It is a futuristic theme park at the heart of an urban environment. <br><br> The waterpark and spa offer both an exciting and a relaxing experience, allowing visitors to enjoy both cool waves and warm spa at once. In addition, it houses a state-of-the-art wave pool, various other types of pools, Space Balls, various waterslides, an aqua bar, and unique styled spa facilities, which give this Western-style water theme park a plethora of attractions for visitors of all ages.","regDate":"2022-09-20","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Recreational Sites","Hot Springs & Spa"],"imgUrl":"/2022-09-20-1663650470282/2431888_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-20-1663650470282"},{"id":"2022-09-19-1663593675934","title":"Wolgot Harbor (월곶포구)","description":"Got’ in the name of Wolgot means ‘peninsula’ and it is also called ‘dalwol,’ and the area was considered an important strategic point during the Joseon dynasty. In 1991 a land reclaimation project succeeded in creating a new recreation site. Now there are many seafood restaurants, various auxiliary facilities, and an amusement park that rest on reclaimed land. Because the inlet is located on the west coast where the difference in the water level between high and low tide is great, fishing boats avoid the area during the shifting tides. But, whenever the boats return, visitors can enjoy fresh sushi and other seafood. The Marine World facilities have authentic European-style restaurants, an outdoor seawater pool that can be used free of charge, and a barbecue facility along with other amenities.","regDate":"2022-09-19","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites"],"imgUrl":"/2022-09-19-1663593675934/2524568_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-19-1663593675934"},{"id":"2022-09-17-1663397434630","title":"Songam Space Center (송암스페이스센터)","description":"Songam Space Center, set against the gorgeous backdrop of nearby Jangheung Park, Yangju-si, Gyeonggi-do, is one of the largest space themed parks in Korea. Situated on Gyeomyeongsan Mountain at around 440 meters above the sea level, the observatory (B1-3F) features a main telescope that was locally developed and allows visitors to see the stars even during the day. The observatory is part of Stars Valley, which consists of three different buildings  the Space Center, Star House, and Songam Observatory. <br><br>Newton Center, a main observatory center of Songsam Observatory has a 600 milimeter Ritchey-Chretien reflecting telescope allowing for clear and convenient observation of the stars. Galilei Center, a sub-observatory facility has seven telescopes including reflecting, catadioptric and refracting telescopes, as well as a CCD camera, digital camera, intermediate telescope and other observation aid devices. Facilities at the observatory include the Challenger Learning Center, a Digital Planetarium, and Star House, a four-story accommodation/training facility. There are also two cable cars, each of which can hold as many as 33 people.","regDate":"2022-09-17","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2022-09-17-1663397434630/2431795_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-17-1663397434630"},{"id":"2022-09-17-1663393996561","title":"Seolmaejae Recreational Forest (설매재자연휴양림)","description":"Seolmaejae Recreational Forest is located around Seolmaejae Pass, named for the apricot blossoms ('mae') that would bloom in the snow ('seol')-filled pass ('jae'). The forest is only an hour's drive out of Seoul, making it easily accessible for people looking to escape the city. The forest offers sections of pine trees, maple trees, royal azalea, and more beautiful flora, all visible along the various hiking paths. The park also connects with Yumyeongsan and Yongmunsan Mountains, and is close to Yongcheongyegok and Yumyeongsan Valleys.","regDate":"2022-09-17","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"/2022-09-17-1663393996561/2364884_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-17-1663393996561"},{"id":"2022-09-17-1663389864356","title":"Seolbongsan Mountain (설봉산)","description":"Seolbongsan Mountain (설봉산, 394 m) dominates the western portion of Icheon City. It has also been called Bugaksan Mountain and Muhaksan Mountain since the mountain resembles a crane with its wings spread open. Although the mountain is not rugged and maintains a well kept walking trail, it has many intriguing rock formations. There are as many as eight natural springs from which clear water gushes, and there are also Buddhist temples and relics scattered across the mountain. There are other attractions to see and enjoy as well, such as Seolbong Park, which was established at the opening of the World Ceramic Exhibition, as well as the municipal museum.","regDate":"2022-09-17","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites","Mountains"],"imgUrl":"","blogPath":"Gyeonggi-do/2022-09-17-1663389864356"},{"id":"2022-09-16-1663325293640","title":"Seolbong Park (설봉공원)","description":"Nestled at the foot of Seolbongsan Mountain in Icheon, Seolbong Park is the venue for the Gyeonggi International Ceramic Biennale, Icheon Ceramic Festival, and Icheon Rice Cultural Festival. Outside of festival periods, the park also serves as a rest area for locals, with a wide lake in the center, walking paths, and gardens. Cerapia, a ceramic themed park located within Seolbong Park, offers hands-on programs for visitors to experience ceremics.","regDate":"2022-09-16","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-09-16-1663325293640/1591101_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-16-1663325293640"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}