{"pageProps":{"content":"![Gwangseongbo Fortress (광성보)](/2022-08-11-1660196262031/2363682_image2_1.webp)\n\n  \n## Overview\n\n> Gwangseongbo Fortress’s outer wall from the Goryeo era was mended in 1618. The fortress was built in 1656 and the outpost was constructed in 1679. It was completely remodeled into \na masonry castle with gates in 1745. During Sinmiyangyo (the American invasion in 1871), Gwangseongbo was the fiercest battle ground in Ganghwa. On April 24, 1871, a \n fleet with 1,230 American naval forces led by Rear Admiral John Rodgers landed on Ganghwado Island to demand the \nopening of Korea's ports and commerce. The armed forces attacked Chojijin Fortress \nand Deokjinjin Camp, then marched to Gwangseongbo Fortress, where they engaged in close combat with the warriors of Joseon. Although General Eo Jae-yeon and the other warriors were poorly equipped with far inferior weapons, they bravely fought to the \ndeath against the invading forces. \n\n<br><br>The battlefield ruins of the fortress and the gate towers such as Anhaeru, Gwangseongdon, Sondolmokdon, and Yongdudon were repaired \nin 1977.  The twin tombs of General Eo Jae-Yeon and his brother Eo Jae-seon, along with the anonymous tombs of warriors who died on the battlefield were \nalso honorably arranged at the same time. Furthermore, a stone monument commemorating the restoration of Ganghwa Battlefield was erected on Yongdudondae Post. \n<br><br>In 1988, an extensive rest area was created toward the shore for visitors’ convenience. Gwangseongbo Fortress is presently designated as Historical Relic No. 227. A religious service known as Gwangseongje is held annually to commemorate the patriotic spirits of General Eo Jae-yeon and other unnamed warriors. This service takes place at 11 a.m. on every April 24th of the lunar calendar.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-32-930-7070|\n|parking:|Available|\n|restdate:|N/A (Open all year round)|\n|usetime:|09:00-18:00|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Restrooms:|Available|\n|Admission Fees:|Adults: Individuals 1,100 won / Groups 1,000 won <br>Children & Teenagers: Individuals 700 won / Groups 600 won <br>* Groups: 20 people or more <br>* Free admission: Preschoolers (ages 6 or younger) with one companion, Senior citizens (ages 65 or more), People with disabilities plus one companion (Proof required)<br><br>* Ganghwa-gun Main Tourist Sites Discount (up to 20% discount)<br>Main tourist sites: Chojijin Fortress, Deokjinjin Fortress, Gwangseongbo Fortress, Gapgotdondae Fortification, Goryeogung Palace Site, Peace Observatory, Hwamunseok Cultural Center, Ganghwa History / Natural History Museum, Manisan Mountain, Mudflat Center, and Hamheodongcheon Stream<br><br>- 15% discount: 3-4 sites<br>- 20% discount: 5 or more sites<br> * When choosing 8 sites or more, the ticket is valid until the next day|\n|Interpretation Services Offered:|Not available|\n  \n## Detail Image\n![/2022-08-11-1660196262031/1575766_image2_1.webp](/2022-08-11-1660196262031/1575766_image2_1.webp)\n![/2022-08-11-1660196262031/1579026_image2_1.webp](/2022-08-11-1660196262031/1579026_image2_1.webp)\n![/2022-08-11-1660196262031/1579029_image2_1.webp](/2022-08-11-1660196262031/1579029_image2_1.webp)\n![/2022-08-11-1660196262031/1579030_image2_1.webp](/2022-08-11-1660196262031/1579030_image2_1.webp)\n![/2022-08-11-1660196262031/1579034_image2_1.webp](/2022-08-11-1660196262031/1579034_image2_1.webp)\n![/2022-08-11-1660196262031/1579039_image2_1.webp](/2022-08-11-1660196262031/1579039_image2_1.webp)\n![/2022-08-11-1660196262031/1579041_image2_1.webp](/2022-08-11-1660196262031/1579041_image2_1.webp)\n![/2022-08-11-1660196262031/1579043_image2_1.webp](/2022-08-11-1660196262031/1579043_image2_1.webp)\n![/2022-08-11-1660196262031/2363686_image2_1.webp](/2022-08-11-1660196262031/2363686_image2_1.webp)\n![/2022-08-11-1660196262031/1575762_image2_1.webp](/2022-08-11-1660196262031/1575762_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-32-930-7070](tel:+82329307070)\n- [🏠www.ghss.or.kr</a> (Korean only)<br><a href=\"http://www.cha.go.kr/\" target=\"_blank\" title=\"새창: 문화재청 홈페이지로 이동\">www.cha.go.kr](http://www.ghss.or.kr/)\n\n\n```googleMap\nlatitude: 37.6641793544\nlongitude: 126.5302453301\ntitle: 27, Haeandong-ro 466beon-gil, Ganghwa-gun, Incheon\n```\n  \n## Directions\n  \n[Bus]<BR>\nSinchon Station (Seoul Subway Line 2), Exit 4.<br>Go \nstraight 260m to arrive at the bus stop in front of Artreon.<br>From the bus \nstop, take Bus No. 3000 to Ganghwa Bus Terminal. <br>\nFrom Ganghwa Terminal, take \nthe tour bus and get off at Gwangseongbo Fortress.\n","data":{"id":"2022-08-11-1660196262031","title":"Gwangseongbo Fortress (광성보)","description":"Gwangseongbo Fortress’s outer wall from the Goryeo era was mended in 1618. The fortress was built in 1656 and the outpost was constructed in 1679. It was completely remodeled into a masonry castle with gates in 1745. During Sinmiyangyo (the American invasion in 1871), Gwangseongbo was the fiercest battle ground in Ganghwa. On April 24, 1871, a  fleet with 1,230 American naval forces led by Rear Admiral John Rodgers landed on Ganghwado Island to demand the opening of Korea's ports and commerce. The armed forces attacked Chojijin Fortress and Deokjinjin Camp, then marched to Gwangseongbo Fortress, where they engaged in close combat with the warriors of Joseon. Although General Eo Jae-yeon and the other warriors were poorly equipped with far inferior weapons, they bravely fought to the death against the invading forces. <br><br>The battlefield ruins of the fortress and the gate towers such as Anhaeru, Gwangseongdon, Sondolmokdon, and Yongdudon were repaired in 1977.  The twin tombs of General Eo Jae-Yeon and his brother Eo Jae-seon, along with the anonymous tombs of warriors who died on the battlefield were also honorably arranged at the same time. Furthermore, a stone monument commemorating the restoration of Ganghwa Battlefield was erected on Yongdudondae Post. <br><br>In 1988, an extensive rest area was created toward the shore for visitors’ convenience. Gwangseongbo Fortress is presently designated as Historical Relic No. 227. A religious service known as Gwangseongje is held annually to commemorate the patriotic spirits of General Eo Jae-yeon and other unnamed warriors. This service takes place at 11 a.m. on every April 24th of the lunar calendar.","regDate":"2022-08-11","author":"korea-tour","tag":["Incheon","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-08-11-1660196262031/2363682_image2_1.webp","blogPath":"Incheon/2022-08-11-1660196262031","pageUrl":"https:/mcdryad.com/Incheon/2022-08-11-1660196262031"},"dataList":[{"id":"2022-08-11-1660257538842","title":"Minmeoru Beach (민머루해변)","description":"Minmeoru Beach is a beach on Seongmodo Island, a small island to the west of Ganghwado Island. Visitors can enjoy sea bathing on the vast stretch of sandy beach and watch beautiful sunsets over the West Sea. When the tide goes out, a mud flat of approximately one kilometer in length appears. The mud flat is very smooth and is home to marine life including clams, crabs, and more. It is recommended for visitors to wear rubber boots or shoes when walking on the mud flat to prevent injuring their feet. The Eoryujeonghang Harbor and Janggothang Harbor are located nearby, so visitors can also enjoy sea fishing. Popular tourist attractions in the vicinity include Maaekseokbul (a Buddha image carved on a cliff) and Bomunsa Temple, which is said to have been constructed by Queen Seondeok during the Silla period.","regDate":"2022-08-11","author":"korea-tour","tag":["Incheon","Nature","Natural Sites"],"imgUrl":"/2022-08-11-1660257538842/2363693_image2_1.webp","blogPath":"Incheon/2022-08-11-1660257538842"},{"id":"2022-08-11-1660253917379","title":"Masian Beach (용유도 마시안해변)","description":"Located in the vicinity of Incheon International Airport, Masian Beach is unique in that it offers visitors an opportunity to experience both wetland and a sandy beach at the same time. When the tide is low, visitors will be fascinated by the distinctive co-existence of endless black wetland and the ivory sandy beach. Pine trees surround the coast, giving it a distinctive charm as compared to other beaches. From Masian Beach, visitors can see Silmido Island, which was the location of the events portrayed in, as well as the filming location of the movie Silmido (2003), that drew such great interest and forced the history of Korean movies to be re-written. Near the coast, there are numerous <em>pojangmacha</em> (tented food stalls) offering grilled shellfish.","regDate":"2022-08-11","author":"korea-tour","tag":["Incheon","Nature","Natural Sites"],"imgUrl":"/2022-08-11-1660253917379/1577656_image2_1.webp","blogPath":"Incheon/2022-08-11-1660253917379"},{"id":"2022-08-11-1660250337437","title":"Lotus Lantern International Meditation Center (연등국제선원)","description":"The Lotus Lantern International Meditation Center was founded in 1997 by Monk Wonmyoung as a site for foreigners to practice seon meditation.The center features five main buildings and a large garden area. The center is serviced by monks from various countries, including America, Switzerland, Russia, and other Asian countries. Foreigners can easily learn the practice of seon meditation by participating in the English lectures and short-term programs.","regDate":"2022-08-11","author":"korea-tour","tag":["Incheon","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-08-11-1660250337437/2512625_image2_1.webp","blogPath":"Incheon/2022-08-11-1660250337437"},{"id":"2022-08-11-1660246631730","title":"Jemulpo Gurakbu (제물포구락부)","description":"Jemulpo Club was established in 1901 to be used as the venue for foreigners such as American, English, German, French, Russian and a small minority of Chinese and Japanese all living in Incheon to build up friendships before opening the port. The two-story brick building was comprised of a library room, pool table, tennis court and others facilities.<br><br>The site was used as Incheon Museum from 1953 to 1990 and Incheon Cultural Center from 1990 to 2006. In 2007, the name was changed to Jemulpo Gurakbu.<br><br> It now offers a site for experiencing modern culture interactions.","regDate":"2022-08-11","author":"korea-tour","tag":["Incheon","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-08-11-1660246631730/2606041_image2_1.webp","blogPath":"Incheon/2022-08-11-1660246631730"},{"id":"2022-08-11-1660243580769","title":"Jamjindo Island (잠진도)","description":"Located in Jung-gu, Incheon, Jamjindo Island is a small island connected with Yeongjongdo Island. A road from the mainland to the island makes access to Jamjindo much more convenient.  Its sunset views of mud flats dyed fantastic shades of red by the setting sun attract many visitors to take pictures and to dig out clams at low tide. <br><br>There are also crowds of visitors waiting to take the short (just 5 minute) ferry ride to Muuido Island (famous for connecting to Silmido Island) at the ferry dock in Jamjindo Island. Visitors should check the schedule of the ferry in advance as the ferry may not run to Muuido Island at low tide. <br><br>Eurwangni Beach, Hanagae Beach, and Deokgyo Beach are easily accessible to the island.","regDate":"2022-08-11","author":"korea-tour","tag":["Incheon","Nature","Natural Sites"],"imgUrl":"/2022-08-11-1660243580769/1579384_image2_1.webp","blogPath":"Incheon/2022-08-11-1660243580769"},{"id":"2022-08-11-1660239586709","title":"Incheon Yonggungsa Temple (용궁사 (인천))","description":"Yonggungsa Temple is located in the same region as the Incheon International Airport and sits on the northeastern slopes of Baegunsan Mountain. During the Silla Kingdom (about 1,300 years ago), the temple was named ‘Baegunsa’ by King Munmu, in reference to the temple’s mountain home. During the Joseon dynasty, it was the temporary residence of Heungseon Daewongun (1820-1898, a politician and father of King Gojong), who stayed at the temple for 10 years praying for his son to ascend to the throne. When his son was finally crowned king, Heungseon Daewongun rebuilt the temple and changed the name to Yonggungsa.<br><br>The temple consists of various buildings such as Gwaneumjeon (re-constructed by Heungseon Daewongun), Yosachae (home of the monks), Chilseonggak, and Yonghwanggak. In Yosachae, the writings of Heungseon Daewongun are hung on the wall and recently, an 11 meter-high statue of Maitreya was put in place. In front of the temple are two 1,300 year-old zelkova trees.","regDate":"2022-08-11","author":"korea-tour","tag":["Incheon","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-08-11-1660239586709/1577738_image2_1.webp","blogPath":"Incheon/2022-08-11-1660239586709"},{"id":"2022-08-11-1660236866503","title":"Incheon Port Floodgate (인천항 갑문)","description":"Incheon Port Floodgate is located between the beautiful Wolmisan Mountain and Sowolmido Island. Surrounding the floodgate is a large 66,000 square meter garden covered with grass, pine trees, ginko trees, and cherry blossom trees, creating a beautiful scene. Especially in the spring, azaleas, royal azaleas, cherry blossoms, and magnolia blossoms are blooming, adding to the beauty of the garden. <BR><br>If you visit when the floodgate opens, you will witness giant cargo ships and cruise ships passing through the gate to enter and leave the port. Also, at the situation room of the floodgate management office, an introductory video of Incheon Port is played to offer more information on the facility. <BR><br>There are two floodgates at Incheon Port. One floodgate is 36 meters wide by 363 meters long. The other is 22.5 meters wide by 202 meters long. The larger one can accommodate vessels up to 50,000DWT and the smaller one can dock ships up to 10,000DWT. Per day, up to 20 vessels can enter and leave the port.","regDate":"2022-08-11","author":"korea-tour","tag":["Incheon","Nature","Natural Sites"],"imgUrl":"/2022-08-11-1660236866503/1577661_image2_1.webp","blogPath":"Incheon/2022-08-11-1660236866503"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}