{"pageProps":{"content":"![Mirinae Holy Site (미리내 성지)](/2022-08-31-1661935642682/1589723_image2_1.webp)\n\n  \n## Overview\n\n> The word ‘Mirinae,’ from the Mirinae Holy Site in Anseong, Gyeonggi-do, is a pure Korean word for the Milky Way. The site holds the graves of Saint Andreas Kim Daegeon, Korea’s first Catholic Saint; his mother Ursula; Bishop Ferréol, the third head of the Joseon parish who ordained Priest Kim; and Vincentius Lee Minsik who buried Saint Kim’s body. Visitors can feel the peaceful and serene atmosphere when walking around the site. \nThe reason it came to be called ‘Mirinae’ is that Korean Catholics came to this place in secret to avoid persecution during the late Joseon dynasty, and the lamplight coming from their homes in the village where they settled resembled the starlight of the Milky Way.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330<BR> (Korean, English, Japanese, Chinese) <br>• For more info: +82-31-674-1256|\n|parking:|Available|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Tour Course Information:|Downtown Anseong - Guramsa Temple (4 km) - Nogokhosu Lake ( 6km) - Nogok three-way street (0.5 km) - Mirinae Holy Site (5 km)<br><br> * Anseong I.C. - Chungang University Entrance (Anseong Machum Museum) - Bogae-myeon (Art Center Mano) - Namsadang Training Center - Neorigul Cultural Village - Taepyeongmu Training Center - Gosam-myeon - Mirinae Holy Site|\n|Restrooms:|Available|\n|Admission Fees:|Free|\n  \n## Detail Image\n![/2022-08-31-1661935642682/190824_image2_1.webp](/2022-08-31-1661935642682/190824_image2_1.webp)\n![/2022-08-31-1661935642682/486103_image2_1.webp](/2022-08-31-1661935642682/486103_image2_1.webp)\n![/2022-08-31-1661935642682/1589719_image2_1.webp](/2022-08-31-1661935642682/1589719_image2_1.webp)\n![/2022-08-31-1661935642682/1589720_image2_1.webp](/2022-08-31-1661935642682/1589720_image2_1.webp)\n![/2022-08-31-1661935642682/1589721_image2_1.webp](/2022-08-31-1661935642682/1589721_image2_1.webp)\n![/2022-08-31-1661935642682/1589722_image2_1.webp](/2022-08-31-1661935642682/1589722_image2_1.webp)\n![/2022-08-31-1661935642682/1589724_image2_1.webp](/2022-08-31-1661935642682/1589724_image2_1.webp)\n![/2022-08-31-1661935642682/1589725_image2_1.webp](/2022-08-31-1661935642682/1589725_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-31-674-1256](tel:+82316741256)\n- [🏠www.mirinai.or.kr](http://www.mirinai.or.kr/)\n\n\n```googleMap\nlatitude: 37.1461885444\nlongitude: 127.2586379926\ntitle: 420, Mirinaeseongji-ro, Anseong-si, Gyeonggi-do\n```\n  \n## Directions\n  \n[Bus]<BR>\nFrom Dong Seoul Bus Terminal, take a bus to Anseong Bus Terminal.\n","data":{"id":"2022-08-31-1661935642682","title":"Mirinae Holy Site (미리내 성지)","description":"The word ‘Mirinae,’ from the Mirinae Holy Site in Anseong, Gyeonggi-do, is a pure Korean word for the Milky Way. The site holds the graves of Saint Andreas Kim Daegeon, Korea’s first Catholic Saint; his mother Ursula; Bishop Ferréol, the third head of the Joseon parish who ordained Priest Kim; and Vincentius Lee Minsik who buried Saint Kim’s body. Visitors can feel the peaceful and serene atmosphere when walking around the site. The reason it came to be called ‘Mirinae’ is that Korean Catholics came to this place in secret to avoid persecution during the late Joseon dynasty, and the lamplight coming from their homes in the village where they settled resembled the starlight of the Milky Way.","regDate":"2022-08-31","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Holy Sites"],"imgUrl":"/2022-08-31-1661935642682/1589723_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-31-1661935642682","pageUrl":"https:/mcdryad.com/Gyeonggi-do/2022-08-31-1661935642682"},"dataList":[{"id":"2022-09-02-1662102167895","title":"Odusan Unification Observatory (오두산 통일전망대)","description":"Located in Tanhyeon-myeon, Paju-si, Odusan Unification Observatory was established to console the feelings of dispersed families and provide an educational site for the unification education through 5F to B1 in 1992.<br>The observatory is situated in the northernmost ceasefire line of the western front where the Hangang River and Imjingang River meet. It offers a wide view of Songaksan Mountain in Gaeseong to the north and 63 Building in Seoul to the south. Also, it is a valuable unification security tourist attraction related to Imjingak, the 3rd Tunnel, and Panmunjeom (Joint Security Area) stretching along Jayu-ro Road in the northeast. <br>Since its opening, almost 1,900,000 people have visited the observatory to feel the reality of the division, making this area the best national unification education site.","regDate":"2022-09-02","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Architectural Sights","Monuments/Observatories"],"imgUrl":"/2022-09-02-1662102167895/2445770_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-02-1662102167895"},{"id":"2022-09-02-1662099805263","title":"Nine Forest Ewhawon (나인포레스트 이화원)","description":"Located on Jaraseom Island, Nine Forest Ewhawon was renewed in 2015. The garden spans over an area of 33,000 square meters with a 1,090 square meter butterfly ecology center, making it the largest butterfly park in the world. The park offers live butterflies and butterfly specimens all year long through the use of a greenhouse. Visitors can look at exhibitions and learn about butterflies and plants with detailed explanations from professional guides. Jaraseom Island also offers camping sites and hosts various festivals.","regDate":"2022-09-02","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Recreational Sites","Theme Parks"],"imgUrl":"/2022-09-02-1662099805263/2431707_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-02-1662099805263"},{"id":"2022-09-02-1662095100424","title":"Nari Farm (나리농원)","description":"Nari Farm has the largest globe amaranth colony in the nation. From September to October, visitors can see various autumn flowers bloom providing peace and calmness.","regDate":"2022-09-02","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Experience Programs","Farming Experience"],"imgUrl":"/2022-09-02-1662095100424/2670556_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-02-1662095100424"},{"id":"2022-09-01-1662029028077","title":"Namyangju Sareung Royal Tomb [UNESCO World Heritage] (남양주 사릉(정순왕후) [유네스코 세계문화유산])","description":"Sareung Royal Tomb is the tomb of Queen Jeongsun (1440-1521), a consort to King Danjong. She was perhaps the most tragic royal woman of the Joseon dynasty.<br><br>In 1453, she was selected to be queen out of many candidates and actually became the queen a year later. However, when King Danjong was forced to abdicate from the throne and was exiled to Yeongwol in Gangwon-do, Queen Jeongsun was deprived of her title as well. <br><br>After King Danjong died, she built a thatched-roof house outside Seoul’s Dongdaemun Gate and lived there for the rest of her life, continuing to mourn her husband. The tomb’s name, Sareung, came from the fact that she had missed her dead husband so much. <br><br>Unlike other royal tombs, Sareung looks very simple. Its size is relatively small.","regDate":"2022-09-01","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-09-01-1662029028077/2480838_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-01-1662029028077"},{"id":"2022-09-01-1662025288053","title":"Namyangju Joan [Slow City] (남양주 조안)","description":"The origin of the city name, Joan, comes from the meaning a place where birds dwell peacefully. Joan-myeon in Namyangju was designated a slow city in 2010 and was the first slow city in the Seoul metropolitan area. The city has a well-paved bike road along the Namhangang Riverbank connecting Paldang to Yangpyeong through Daeseong-ri. The city also has the Slow City Trail, starting from Ungilsan Station and passing through Majinsanseong Fortress and Sujongsa Temple before arriving at Songchon Independence Park.<br><br>Each of the twelve villages in Namyangju is known for a different local treasure, ranging from lotus fields to cultural heritages. Joan-myeon in particular has received compliments for its local communities, eco-friendly and organic farming, natural environment, traditional culture, and well-managed fisheries.","regDate":"2022-09-01","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Folk Villages"],"imgUrl":"/2022-09-01-1662025288053/1720451_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-01-1662025288053"},{"id":"2022-09-01-1662022132055","title":"Nami Island Zip Wire (남이섬 짚와이어)","description":"Nami Island Zip Wire is an eco-friendly leisure facility established by Gapyeong County Office in partnership with Gyeonggi Tourism Organization and Nami Island Inc. It is one of the largest zipline facilities in Asia. Riders start from an 80-meter-high tower and zoom down along a wire cable to Jarasum (640 meters) or Nami Island (940 meters).","regDate":"2022-09-01","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Experience Programs","Unique Experience"],"imgUrl":"/2022-09-01-1662022132055/2433833_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-01-1662022132055"},{"id":"2022-09-01-1662018070165","title":"Namhansanseong Provincial Park [UNESCO World Heritage] (남한산성도립공원 [유네스코 세계문화유산])","description":"Namhansanseong Provincial Park surrounds Namhansanseong Fortress, one of four forts built to protect Hanyang (the former name of Seoul). Gaeseong, Suwon, Ganghwa and Gwangju are located in the north, south, west, and east direction respectively. Namhansanseong Fortress is located to the east in Gwangju. The park is situated on Namhansan Mountain, 24km southeast from Seoul and 6km northeast from Seongnam. The length of trails is a total of approximately 12.4 km (main fortress 8.9km, external fortress 3.2km, Sinnamsanseong Fortress 0.2km). The x_height is 7.3m.<br><br>The fortress is alternately recorded as being the royal fortress of King Onjo of the Baekje Kingdom, whose father was King Dongmyeong during Goguryeo period or a fortress built in 673 during the reign of King Munmu (the 13th year) of Silla period during the heat of the Silla and Tang War. The old site was rebuilt several times, with its current style of construction being built in 1621 during King Gwanghae’s reign. <br><br> Namhansanseong’s circumference is approximately 12km, stacking small natural stones over big stones. The fortress includes Sueocheong (Namhansan Mountain Fortress Defense Command), Gwana (government office), storage, and a haenggung (temporary palace), as well as 80 wells and 45 springs. Also, administration was moved from Gwangju-eup to inside of the fortress, clearly showing the importance of Namhansanseong Fortress in that period. 12,700 people participated in a field exercise carried out for the first time after building the fortress by command of King Injo (17th year, 1639). These days, only a few buildings remain inside of the fortress including East and South Gate, Seojangdae, Hyeonjeolsa Temple, Yeonmu Hall, Janggyeongsa Temple, Jisudang, Yeongwoljeong, and Chimgwaejeong. Among these remaining buildings, four gates, Sueojangdae, and some parts of the fortress in the middle of West Gate still maintain their original forms. Namhansanseong Fortress is designated as Historical Site No. 57 and a provincial park.","regDate":"2022-09-01","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites","Provincial Parks"],"imgUrl":"/2022-09-01-1662018070165/1589317_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-01-1662018070165"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}