{"pageProps":{"content":"![Gyeongjeong Beach (경정해수욕장)](/2022-11-26-1669459088440/1614848_image2_1.webp)\n\n  \n## Overview\n\n> Gyeongjeong Beach is famous for its serene and clean water with gentle waves. The southern part of the beach is made of rocks. Visitors should avoid swimming in the waters since they are used as an aqua farm for growing marine products such as sea cucumbers, abalone and sea squirts. The beachside road is a perfect driving course with the view of the horizon.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-54-730-7642|\n|restdate:|N/A (Open all year round)|\n  \n\n  \n## Detail Image\n![/2022-11-26-1669459088440/1614846_image2_1.webp](/2022-11-26-1669459088440/1614846_image2_1.webp)\n![/2022-11-26-1669459088440/1614847_image2_1.webp](/2022-11-26-1669459088440/1614847_image2_1.webp)\n![/2022-11-26-1669459088440/1614849_image2_1.webp](/2022-11-26-1669459088440/1614849_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-54-730-7642](tel:+82547307642)\n- [🏠tour.yd.go.kr](http://tour.yd.go.kr/)\n\n\n```googleMap\nlatitude: 36.4820413681\nlongitude: 129.4330268106\ntitle: 1726, Yeongdeokdaege-ro, Yeongdeok-gun, Gyeongsangbuk-do\n```\n  \n\n","data":{"id":"2022-11-26-1669459088440","title":"Gyeongjeong Beach (경정해수욕장)","description":"Gyeongjeong Beach is famous for its serene and clean water with gentle waves. The southern part of the beach is made of rocks. Visitors should avoid swimming in the waters since they are used as an aqua farm for growing marine products such as sea cucumbers, abalone and sea squirts. The beachside road is a perfect driving course with the view of the horizon.","regDate":"2022-11-26","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites"],"imgUrl":"/2022-11-26-1669459088440/1614848_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-11-26-1669459088440","pageUrl":"https:/mcdryad.com/Gyeongsangbuk-do/2022-11-26-1669459088440"},"dataList":[{"id":"2022-11-28-1669610583651","title":"Gyeongju Golgulsa Temple (골굴사 (경주))","description":"Located at the foot of Hamwolsan Mountain, Golgulsa Temple houses twelve caves in a tall cliff, with a rock-carved statue of Buddha sitting at the highest point. Although the main temple hall may seem like an ordinary building with its tile roof and walls, the ceiling and the walls are all part of a cave. Some caves are very small, large enough to allow only one person to sit in, while some are spacious enough to provide room for three to four people. From statues of young monks to old and wise monks, a variety of rock-carved sculptures can be seen placed throughout the caves. The caves are connected by steep stairs carved into the cliff, leading all the way to the top. The Buddha statue situated at the top of the cliff is designated as Treasure No. 581 and is 4 meters in x_height and 2.2 meters in x_width. Unfortunately, this granite statue has gone through deterioration over time and a glass roof is built over the statue to prevent further damage. Golgulsa Temple offers training programs as well as a Templestay program for both domestic travelers and tourists from abroad.","regDate":"2022-11-28","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-11-28-1669610583651/202535_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-11-28-1669610583651"},{"id":"2022-11-28-1669607257763","title":"Gyeongju Folk Craft Village (경주민속공예촌)","description":"Gyeongju Folk Craft Village consists of 40 thatched and tile-roofed houses, lived in by local artisans of traditional arts and crafts skills. Various fields of crafts production including metal, pottery, timber, jewels, hanbok (Korean traditional clothes), and stone-crafts can be found in the village. The craftsmen at work and the entire production process are opened to the public with some shops even offering hands-on programs for visitors to experience. In addition, visitors may purchase the products from these shops at a relatively cheaper price than usual retail. At this folk craft village, not only can one enjoy the beautiful scenery of a hanok village but also the nearby attractions including Bomun Tourist Complex and Bulguksa Temple.","regDate":"2022-11-28","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Folk Villages"],"imgUrl":"/2022-11-28-1669607257763/202452_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-11-28-1669607257763"},{"id":"2022-11-27-1669545470149","title":"Gyeongju Five Royal Tombs (경주 오릉)","description":"The Five Royal Tombs (called Oreung in Korean) have been officially designated Historic Site No. 172 and are the final resting places of four kings of the Park clan—King Park Hyeokgeose (founder of the Silla Kingdom), King Namhae, King Yuri, and King Jabi—and one queen (Queen Aryeong, wife of King Park Hyeokgeose). <br><br>To the east of the royal tombs lies Sungdeokjeon Shrine, which holds the ancestral tablet of King Park Hyeokgeose. Behind the shrine is the Aryeongjeong Well, said to be the birthplace of Queen Aryeong.","regDate":"2022-11-27","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-11-27-1669545470149/1200564_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-11-27-1669545470149"},{"id":"2022-11-27-1669541761356","title":"Gyeongju Expo Park (경주엑스포공원)","description":"Gyeongju Expo Park, located within Bomun Tourist Complex, was the venue of the international cultural fair Gyeongju World Culture Expo. The park is now open to the public year round and consists of Gyeongju Tower, 3D Animation World, Silla Culture History Exhibition, and World Fossil Museum. The parks landmark is none other than the 82-meter tall Gyeongju Tower that is inspired by the Nine-story Pagoda of Hwangnyongsa Temple, one of the three treasures from the Silla dynasty.","regDate":"2022-11-27","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Recreational Sites","Theme Parks"],"imgUrl":"/2022-11-27-1669541761356/2648920_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-11-27-1669541761356"},{"id":"2022-11-27-1669538398945","title":"Gyeongju East Palace Garden (Donggungwon) (경주 동궁원)","description":"Gyeongju East Palace Garden re-creates Koreas first zoo and botanical garden in the image of a modern Donggung Palace and Woliji Pond. The garden is comprised of botanical garden, agricultural experience facility and Bird Park. In particular, the greenhouses in the botanical garden are built with the design of traditional building from the Silla period but are made entirely of glass, providing this garden with a unique atmosphere.","regDate":"2022-11-27","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites","Botanical Gardens"],"imgUrl":"/2022-11-27-1669538398945/2370291_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-11-27-1669538398945"},{"id":"2022-11-27-1669534579762","title":"Gyeongju Donggung Palace and Wolji Pond (경주 동궁과 월지)","description":"Gyeongju Donggung Palace and Wolji Pond was a secondary palace used by the crown prince of the Silla Kingdom. It also served as a banquet site for important national events and important visitors. The pond was created in 674, during the reign of King Munmu. The pond features three small islands, and a landscape of 12 small hills to the northeast. After the fall of Silla, the site was abandoned and forgotten. The pond was referred to as Anapji from the Goryeo and Joseon periods and onwards. In the 1980s, a pottery fragment with the letters “Wolji” (a pond that reflects the moon) carved onto it was found, revealing the true name of the pond. After the discovery, the site was renamed to the current Donggung Palace and Wolji Pond.","regDate":"2022-11-27","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-11-27-1669534579762/2612561_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-11-27-1669534579762"},{"id":"2022-11-27-1669531284691","title":"Gyeongju Bulguksa Temple [UNESCO World Heritage] (경주 불국사 [유네스코 세계문화유산])","description":"Bulguksa Temple is a representative relic of Buddhist culture from the Silla kingdom. The temple was built during the 15th year of King Beopheungs reign (514-540) to wish for peace and prosperity for all. It was later rebuilt in 751 by Kim Dae-seong. Unfortunately, the temple caught fire during the Imjin War (1592-1598). After the war, the temple suffered serious damage and was often the target of theft. <br> <br>Starting in 1920, the temple has undergone continual restoration work. The temple now holds seven national treasures, a number of additional important heritages, and was designated a World Cultural Heritage Site along with the nearby Seokguram Grotto by UNESCO in December 1995.","regDate":"2022-11-27","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-11-27-1669531284691/1954568_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-11-27-1669531284691"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}