{"pageProps":{"content":"![Daejeon Jagwangsa Temple (자광사(대전))](/2022-07-12-1657640803079/2689629_image2_1.webp)\n  \n## Overview\n\n> Legend has it that the region of Hakha-dong was where the gods lived when they periodically came down from the heavens. When Jagwangsa Temple was built in the district, Song Siyeol saw it as a sign and created a village school near the temple to train his pupils. It was his hope that the sacred land would aide in the raising of gifted students who would grow to serve their community and country. When building the school, Song Siyeol also planted a juniper tree that, 300 years later, still proudly stands by Jagwangsa Temple.\n<br><br>\nUpon entering the temple area, visitors will find to their left the Seongjeonnyeongdangji Memorial Stone, which serves to commemorate Song Siyeol and his school. Next to the memorial stone is a pond in which carp swim lazily around lotus flowers. From the white wooden chair in front of the pond, there is a large bell to the left and main Dharma Hall to the right.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330<br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-42-822-9220|\n|parking:|Available|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Restrooms:|Available|\n  \n## Detail Image\n![/2022-07-12-1657640803079/2689630_image2_1.webp](/2022-07-12-1657640803079/2689630_image2_1.webp)\n![/2022-07-12-1657640803079/2689631_image2_1.webp](/2022-07-12-1657640803079/2689631_image2_1.webp)\n![/2022-07-12-1657640803079/2689632_image2_1.webp](/2022-07-12-1657640803079/2689632_image2_1.webp)\n![/2022-07-12-1657640803079/2689633_image2_1.webp](/2022-07-12-1657640803079/2689633_image2_1.webp)\n![/2022-07-12-1657640803079/2689634_image2_1.webp](/2022-07-12-1657640803079/2689634_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-42-822-9220](tel:+82428229220)\n- [🏠www.jakwangsa.org](http://www.jakwangsa.org)\n\n\n```googleMap\nlatitude: 36.3379018752\nlongitude: 127.3119971207\ntitle: 50-8, Hakhadong-ro 63beon-gil, Yuseong-gu, Daejeon\n```\n  \n\n","data":{"id":"2022-07-12-1657640803079","title":"Daejeon Jagwangsa Temple (자광사(대전))","description":"Legend has it that the region of Hakha-dong was where the gods lived when they periodically came down from the heavens. When Jagwangsa Temple was built in the district, Song Siyeol saw it as a sign and created a village school near the temple to train his pupils. It was his hope that the sacred land would aide in the raising of gifted students who would grow to serve their community and country. When building the school, Song Siyeol also planted a juniper tree that, 300 years later, still proudly stands by Jagwangsa Temple.<br><br>Upon entering the temple area, visitors will find to their left the Seongjeonnyeongdangji Memorial Stone, which serves to commemorate Song Siyeol and his school. Next to the memorial stone is a pond in which carp swim lazily around lotus flowers. From the white wooden chair in front of the pond, there is a large bell to the left and main Dharma Hall to the right.","regDate":"2022-07-12","author":"korea-tour","tag":["Daejeon","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-07-12-1657640803079/2689629_image2_1.webp","blogPath":"Daejeon/2022-07-12-1657640803079","pageUrl":"https:/mcdryad.com/Daejeon/2022-07-12-1657640803079"},"dataList":[{"id":"2022-08-14-1660473606357","title":"Korea Aerospace Research Institute (한국항공우주연구원)","description":"Blast off your dream to space.<br/><br> The Korea Aerospace Research Institute (KARI) is definitely the place to be if you are interested in space. The institute is not a simple promotion center; it is where actual research is done. KARI has led the launching of Naro, Korea's first rocket. In addition, a diverse range of events are available such as, Saturday aerospace class, aerospace camp, vision camp for college students and so on. <br/><br>In the Satellite Test Building, visitors can see and listen to explanations about a satellite that is currently being researched and tested. They can tour key aerospace facilities such as the Launch Environment Lab, Orbit Environment Lab and Satellite Assembly Lab.<br /><br />* With the successful launch of rocket Naro, Korea became the 11th country to join the Space Club (a group of countries that have the technologies to launch a space rocket).","regDate":"2022-08-14","author":"korea-tour","tag":["Daejeon","Culture/Art/History","Industrial Sites","Others"],"imgUrl":"","blogPath":"Daejeon/2022-08-14-1660473606357"},{"id":"2022-08-14-1660469895362","title":"Jinjamhyanggyo Confucian School (진잠향교)","description":"Jinjamhyanggyo Confucian School was established to enshrine and orient the ancestral tablet of excellent classical scholars in 1405 (the 5th year of King Taejong's reign) and to educate people. More detailed information is not available in the record. The remaining building is called Daeseongjeon, and the ancestral tablets are 5 Seong, Songju 6 hyeon, and Korean 18 hyeon. One instructor, who received a plot of land and slaves from the nation, taught 30 students during the Joseon period, but after the Gapo Reform, the educational function disappeared and Seokjeon, a religious ceremony, was served in summer and fall with offerings of  incense on the first day of each month and at the half-moon instead. Daeseongjeon (Cheongju Daeseong High School (Former Main Building of Cheongju Commercial High School) is designated as Registered Cultural Heritage No. 6.","regDate":"2022-08-14","author":"korea-tour","tag":["Daejeon","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"","blogPath":"Daejeon/2022-08-14-1660469895362"},{"id":"2022-08-14-1660466499519","title":"Invention Education Center (발명교육센터 창의발명체험관)","description":"The Invention Education Center offers an experience room, experience hall, lecture rooms, and various other facilities throughout four floors. Visitors can learn about top inventors and their inventions in each area. The education programs are conducted by researchers from Daedeok Innopolis, members of the board of examiners of the Korea Industrial Property Office, professors from top universities and more. With their vast knowledge and experience, the lecturers help to cultivate students' ingenuity and competitive spirit.<br><br>The Invention Education Center aims to help students understand inventions better through the use of fun and playful experiences. The experiences are divided into four themes, including Click, Imagination Icon, View Imagination's Strength, The Fruit of Imagination, and Imagination is Reality.","regDate":"2022-08-14","author":"korea-tour","tag":["Daejeon","Culture/Art/History","Experience Programs","Unique Experience"],"imgUrl":"","blogPath":"Daejeon/2022-08-14-1660466499519"},{"id":"2022-08-14-1660462596095","title":"Daejeon Observatory (대전시민천문대)","description":"Daejeon Observatory, opened on May 3, 2001, is the first observatory to open to the public in the region. Since opening, over 100,000 visitors visit annually. Various experience programs and events are held throughout the year to inform visitors about constellations and space.","regDate":"2022-08-14","author":"korea-tour","tag":["Daejeon","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2022-08-14-1660462596095/2431983_image2_1.webp","blogPath":"Daejeon/2022-08-14-1660462596095"},{"id":"2022-08-14-1660455427977","title":"Daejeon Expo Park (대전엑스포과학공원)","description":"Daejeon Expo Park was established following the closing of the Daejeon Expo in 1993. The park comprises various facilities like the Hanbit Tower, the representative tower of Daejeon World Expo; Daejeon Expo Memorial Hall, remodeled to commemorate the Daejeon World Expo; World Expo Memorial Museum, exhibiting the world expo’s souvenir and symbolic objects throughout 200 years of expo history, and Daejeon Traffic Culture Institute where children can learn about traffic safety and the history of transportation.","regDate":"2022-08-14","author":"korea-tour","tag":["Daejeon","Culture/Art/History","Recreational Sites","Theme Parks"],"imgUrl":"","blogPath":"Daejeon/2022-08-14-1660455427977"},{"id":"2022-08-14-1660452767026","title":"Yuseong Special Tourist Zone (유성 관광특구)","description":"Daejeon is the center of state-of-the-art science and technology in Korea, where the nation’s top-tier venture enterprises, including Daedeok Special Research and Development Zone, run their businesses. As the representative city of science and technology for the nation, it is comparable to Silicon Valley in the United States.  <br><br>Yuseong Special Tourist Zone, which is located in Daejeon Metropolitan City, has won a nationwide reputation as a tourism and resort district rich in hot springs and tourism resources. Yuseong Special Tourist Zone includes a hot springs water source that yields high quality water in copious streams; therefore, there is no need to dilute the water or raise the temperature. <br><br>With its healing effect proven, Yuseong Hot Springs has been the place for treatment and recuperation since the Three Kingdoms Period, and today, it is a popular travel destination for those seeking rest. The water is supplied to the hotels and other hot springs in the zone, and there are many restaurants serving a variety of dishes. There is also a facility where visitors can take a foot bath for free. Since Gyeryongsan National Park is near Yuseong-gu District, hikers take the opportunity to visit the nearby hot springs. <br><br>Science museums and pavilions, including Expo Science Park, around Yuseong Special Tourist Zone are popular destinations for families with children. Bordered by Gongju City which was the capital of Baekje during the period of Three Kingdoms, visitors can see the cultural heritage of Baekje. <br><br>* Current State of Yuseong Special Tourist Zone<br>1) Districts Covered  Areas around Yuseong Hot Springs and Expo Science Park (Jangdae, Guam, Gung, Eoeun, Doryong and Bongmyeong-dong, Yuseong-gu, Daejeon) <br>2) Area  5,858,972 ㎡ <br><br>* Tourist Attractions <br>Yuseong Hot Springs, Daedeok Science Complex, Kumdori Land, Expo Science Park, Art Museum, museums, ferry tour, amusement park, etc.","regDate":"2022-08-14","author":"korea-tour","tag":["Daejeon","Culture/Art/History","Recreational Sites","Tourist Complexes"],"imgUrl":"/2022-08-14-1660452767026/1201206_image2_1.webp","blogPath":"Daejeon/2022-08-14-1660452767026"},{"id":"2022-08-14-1660449904650","title":"Yuseong Hot Spring (유성온천지구)","description":"Yuseong Hot Springs is located at the center of Daejeon. The hot spring is known to be effective in countering many kinds of maladies.  The water here contains alkaline minerals such as calcium, and potassium, sulphur, carbonic acid, silicic acid and radium. <br><br>An especially high concentration of radium is found here.  Such alkaline hot springs are known to be good for treating neuralgia and geriatric diseases.  Nearby are large accommodations with many convenient facilities, which make it easy to visit here while touring.  <br><br>Yuseong Hot Springs has long been associated with cranes.  During the final days of Baekje Kingdom, a man who was the only son and heir of a family for seven generations was seriously wounded during a war with Silla. His mother worried greatly over her son’s wounds.  <br><br>One day she saw a crane with a wounded wing dip itself into a hot spring in the midst of snow covered ground and healed.  She took her son there and his wound was healed as well so the legend goes.  Perhaps because of this legend, the Yuseong Hot Springs is famous for its incredible healing properties.","regDate":"2022-08-14","author":"korea-tour","tag":["Daejeon","Culture/Art/History","Recreational Sites","Hot Springs & Spa"],"imgUrl":"/2022-08-14-1660449904650/1885424_image2_1.webp","blogPath":"Daejeon/2022-08-14-1660449904650"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}