{"pageProps":{"content":"![Haneullae Deulkkot Village (하늘내들꽃마을 [녹색농촌체험])](/2023-01-02-1672648689997/2515519_image2_1.webp)\n\n  \n## Overview\n\n> Situated in Jangsu, Jeollabuk-do, Haneullae Deulkkot Village, as the name suggests in Korean, it is a village nestled alongside the Cheoncheon stream (haneullae means ‘heaven creek’). The area is blessed with clear shallow creek, a green mountain and a field of wild flowers (deulkkot). In the small ecological park there is a 1.6 kilometer square building, a playground, a farm, a garden and a pond occupying nearly 10,000 square meters. Next to the grassy playground you’ll find a therapeutic pebble path made for walking on bare foot, towering trees scattered around the playground offering some cool shade and a few swing chairs attached to the tall trees. There are three wooden look-out stations also shaded by the platanus trees. And in a corner of the playground is a campground capable of accommodating up to ten tents. The pond is home to more than ten varieties of water plants, including the lotus and water hyacinth. There are also some colourful native water life, such as the Crucian carp, daces, dark chubs, Chinese minnows, loaches, freshwater snails and marsh snails.  <br><br>The cafeteria is all made of pine. Visitors can breathe in the soothing woody aroma, take in the view of the park all while having a meal. You can go on hiking trails, rest afterwards with some tea then walk to the local market in a pavilion. Also, people can visit the local compost centre and earthworm breeding farm, as well as the nearby roosters, a protected species native to Korea.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-63-353-5185|\n|parking:|Available|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Available Facilities:|Grass playground, cafe, pond, rest area (Wondumak), organic restaurant, lecture/seminar room, wild flower herb garden, benches, camping site, water fountain|\n|Restrooms:|Available|\n  \n## Detail Image\n![/2023-01-02-1672648689997/2515251_image2_1.webp](/2023-01-02-1672648689997/2515251_image2_1.webp)\n![/2023-01-02-1672648689997/2515252_image2_1.webp](/2023-01-02-1672648689997/2515252_image2_1.webp)\n![/2023-01-02-1672648689997/2515254_image2_1.webp](/2023-01-02-1672648689997/2515254_image2_1.webp)\n![/2023-01-02-1672648689997/2515512_image2_1.webp](/2023-01-02-1672648689997/2515512_image2_1.webp)\n![/2023-01-02-1672648689997/2515516_image2_1.webp](/2023-01-02-1672648689997/2515516_image2_1.webp)\n![/2023-01-02-1672648689997/2515518_image2_1.webp](/2023-01-02-1672648689997/2515518_image2_1.webp)\n![/2023-01-02-1672648689997/2515519_image2_1.webp](/2023-01-02-1672648689997/2515519_image2_1.webp)\n![/2023-01-02-1672648689997/2515520_image2_1.webp](/2023-01-02-1672648689997/2515520_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-63-353-5185](tel:+82633535185)\n- [🏠slowzone.co.kr](http://slowzone.co.kr)\n\n\n```googleMap\nlatitude: 35.7905877791\nlongitude: 127.5427245633\ntitle: 554, Cheoncheonbung-ro, Jangsu-gun, Jeollabuk-do\n```\n  \n## Directions\n  \n[Bus]<br>\nFrom Seoul Nambu Bus Terminal, take a bus to Jangsu Bus Terminal.<br>\nFrom Jangsu Bus Terminal, take a bus bound for Cheoncheon.\n","data":{"id":"2023-01-02-1672648689997","title":"Haneullae Deulkkot Village (하늘내들꽃마을 [녹색농촌체험])","description":"Situated in Jangsu, Jeollabuk-do, Haneullae Deulkkot Village, as the name suggests in Korean, it is a village nestled alongside the Cheoncheon stream (haneullae means ‘heaven creek’). The area is blessed with clear shallow creek, a green mountain and a field of wild flowers (deulkkot). In the small ecological park there is a 1.6 kilometer square building, a playground, a farm, a garden and a pond occupying nearly 10,000 square meters. Next to the grassy playground you’ll find a therapeutic pebble path made for walking on bare foot, towering trees scattered around the playground offering some cool shade and a few swing chairs attached to the tall trees. There are three wooden look-out stations also shaded by the platanus trees. And in a corner of the playground is a campground capable of accommodating up to ten tents. The pond is home to more than ten varieties of water plants, including the lotus and water hyacinth. There are also some colourful native water life, such as the Crucian carp, daces, dark chubs, Chinese minnows, loaches, freshwater snails and marsh snails.  <br><br>The cafeteria is all made of pine. Visitors can breathe in the soothing woody aroma, take in the view of the park all while having a meal. You can go on hiking trails, rest afterwards with some tea then walk to the local market in a pavilion. Also, people can visit the local compost centre and earthworm breeding farm, as well as the nearby roosters, a protected species native to Korea.","regDate":"2023-01-02","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Experience Programs","Village Experience"],"imgUrl":"/2023-01-02-1672648689997/2515251_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-02-1672648689997","pageUrl":"https:/mcdryad.com/Jeollabuk-do/2023-01-02-1672648689997"},"dataList":[{"id":"2023-01-10-1673332804228","title":"Uniram Baniramgyegok Valley (운일암 반일암 계곡)","description":"Uniram Baniramgyegok Valley (5 km long) falls between Myeongdeokbong Peak and Myeongdobong Peak in the northeastern region of Mount Unjangsan. The name Uniram refers to the steep walls of the valley where nothing but the sky, rocks, thick forests, and clouds can be seen. The valley is also befittingly named Baniram since it is so deep that it only receives direct sunlight for half the day. There are many strangely-shaped rocks like Jjokduri Rock, Cheollyeop Rock, and Daebul Rock scattered throughout the lush valley. At the peak of summer, the area is crowded with vacationers and is also popular for its autumn leaves.","regDate":"2023-01-10","author":"korea-tour","tag":["Jeollabuk-do","Nature","Natural Sites","Valleys"],"imgUrl":"/2023-01-10-1673332804228/219600_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-10-1673332804228"},{"id":"2023-01-10-1673328964294","title":"Uhwajeong Pavilion (우화정(내장산))","description":"Uhwajeong Pavilion takes its name from the legend that the pavilion once grew wings and ascended into the heavens. The pavilion is located in the middle of a lake on the way to Naejangsan Visitor Information Center. The scenery of the pavilion and foliage reflecting on the lake is like a painting. Various flowers, trees, reeds, and foliage surrounding the pavilion create a more beautiful view.","regDate":"2023-01-10","author":"korea-tour","tag":["Jeollabuk-do","Nature","Natural Sites"],"imgUrl":"/2023-01-10-1673328964294/2617778_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-10-1673328964294"},{"id":"2023-01-10-1673325568605","title":"Tapsa Temple (마이산 탑사)","description":"Tapsa Temple is located 1.9km away from the southern parking lot of Maisan Mountain in Dongchon-ri, Maryeong-myeon, Jinan-gun, Jeollanam-do. Tapsa Temple is famous for the over 80 stone pagodas built by Lee Gapyong, a retired scholar. Those stone pagodas have different sizes and shapes from cone-shaped to straight-shaped. Behind Daeungjeon, Cheonjitap tower is located. It is the largest tower, with a x_height 3 times as high as the average adult’s x_height. How this tall tower was built is still unclear, drawing much attention from people. It is said that those stone pagodas were made in the late 1800s entirely by Lee Gapyong alone. He collected stones in daytime and built the pagodas at night. Even though the pagodas have been around for more than 100 years, they have never collapsed nor even moved through strong winds, making them truly amazing.<br>Tapsa Temple is also well known for cherry blossoms in spring, covering an area of 1.9km from Nambu (south) parking lot of Maisan Mountain to the entrance (a 30min walk). This road is the venue for Maisan Cherry Blossom Festival as well. <br><br>* Cheonjitap is comprised of two twin pagodas with x_heights of 13.5m and placed in the south and north directions. Cheonjitap is the main pagoda, making the other pagodas at Tapsa Temple look well-balanced. It is believed that 120 towers originally existed, but only 80 of them remain today. The two towers at the very front are named Ilgwangtap and Wolgwangtap. These groups of towers are strong enough to stand up to typhoon winds, something quite hard to believe, giving the towers a certain mystery. Also, towers are tilted slightly in both directions, showing that Lee Gapyong erected the towers with the direction of the wind in mind.","regDate":"2023-01-10","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2023-01-10-1673325568605/1605767_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-10-1673325568605"},{"id":"2023-01-10-1673321782101","title":"Taekwondowon Observatory (태권도공원 전망대)","description":"Taekwondowon located in Muju-gun, Jeollabuk-do, serves as a main center for the 60 million taekwondo practitioners in 182 countries worldwide. Covering an area of 2.31 million square meters, the park combines the traditional and modern style in their buildings.","regDate":"2023-01-10","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Recreational Sites","Theme Parks"],"imgUrl":"/2023-01-10-1673321782101/1929741_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-10-1673321782101"},{"id":"2023-01-09-1673260742279","title":"Sunchang Gochujang Village (순창고추장마을)","description":"Sunchang Gochujang Village is home to expert gochujang (Korean chili paste) crafters using the traditional methods. Visitors can enjoy a variety of hands-on experiences, such as making their own gochujang or cooking foods like pizza or rice cakes with gochujang.","regDate":"2023-01-09","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Industrial Sites","Others"],"imgUrl":"/2023-01-09-1673260742279/219731_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-09-1673260742279"},{"id":"2023-01-09-1673256950962","title":"Sunchang Gangcheonsa Temple (강천사 (순창))","description":"Located approximately 1.8 kilometers from the entrance of Gangcheonsan County Park, Gangcheonsa Temple was built by Monk Doseon during the first year of Queen Jinseong of Silla (AD 887). In the third year of King Chungsuk of Goryeo (1316), the temple saw the addition of a five-story stone pagoda, built by Monk Deokhyeon. At its peak, the temple was said to have had 12 hermitages and housed 1,000 monks. It was burned down during the Imjin War (1592-1598), leaving only the pagoda, but was rebuilt a few years later by Monk Soyo during the 37th year of King Seonjo (1604). Unfortunately, the temple was burned down again in the Korean War, but was once again restored to its original state in 1959. <br><br>Cultural assets found at the temple include Stone Guardian Post of Chungsin-ri & Namgye-ri, Sunchang Guesthouse, and the Three-story Stone Pagoda of Sunhwa-ri. Nearby tourist attractions include Geumseongsanseong Fortress, Yongsopokpo Falls, Gangcheonho Lake, Damyangho Lake, Chuwolsan Mountain, Huimunsan Mountain, and Naejangsan National Park.","regDate":"2023-01-09","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2023-01-09-1673256950962/1954560_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-09-1673256950962"},{"id":"2023-01-09-1673253606161","title":"Sono Belle Byeonsan Ocean Play (소노벨 변산 오션플레이)","description":"Sono Belle Byeonsan Ocean Play is located next to Gyeokpo Beach on Byeonsan Peninsula. This luxurious resort is patterned after Normandy Beach and its European-style architecture. With an ocean view throughout the facility, the water park provides guests with various entertainments including an indoor pool, outdoor wave pool, waterslides, baths, sauna and more.","regDate":"2023-01-09","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Recreational Sites","Hot Springs & Spa"],"imgUrl":"/2023-01-09-1673253606161/1604231_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-09-1673253606161"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}