{"pageProps":{"content":"![Seorak Cable Car (설악산 케이블카)](/2022-10-12-1665550201815/1950308_image2_1.webp)\n\n  \n## Overview\n\n> The ideal way to comfortably appreciate the magnificent landscape of Seoraksan Mountain is using the Seorak Cable Car. The cable car boarding station is located in the Small Park of Seoraksan National Park. It takes about 10 min to get to the Gwongeumseong Fortress (700m above sea level) by the cable car. One-way ticket is not available, so visitors need to buy a round-trip ticket. Visitors can also enjoy an open view of various famous attractions such as Ulsan Peak and Manmulsang Rocks beyond glass window in the cable car. The Gwongeumseong Fortress, unfolding a panoramic view of Seoraksan Mountain’s majestic scenery, bears a legend in which two generals Gwon and Kim built the fortress in one day to prevent enemy invasion during the Goryeo period. Today, the site of the fortress only remains. Many hikers come up to the summit of the fortress despite its rough course to appreciate magnificent and mysterious scenery of strange rocks and bizarre stones at Seoraksan Mountain. When you are at the summit, you can see the landscape of not only the Outer Seorak but also the Inner Seorak. Below the Gwongeumseong Fortress are Allagam Hermitage built during the Silla period and Muhaksong (Korean red pine) existed for hundreds of years. As many tourists visit the mountain at weekends and during public holidays and autumn foliage season, it is recommended to schedule your trip by considering the waiting time too.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br>(Korean, English, Japanese, Chinese) <br> • For more info: +82-33-636-4300|\n|parking:|Available (Seorak-dong C1 District, Seorak-dong C2 District, Seorak-dong B1 District, Seorak-dong B2 District, Seorak-dong A District, Please note that the Sorak Cablecar Company has no part in the national park parking fees and admission fees for cultural heritage areas.)|\n|restdate:|N/A (Open all year round) <br>* Subject to closure due to bad weather conditions or regular checkups.|\n|usetime:|(Entry Hours) Winter season (04:00–12:00), Summer season (03:00–14:00)|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Activity Fees:|Seorak-dong: Restaurants, cafe, gift shop, observatory<br>Gwongeumseong Fortress: Observatory, snack bar, cafe|\n|Available Facilities:|None|\n|Restrooms:|Available|\n|Parking Fees:|Adults: 3,500 won / Youth: 1,000 won / Children: 500 won<br />Round-trip: Adults: 11,000 won / Children: 7,000 won / Toddlers (37 months old or under): Free|\n|Reservation Info. for Foreigners:|None|\n|Interpretation Services Offered:|None|\n  \n## Detail Image\n![/2022-10-12-1665550201815/1949371_image2_1.webp](/2022-10-12-1665550201815/1949371_image2_1.webp)\n![/2022-10-12-1665550201815/1950295_image2_1.webp](/2022-10-12-1665550201815/1950295_image2_1.webp)\n![/2022-10-12-1665550201815/1950304_image2_1.webp](/2022-10-12-1665550201815/1950304_image2_1.webp)\n![/2022-10-12-1665550201815/1950305_image2_1.webp](/2022-10-12-1665550201815/1950305_image2_1.webp)\n![/2022-10-12-1665550201815/1950310_image2_1.webp](/2022-10-12-1665550201815/1950310_image2_1.webp)\n![/2022-10-12-1665550201815/1950314_image2_1.webp](/2022-10-12-1665550201815/1950314_image2_1.webp)\n![/2022-10-12-1665550201815/1950315_image2_1.webp](/2022-10-12-1665550201815/1950315_image2_1.webp)\n![/2022-10-12-1665550201815/1950317_image2_1.webp](/2022-10-12-1665550201815/1950317_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-33-636-4300](tel:+82336364300)\n- [🏠www.sorakcablecar.co.kr](http://www.sorakcablecar.co.kr)\n\n\n```googleMap\nlatitude: 38.1730535382\nlongitude: 128.4890711013\ntitle: 1085, Seoraksan-ro, Sokcho-si, Gangwon-do\n```\n  \n## Directions\n  \n[Bus]<br>\nFrom Sokcho Terminal, take Bus No. 7 or 7-1 and get off at Seorak-dong Sogongwon Bus Stop.\n","data":{"id":"2022-10-12-1665550201815","title":"Seorak Cable Car (설악산 케이블카)","description":"The ideal way to comfortably appreciate the magnificent landscape of Seoraksan Mountain is using the Seorak Cable Car. The cable car boarding station is located in the Small Park of Seoraksan National Park. It takes about 10 min to get to the Gwongeumseong Fortress (700m above sea level) by the cable car. One-way ticket is not available, so visitors need to buy a round-trip ticket. Visitors can also enjoy an open view of various famous attractions such as Ulsan Peak and Manmulsang Rocks beyond glass window in the cable car. The Gwongeumseong Fortress, unfolding a panoramic view of Seoraksan Mountain’s majestic scenery, bears a legend in which two generals Gwon and Kim built the fortress in one day to prevent enemy invasion during the Goryeo period. Today, the site of the fortress only remains. Many hikers come up to the summit of the fortress despite its rough course to appreciate magnificent and mysterious scenery of strange rocks and bizarre stones at Seoraksan Mountain. When you are at the summit, you can see the landscape of not only the Outer Seorak but also the Inner Seorak. Below the Gwongeumseong Fortress are Allagam Hermitage built during the Silla period and Muhaksong (Korean red pine) existed for hundreds of years. As many tourists visit the mountain at weekends and during public holidays and autumn foliage season, it is recommended to schedule your trip by considering the waiting time too.","regDate":"2022-10-12","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-10-12-1665550201815/1950308_image2_1.webp","blogPath":"Gangwon-do/2022-10-12-1665550201815","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-10-12-1665550201815"},"dataList":[{"id":"2022-10-24-1666602208501","title":"Jeongseon Morundae Cliff (몰운대 (정선))","description":"Morundae Cliff is one of the Eight Scenic Sites of Hwaam. The tip of the steep cliff is adorned with three specimens of 500-year-old pine trees. Legend has it that gods would perch on the cliff’s top and enjoy the beautiful view. At the foot of the cliff lies a large sheet of rock that can accommodate hundreds of people.","regDate":"2022-10-24","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-10-24-1666602208501/2494486_image2_1.webp","blogPath":"Gangwon-do/2022-10-24-1666602208501"},{"id":"2022-10-24-1666598504208","title":"Janghohang Port (장호항)","description":"Janghohang Port is a short distance out of downtown Samcheok. The port is famous for its round beach line and white sand shore and is known as the “Naples of Korea.” From the beach, Janghohang Port offers excellent views of unique rock formations in the sea. The beach at Janghohang Port is small but charming, and has a tranquil atmosphere unlike the bigger beaches.","regDate":"2022-10-24","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites"],"imgUrl":"/2022-10-24-1666598504208/2642260_image2_1.webp","blogPath":"Gangwon-do/2022-10-24-1666598504208"},{"id":"2022-10-24-1666593829704","title":"Jade Garden (제이드가든)","description":"Jade Garden is an exotic arboretum established with the theme of “small Europe in the forest.” It was built on an area of 163,500 m2 by keeping its natural topography and establishing 24 themed gardens. This European-style arboretum comprises Italy’s Tuscan-style Visitor Center at the entrance, English Border Garden, and Italian Wedding Garden built with Italian style of garden and waterway. It also has three walking paths -Namunaeum-gil, Danpungnamu-gil, Supsokbaram-gil. Namunaeum-gil in the middle of the arboretum is paved with woodchips and has good accessibility to the theme gardens. Danpungnamu-gil located at a high ground is a quiet trail, while Supsokbaram-gil is surrounded by thick trees and an ideal walking path in the summer season. Each walking path requires 40 to 60 min each way, and they are connected in the middle of the trails. Each path begins from the Visitor Center and ends at the White Garden or Sky Garden at the top of the arboretum. Visitors can take a rest at a cafe, restaurant, and souvenir shop. The nighttime operation is available depending on the season, and the shuttle bus runs between Gulbongsan Station of the Gyeongchun Line and the Arboretum.","regDate":"2022-10-24","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Botanical Gardens"],"imgUrl":"/2022-10-24-1666593829704/1812327_image2_1.webp","blogPath":"Gangwon-do/2022-10-24-1666593829704"},{"id":"2022-10-24-1666588465696","title":"Hyangho Beach (향호해수욕장)","description":"Hyangho Beach is located in Jumunjin, Gangneung. It is a beach attraction where the boy band BTS filmed their album photo at a bus stop. Although the bus stop in the photo is not an actual bus stop, the booth remains at the beach as a photo zone. Other photo zones are also scattered around the beach, drawing many visitors who seek to take memorable photos with the open beach in the background.<br>","regDate":"2022-10-24","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites"],"imgUrl":"","blogPath":"Gangwon-do/2022-10-24-1666588465696"},{"id":"2022-10-23-1666522101052","title":"Hongcheon Hot Springs (홍천온천원탕)","description":"Hongcheon Hot Springs has a great seaside view and the water at the springs contains a lot of alkali sodium bicarbonate that has a silky texture and is great for skin health. In addition, if people who suffer from hyperacidity drink this spring water, the water helps neutralizes stomach acid. It also is good for recovering from fatigue, neuralgia, rheumatoid arthritis, hypertension, allergy dermatitis, eczema chronicum, removing fat, healing skin cells, and anti-aging.","regDate":"2022-10-23","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Recreational Sites","Hot Springs & Spa"],"imgUrl":"","blogPath":"Gangwon-do/2022-10-23-1666522101052"},{"id":"2022-10-23-1666518476350","title":"Gwaneumgul Cave (Daei-ri Cave Caverns) (관음굴(삼척 대이리 동굴지대))","description":"Gwaneumgul Cave has a reputation of being a must-explore cave by not only Korean scientists but throughout cave academia around the world. The entrance of the cave is 4.2 meters wide, 3 meters high and 1.6 kilometers deep. The underground water flows from the entrance all the way to end all year long producing approximately 15,000 ㎥ per day. The cave also has 4 waterfalls along the way with the largest being 9 meters high. The cave is full of stalactites and stalagmites, as well as straw soda, columns, flowstones, cave corals, aragonite crystals and more. The cave has a total of 24 different types of living organisms, making a desirable cave for academic research.","regDate":"2022-10-23","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites"],"imgUrl":"","blogPath":"Gangwon-do/2022-10-23-1666518476350"},{"id":"2022-10-23-1666515124320","title":"Guryongpokpo Falls (Sogeumgang River) (구룡폭포 (소금강))","description":"Guryongpokpo Falls refers to the group of nine waterfalls, varying in size, located over a three-kilometer stretch of Sogeumgang River in Odaesan National Park. Guryong means nine dragons and legend has it that each of the waterfalls was occupied by a dragon. The sixth waterfall is particularly attractive. It is simultaneously the most magnificent and serene of the falls, which is why it is also known as the Gentleman’s Waterfall. Two kilometers away from the sixth waterfall, is a curious-looking piece of rock called Manmulsang. The name literally means tens of thousands of different looks. Some of these looks have earned it to other names such as Giant Rock, Phantom-Face Rock, Iworam, and Candlestick Rock’","regDate":"2022-10-23","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Waterfalls"],"imgUrl":"","blogPath":"Gangwon-do/2022-10-23-1666515124320"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}