{"pageProps":{"content":"![Seomyeon 1beon-ga (Seomyeon First Street) (서면1번가)](/2022-08-18-1660808228753/1571954_image2_1.webp)\n\n  \n## Overview\n\n> <br>As one of the busiest streets in Busan, Seomyeon 1beon-ga is also known as the Art Street. It stretches over 330 meters, connecting former Cheonujang and the LG Service Center.<br><br>\n\nThe street bustles with life all day long, full of cafes, bars, and restaurants that offer delicious, but inexpensive food and drinks. In addition, it offers a wide array of entertainment facilities such as movie theaters, performance halls, and game facilities. The streets also serve as a venue for festivals and performances, making it the most popular street in Busan. During weekends, diverse cultural events are held, providing visitors with an opportunity to enjoy street performances as well as engage in activities.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330<br>(Korean, English, Japanese, Chinese) <br>• For more info: +82-51-605-4091|\n  \n\n  \n## Detail Image\n![/2022-08-18-1660808228753/1571958_image2_1.webp](/2022-08-18-1660808228753/1571958_image2_1.webp)\n![/2022-08-18-1660808228753/1571963_image2_1.webp](/2022-08-18-1660808228753/1571963_image2_1.webp)\n![/2022-08-18-1660808228753/2445358_image2_1.webp](/2022-08-18-1660808228753/2445358_image2_1.webp)\n![/2022-08-18-1660808228753/2445359_image2_1.webp](/2022-08-18-1660808228753/2445359_image2_1.webp)\n![/2022-08-18-1660808228753/2445367_image2_1.webp](/2022-08-18-1660808228753/2445367_image2_1.webp)\n![/2022-08-18-1660808228753/2504750_image2_1.webp](/2022-08-18-1660808228753/2504750_image2_1.webp)\n![/2022-08-18-1660808228753/2504754_image2_1.webp](/2022-08-18-1660808228753/2504754_image2_1.webp)\n![/2022-08-18-1660808228753/2504756_image2_1.webp](/2022-08-18-1660808228753/2504756_image2_1.webp)\n![/2022-08-18-1660808228753/2504757_image2_1.webp](/2022-08-18-1660808228753/2504757_image2_1.webp)\n![/2022-08-18-1660808228753/1571956_image2_1.webp](/2022-08-18-1660808228753/1571956_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-51-605-4091](tel:+82516054091)\n- [🏠tour.busan.go.kr](http://tour.busan.go.kr/board/view.busan?menuCd=DOM_000000102002001000&boardId=TOUR_SHOP&dataSid=837)\n\n\n```googleMap\nlatitude: 35.1535758596\nlongitude: 129.0582863694\ntitle: 61, Sincheon-daero 62beon-gil, Busanjin-gu, Busan\n```\n  \n## Directions\n  \n[Subway]<br>\nSeomyeon Station (Busan Subway Line 1), Exit 1.\n","data":{"id":"2022-08-18-1660808228753","title":"Seomyeon 1beon-ga (Seomyeon First Street) (서면1번가)","description":"<br>As one of the busiest streets in Busan, Seomyeon 1beon-ga is also known as the Art Street. It stretches over 330 meters, connecting former Cheonujang and the LG Service Center.<br><br>The street bustles with life all day long, full of cafes, bars, and restaurants that offer delicious, but inexpensive food and drinks. In addition, it offers a wide array of entertainment facilities such as movie theaters, performance halls, and game facilities. The streets also serve as a venue for festivals and performances, making it the most popular street in Busan. During weekends, diverse cultural events are held, providing visitors with an opportunity to enjoy street performances as well as engage in activities.","regDate":"2022-08-18","author":"korea-tour","tag":["Busan","Culture/Art/History","Experience Programs","Cultural Districts"],"imgUrl":"/2022-08-18-1660808228753/1571954_image2_1.webp","blogPath":"Busan/2022-08-18-1660808228753","pageUrl":"https:/mcdryad.com/Busan/2022-08-18-1660808228753"},"dataList":[{"id":"2022-08-19-1660905764878","title":"Yongdusan Jagalchi Special Tourist Zone (용두산 자갈치 관광특구)","description":"Yongdusan Jagalchi Special Tourist Zone is an attractive tourism area embracing history and culture. Vendors in the traditional market welcome tourists with their warm hearts, selling their famous street food such as rice cake, ssiat hotteok (sugar-filled seeded griddlecake), bibim dangmyeon (spicy glass noodles), pat juk (red bean porridge), and pat bingsu (shaved ice with sweetened red beans). Bosu-dong and 40-Step Culture & Tourism Themed Street also show the history of each street to people traveling in the area. Including Yongdusan Park, the special tourist zone includes traditional markets like Jagalchi Market, Gukje Market, and Bupyeong Market, and historical cultural resources like Yeongdodaegyo Bridge, Bosu Book Street, and Busan Modern History Museum. The restoration of Yeongdodaegyo Bridge in November 2013 has created a unique sightseeing attraction that is hard to see in other regions and has emerged as a new famous spot. Bupyeong (Kkongtong) Market and Gukje Market are also special markets full of things to see. Various festivals including Busan International Film Festival, Busan Jagalchi Festival, and Busan Christmas Tree Festival are held for all kinds of visitors. The view from Yongdusan Park and fresh seafood from Jagalchi Market, as well as peaceful strolling at Bosu Book Street and 40-Steps make a trip to Busan memorable and happy.<BR><BR>Current State of Yongdusan and Jagalchi Special Tourist Zone <br>1) Districts Covered  Areas around Gwangbok, Nampo and Bupyeong-dong, parts of Donggwang, Daecheong, Bosu and Jungang-dong, Busan<br>2) Total Area  1,079,836 ㎡ <br>3) Designated on May 14, 2008<BR><BR>* Tourist Attractions <br>Yongdusan Park, Yeongdodaegyo Bridge, Jagalchi Market, Gukje Market, Bupyeong Market, Bosu Book Street, etc.","regDate":"2022-08-19","author":"korea-tour","tag":["Busan","Culture/Art/History","Recreational Sites","Tourist Complexes"],"imgUrl":"/2022-08-19-1660905764878/1804827_image2_1.webp","blogPath":"Busan/2022-08-19-1660905764878"},{"id":"2022-08-19-1660901918701","title":"Yeongdodaegyo Bridge (영도대교)","description":"Yeongdodaegyo Bridge, connecting Jung-gu and Yeongdo-gu districts in Busan, was the first mainland-island connecting bridge in Busan. The bridge lifted to allow ships to pass between the south and north ports, rising anywhere from two to seven times in one day. When the bridge was first constructed, many people would gather to watch the strange spectacle of a bridge rising up to point to the heavens, and even now, it has become a famous landmark of Busan.","regDate":"2022-08-19","author":"korea-tour","tag":["Busan","Culture/Art/History","Architectural Sights","Bridges"],"imgUrl":"/2022-08-19-1660901918701/2606012_image2_1.webp","blogPath":"Busan/2022-08-19-1660901918701"},{"id":"2022-08-19-1660898651768","title":"Yeongdo Lighthouse (영도 등대)","description":"Yeongdo Lighthouse was established in Taejongdae Park in December 1906 and has served as a guiding beacon of light to ships around Busan Port for over 100 years. The old lighthouse was replaced with a new structure in 2004, turning the lighthouse into a coastal tourist attraction. The newly established site consists of the lighthouse, an art gallery, and a museum of natural history. The white cylinder-shaped lighthouse is 35 meters tall and its beam can be seen from as far as 40 kilometers away.","regDate":"2022-08-19","author":"korea-tour","tag":["Busan","Nature","Natural Sites"],"imgUrl":"","blogPath":"Busan/2022-08-19-1660898651768"},{"id":"2022-08-19-1660894643846","title":"Taejongdae Cliffed Coast [National Geopark] (태종대 (부산 국가지질공원))","description":"Taejongdae Cliffed Coast was formed by many layers of rock being forced together beneath a lake during the Cretaceous period, and then worn away over time by the sea. The coast features many geological formations, including sea caves and uniquely shaped rocks. Visitors can enjoy walking on the forested paths, or take the train course to easily access Taejongdae Observatory and Yeongdo Coastal Culture Space.","regDate":"2022-08-19","author":"korea-tour","tag":["Busan","Culture/Art/History","Recreational Sites","Resorts"],"imgUrl":"/2022-08-19-1660894643846/2024590_image2_1.webp","blogPath":"Busan/2022-08-19-1660894643846"},{"id":"2022-08-19-1660891648445","title":"Spa Land Centum City (스파랜드 센텀시티)","description":"Spa Land, equipped with all the benefits of a traditional Korean spa, is located in Shinsegae Centum City in Haeundae, Busan. Spa Land consists of 22 spas fed by two different kinds of all-natural spring water pumped up from 1,000 meters underground, 13 distinctively themed jjimjilbang and saunas, and an open-air foot spa.","regDate":"2022-08-19","author":"korea-tour","tag":["Busan","Culture/Art/History","Recreational Sites","Hot Springs & Spa"],"imgUrl":"/2022-08-19-1660891648445/2661061_image2_1.webp","blogPath":"Busan/2022-08-19-1660891648445"},{"id":"2022-08-19-1660887831345","title":"Sinseondae Cliff (신선대 (부산))","description":"Stretched out from Hwangryeongsan Mountain, Sinseondae Cliff is namely the most popular viewing spotl ocated in Busan's coastal area. Thanks to its geological location, the Sinseondae commends imcomparable ocean vista over many other small islets scattered around the bay area. The site is 4,121.707 ㎥, fairly flat and even therefore a perfect place for visitors to stroll around the area. An old folktale has it that, the name 'sinseon' (or Taoist in English) was given because the sacred people came to the mountain to rest and play, attracted by its spectacular view. The area has been highly appreciated by visitors for some hundreds of decades, and a documentary from one notable scholar from the Silla Era, Choi Chi-won, testifies the impressive looks from during his time.","regDate":"2022-08-19","author":"korea-tour","tag":["Busan","Nature","Natural Sites"],"imgUrl":"","blogPath":"Busan/2022-08-19-1660887831345"},{"id":"2022-08-19-1660885580933","title":"Samjin Fish Cake History Museum · History Hall (삼진어묵체험·역사관)","description":"Fish cakes are one of the most popular snacks in Busan. Among many fish cake makers in the city, Samjin Fish Cake is the oldest fish cake producer. Its main store in Yeongdo looks like a bakery shop. Visitors can choose among a variety of fish cakes and there is a separate space in the store where they can eat purchased fish cakes. The experience hall on the second floor provides a chance for visitors to make their own fish cake.","regDate":"2022-08-19","author":"korea-tour","tag":["Busan","Culture/Art/History","Industrial Sites","Others"],"imgUrl":"","blogPath":"Busan/2022-08-19-1660885580933"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}