{"pageProps":{"content":"![Sehwa Beach (세화해변)](/2023-02-11-1676108152206/1618259_image2_1.webp)\n\n  \n## Overview\n\n> Sehwa Beach, located in Sehwa-ri in Gujwa-eup, is a white sandy beach with black basalt that harmonizes perfectly with the emerald waters. Sehwa Beach is well-known in Jeju Island due to its close proximity with Bellongjang Market and Sehwa Folk Fifth-day Market, opening right next to Sehwa Beach, as well as the flea market at Bellongjang Market attracting many visitors.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br>• Jeju Travel Hotline: +82-64-740-6000|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Restrooms:|Public restroom|\n  \n\n  \n## Contact\n\n- [☎️+82-64-740-6000](tel:+82647406000)\n- [🏠www.visitjeju.net](http://www.visitjeju.net/)\n\n\n```googleMap\nlatitude: 33.5244858032\nlongitude: 126.8605738644\ntitle: Sehwa-gil, Jeju-si, Jeju-do\n```\n  \n\n","data":{"id":"2023-02-11-1676108152206","title":"Sehwa Beach (세화해변)","description":"Sehwa Beach, located in Sehwa-ri in Gujwa-eup, is a white sandy beach with black basalt that harmonizes perfectly with the emerald waters. Sehwa Beach is well-known in Jeju Island due to its close proximity with Bellongjang Market and Sehwa Folk Fifth-day Market, opening right next to Sehwa Beach, as well as the flea market at Bellongjang Market attracting many visitors.","regDate":"2023-02-11","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites"],"imgUrl":"/2023-02-11-1676108152206/1618259_image2_1.webp","blogPath":"Jeju-do/2023-02-11-1676108152206","pageUrl":"https:/mcdryad.com/Jeju-do/2023-02-11-1676108152206"},"dataList":[{"id":"2023-02-17-1676623242828","title":"Maze Land (메이즈랜드)","description":"Maze Land is a themed park boasting the world’s longest stone maze, measuring roughly 5.3 km in total length. The maze is made mainly using stone and wood found on Jeju and is created to reflect the Jejus three principle items or Samda, which describes the things abundant on Jeju Island  rocks, wind, and women. The maze not only offers a fun activity for you and your friends, but also provides health benefits as the stones emit high levels of far-infrared radiation and the woods (T. occidentalis) produce a large volume of phytoncides. The park, with its variety of trees several decades old, is the perfect place for forest bathing,” in which people surround themselves with nature (particularly trees) to soak in the natural benefits.<br><br>In addition to the mazes made of trees and stones, visitors are encouraged to check out the maze museum detailing the history of mazes starting from their origin in the 14th century. During the museum tour, visitors may also participate in hands-on activities such as puzzles and games.","regDate":"2023-02-17","author":"korea-tour","tag":["Jeju-do","Culture/Art/History","Recreational Sites","Theme Parks"],"imgUrl":"","blogPath":"Jeju-do/2023-02-17-1676623242828"},{"id":"2023-02-17-1676619380298","title":"Marine Park (마린파크)","description":"Located in Hwasun-ri, Seogwipo-si, Marine Park is the first and only national dolphin experience site. It has a trick art photo zone on the basement level, an indoor dolphin experience site on the first floor, and a children’s aquarium that exhibits 100 species of fish local to the Jeju region on the second floor. Activity programs include feeding dolphins, experience being a dolphin trainer, dolphin swimming and snorkeling, diving with dolphins and prenatal education with dolphins. Marine Park also participates in ocean animal transportation, as well as rescue and leading trainer business.","regDate":"2023-02-17","author":"korea-tour","tag":["Jeju-do","Culture/Art/History","Experience Programs","Unique Experience"],"imgUrl":"","blogPath":"Jeju-do/2023-02-17-1676619380298"},{"id":"2023-02-17-1676616039038","title":"Jungmun Saekdal Beach (중문·색달 해변)","description":"With a slope of 5 degrees and an average depth of 1.2 meters, Jungmun Saekdal Beach is characterized by an arch-shaped shore and four distinctive colored grains of sand of white, black, red, and gray called <em>jinmosal</em>. This colorful sandy beach is 560 meters in length and 50 meters in x_width and has appeared in several dramas and movies thanks to its beautiful scenery created by Jeju Island&rsquo;s black basalt and jinmosal. The cliffs that line the shore on the right lead to a naturally formed 15-meter-long cave. The cliffs are also a habitat for many rare species, serving as a perfect spot for an ecology tour. Jungmun Beach offers a variety of marine sports such as parasailing, water skiing, windsurfing, scuba diving, rafting, and yacht tours for an exciting vacation under the sun.","regDate":"2023-02-17","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites"],"imgUrl":"/2023-02-17-1676616039038/1617133_image2_1.webp","blogPath":"Jeju-do/2023-02-17-1676616039038"},{"id":"2023-02-17-1676612149553","title":"Jeju Sanbangsan Carbonate Hot Springs (제주 산방산탄산온천)","description":"Jeju Sanbangsan Carbonate Hot Springs is a rare carbon hot spring, and the first public hot spring in Jeju. In May 2004, it was designated a site for protection as a hot springs source (Jeju Notice No. 2004-12). The hot springs opened in 2005 with Gumyeongsu, a hot springs public bath, spanning 11,111 square meters, housed in a 3,300-square-meter building with an estimated 1,000-person capacity. Sanggoji is the on-site restaurant, and means rainbow in the local dialect. Carbon hot springs are known to have health benefits for the heart, as carbonic acid gas is absorbed in the skin, stimulating capillary vessels and expanding blood vessels. This enhances blood circulation, lowering blood pressure and reducing the burden on the heart.","regDate":"2023-02-17","author":"korea-tour","tag":["Jeju-do","Culture/Art/History","Recreational Sites","Hot Springs & Spa"],"imgUrl":"/2023-02-17-1676612149553/1620176_image2_1.webp","blogPath":"Jeju-do/2023-02-17-1676612149553"},{"id":"2023-02-17-1676608827342","title":"Jeju Island Special Tourist Zone (제주도 관광특구)","description":"Jeju Island, designated as Jeju Special Autonomous Province, lies southwest of the Korean Peninsula and is the largest tourist destination in Korea. The whole island was designated as a special tourist zone, and wherever tourists go, they can look upon beautiful scenery. Every year, about 8.7 million people from Korea and abroad visit this fascinating island that measures 73 kilometers across, east to west, and 31 kilometers, from north to south.<br>Jeju Island earned the UNESCO triple crown, being designated as a World Natural Heritage, Global Geopark, and Biosphere Reserve as well as one of the Seven Wonders of Nature. The climate of Jeju is quite different from the temperate climate of mainland Korea. Since the island has a subtropical climate as well as a subarctic one, there are many peculiar plants that can only to be found on this island. The unique sight of Jeju Island captivates travelers. The scenery that represents this volcanic island of Jeju, such as Jusangjeolli Cliff (columnar joints on the coast) were created by Hallasan Mountain and Oreum (parasitic cones in Jeju dialect). The piedmont area that visitors encounter on their way from the beach to Hallasan Mountain is a gift of nature and the piedmont area on the way to Geomunoreum Volcanic Cone, where Jeju World Natural Heritage Center is located, is worth seeing. Another unique aspect here is the Jeju dialect and lifestyle.<br>Traveling the 182-kilometer circuit road along the coastline by car, motor scooter or bike is recommended. There is a trail for walking called “Jeju Olle-gil” for those who choose to make a round trip on foot. Jeju Island is implementing more discretionary and diversified policies in politics and economy as well as tourism, and this is what makes Jeju worthy of the name “free international city.”","regDate":"2023-02-17","author":"korea-tour","tag":["Jeju-do","Culture/Art/History","Recreational Sites","Tourist Complexes"],"imgUrl":"/2023-02-17-1676608827342/1620163_image2_1.webp","blogPath":"Jeju-do/2023-02-17-1676608827342"},{"id":"2023-02-17-1676605198655","title":"Jeju Glass Castle (제주유리의성)","description":"Visitors to Jeju Glass Castle will be entranced by its magical atmosphere. Jeju Glass Castle is a glass art theme park featuring an exhibition hall, garden and models all made entirely out of glass.  There are six themed model parks, in which over two hundred and fifty models are exhibited. These include the world’s very first all-glass labyrinth, the world’s largest glass ball and largest glass diamond, a glass stonewall, a mirror lake, and a glass bridge.  There are also glass art masterpieces by internationally famous artists from Italy, the Czech Republic, Japan, and more. Visitors to Jeju Glass Castle can even experience making glass artwork.  In the main hall of the Glass Castle they can try making glass ornaments, glass balloons, and glass bottles.","regDate":"2023-02-17","author":"korea-tour","tag":["Jeju-do","Culture/Art/History","Recreational Sites","Theme Parks"],"imgUrl":"/2023-02-17-1676605198655/2668600_image2_1.webp","blogPath":"Jeju-do/2023-02-17-1676605198655"},{"id":"2023-02-16-1676543946864","title":"Jeju Central Park (제주 센트럴파크)","description":"Jeju Central Park is a miniature theme park located in the beautiful scenery of Hallasan Mountain. The park is divided into five different zones, including the World Heritage Land, Fantasy Land, and Dinosaur Land. It serves as a fun education park for children and teenagers where they can explore exotic landscapes without having to travel far. It also has the nations first and largest outdoor go-kart track.","regDate":"2023-02-16","author":"korea-tour","tag":["Jeju-do","Culture/Art/History","Recreational Sites","Theme Parks"],"imgUrl":"","blogPath":"Jeju-do/2023-02-16-1676543946864"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}