{"pageProps":{"content":"![Archaeological Site in Amsa-dong, Seoul (서울 암사동 유적)](/2022-07-10-1657496332644/204019_image2_1.webp)\n  \n## Overview\n\n> The Archaeological Site in Amsa-dong reproduces the lifestyle of the Neolithic Era. Even the entrance gate is shaped like a huge dolmen and the trash cans are ancient diagonal-line patterned earthenware. Archaeological Site in Amsa-dong was excavated in 1925 when a flood washed away the soil on the banks of the Hangang River and exposed a large number of diagonal-line patterned earthenware. After several excavations, the Archaeological Site in Amsa-dong was established. <br>\n<br> The site was a location for a massive colony, thus many ancient buildings, stone axes and stone arrows have been uncovered as well as countless diagonal-line patterned earthenware.  The housing site is round with a spot in the center for fire.  The site is colossal and possesses nine mud huts, two exhibition halls displaying ancient artifacts and an open mud hut where visitors can experience life in the Neolithic Era. The site offers many attractions such as mud huts and promenades. Archaeological Site in Amsa-dong is also very educational for children and families who want to learn and experience the Neolithic Age.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330<br>(Korean, English, Japanese, Chinese) <br>• For more info: +82-2-3425-6520|\n|parking:|Available (09:30-18:00)|\n|restdate:|New Year's Day, Mondays (Close on Tuesday if Monday is a public holiday)|\n|usetime:|09:30-18:00 (Last admission 30 min before closing) <br>* Free admission: October-March 06:00-09:00 / April-September 05:30-09:00|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Admission Fees:|Individual - Adults  500 won / Children 300 won<BR>Groups - Adults 400 won / Children 200 won<br><br>* Adults (ages 19-64) / Children (ages 7-18)* Groups - 30 or more people <br>* Free admission: Preschoolers (ages 6 & under), Senior citizens (ages 65 & over)|\n|Available Facilities:|Exhibition Hall No. 1, No. 2, Restoration dwellings|\n|Restrooms:|Available|\n|Parking Fees:|Compact cars 1,000 won / small cars 2,000 won / large cars (more than 25 seats) 4,000 won|\n  \n## Detail Image\n![/2022-07-10-1657496332644/204021_image2_1.webp](/2022-07-10-1657496332644/204021_image2_1.webp)\n![/2022-07-10-1657496332644/204022_image2_1.webp](/2022-07-10-1657496332644/204022_image2_1.webp)\n![/2022-07-10-1657496332644/204024_image2_1.webp](/2022-07-10-1657496332644/204024_image2_1.webp)\n![/2022-07-10-1657496332644/204027_image2_1.webp](/2022-07-10-1657496332644/204027_image2_1.webp)\n![/2022-07-10-1657496332644/204028_image2_1.webp](/2022-07-10-1657496332644/204028_image2_1.webp)\n![/2022-07-10-1657496332644/204029_image2_1.webp](/2022-07-10-1657496332644/204029_image2_1.webp)\n![/2022-07-10-1657496332644/204032_image2_1.webp](/2022-07-10-1657496332644/204032_image2_1.webp)\n![/2022-07-10-1657496332644/204033_image2_1.webp](/2022-07-10-1657496332644/204033_image2_1.webp)\n![/2022-07-10-1657496332644/204035_image2_1.webp](/2022-07-10-1657496332644/204035_image2_1.webp)\n![/2022-07-10-1657496332644/221329_image2_1.webp](/2022-07-10-1657496332644/221329_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-2-3425-6520](tel:+82234256520)\n- [🏠www.sunsa.gangdong.go.kr](http://sunsa.gangdong.go.kr/)\n\n\n```googleMap\nlatitude: 37.5605132450\nlongitude: 127.1309239757\ntitle: 875, Olympic-ro, Gangdong-gu, Seoul\n```\n  \n\n","data":{"id":"2022-07-10-1657496332644","title":"Archaeological Site in Amsa-dong, Seoul (서울 암사동 유적)","description":"The Archaeological Site in Amsa-dong reproduces the lifestyle of the Neolithic Era. Even the entrance gate is shaped like a huge dolmen and the trash cans are ancient diagonal-line patterned earthenware. Archaeological Site in Amsa-dong was excavated in 1925 when a flood washed away the soil on the banks of the Hangang River and exposed a large number of diagonal-line patterned earthenware. After several excavations, the Archaeological Site in Amsa-dong was established. <br><br> The site was a location for a massive colony, thus many ancient buildings, stone axes and stone arrows have been uncovered as well as countless diagonal-line patterned earthenware.  The housing site is round with a spot in the center for fire.  The site is colossal and possesses nine mud huts, two exhibition halls displaying ancient artifacts and an open mud hut where visitors can experience life in the Neolithic Era. The site offers many attractions such as mud huts and promenades. Archaeological Site in Amsa-dong is also very educational for children and families who want to learn and experience the Neolithic Age.","regDate":"2022-07-10","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-07-10-1657496332644/204019_image2_1.webp","blogPath":"Seoul/2022-07-10-1657496332644","pageUrl":"https:/mcdryad.com/Seoul/2022-07-10-1657496332644"},"dataList":[{"id":"2022-07-20-1658336147244","title":"Bongwonsa Temple (봉원사)","description":"Located at the outskirts of Ansan Mountain in Bongwon-dong, Seodaemun-gu, Seoul, Bongwonsa Temple, as the center of Korean Buddhism Taego, is a thousand year old temple with a long history and tradition. In 889 (3rd year of Shilla Queen Jinseong’s reign), Monk Doseon founded it at the ground of Yeonhui Palace (now Yonsei Univ.) and named it Banyasa temple. It was destroyed during the Imjin War in 1592, and later in 1748 (24th year of Joseon King Yeongjo’s reign), it was rebuilt and renamed “Bongwonsa” by two Buddhist monks, Chanjeup and Jeungam.<br> <br>“Yeongsanjae,” one of the Buddhist rituals and also a National Intangible Cultural Property, takes place at Bongwonsa on June 6 every year wishing for the world peace and the reunification of North and South Korea. It was designated as one of the Intangible Cultural Heritage of Humanity by UNESCO in 2009. During Yeongsanjae, visitors can enjoy the Buddhist arts such as Beompae (Buddhist temple music for rituals) and dancing. Also, during summer time, Seoul Lotus Flower Culture Festival takes place, where visitors can enjoy the beautiful lotus flowers which are a symbol of Buddhism.","regDate":"2022-07-20","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-07-20-1658336147244/2017905_image2_1.webp","blogPath":"Seoul/2022-07-20-1658336147244"},{"id":"2022-07-20-1658331609777","title":"Bonghwasan Mountain - Seoul (봉화산 (서울))","description":"Bonghwasan Mountain (alt. 160 meters) in Jungnang-gu, Seoul offers scenic views of Buramsan, Dobongsan, and Namsan mountains. From the mountain, hikers can even see as far as the Yangju area of Gyeonggi-do Province to the north. Officially designated a “neighborhood park” in July 1977, Bonghwasan Mountain has a variety of convenience facilities, not least of which is the beacon tower of Achasan Bongsudae (remolded in 1994) perched on the mountain summit. Also near the summit is Sansingak Shrine, which is the site of the annual Bonghwasan Dodanggut (Intangible Cultural Property of Seoul No. 34), a shamanistic rite performed on the third day of the third lunar month.","regDate":"2022-07-20","author":"korea-tour","tag":["Seoul","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-07-20-1658331609777/1894536_image2_1.webp","blogPath":"Seoul/2022-07-20-1658331609777"},{"id":"2022-07-20-1658327735398","title":"Banpo Seoraeseom Island (반포 서래섬)","description":"Banpo Seoraeseom Island is an artificial island built in the mid-1980s. Located in Banpo-jigu District by the Hangang riverside, the island is connected to Hangang Banpo Park by three bridges. The island features weeping willows along the edges, as well as a migratory bird habitat, flower garden, water ski site, and more.","regDate":"2022-07-20","author":"korea-tour","tag":["Seoul","Nature","Natural Sites"],"imgUrl":"/2022-07-20-1658327735398/755633_image2_1.webp","blogPath":"Seoul/2022-07-20-1658327735398"},{"id":"2022-07-20-1658325426879","title":"Banpo Hangang Park (반포한강공원)","description":"Banpo Hangang Park is located on the southern side of the river centering on Banpo Bridge (Jamsu Bridge) between Hamnam Bridge (upstream) and Dongjak Bridge (downstream). The Rainbow Fountain built on both sides of Banpo Bridge was registered in The Guinness Book of Records in 2008 as the longest bridge fountain in the world with a total length of 1,140 meters. At night, over 200 lights create a fantastic view of a beautiful rainbow.<br><br>In addition, the park is equipped with sports facilities including bubble playground, in-line skating track, soccer field, and basketball court. You may also enjoy the gorgeous view of Hangang River and skyscrapers on the riverside from Gureum and Noeul cafes, lookout places located on the southernmost part of Dongjak Bridge.<br><br>Seoraeseom Island which connects from Banpo Hangang River Park is an artificially created island to provide a leisure space for Seoul urbanites. Every spring, the place is flooded with waves of canola flowers and people to enjoy picnic and spring events like ‘Searaeseom Butterfly, Canola Flower Festival’.<br><br>Your joyful experience in the park doesn’t end here - there are more things to see and enjoy including a nature experience field, boat quay, bike lane, and picnic spots.","regDate":"2022-07-20","author":"korea-tour","tag":["Seoul","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-07-20-1658325426879/2385816_image2_1.webp","blogPath":"Seoul/2022-07-20-1658325426879"},{"id":"2022-07-17-1658052581380","title":"Banpo Bridge Rainbow Fountain (반포대교 달빛무지개분수)","description":"Banpo Bridge Rainbow Fountain is installed along 570 meters on both sides of Banpodaegyo Bridge, with 380 nozzles spraying water from the river below out into a beautiful show of water, music, and lights. The fountain is programmed to play different shows during the day and night. During the day, the fountain shows a hundred different configurations meant to evoke waving willow branches and willow leaves. When the sun goes down, 200 lights illuminate the fountain as it sends out dancing, rainbow-colored jets of water in the air in synchronization with music. <br><br>Banpo Bridge Rainbow Fountain operates every day from April to October, four to six times a day for 20 minutes. The park also includes an outdoor stage, ecological observing site, and picnic areas.","regDate":"2022-07-17","author":"korea-tour","tag":["Seoul","Culture/Art/History","Architectural Sights","Fountains"],"imgUrl":"/2022-07-17-1658052581380/2616881_image2_1.webp","blogPath":"Seoul/2022-07-17-1658052581380"},{"id":"2022-07-11-1657542939229","title":"Bank of Korea Money Museum (한국은행 화폐박물관)","description":"The Bank of Korea Money Museum introduces the history of the currency culture home and abroad through the history and documents related to the Bank of Korea. The museum is not just a cultural space, but also a great place for hands-on education. Exhibitions explain the minting process and the recognition of counterfeits as well as displaying systematic research documents on money and the state economy.","regDate":"2022-07-11","author":"korea-tour","tag":["Seoul","Culture/Art/History","Industrial Sites","Others"],"imgUrl":"/2022-07-11-1657542939229/1570555_image2_1.webp","blogPath":"Seoul/2022-07-11-1657542939229"},{"id":"2022-07-11-1657512722673","title":"Baeksasilgyegok Valley (백사실계곡)","description":"Baeksasilgyegok Valley in Seoul is a well preserved cultural and natural site, being home to Baekseokdongcheon, Historic Site No. 462, as well as a habitat to diverse animals, including salamanders, frogs, minnows, and crayfish. The preservation value of this area is especially high as the valley is home to a large colony of salamanders, which are indicator species of the clean water and a protected wildlife species of Seoul. <br><br>The valley gets its name from the site of a villa of Yi Hangbok. The path along the area’s thick forest and natural valleys provides an excellent getaway. Since the area is a habitat to several protected species, visitors are asked to refrain from dipping their feet in the valley’s waters while exploring the scenery. The entrance to the valley is located past the Sanmotungi Café.","regDate":"2022-07-11","author":"korea-tour","tag":["Seoul","Nature","Natural Sites","Valleys"],"imgUrl":"/2022-07-11-1657512722673/1926514_image2_1.webp","blogPath":"Seoul/2022-07-11-1657512722673"}],"navList":["Busan","Daegu","Daejeon","Gwangju","Gyeonggi-do","Incheon","Jeju-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}