{"pageProps":{"content":"![Anmingogae Hill (안민고개)](/2022-07-30-1659149972284/1273455_image2_1.webp)\n\n  \n## Overview\n\n> Anmingogae Hill is a 9-kilometer-long hill that stretches from Taebaek-dong in Jinhae to Anmin-dong in Changwon. Cherry blossom trees line both sides for 6 kilometers of the 9-kilometer road, making up the famous inhae Cherry Blossom Tunnel. The hill is also known for its view of Jinhaeman Bay, Ungsan Mountain, Sirubong Peak and Cheonjabong Peak. The hill is dotted with benches placed about 100 meters apart, offering visitors a seat to catch their breath while enjoying the view and cherry blossom trees. <br><br>\n\nAlso of note is Anmin Saengtaegyo Bridge (Anmin Ecology Bridge), which was built as a passageway for wild animals to travel between Jangboksan and Ungsan mountains after the mountains were divided by the Anmin Tourism Road running between Jinhae and Changwon.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Korea Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-55-225-3691|\n  \n\n  \n## Detail Image\n![/2022-07-30-1659149972284/1273411_image2_1.webp](/2022-07-30-1659149972284/1273411_image2_1.webp)\n![/2022-07-30-1659149972284/2487581_image2_1.webp](/2022-07-30-1659149972284/2487581_image2_1.webp)\n![/2022-07-30-1659149972284/2487613_image2_1.webp](/2022-07-30-1659149972284/2487613_image2_1.webp)\n![/2022-07-30-1659149972284/2487614_image2_1.webp](/2022-07-30-1659149972284/2487614_image2_1.webp)\n![/2022-07-30-1659149972284/2487615_image2_1.webp](/2022-07-30-1659149972284/2487615_image2_1.webp)\n![/2022-07-30-1659149972284/2487617_image2_1.webp](/2022-07-30-1659149972284/2487617_image2_1.webp)\n![/2022-07-30-1659149972284/2487618_image2_1.webp](/2022-07-30-1659149972284/2487618_image2_1.webp)\n![/2022-07-30-1659149972284/2487619_image2_1.webp](/2022-07-30-1659149972284/2487619_image2_1.webp)\n![/2022-07-30-1659149972284/2487621_image2_1.webp](/2022-07-30-1659149972284/2487621_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-55-225-3691](tel:+82552253691)\n- [🏠culture.changwon.go.kr](http://culture.changwon.go.kr/index.changwon?menuId=12051400)\n\n\n```googleMap\nlatitude: 35.1651981184\nlongitude: 128.6765082107\ntitle: Areas of Jangboksan Mountain, Anmin-dong, Seongsan-gu, Changwon-si, Gyeongsangnam-do\n```\n  \n## Directions\n  \n[Bus]<br>\n From Jinhae Bus Terminal, turn right and walk approx. 170 m.<br>\n At the 4-way intersection, cross the street to Baekgu-ro Road.<br>\n Follow the road for approx. 440 m.<br>\n At Jungwon Rotary, turn right.<br>\n Cross the street once and turn right at Beotkkot-ro Road. <br>\n Walk straight to Jangnangam Doseogwan (Jangnangam Library) Bus Stop.<br>\n Take Bus No. 309 and get off at Gyeonghwa Daedongdasup Bus Stop.<br>\n<br>\n [Taxi]<br> From Jinhae Bus Terminal, take a taxi to Daedongdasup Apartment Ipgu (front entrace) for approx. 9 min.\n","data":{"id":"2022-07-30-1659149972284","title":"Anmingogae Hill (안민고개)","description":"Anmingogae Hill is a 9-kilometer-long hill that stretches from Taebaek-dong in Jinhae to Anmin-dong in Changwon. Cherry blossom trees line both sides for 6 kilometers of the 9-kilometer road, making up the famous inhae Cherry Blossom Tunnel. The hill is also known for its view of Jinhaeman Bay, Ungsan Mountain, Sirubong Peak and Cheonjabong Peak. The hill is dotted with benches placed about 100 meters apart, offering visitors a seat to catch their breath while enjoying the view and cherry blossom trees. <br><br>Also of note is Anmin Saengtaegyo Bridge (Anmin Ecology Bridge), which was built as a passageway for wild animals to travel between Jangboksan and Ungsan mountains after the mountains were divided by the Anmin Tourism Road running between Jinhae and Changwon.","regDate":"2022-07-30","author":"korea-tour","tag":["Gyeongsangnam-do","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2022-07-30-1659149972284/1273455_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-07-30-1659149972284","pageUrl":"https:/mcdryad.com/Gyeongsangnam-do/2022-07-30-1659149972284"},"dataList":[{"id":"2022-12-24-1671863872959","title":"Sancheong Daewonsa Temple (대원사(산청))","description":"Located at the eastern foot of Jirisan  Mountain, Daewonsa Temple was first built in 548 during the Silla dynasty, but it remained closed for over thousand years until it was renovated and made bigger with the name Daewon. Unfortunately, the entire premises were lost to a big fire during the night of January 12, 1914, and all the halls and pavilions, including Yosachae, totaling 184 rooms in 12 buildings, were rebuilt in 1917. However, they were damaged once again during the Korean War and were abandoned until the war ended where the temple was rejuvenated and made even bigger. Located nearby are Geoyeonjeong and Gunjajeong Halls that are believed to have been the studying venue of scholars. <br><br> * Daewonsa Valley<br> The two-kilometer-long valley that stretches from the parking lot at the entrance to Daewon Temple to the temple itself is surrounded by high hills and curious-looking rocks. The clean water that oozes out through craters between the rocks generates unusual scenery. Associated with Yongso Pond is the legend that a dragon lived in it for hundreds of&nbsp;years before it finally flew away. Somakgol Valley is known to be the place where the last king of Garak Kingdom came to feed his cows and horses.","regDate":"2022-12-24","author":"korea-tour","tag":["Gyeongsangnam-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-12-24-1671863872959/793142_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-24-1671863872959"},{"id":"2022-12-24-1671860171377","title":"Pyeongsari Park (평사리공원)","description":"Situated along Seomjingang River between Gurye and Hadong, Pyeongsari Park was built for the enjoyment of summer tourists to the area. In addition to the beautiful river, the park is home to campgrounds, numerous shaded rest spots, basketball courts, soccer fields, and an abundance of parking space. Decorated with Jangseung (totem poles, which used to be set at the entrance of villages), the spacious park is full of excellent amenities  barbecue grills, benches, drinking fountains, and clean bathrooms. The sandy banks of the river offer a unique opportunity to catch marsh clams.<br><br>Pyeongsari Park and its nearby attractions appeared in Toji (The Land), the epic historical novel by Park Kyung-ni. Visitors may want to tour the group of houses that have been reproduced to commemorate the novel, including the famous Choi Champan House. <br><br>Nearby attractions include Hwagae Market, Ssanggyesa Temple, and Seomjingang Maehwa Village, host of the Gwangyang Maehwa Festival.","regDate":"2022-12-24","author":"korea-tour","tag":["Gyeongsangnam-do","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-12-24-1671860171377/2026198_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-24-1671860171377"},{"id":"2022-12-24-1671856736621","title":"Pyeongsari Field (평사리들판)","description":"Pyeongsari Field was created by Seomjingang River flowing through the canyon which attracted people to form a village. The field served as the central farming field and fed the villagers for many years and appeared as a setting in Park Kyongnis novel Land. Pyeongsari field is one of the largest fields found along Seomjingang River, boasting a size of 2,743,801 ㎡.","regDate":"2022-12-24","author":"korea-tour","tag":["Gyeongsangnam-do","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2022-12-24-1671856736621/2026182_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-24-1671856736621"},{"id":"2022-12-24-1671852964600","title":"Oedo-Botania (외도 보타니아)","description":"Oedo-Botania is a marine botanical garden located on an island in Hallyeohaesang National Park between Tongyeong and Geojedo Island. What started over 30 years ago as a private garden has expanded to cover the entire island in a plethora of plants in European-style gardens, accented by scultures and statues. The garden blooms in a riot of flowers in April, and visitors can walk in the cool shade of the forested trails in summer. Recently, dinosaur footprints were found on the island, adding to its value. The islands cafe offers drinks and light snacks, along with a fantastic view of Haegeumgang Island and the surrounding blue sea. Oedo-Botania is only accessable via a ferry tour, and there are no accommodations on the island.","regDate":"2022-12-24","author":"korea-tour","tag":["Gyeongsangnam-do","Culture/Art/History","Recreational Sites","Theme Parks"],"imgUrl":"/2022-12-24-1671852964600/2612893_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-24-1671852964600"},{"id":"2022-12-23-1671791845909","title":"Nammangsan Sculpture Park (남망산 조각공원)","description":"Nammangsan Sculpture Park was established to display the works of 15 famous sculptors from 10 countries who participated in the Tongyeong International Sculpture Symposium. It is also a popular spot for dates because this 30 square kilometer land has beautiful sculptures from which visitors can feel the individual taste of the artists.","regDate":"2022-12-23","author":"korea-tour","tag":["Gyeongsangnam-do","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-12-23-1671791845909/2369611_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-23-1671791845909"},{"id":"2022-12-23-1671788183786","title":"Namildae Beach (남일대해수욕장)","description":"Located in Sacheon and home to the huge Elephant Rock that resembles an elephant drinking water, Namildae Beach is a popular vacation spot all year round thanks to its clean water and soft sand. The thick surrounding forests and Jinneol Observation Deck, as well as many fishing spots, add to its popularity. During the summer season, there is a singing competition and film festival. Vacationers can also visit Changseon-Samcheonpo Bridge, the biggest bridge in Asia, and see Hallyeohaesang National Park on a ferry cruise.","regDate":"2022-12-23","author":"korea-tour","tag":["Gyeongsangnam-do","Nature","Natural Sites"],"imgUrl":"/2022-12-23-1671788183786/1611410_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-23-1671788183786"},{"id":"2022-12-23-1671784684229","title":"Namhae Pyeonbaek National Recreational Forest (국립 남해편백자연휴양림)","description":"Namhae Pyeonbaek National Recreational Forest, opened in 1998, is located near the south sea with a forest full of cypress trees. With a total area of 2.27 million square meters, the recreational forest is an ideal place for relaxation with a view. The observatory, approximately one hour walk from the entrance, provides an amazing view of the south sea with various size islands. The recreational forest offers visitors facilities including accommodations, outdoor classroom and more. There are also many historic sites including Chungnyeolsa Temple.","regDate":"2022-12-23","author":"korea-tour","tag":["Gyeongsangnam-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"/2022-12-23-1671784684229/1991512_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-23-1671784684229"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}