{"pageProps":{"content":"![Birthplace of the16th President of Korea, Roh Moo-hyun (진영 봉하마을과 노무현 대통령 생가)](/2022-07-30-1659170619407/1611275_image2_1.webp)\n\n  \n## Overview\n\n> Bongha Village is located 4.5km to the east of Jinyeong-eup, on the foot-slopes of Bonghwasan mountain.  It is a typical farming village, and its major produce is Jinyeong sweet persimmons and rice. Its name comes from the mound above it on Bonghwasan mountain, where in the past beacons were lit as a method of communication. Bonghwasan mountain is home to Bonghwasa temple and two famous valleys: Doduk (thief) valley on the east side, named because of the many thieves that used to operate in the area, and Yasi (fox) valley on the west side, which looks like a fox lying on its front, looking back at its tail. <Br><Br>\n\nBirthplace of the former President of Korea, Roh Moo-hyun<Br>\nThe birthplace of the former President of Korea, Roh Moo-hyun, is a brick house with a slate roof that consists of two small rooms and a kitchen. Although it is a shabby house, everything in it seems rare and precious to visitors. The earth, stones, and water, as well as household items, are popular with visitors. Some visitors even take stones and soil from the garden home with them in plastic bags, and some take water, believing that water from the ex-president’s birthplace is almost sacred.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-1688-0523, <BR> +82-55-344-1301|\n|parking:|Available|\n|usetime:|Shrine: Summer season 08:00-19:00 / Winter season 08:00-18:00|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Admission Fees:|Free|\n|Parking Fees:|Free|\n  \n## Detail Image\n![/2022-07-30-1659170619407/1611273_image2_1.webp](/2022-07-30-1659170619407/1611273_image2_1.webp)\n![/2022-07-30-1659170619407/1611274_image2_1.webp](/2022-07-30-1659170619407/1611274_image2_1.webp)\n![/2022-07-30-1659170619407/1611276_image2_1.webp](/2022-07-30-1659170619407/1611276_image2_1.webp)\n![/2022-07-30-1659170619407/1611277_image2_1.webp](/2022-07-30-1659170619407/1611277_image2_1.webp)\n![/2022-07-30-1659170619407/2610455_image2_1.webp](/2022-07-30-1659170619407/2610455_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-1688-0523](tel:+8216880523)\n- [🏠bongha.knowhow.or.kr</a> (Korean only)<br><a href=\"http://tour.gimhae.go.kr\" target=\"_blank\">tour.gimhae.go.kr](http://bongha.knowhow.or.kr/)\n\n\n```googleMap\nlatitude: 35.3144525363\nlongitude: 128.7712292248\ntitle: 129, Bongha-ro, Gimhae-si, Gyeongsangnam-do\n```\n  \n## Directions\n  \n[Bus]<BR>From Seoul Express Bus Terminal, take a express bus to Gimhae Bus Terminal.<BR> From Gimhae Terminal Bus Stop, take Bus No.14 and get off at Jinnyeong Bus Stop.<BR>Transfer to Bus No. 57 and get off at Bonghamaeul Bus Stop.\n","data":{"id":"2022-07-30-1659170619407","title":"Birthplace of the16th President of Korea, Roh Moo-hyun (진영 봉하마을과 노무현 대통령 생가)","description":"Bongha Village is located 4.5km to the east of Jinyeong-eup, on the foot-slopes of Bonghwasan mountain.  It is a typical farming village, and its major produce is Jinyeong sweet persimmons and rice. Its name comes from the mound above it on Bonghwasan mountain, where in the past beacons were lit as a method of communication. Bonghwasan mountain is home to Bonghwasa temple and two famous valleys  Doduk (thief) valley on the east side, named because of the many thieves that used to operate in the area, and Yasi (fox) valley on the west side, which looks like a fox lying on its front, looking back at its tail. <Br><Br>Birthplace of the former President of Korea, Roh Moo-hyun<Br>The birthplace of the former President of Korea, Roh Moo-hyun, is a brick house with a slate roof that consists of two small rooms and a kitchen. Although it is a shabby house, everything in it seems rare and precious to visitors. The earth, stones, and water, as well as household items, are popular with visitors. Some visitors even take stones and soil from the garden home with them in plastic bags, and some take water, believing that water from the ex-president’s birthplace is almost sacred.","regDate":"2022-07-30","author":"korea-tour","tag":["Gyeongsangnam-do","Culture/Art/History","Historical Sites","Birthplaces"],"imgUrl":"/2022-07-30-1659170619407/1611275_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-07-30-1659170619407","pageUrl":"https:/mcdryad.com/Gyeongsangnam-do/2022-07-30-1659170619407"},"dataList":[{"id":"2022-12-18-1671356156981","title":"Hallyeohaesang National Park (Namhae District) (한려해상국립공원(남해))","description":"Well-known for its uncontaminated clear waters, Hallyeohaesang National Park was the countrys first national marine park. The park is divided into six sections, spanning over the regions of Jisimdo Island in Geoje to Odongdo Island in Yeosu. The total area is 535.676 ㎢, of which 76% consists of ocean water. The park is visited by over one million tourists every year for its scenic landscape and beautiful waters.","regDate":"2022-12-18","author":"korea-tour","tag":["Gyeongsangnam-do","Nature","Natural Sites"],"imgUrl":"/2022-12-18-1671356156981/2617846_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-18-1671356156981"},{"id":"2022-12-18-1671352615850","title":"Hallyeohaesang National Park (Geoje District) (한려해상국립공원(거제))","description":"Hallyeohaesang National Marine Park was designated as the first national marine park in 1968 and covers the area between Jisimdo Island in Geoje and Odongdo Island in Yeosu with six separate districts including Geoje, Tongyeong, Sacheon, Hadong, Namhae and Odongdo Island. It spans over an area of 535.676 ㎢ and the ocean accounts for 76% of the total area. The outstanding view created by the sea and land attracts over 1 million visitors every year.<br><br>Geoje is made up of 10 inhabited islands and 50 uninhabited islands. Two-thirds of the area is included in Hallyeohaesang National Marine Park, featuring Haegeumgang Islets, designated as Scenic Site No. 2, and Daebyeongdaedo Island & Sobyeongdaedo Island, one of the most stunning points of Hallyeo Waterway. Also, the drive on the coastal road between Yeocha and Hongpo offers a breathtaking view of Dadohae Islets unfolding from the peak of Cheonjangsan Mountain and Nojasan Mountain.","regDate":"2022-12-18","author":"korea-tour","tag":["Gyeongsangnam-do","Nature","Natural Sites","National Parks"],"imgUrl":"/2022-12-18-1671352615850/1300756_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-18-1671352615850"},{"id":"2022-12-18-1671348943582","title":"Hakdong Mongdol Beach (학동흑진주몽돌해변)","description":"Hakdong Mongdol Beach, filled with small black pebbles, spans a distance of 1.2 kilometers and a x_width of 50 meters, covering a 30,000 ㎡ area. Walking on the pebbles stimulates acupressure points on the soles of feet, providing health benefits for visitors. Unlike other beaches on the southern part of the country, the water of Hakdong Mongdol Beach is deep with rough waves, but various water activities are available. There are accommodations and restaurants nearby and dock at the beach offers a boat excursion around popular attractions.","regDate":"2022-12-18","author":"korea-tour","tag":["Gyeongsangnam-do","Nature","Natural Sites"],"imgUrl":"/2022-12-18-1671348943582/2367576_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-18-1671348943582"},{"id":"2022-12-18-1671345449799","title":"Haeoreum Art Village (해오름예술촌)","description":"Remodeling a closed school, Haeoreum Art Village supports work studios for local artists and offers a wide array of art and cultural programs. <br><br> Beautiful surroundings, artistic buildings, and splendid landscaping architecture have drawn many visitors to the village. Introduced in TV programs, newspapers, and magazines, the village has quickly become a popular tourist destination.","regDate":"2022-12-18","author":"korea-tour","tag":["Gyeongsangnam-do","Culture/Art/History","Experience Programs","Unique Experience"],"imgUrl":"/2022-12-18-1671345449799/2367549_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-18-1671345449799"},{"id":"2022-12-18-1671341774174","title":"Hadong Ssanggyesa Temple (쌍계사(하동))","description":"Ssanggyesa Temple was founded on the southern foothills of Jirisan Mountain in 722 during the reign of Silla King Seongdeok. The temple is famous for the 6-kilometer stretch of cherry blossom trees that bloom each spring. The temple was originally called Okcheonsa Temple, but was changed to the current Ssanggyesa Temple in 887. The current temple buildings were all built in 1632, after having been burned down during the Imjin War (1592-1598). The temple grounds and nearby area feature many historic and beautiful attractions, including Burilpokpo Falls and a large tea plantation.","regDate":"2022-12-18","author":"korea-tour","tag":["Gyeongsangnam-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-12-18-1671341774174/1954573_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-18-1671341774174"},{"id":"2022-12-18-1671338302463","title":"Hadong Pine Forest (하동송림)","description":"Hadong Pine Forest grows along the Seomjingang River near Seomjingang Iron Bridge. It was planted in 1745, during the 21st year of Joseon King Yeongjo’s reign, to block wind and sand. Now, it is one of the best pine groves in Korea. <br><br>In a total area of 26,000 ㎡ are approximately 750 old-growth pine trees. Along with the white sand on the riverside, the forest provides picturesque scenery when seen from Hasangjeong Pavilion within the forest. The forest park is used as a venue for folk games and major events hosted by the local government. There are sports facilities and recreational facilities teenagers, children, and families can enjoy, attracting many locals and tourists.","regDate":"2022-12-18","author":"korea-tour","tag":["Gyeongsangnam-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"/2022-12-18-1671338302463/1322281_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-18-1671338302463"},{"id":"2022-12-18-1671334566695","title":"Hadong Agyang [Slow City] (경남 하동 악양 [슬로시티])","description":"Agyang-myeon is located in Hadong-gun, Gyeongsangnam-do, surrounded by Jirisan Mountain and cut through by the Agyangcheon Stream. The unique geographical features allow the village to grow 80% of all persimmons harvested in Hadong. The area is also famous for its green tea, brought over from China during the Unified Silla period.","regDate":"2022-12-18","author":"korea-tour","tag":["Gyeongsangnam-do","Culture/Art/History","Historical Sites","Folk Villages"],"imgUrl":"/2022-12-18-1671334566695/2026183_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-18-1671334566695"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}