{"pageProps":{"content":"![Seoul Forest (서울숲)](/2022-08-08-1660001990922/2611300_image2_1.webp)\n\n  \n## Overview\n\n> Opened on June 18, 2005, Seoul Forest had previously undergone a series of changes on Ttukseom Island. In the past, the forest had been a royal hunting ground for kings and served as a military inspection facility. However, in more recent decades, the area has served a wide variety of functions. Ttukseom initially served as a water treatment facility, and later as a golf course, horse racing track, and eventually a sports park. <br>\n<br>\n Consisting of five parks spread over approximately 595,000 ㎡ of land, Seoul Forest is an eco-friendly zone appreciated not only by the people of the city but also those visiting Seoul. Seoul Forest is rapidly developing into the premium city-park of Korea like Hyde Park in London and Central Park in New York. <br>\n<br>\n * Culture & Art Park<br>\n Situated in the heart of Seoul Forest, Culture & Art Park features Seoul Forest Plaza, decorative flower beds, Visitor Center, a skate park, outdoor stage, waterside lounge (restaurant), in-forest open space, in-forest play ground and water play area. <br>\n<br>\n * Eco Forest <br>\n The Eco Forest, once an area covered by the Hangang River, has been transformed into an eco-forest connecting the Hangang River and Jungnangcheon Stream. This natural habitat for wildlife is home to fallow deer, formosan deer, elk, chipmunks, mandarin ducks, mallards, spot-billed ducks and moorhens. There is also an observatory to help visitors get a better view of the local wildlife. <br>\n<br>\n * Experiential Learning Park<br>\n Occupying the structure of the former Ttukseom Water Treatment Facility, this refurbished educational area was established to house an insect botanical garden, wild flower garden, themed flower garden, event ground and surrounding protective forest. <br>\n<br>\n * Marsh Plants Garden<br>\n Making use of the local reservoir’s natural environment, the Wetlands Ecological Field contains a wetlands ecological management office, ecological playground, outdoor nature classroom, bird observatory, wetlands flower garden and botanical garden fed with local, clear waters. <br>\n<br>\n * Hangang Riverside Park <br> Located southwest of Seoul Forest, this riverside area at the junction of the Hangang River and Jungnangcheon Stream features a waterfront park, marina and rest area.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br>(Korean, English, Japanese, Chinese) <br> • For more info: +82-2-460-2905|\n|opendate:|June 18, 2005|\n|parking:|Available|\n|restdate:|N/A (Open all year round)<br> * Some facilities are closed on Mondays|\n|usetime:|[Ecological Forest] 05:30-21:30 <br>[Insect Garden] 11:00-16:00  (Closed Mondays & Tuesdays)<br>[Butterfly Garden] 11:00-16:00 (Closed Mondays & Tuesdays; Operates at the Insect Garden 2F November-April)<br>[Water Fountain] May, June, September 13:00, 14:00, 15:00, 16:00 / July-August 12:00, 13:00, 14:00, 15:00, 16:00 (30 min show / No operation on Mondays)<br>[Visitor Center] March-October 10:00-18:00 / November-February 10:00-17:00|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Restrooms:|Available|\n|Available Facilities:|Ecology forest, deer park, insect garden, butterfly garden, water fountain, forest playground, etc.|\n|Admission Fees:|Free|\n  \n## Detail Image\n![/2022-08-08-1660001990922/1857233_image2_1.webp](/2022-08-08-1660001990922/1857233_image2_1.webp)\n![/2022-08-08-1660001990922/1876181_image2_1.webp](/2022-08-08-1660001990922/1876181_image2_1.webp)\n![/2022-08-08-1660001990922/1876182_image2_1.webp](/2022-08-08-1660001990922/1876182_image2_1.webp)\n![/2022-08-08-1660001990922/2611302_image2_1.webp](/2022-08-08-1660001990922/2611302_image2_1.webp)\n![/2022-08-08-1660001990922/2611303_image2_1.webp](/2022-08-08-1660001990922/2611303_image2_1.webp)\n![/2022-08-08-1660001990922/2611304_image2_1.webp](/2022-08-08-1660001990922/2611304_image2_1.webp)\n![/2022-08-08-1660001990922/2611305_image2_1.webp](/2022-08-08-1660001990922/2611305_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-2-460-2905](tel:+8224602905)\n- [🏠seoulforest.or.kr](http://seoulforest.or.kr/)\n\n\n```googleMap\nlatitude: 37.5430553337\nlongitude: 127.0417770333\ntitle: 273, Ttukseom-ro, Seongdong-gu, Seoul\n```\n  \n\n","data":{"id":"2022-08-08-1660001990922","title":"Seoul Forest (서울숲)","description":"Opened on June 18, 2005, Seoul Forest had previously undergone a series of changes on Ttukseom Island. In the past, the forest had been a royal hunting ground for kings and served as a military inspection facility. However, in more recent decades, the area has served a wide variety of functions. Ttukseom initially served as a water treatment facility, and later as a golf course, horse racing track, and eventually a sports park. <br><br> Consisting of five parks spread over approximately 595,000 ㎡ of land, Seoul Forest is an eco-friendly zone appreciated not only by the people of the city but also those visiting Seoul. Seoul Forest is rapidly developing into the premium city-park of Korea like Hyde Park in London and Central Park in New York. <br><br> * Culture & Art Park<br> Situated in the heart of Seoul Forest, Culture & Art Park features Seoul Forest Plaza, decorative flower beds, Visitor Center, a skate park, outdoor stage, waterside lounge (restaurant), in-forest open space, in-forest play ground and water play area. <br><br> * Eco Forest <br> The Eco Forest, once an area covered by the Hangang River, has been transformed into an eco-forest connecting the Hangang River and Jungnangcheon Stream. This natural habitat for wildlife is home to fallow deer, formosan deer, elk, chipmunks, mandarin ducks, mallards, spot-billed ducks and moorhens. There is also an observatory to help visitors get a better view of the local wildlife. <br><br> * Experiential Learning Park<br> Occupying the structure of the former Ttukseom Water Treatment Facility, this refurbished educational area was established to house an insect botanical garden, wild flower garden, themed flower garden, event ground and surrounding protective forest. <br><br> * Marsh Plants Garden<br> Making use of the local reservoir’s natural environment, the Wetlands Ecological Field contains a wetlands ecological management office, ecological playground, outdoor nature classroom, bird observatory, wetlands flower garden and botanical garden fed with local, clear waters. <br><br> * Hangang Riverside Park <br> Located southwest of Seoul Forest, this riverside area at the junction of the Hangang River and Jungnangcheon Stream features a waterfront park, marina and rest area.","regDate":"2022-08-08","author":"korea-tour","tag":["Seoul","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-08-08-1660001990922/2611300_image2_1.webp","blogPath":"Seoul/2022-08-08-1660001990922","pageUrl":"https:/mcdryad.com/Seoul/2022-08-08-1660001990922"},"dataList":[{"id":"2022-08-09-1660044980561","title":"Seoul Namsan Park (남산공원(서울))","description":"Seoul Namsan Park opened in 1968 as a public park and went through renovation in 1991 to better serve the public as a nature-friendly rest  area in the middle of the city. The areas surrounding the park such as Jung-gu, Yejang-dong, Hoehyeon-dong, Yongsan-gu, and Hannam-dong were renovated along with the park for a cleaner and refreshing atmoshere.","regDate":"2022-08-09","author":"korea-tour","tag":["Seoul","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-08-09-1660044980561/1981983_image2_1.webp","blogPath":"Seoul/2022-08-09-1660044980561"},{"id":"2022-08-09-1660041748882","title":"Seoul Mangusan Mountain (망우산(서울))","description":"Mangusan Mountain at 281.7 meters above sea level spans across Mangu-dong and Myeonmok-dong of Seoul, and Guri-si of Gyeonggi-do. Located on the mountain is Mangu Cemetery, which was designated as a public cemetery in 1933. Since its designation, many popular people have been buried here including children’s literature author Bang Jeong-hwan (penname  Sopa), independence activists Oh Se-chang and Han Yong-un, and Ji Seok-young who pioneered the use of the smallpox vaccination in Korea and was also a Korean linguist. In addition, tombstones bearing chronological listings of seven popular poets and one educator were installed at the park, making the cemetery a venue for historical education. The park also has Sin Gyeong-jin Sindobi, a cultural asset designated as Seoul Tangible Cultural Property No. 95. It is a monument of Sin Gyeong-jin, an official scholar of the Joseon dynasty. <br><br>The park also has a 5.2-kilometer-long circular road named “The Thinking Path”. The name was selected through a public competition held in May 1998. Other facilities include the urban environment and nature observation road, a wooden gazebo, and a mineral spring. Thanks to the well managed trees and clean air, the park is visited by many citizens seeking a place to rest.","regDate":"2022-08-09","author":"korea-tour","tag":["Seoul","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-08-09-1660041748882/1902989_image2_1.webp","blogPath":"Seoul/2022-08-09-1660041748882"},{"id":"2022-08-09-1660038000249","title":"Seoul Jogyesa Temple (조계사(서울))","description":"As the main temple as well as the district head temple of the Jogye order in Seoul, Jogyesa Temple is the center of Korean Buddhism. The temple was built in the late 14th century during the Goryeo period but was completely destroyed in a fire. It was rebuilt under the name of Gakwangsa Temple in 1910 with the effort of many respectful monks, namely Han Yong-un and Lee Hee-gwang. The temple was  given a role as the head temple of Korea’s Buddhism and renamed to Tegosa Temple in 1936. In 1954, a purification drive took place to eliminate Japanese influence and revive traditional Buddhism, which established the present day Jogyesa Temple as a result. <br><br>Jogyesa Temple plays an important role in Korean Buddhism as the head temple of the Jogye order. Jogyesa Temple’s Dharma Hall serves as the main venue for several Buddhist events, holding rituals, lectures, ceremonies, and other events all year long. The annual lantern festival in celebration of Buddha's birthday also takes place at this temple.","regDate":"2022-08-09","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-08-09-1660038000249/1985196_image2_1.webp","blogPath":"Seoul/2022-08-09-1660038000249"},{"id":"2022-08-09-1660034592001","title":"Seoul Iris Garden (서울창포원)","description":"Seoul Iris Garden is located between Dobongsan and Suraksan mountains in northern Seoul. The garden, measuring 52,417 ㎡, boasts a wide array of irises and other plants in 12 different themed zones including Iris Garden, Medicinal Plant Garden, and Wetland Park.<br><br>At the Iris Garden, 300,000 irises in 130 species are on display on a plot of land measuring 15,000 ㎡. Species include yellow iris, iris setosa, iris pallasii, and iris domestica, each boasting its own brilliant colors and delicate shape. The Medicinal Plant Garden is home to 130,000 plants in 70 different species of medicinal plants, allowing visitors to view the largest selection of medicinal herbs in the country. Wetland Park presents 70,000 wetland plants and houses an observatory deck from which visitors may view and learn about the diverse aquatic plants. <br><br>Cheoni Observatory within the garden provides visitors with a place take to in the beautiful scenery from above. The nearby forest lounge is a rest area for visitors as well as a center of operations for the park’s ecological education programs. Irises are in bloom from May to June of every year, but are even a sight to behold during the rest of the warmer months, given the delicate shape of their leaves.","regDate":"2022-08-09","author":"korea-tour","tag":["Seoul","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2022-08-09-1660034592001/2356723_image2_1.webp","blogPath":"Seoul/2022-08-09-1660034592001"},{"id":"2022-08-09-1660030622688","title":"Seoul Hyochang Park (서울 효창공원)","description":"Hyochang Park covers 122,245 square meters spanning across Hyochang-dong and Cheongpa 2-dong. It is a historic landmark that once contained several royal tombs, and was known at that time as Hyochangwon. The cemeteries that were originally located in Hyochangwon belonged to Crown Prince Munhyo, King Jeongjo’s first son who died at the age of five; Royal Noble Consort Uibin of the Seong Clan, King Jeongjo’s royal concubine and Crown Prince Munhyo’s mother; Royal Noble Consort Sugui of the Park Clan, King Sunjo’s royal concubine; and her daughter Princess Yeongon. The royal tombs were moved to Seooreung Tombs in the waning months of the Japanese colonial period. The Japanese empire began the development of Hyochangwon into a park in 1924, and the Japanese governor-general officially assigned the site as a park in 1940.<br><Br>Presently, several of Korea’s greatest leaders are buried in Hyochang Park. The remains mostly belong to independence activists including Yoon Bong-gil, Lee Bong-chang, and Baek Jeong-gi, whose graves are collectively known as Samuisa Tomb. A statue of Lee Bong-chang has been built in the graveyard. Among the other patriotic martyrs who are interred in the park are Kim Gu and some of the key figures of the provisional government such as Lee Dong-nyeong, Cha I-seok, and Cho Seong-hwan. An ancestral shrine named Uiyeolsa has been built along the main gate and holds the portraits of the deceased independence activists.","regDate":"2022-08-09","author":"korea-tour","tag":["Seoul","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-08-09-1660030622688/1568015_image2_1.webp","blogPath":"Seoul/2022-08-09-1660030622688"},{"id":"2022-08-09-1660027663398","title":"Seoul Hwagyesa Temple (화계사(서울))","description":"Hwagyesa Temple was built in 1522 (the seventeenth year of the reign of King Jungjong of the Joseon dynasty) by monk Shinwol, but was destroyed in a fire in 1618. It was rebuilt the following year, and expanded In 1866 through the efforts of Monks Yongseon and Beomun.<br>The temple also has various templestay programs for visitors. Hwagyesa Temple is located not too far from the city but also provides a natural environment.","regDate":"2022-08-09","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-08-09-1660027663398/1927918_image2_1.webp","blogPath":"Seoul/2022-08-09-1660027663398"},{"id":"2022-08-09-1660023729232","title":"Seoul Gyeonggyojang House (서울 경교장)","description":"Gyeonggyojang House, a designated Historic Site, was the location of the provisional government and the place where Baekbeom Kim Koo passed away. Seoul reproduced the historical site, Gyeonggyojang House, to use the area as an educational site. Also, the house exhibits the history of the provisional government in order to see the history more clearly.<br><br>Restoration work included the demolition of the interior that was changed when the building was turned into a hospital facility and embassy after Kim Koo passed away in 1949. During the work, the remaining parts were maintained with the utmost care. Reconstructed parts were based on the building's floor plan written in Chosun and Architecture (8th edition in 1938). Visitors can see various contents related to the Korean Provisional Government history through relics, video, and information searching corners.","regDate":"2022-08-09","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-08-09-1660023729232/1568458_image2_1.webp","blogPath":"Seoul/2022-08-09-1660023729232"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}