{"pageProps":{"content":"![Daecheongho Lake (대청호)](/2022-07-12-1657632111548/2605585_image2_1.webp)\n  \n## Overview\n\n> Daecheongho Lake is a man-made lake, stretching from Daejeon to Cheongju-si, Okcheon-gun, and Boeun-gun. Construction began in 1975 and finished in 1980, and the lake supplies water for various use to people in Daejeon and Cheongju.\n<br><br>\nThe reservoir water spans an area of over 72.8 ㎢ with a perimeter of 80 kilometers, and the water kept in storage has a volume of 1.5 billion tons, making the reservoir the third largest lake in Korea. The area is famous for its beautiful driving course along a tree-lined road through the nearby mountain which has an altitude of 200 to 300 meters. Also, resident birds and migratory birds, such as white heron, can be seen during summer in the upper region of the lake.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-42-251-4748|\n|parking:|Available|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Available Facilities:|Daecheong Dam Water Culture Center, Ecology Park, benches, etc.|\n|Restrooms:|Available|\n  \n## Detail Image\n![/2022-07-12-1657632111548/2605584_image2_1.webp](/2022-07-12-1657632111548/2605584_image2_1.webp)\n![/2022-07-12-1657632111548/2605586_image2_1.webp](/2022-07-12-1657632111548/2605586_image2_1.webp)\n![/2022-07-12-1657632111548/2605589_image2_1.webp](/2022-07-12-1657632111548/2605589_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-42-251-4748](tel:+82422514748)\n- [🏠nature.donggu.go.kr](http://nature.donggu.go.kr)\n\n\n```googleMap\nlatitude: 36.4011148323\nlongitude: 127.5101665667\ntitle: Dong-gu, Daejeon / Munui-myeon, Chungcheongbuk-do\n```\n  \n## Directions\n  \n[Train + Bus]<br>\nFrom Seoul Station, take a train to Sintanjin Station.<br>\nFrom Sintanjin Station, take Bus No.722 or 723 and get off at Daecheong Dam Bus Stop.\n","data":{"id":"2022-07-12-1657632111548","title":"Daecheongho Lake (대청호)","description":"Daecheongho Lake is a man-made lake, stretching from Daejeon to Cheongju-si, Okcheon-gun, and Boeun-gun. Construction began in 1975 and finished in 1980, and the lake supplies water for various use to people in Daejeon and Cheongju.<br><br>The reservoir water spans an area of over 72.8 ㎢ with a perimeter of 80 kilometers, and the water kept in storage has a volume of 1.5 billion tons, making the reservoir the third largest lake in Korea. The area is famous for its beautiful driving course along a tree-lined road through the nearby mountain which has an altitude of 200 to 300 meters. Also, resident birds and migratory birds, such as white heron, can be seen during summer in the upper region of the lake.","regDate":"2022-07-12","author":"korea-tour","tag":["Daejeon","Nature","Natural Sites"],"imgUrl":"/2022-07-12-1657632111548/2605585_image2_1.webp","blogPath":"Daejeon/2022-07-12-1657632111548","pageUrl":"https:/mcdryad.com/Daejeon/2022-07-12-1657632111548"},"dataList":[{"id":"2022-07-12-1657645034633","title":"Daejeon National Cemetery Patrotic Footpath (국립대전현충원 보훈둘레길)","description":"Daejeon National Cemetery covers a vast area of land spanning 330,000 ㎡. The cemetery is comprised of graves for the deceased patriots, men of national merit, generals, officers, soldiers, and more. Major facilities include the Memorial Tower and Memorial Gate for paying reverence to the deceased patriots, Patriotic Spirit Exhibition Center displaying photos and articles left by the deceased, and an outdoor exhibition space, where military battle equipment is on display. Other facilities within the cemetery grounds include fountains, statues, sculptures, pavilions, and Hyeonchungji Pond, a man-made pond in the shape of the Korean peninsula. In particular, the memorial site's Patriotic Footpath serves as a great walking path for those who seek to tour the nearby areas on foot. There are a total of seven walking trails that pass by beautiful and meaningful attractions.","regDate":"2022-07-12","author":"korea-tour","tag":["Daejeon","Culture/Art/History","Historical Sites","Holy Sites"],"imgUrl":"/2022-07-12-1657645034633/2661825_image2_1.webp","blogPath":"Daejeon/2022-07-12-1657645034633"},{"id":"2022-07-12-1657640803079","title":"Daejeon Jagwangsa Temple (자광사(대전))","description":"Legend has it that the region of Hakha-dong was where the gods lived when they periodically came down from the heavens. When Jagwangsa Temple was built in the district, Song Siyeol saw it as a sign and created a village school near the temple to train his pupils. It was his hope that the sacred land would aide in the raising of gifted students who would grow to serve their community and country. When building the school, Song Siyeol also planted a juniper tree that, 300 years later, still proudly stands by Jagwangsa Temple.<br><br>Upon entering the temple area, visitors will find to their left the Seongjeonnyeongdangji Memorial Stone, which serves to commemorate Song Siyeol and his school. Next to the memorial stone is a pond in which carp swim lazily around lotus flowers. From the white wooden chair in front of the pond, there is a large bell to the left and main Dharma Hall to the right.","regDate":"2022-07-12","author":"korea-tour","tag":["Daejeon","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-07-12-1657640803079/2689629_image2_1.webp","blogPath":"Daejeon/2022-07-12-1657640803079"},{"id":"2022-07-12-1657637193971","title":"Daejeon Hoedeok Dongchundang Park (대전 회덕 동춘당 공원)","description":"Dongchundang Park was once the residence of Song Jung-gil, a noted scholar during the Joseon dynasty. Dongchundang Residential Compound (Treasure No. 209) has kept some of its original features including its three ponds, pavilions, old swings, and the nameplate written by Uam Song Si-yeol in 1678 in honor of Song Jung-gil. Today, the park is the main venue of the annual Dongchundang Culture Festival along with other local festivals.","regDate":"2022-07-12","author":"korea-tour","tag":["Daejeon","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-07-12-1657637193971/2364205_image2_1.webp","blogPath":"Daejeon/2022-07-12-1657637193971"},{"id":"2022-07-12-1657634396642","title":"Daedong Sky Park (대동하늘공원)","description":"Daedong Sky Park was formed as part of the Rainbow Project on December 2009. A giant windmill, which represents the park, is located 127 meters above sea level. Visitors can see an amazing panoramic view of the city as well as relax at one of the many benches and pagodas. A mural village connected to the Sky Park offers themed coffee shops and has become a popular attraction.","regDate":"2022-07-12","author":"korea-tour","tag":["Daejeon","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-07-12-1657634396642/2631090_image2_1.webp","blogPath":"Daejeon/2022-07-12-1657634396642"}],"navList":["Daejeon","Incheon","Seoul"]},"__N_SSG":true}