{"pageProps":{"content":"![Chiaksan National Park (치악산국립공원)](/2022-07-25-1658738702810/2659197_image2_1.webp)\n\n  \n## Overview\n\n> Chiaksan Mountain has several peaks reaching x_heights of over 1,000 meters, including Namdaebong, Cheonjibong, Hyangnobong, Sambong, and Birobong Peak, the tallest of the peaks at 1,288 meters. Chiaksan National Park, designated in 1984, encompasses a 182.09 ㎢ area with a 14-kilometer trail connecting the peaks from Birobong Peak in the north to Namdaebong Peak in the south.<br><br>\n\nIn addition to these soaring peaks, the park also includes many deep valleys, unique rock formations, waterfalls, and tourist attractions. Some of the more popular destinations are Geumdaegyegok Valley, Taejongdae Rock, Seryeompokpo Falls, and Guryongsa Temple. The park draws in hikers all year round, with bright azaleas in spring, lush forests in summer, vibrant foliage in fall, and a white wonderland in winter.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Korea Travel Hotline: +82-2-1330 <br>(Korean, English, Japanese, Chinese) <br> • For more info: +82-33-740-9900|\n|parking:|Available|\n|restdate:|* Subject to abrupt closure due to adverse weather conditions.|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Hiking Course:|[Geumdae Ranger Station - Namdaebong Peak Course (2 hr 40 min / 5.2 km)]<br>Geumdae Ranger Station - Yeongwonsa Temple - Namdaebong Peak<br /><br>[Haenggu Park Ranger Post - Hyangnobong Peak Course (1hr 30 min / 2.8 km)]<br>Haeunggu Park Ranger Post - Bomunsa Temple - Hyangnobong Peak<br /><br>[Seongnam Park Ranger Post - Namdaebong Peak Course (2 hr 30 min / 5.9 km)]<br>Seongnam Park Ranger Post - Sangwonsa Temple - Namdaebong Peak<br /><br>[Bugok Park Ranger Post - Birobong Peak Course (3 hr / 8.9 km)]<br>Bugok Park Ranger Post - Godeunjae - Birobong Peak<br /><br>[Guryong Information Center - Seryeompokpo Falls Course (1 hr 45 min / 3 km)]<br>Guryong Information Center - Guryongsa Temple - Daegok Campground - Seryeompokpo Falls<br /><br>[Guryong Information Center - Birobong Peak Course (3 hr 30 min / 5.7 km)]<br>Guryong Information Center - Guryongsa Temple - Daegok Campground - Seryeompokpo Falls - Sadari Byeongchang - Birobong Peak<br /><br>[Guryong Information Center - Seongnam Park Ranger Post Course (10 hr / 23.8 km)]<br>Guryong Information Center - Birobong Peak - Hyangnobong Peak - Namdaebong Peak  - Seongnam Park Ranger Post<br /><br>Hwanggol Information Center - Birongbong Peak Course (2 hr 30 min / 4.1 km)]<br>Hwanggol Information Center - Ipseoksa Temple - Birobong Peak|\n|Mountain Not Access Period:|Varies depending on weather advisories, snow/precipitation levels, and other local conditions. Please visit the official website to check before visiting.|\n|Natural Preservation Areas (closed to public):|Seonghwangnim (54,314 ㎡): until 2026|\n|Admission Fees:|Individuals - Adults 3,000 won / Teenagers 1,000 won / Children 500 won<br>Groups: Adults 2,500 won / Teenagers 800 won / Children 400 won|\n|Available Facilities:|Campground, visitor's center|\n|Restrooms:|Available|\n|Parking Fees:|[For the first 1 hour]<br> Light-weight vehicles 500 won / Small & Mid-sized vehicles 1,100 won / Large vehicles 2,000 won<br> <br>[Every additional 10 minutes]<br>Light-weight vehicles 100 won / Small & Mid-sized vehicles 250 won (peak season 300 won) / Large vehicles 400 won (peak season) 500 won<br><br> [Parking for over 9 hours]<br> Light-weight vehicles 5,000 won / Small & Mid-sized vehicles 13,000 won / Large vehicles 20,000 won<br><br> [Monthly parking]<br> Light weight vehicles 50,000 won / Small & Mid-sized vehicles 150,000 won / Large vehicles 200,000 won<br><br> * In the case of losing a parking ticket, the fee will be charged based on the time from the parking lot opening hour to the exiting time.|\n  \n## Detail Image\n![/2022-07-25-1658738702810/2012856_image2_1.webp](/2022-07-25-1658738702810/2012856_image2_1.webp)\n![/2022-07-25-1658738702810/2012857_image2_1.webp](/2022-07-25-1658738702810/2012857_image2_1.webp)\n![/2022-07-25-1658738702810/2474781_image2_1.webp](/2022-07-25-1658738702810/2474781_image2_1.webp)\n![/2022-07-25-1658738702810/2474785_image2_1.webp](/2022-07-25-1658738702810/2474785_image2_1.webp)\n![/2022-07-25-1658738702810/2474789_image2_1.webp](/2022-07-25-1658738702810/2474789_image2_1.webp)\n![/2022-07-25-1658738702810/2659194_image2_1.webp](/2022-07-25-1658738702810/2659194_image2_1.webp)\n![/2022-07-25-1658738702810/2659195_image2_1.webp](/2022-07-25-1658738702810/2659195_image2_1.webp)\n![/2022-07-25-1658738702810/2659196_image2_1.webp](/2022-07-25-1658738702810/2659196_image2_1.webp)\n![/2022-07-25-1658738702810/2659198_image2_1.webp](/2022-07-25-1658738702810/2659198_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-33-740-9900](tel:+82337409900)\n- [🏠chiak.knps.or.kr</a><br><a href=\"https://www.wonju.go.kr/tour/contents.do?key=4072&\" target=\"_blank\">www.wonju.go.kr](http://chiak.knps.or.kr)\n\n\n```googleMap\nlatitude: 37.4143609729\nlongitude: 128.0506809522\ntitle: 26, Musoijeom 2-gil, Wonju-si, Gangwon-do\n```\n  \n\n","data":{"id":"2022-07-25-1658738702810","title":"Chiaksan National Park (치악산국립공원)","description":"Chiaksan Mountain has several peaks reaching x_heights of over 1,000 meters, including Namdaebong, Cheonjibong, Hyangnobong, Sambong, and Birobong Peak, the tallest of the peaks at 1,288 meters. Chiaksan National Park, designated in 1984, encompasses a 182.09 ㎢ area with a 14-kilometer trail connecting the peaks from Birobong Peak in the north to Namdaebong Peak in the south.<br><br>In addition to these soaring peaks, the park also includes many deep valleys, unique rock formations, waterfalls, and tourist attractions. Some of the more popular destinations are Geumdaegyegok Valley, Taejongdae Rock, Seryeompokpo Falls, and Guryongsa Temple. The park draws in hikers all year round, with bright azaleas in spring, lush forests in summer, vibrant foliage in fall, and a white wonderland in winter.","regDate":"2022-07-25","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","National Parks"],"imgUrl":"/2022-07-25-1658738702810/2659197_image2_1.webp","blogPath":"Gangwon-do/2022-07-25-1658738702810","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-07-25-1658738702810"},"dataList":[{"id":"2022-10-14-1665723965765","title":"Soyangho Lake (Inje Section) (소양호-인제)","description":"Soyangho Lake (소양호), one of the biggest manmade lakes in Korea, along with Chungjuho Lake (충주호), was created in 1973 when the world’s fourth largest dam, Soyang Dam, standing 123 meters high, was constructed. The 60-kilometer watercourse connecting Chuncheon and Inje is a route along which you can enjoy the beautiful hills and streams of Naeseorak. In the Inje section, upstream of the lake, there are various species of fish such as carp, crusian, leather carp, mandarin fish and pond smelt, attracting many tourists and fisherman. Fishing spots are found in areas such as Gunchukgyo Bridge, Bupyeong, Gwandae-ri, and Sangsunaeri Fishing Pier. Also, from December and March when a portion of the lake near Gunchukgyo Bridge freezes, you can bore holes through the ice sheet and enjoy ice-fishing for pond smelt.<br><br>","regDate":"2022-10-14","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites"],"imgUrl":"/2022-10-14-1665723965765/186683_image2_1.webp","blogPath":"Gangwon-do/2022-10-14-1665723965765"},{"id":"2022-10-13-1665658224957","title":"Soyanggang Skywalk (소양강스카이워크)","description":"Soyanggang Skywalk, stretching over the river, is 174 m long and the transparent glass floor covers 156 m of the section. The end of the skywalk is equipped with a circular plaza and an observatory. Visitors can enjoy an open view of the area while taking a rest. Its circular plaza is also equipped with a transparent floor and a good place for taking a photo with the background of the landscape. A “Ssogarisang” sculpture of leopard mandarin fish located on the opposite side of the plaza attracts visitors. The fountain water flows down from this sculpture at the fixed hours. A cozy photo zone and terrace are situated at the entrance to Soyanggang Skywalk, while the Soyang i(2)gyo Bridge, which is Chuncheon’s landmark, and Soyanggang Maiden Statue are situated right next to the Skywalk. Its night view with splendid lights is also well-known.","regDate":"2022-10-13","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Architectural Sights","Monuments/Observatories"],"imgUrl":"/2022-10-13-1665658224957/2392892_image2_1.webp","blogPath":"Gangwon-do/2022-10-13-1665658224957"},{"id":"2022-10-13-1665654643403","title":"Soyang Dam (소양강댐)","description":"Built in October 1973, Soyang Dam is the largest dam in Korea. It stands 123 meters high and 530 meters long and can hold up to 29 million tons of water. The stored water which has become Soyangho Lake, is Koreas largest man-made lake, spanning a large area that borders the Gangwon-do cities and districts of Chuncheon, Hongcheon, Yanggu and Inje. Visitors can enjoy riding a ferry or walk on the 2.5 kilometer walking trail. Various restaurants and attractions are also nearby.","regDate":"2022-10-13","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites"],"imgUrl":"/2022-10-13-1665654643403/1583557_image2_1.webp","blogPath":"Gangwon-do/2022-10-13-1665654643403"},{"id":"2022-10-13-1665651297299","title":"Sono Belle Vivaldi Park Ocean World (소노벨 비발디파크 오션월드)","description":"Vivaldi Parks Ocean World Park is designed to look like an oasis in the middle of the Egyptian desert, in order to give visitors the experience of a cool, refreshing swim under the bright sun. The water park even features a large Sphinx and pyramid. Ocean World is an eco-friendly park popular among all ages. The park is the size of 14 soccer fields, and divided into an indoor zone, extreme zone, wave pool zone, dynamic zone, and megaslide zone.","regDate":"2022-10-13","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Recreational Sites","Hot Springs & Spa"],"imgUrl":"/2022-10-13-1665651297299/1583719_image2_1.webp","blogPath":"Gangwon-do/2022-10-13-1665651297299"},{"id":"2022-10-13-1665647612612","title":"Sokcho Lighthouse Observatory (속초등대전망대)","description":"It is No. 1 of Sokcho’s Eight Sights. This white lighthouse creates a picturesque view along with the surrounding blue sea. Sokcho Lighthouse Observatory was originally just a lighthouse, but now, it is opened to the public and plays a role of an observatory. Walking up along the wooden deck trail among the bamboo grove leads you to the observatory, which offers an open view of the deep blue East Sea, the Cheongchoho Lake, which is home to migratory birds, and the magnificent scenery of Seoraksan Mountain. Viewed from the high tower, the East Sea unfolds its boundless ocean and sometimes it looks like a calm lake but can become an energetic ocean full of vitality. Built in 1957, Sokcho Lighthouse still lights up for ships at night. The bright light and sound of the beacon, which has been in service since the lighthouse’s establishment, can show the waterway to a boat, which is about 35 km away from the lighthouse. Right next to the observatory, Yeonggeumjeong Pavilion is situated.","regDate":"2022-10-13","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites"],"imgUrl":"/2022-10-13-1665647612612/2711170_image2_1.webp","blogPath":"Gangwon-do/2022-10-13-1665647612612"},{"id":"2022-10-13-1665645019170","title":"Sokcho Expo Tower (속초 엑스포타워)","description":"Sokcho Expo Tower in the area of Cheongchoho Lake, Joyang-dong, is an observatory tower set in a park surrounded by mountains and lakes. <br><br>The tower is 73.4m in x_height and can accommodate up to 100 visitors at once. From the observation platform, visitors can enjoy a complete view of the Sokcho area, including Ulsanbawi Rock and Daecheongbong Peak in Seoraksan Mountain, the East Sea and downtown Sokcho. The view around sunset is especially picturesque and the migratory bird habitat of Cheongchoho Lake is also located near the tower.","regDate":"2022-10-13","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Architectural Sights","Monuments/Observatories"],"imgUrl":"/2022-10-13-1665645019170/2617802_image2_1.webp","blogPath":"Gangwon-do/2022-10-13-1665645019170"},{"id":"2022-10-13-1665642344184","title":"Sokcho Beach (속초해수욕장)","description":"First opened in 1976, Sokcho Beach is one of Koreas most popular beaches. It is located a short walking distance from Sokcho Express Bus Terminal, making it a top choice among tourists. The waters here are clean and shallow, adding to the popularity of this beach during the summer season. There are also many restaurants and convenience facilities located near the beach, as well as a small park with walking trails through a pine forest. Along the beach, visitors can find interesting and unique photo spots and sculptures. Busking performances and festivals also take place throughout the year.","regDate":"2022-10-13","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites"],"imgUrl":"/2022-10-13-1665642344184/2616840_image2_1.webp","blogPath":"Gangwon-do/2022-10-13-1665642344184"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}