{"pageProps":{"content":"![Gugokpokpo Falls (구곡폭포)](/2022-09-25-1664088775156/1583495_image2_1.webp)\n\n  \n## Overview\n\n> Located at the foot of Bonghwasan Mountain in Chuncheon, Gugok Falls with a x_height of 50 m is one of the representative tourist destinations in the Gangchon area. It was named “Gugok” because the falls twist (gok) and turn nine (gu) different times before dropping down, and is also called “Guguripokpo.” Gugok Falls flowing down from a huge stone wall create fantastic scenery. Many tourists visit the falls every year to enjoy cool, refreshing water to overcome the heat wave in summer and to admire a majestic view of the giant ice wall in winter. The road from the ticket booth to the falls is gentle and requires about 20 min walk. It is an easy walking path surrounded by woods and the valley. Visitors can also try to find the nine wooden panels inspired by the spirit of Gugok and designed with Hangeul alphabet “ㄲ” letters (such as 꿈, 끼, 꾀, 깡, etc.). If you go up for about 40 min along the Kkalttak Pass, which is on the right side of the Gugok Falls entrance, you will find Munbae Village, nestled in a basin. The village restaurants are known for local dishes, such as wild vegetable bibimbap and folk liquor. Visitors can also stay overnight at the National Leisure Campground built in the Gukgok Falls Tourist Area.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br>(Korean, English, Japanese, Chinese) <br>• For more info: +82-33-261-0088|\n|parking:|Available|\n|restdate:|Open year round|\n|usetime:|08:30–17:30(It is subject to the weather.)|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Admission Fees:|People aged 7 to 65: KRW 2,000, Persons of national merit, the elderly, preschoolers, PWD, and residents in the lake culture zone (Chuncheon, Yanggu, Hwacheon, Hongcheon, and Inje): Free of charge|\n|Parking Fees:|Subcompact vehicles: KRW 1,000, Small vehicles: KRW 2,000, Large vehicles: KRW 4,000|\n  \n## Detail Image\n![/2022-09-25-1664088775156/1583493_image2_1.webp](/2022-09-25-1664088775156/1583493_image2_1.webp)\n![/2022-09-25-1664088775156/1780589_image2_1.webp](/2022-09-25-1664088775156/1780589_image2_1.webp)\n![/2022-09-25-1664088775156/1780590_image2_1.webp](/2022-09-25-1664088775156/1780590_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-33-261-0088](tel:+82332610088)\n\n\n\n```googleMap\nlatitude: 37.7939337577\nlongitude: 127.6092986794\ntitle: 254, Gangchongugok-gil, Namsan-myeon, Chuncheon-si, Gangwon-do\n```\n  \n## Directions\n  \n[Bus]<br>\nFrom Gangchon Station, take Bus No. 50 or 50-1 and get off at Gugokpokpo Falls Bus Stop.\n","data":{"id":"2022-09-25-1664088775156","title":"Gugokpokpo Falls (구곡폭포)","description":"Located at the foot of Bonghwasan Mountain in Chuncheon, Gugok Falls with a x_height of 50 m is one of the representative tourist destinations in the Gangchon area. It was named “Gugok” because the falls twist (gok) and turn nine (gu) different times before dropping down, and is also called “Guguripokpo.” Gugok Falls flowing down from a huge stone wall create fantastic scenery. Many tourists visit the falls every year to enjoy cool, refreshing water to overcome the heat wave in summer and to admire a majestic view of the giant ice wall in winter. The road from the ticket booth to the falls is gentle and requires about 20 min walk. It is an easy walking path surrounded by woods and the valley. Visitors can also try to find the nine wooden panels inspired by the spirit of Gugok and designed with Hangeul alphabet “ㄲ” letters (such as 꿈, 끼, 꾀, 깡, etc.). If you go up for about 40 min along the Kkalttak Pass, which is on the right side of the Gugok Falls entrance, you will find Munbae Village, nestled in a basin. The village restaurants are known for local dishes, such as wild vegetable bibimbap and folk liquor. Visitors can also stay overnight at the National Leisure Campground built in the Gukgok Falls Tourist Area.","regDate":"2022-09-25","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Waterfalls"],"imgUrl":"/2022-09-25-1664088775156/1583495_image2_1.webp","blogPath":"Gangwon-do/2022-09-25-1664088775156","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-09-25-1664088775156"},"dataList":[{"id":"2022-10-14-1665723965765","title":"Soyangho Lake (Inje Section) (소양호-인제)","description":"Soyangho Lake (소양호), one of the biggest manmade lakes in Korea, along with Chungjuho Lake (충주호), was created in 1973 when the world’s fourth largest dam, Soyang Dam, standing 123 meters high, was constructed. The 60-kilometer watercourse connecting Chuncheon and Inje is a route along which you can enjoy the beautiful hills and streams of Naeseorak. In the Inje section, upstream of the lake, there are various species of fish such as carp, crusian, leather carp, mandarin fish and pond smelt, attracting many tourists and fisherman. Fishing spots are found in areas such as Gunchukgyo Bridge, Bupyeong, Gwandae-ri, and Sangsunaeri Fishing Pier. Also, from December and March when a portion of the lake near Gunchukgyo Bridge freezes, you can bore holes through the ice sheet and enjoy ice-fishing for pond smelt.<br><br>","regDate":"2022-10-14","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites"],"imgUrl":"/2022-10-14-1665723965765/186683_image2_1.webp","blogPath":"Gangwon-do/2022-10-14-1665723965765"},{"id":"2022-10-13-1665658224957","title":"Soyanggang Skywalk (소양강스카이워크)","description":"Soyanggang Skywalk, stretching over the river, is 174 m long and the transparent glass floor covers 156 m of the section. The end of the skywalk is equipped with a circular plaza and an observatory. Visitors can enjoy an open view of the area while taking a rest. Its circular plaza is also equipped with a transparent floor and a good place for taking a photo with the background of the landscape. A “Ssogarisang” sculpture of leopard mandarin fish located on the opposite side of the plaza attracts visitors. The fountain water flows down from this sculpture at the fixed hours. A cozy photo zone and terrace are situated at the entrance to Soyanggang Skywalk, while the Soyang i(2)gyo Bridge, which is Chuncheon’s landmark, and Soyanggang Maiden Statue are situated right next to the Skywalk. Its night view with splendid lights is also well-known.","regDate":"2022-10-13","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Architectural Sights","Monuments/Observatories"],"imgUrl":"/2022-10-13-1665658224957/2392892_image2_1.webp","blogPath":"Gangwon-do/2022-10-13-1665658224957"},{"id":"2022-10-13-1665654643403","title":"Soyang Dam (소양강댐)","description":"Built in October 1973, Soyang Dam is the largest dam in Korea. It stands 123 meters high and 530 meters long and can hold up to 29 million tons of water. The stored water which has become Soyangho Lake, is Koreas largest man-made lake, spanning a large area that borders the Gangwon-do cities and districts of Chuncheon, Hongcheon, Yanggu and Inje. Visitors can enjoy riding a ferry or walk on the 2.5 kilometer walking trail. Various restaurants and attractions are also nearby.","regDate":"2022-10-13","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites"],"imgUrl":"/2022-10-13-1665654643403/1583557_image2_1.webp","blogPath":"Gangwon-do/2022-10-13-1665654643403"},{"id":"2022-10-13-1665651297299","title":"Sono Belle Vivaldi Park Ocean World (소노벨 비발디파크 오션월드)","description":"Vivaldi Parks Ocean World Park is designed to look like an oasis in the middle of the Egyptian desert, in order to give visitors the experience of a cool, refreshing swim under the bright sun. The water park even features a large Sphinx and pyramid. Ocean World is an eco-friendly park popular among all ages. The park is the size of 14 soccer fields, and divided into an indoor zone, extreme zone, wave pool zone, dynamic zone, and megaslide zone.","regDate":"2022-10-13","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Recreational Sites","Hot Springs & Spa"],"imgUrl":"/2022-10-13-1665651297299/1583719_image2_1.webp","blogPath":"Gangwon-do/2022-10-13-1665651297299"},{"id":"2022-10-13-1665647612612","title":"Sokcho Lighthouse Observatory (속초등대전망대)","description":"It is No. 1 of Sokcho’s Eight Sights. This white lighthouse creates a picturesque view along with the surrounding blue sea. Sokcho Lighthouse Observatory was originally just a lighthouse, but now, it is opened to the public and plays a role of an observatory. Walking up along the wooden deck trail among the bamboo grove leads you to the observatory, which offers an open view of the deep blue East Sea, the Cheongchoho Lake, which is home to migratory birds, and the magnificent scenery of Seoraksan Mountain. Viewed from the high tower, the East Sea unfolds its boundless ocean and sometimes it looks like a calm lake but can become an energetic ocean full of vitality. Built in 1957, Sokcho Lighthouse still lights up for ships at night. The bright light and sound of the beacon, which has been in service since the lighthouse’s establishment, can show the waterway to a boat, which is about 35 km away from the lighthouse. Right next to the observatory, Yeonggeumjeong Pavilion is situated.","regDate":"2022-10-13","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites"],"imgUrl":"/2022-10-13-1665647612612/2711170_image2_1.webp","blogPath":"Gangwon-do/2022-10-13-1665647612612"},{"id":"2022-10-13-1665645019170","title":"Sokcho Expo Tower (속초 엑스포타워)","description":"Sokcho Expo Tower in the area of Cheongchoho Lake, Joyang-dong, is an observatory tower set in a park surrounded by mountains and lakes. <br><br>The tower is 73.4m in x_height and can accommodate up to 100 visitors at once. From the observation platform, visitors can enjoy a complete view of the Sokcho area, including Ulsanbawi Rock and Daecheongbong Peak in Seoraksan Mountain, the East Sea and downtown Sokcho. The view around sunset is especially picturesque and the migratory bird habitat of Cheongchoho Lake is also located near the tower.","regDate":"2022-10-13","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Architectural Sights","Monuments/Observatories"],"imgUrl":"/2022-10-13-1665645019170/2617802_image2_1.webp","blogPath":"Gangwon-do/2022-10-13-1665645019170"},{"id":"2022-10-13-1665642344184","title":"Sokcho Beach (속초해수욕장)","description":"First opened in 1976, Sokcho Beach is one of Koreas most popular beaches. It is located a short walking distance from Sokcho Express Bus Terminal, making it a top choice among tourists. The waters here are clean and shallow, adding to the popularity of this beach during the summer season. There are also many restaurants and convenience facilities located near the beach, as well as a small park with walking trails through a pine forest. Along the beach, visitors can find interesting and unique photo spots and sculptures. Busking performances and festivals also take place throughout the year.","regDate":"2022-10-13","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites"],"imgUrl":"/2022-10-13-1665642344184/2616840_image2_1.webp","blogPath":"Gangwon-do/2022-10-13-1665642344184"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}