{"pageProps":{"content":"![Cypress Forest Woodland (정남진 편백숲 우드랜드)](/2023-01-16-1673840180985/2546930_image2_1.webp)\n\n  \n## Overview\n\n> Jeongnamjin in Jangheung is a pristine region with beautiful mountains, beaches, and rivers. One of these attractions is the cypress forest, where a refreshing breeze blows through the green shade of these 40-year-old trees. Cypress Forest Woodland is a wood culture & experience center located in the foothills of Eokbulsan Mountain. Guests can stay in the various hanok-style pensions, enjoy the cypress and salt rooms of the jjimjilbang, and take part in various ecology education experiences at this relaxing family leisure resort.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330<br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-61-864-7911|\n|parking:|Available|\n|restdate:|N/A (Open all year round)|\n|usetime:|[Park] 08:00-18:00<br>[Accommodations] Check in 15:00 / Check out 11:00|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Admission Fees:|Individuals - Adults 3,000 won / Teenagers 2,000 won / Children 1,000 won<br>Groups - Adults 2,000 won / Teenagers 1,500 won / Children 500 won<br /><br>* Adults (ages 19-64) / Teenagers (ages 13-18) / Children (ages 12 and younger)<br>* Group: 20 people or more<br />* Free admission for senior citizens (ages 65 and older)|\n|Available Facilities:|Accommodations, lecture room, botanical garden, exhibition hall, etc.|\n  \n## Detail Image\n![/2023-01-16-1673840180985/2006672_image2_1.webp](/2023-01-16-1673840180985/2006672_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-61-864-7911](tel:+82618647911)\n- [🏠www.jhwoodland.co.kr](http://www.jhwoodland.co.kr)\n\n\n```googleMap\nlatitude: 34.6683512370\nlongitude: 126.9340041552\ntitle: 180, Woodland-ro, Jangheung-gun, Jeollanam-do\n```\n  \n\n","data":{"id":"2023-01-16-1673840180985","title":"Cypress Forest Woodland (정남진 편백숲 우드랜드)","description":"Jeongnamjin in Jangheung is a pristine region with beautiful mountains, beaches, and rivers. One of these attractions is the cypress forest, where a refreshing breeze blows through the green shade of these 40-year-old trees. Cypress Forest Woodland is a wood culture & experience center located in the foothills of Eokbulsan Mountain. Guests can stay in the various hanok-style pensions, enjoy the cypress and salt rooms of the jjimjilbang, and take part in various ecology education experiences at this relaxing family leisure resort.","regDate":"2023-01-16","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2023-01-16-1673840180985/2546930_image2_1.webp","blogPath":"Jeollanam-do/2023-01-16-1673840180985","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-16-1673840180985"},"dataList":[{"id":"2023-01-18-1674020161540","title":"Doripo (도리포)","description":"A great sunrise and sunset spot, Doripo Park is situated in Doripo on the northwestern end of Haejebando Peninsula, which forms the boundary between Muan-gun, Yeonggwang-gun, and Hampyeong-gun Counties. The long sandy beach and the dense pine tree grove offer a nice environment for sunbathing.  <br><br>A little farther down from the sandy beach, is the Doripo Port. The port protrudes towards the sea, so people can view the sunrise from there. On the other side of the port towards Chilsan Sea, people can also view beautiful sunset glows. Just like other famous sunrise spots on the West Coast, Doripo watches the sun rise from the sea in Hampyeong in the winter and from the mountain in Yeonggwang in the summer. Every year, a special sunrise event is held on the first day of the New Year. <br><br>Another attraction of Doripo is fishing for sea bream and sea bass in Chilsan Sea, which nearby Yeonggwang-gun and Hampyeong-gun Counties. A total of 639 relics from the Goryeo Era have been found in the area, including historical relics like blue celadon bowls unearthed in October 1995, resulting in the area being designated a Historical Site no. 395 of Jeollanam-do. Nearby, tourist sites include Bongdaesan Mountain (195 meters) and Wongapsa Temple.","regDate":"2023-01-18","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"/2023-01-18-1674020161540/824691_image2_1.webp","blogPath":"Jeollanam-do/2023-01-18-1674020161540"},{"id":"2023-01-18-1674016829481","title":"Dolsandaegyo Bridge (돌산대교)","description":"Dolsandaegyo Bridge in Yeosu connects Dolsan Island to the mainland, and is a representative attraction of the city, lit up in many colored lights at night. The island of Dolsan is said to be a fortress in the ocean, and protected the nation from invaders and pirates during the Joseon dynasty. Construction on the bridge began in 1980 and was completed in 1984, with Dolsan Park being founded on the hilltop above the bridge in celebration of the bridge opening.","regDate":"2023-01-18","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Architectural Sights","Bridges"],"imgUrl":"/2023-01-18-1674016829481/2653421_image2_1.webp","blogPath":"Jeollanam-do/2023-01-18-1674016829481"},{"id":"2023-01-18-1674013020564","title":"Dolsan Park (돌산공원)","description":"Dolsan Park, located across from Dolsan Bridge, was created in 1987 on land spanning over 287,000 square meters. A teahouse inside the park was originally a TV drama shooting set. The teahouse offers a fine view of Dolsan Bridge, so visitors often stop by to drink tea while enjoying the view. The view point at the park also overlooks magnificent sunsets over Dolsan Bridge and exquisite night views of Dolsan Bridge, Marine Park, and Janggundo Island. The Memorial Time Capsule, containing various materials related to the merger of Yeosu city, was buried at the center of park in 1994 and will be opened in 2094.","regDate":"2023-01-18","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2023-01-18-1674013020564/2653419_image2_1.webp","blogPath":"Jeollanam-do/2023-01-18-1674013020564"},{"id":"2023-01-17-1673951831613","title":"Dolmeori Beach (돌머리해변)","description":"Dolmeori Beach is located at the westernmost point of Hampyeong-eup on a rocky tip, giving the beach its name Dolmeori, meaing a rock head.<br><br>Near the beach, there is a dense forest of sweet smelling pine trees and fresh water which is shallow enough for swimming. Although the difference in the landscape between high and low tide is considerable, efforts have been made to make up for the shortcomings. A swimming pool has been installed over an area of 8,910 square meters, for swimming even during low tide. Also, various facilities have been installed for the visitors convenience. A long, wooden bridge was installed for the viewing of the mud flats and sea creatures during low tide. On the mud flats there is a flurry of sea life, and the look-out sheds near the beach sell fresh summer fruits.","regDate":"2023-01-17","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"/2023-01-17-1673951831613/1809835_image2_1.webp","blogPath":"Jeollanam-do/2023-01-17-1673951831613"},{"id":"2023-01-17-1673948196869","title":"Dogapsa Temple (도갑사)","description":"Dogapsa Temple, built during the late Silla period, has a long history and various national treasures. Approximately 100 meters from Iljumun Gate of Dogapsa Temple is Haetalmun Gate (gate of emancipation), built in 1473 with a unique design that is also designated as a National Treasure. Near the gate is Treasure No. 1134, Wooden Child Manjusri and Samantabhadra of Dogapsa Temple. A five-story stone pagoda as well as Stone Seated Buddha (a Treasure) can also be seen at the temple. A large amount of the temple was burnt down during various wars, but the remaining stones show how large the temple once was.","regDate":"2023-01-17","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2023-01-17-1673948196869/1609453_image2_1.webp","blogPath":"Jeollanam-do/2023-01-17-1673948196869"},{"id":"2023-01-17-1673944760289","title":"Dinosaur Tracksite of Hwasun, Seoyu-ri (화순 서유리 공룡발자국화석 산지)","description":"The Dinosaur Tracksite of Hwasun was discovered in 1999 during a land survery for the construction of Hwasun Hot Springs Area. Most dinosaur tracks found in Korea are located in coastal areas in cities like Haenam and Boseong, so the discovery in the inner region of Jeollanam-do was a first. Most prints here come from carnivorous dinaosaurs of the Cretaceous period. The site is famous for there being tracks from no fewer than five different dinosaurs, as well as for being one of the longest trails and most direct examples of the exact movements of the dinosaurs. The tracks of one dinosaur are the longest in the world, stretching for 40 meters. Based on the foot size of 20-22 centimeters with a stride of approximately 90 centimeters, it is estimated that the prints were formed by a 4-5 meter tall Koolasuchus. In addition to the canivorous dinosaurs, tracks were found of 12 herbivorous dinosaurs, as well as fossilized plants. These plants offer much assistance in the research of herbivorous dinosaur diets.","regDate":"2023-01-17","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2023-01-17-1673944760289/1608223_image2_1.webp","blogPath":"Jeollanam-do/2023-01-17-1673944760289"},{"id":"2023-01-17-1673933770532","title":"Dasan Chodang (Historic Site Related to Jeong Yak-yong) (다산초당 (다산 정약용 유적지))","description":"Dasan Chodang is the house where Jeong Yak-yong (pen-name Dasan, 1762-1836) lived during his exile. He was a scholar of the late Joseon dynasty and is noted for his great contributions to the development of practical learning in Korea. After he was expelled to Ganjin for writing a secret letter of appeal for religious freedom, which later was named ‘the Hwang Sa-yeong Baekseo’, he lived in the house for 18 years while studying practical learning (‘Silhak’ in Korean). Most of his famous books were written in Dasan Chodang. While walking along a road near Dasan Chodang, you can see the Cheonilgak pavilion, which offers a great view of beautiful Gangjin Bay. Not far from Dasan Chodang is the Dasan Museum, where visitors can learn about the life of Dasan.","regDate":"2023-01-17","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2023-01-17-1673933770532/2434117_image2_1.webp","blogPath":"Jeollanam-do/2023-01-17-1673933770532"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}