{"pageProps":{"content":"![Yonghwasan National Recreational Forest (국립 용화산자연휴양림)](/2022-10-19-1666176904922/2711083_image2_1.webp)\n\n  \n## Overview\n\n> A recreational forest established at the foot of Yonghwasan Mountain (878 m) in Sabuk-myeon, Chuncheon Yonghwasan Mountain has been selected one of the best 100 mountains in Korea by the Korea Forest Service and is well-known for the TV program in which BTS members climbed it in 2020. Yonghwasan Recreational Forest is home to needle leaf trees and broadleaf trees, such as pine, oak, birch, and larch, and has a clean atmosphere of the natural environment along with the clear valley. It is equipped with various convenient facilities, such as accommodation, campground, hiking road, trail, and forest park amid healing nature. Yonghwasan Recreational Forest is ideal for not only camping and hiking but also forest leisure and sports activities. It runs Forest Experience Center, which is an indoor forest leisure and sports activity facility that can be used regardless of the weather and season. It provides various experience activities, such as Vertical Slide where visitors will experience falling straight down, Zip Zag where visitors wearing safety equipment will experience a zipline-type ride along the railway, Rope Adventure where visitors will complete a course of a rope and a suspension bridge, and Design Rock Climbing consisting of various difficulty levels. In the open air, there are leisure and sports facilities, such as Artificial Rock Climbing Site, Flying Squirrel (Quick Jump), and Flying in the Forest (Zipline). Besides, it provides the wooden crafts experience and the forest guide program.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-33-243-9261|\n|opendate:|2006|\n|parking:|Available|\n|restdate:|Every Tuesday|\n|usetime:|09:00–18:00|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Mountain Not Access Period:|Seasonal Forest Fire Watches  <br>Spring: February 1-May 15<br>Autumn: November 1-December 15<br><br>* Subject to change based on weather conditions|\n|Admission Fees:|Individual – Adults: KRW 1,000, Youth: KRW 600, Children: KRW 300, Group – Adults: KRW 800, Youth: KRW 500, Children: KRW 200|\n|Restrooms:|Available|\n|Parking Fees:|Small vehicles: KRW 1,500–3,000, Large vehicles: KRW 5,000|\n|Available Facilities:|Forest Culture Recreational Center, main lodge building, and campground|\n|Reservation Info. for Natives:|Online reservation on the homepage|\n  \n## Detail Image\n![/2022-10-19-1666176904922/2029812_image2_1.webp](/2022-10-19-1666176904922/2029812_image2_1.webp)\n![/2022-10-19-1666176904922/2029814_image2_1.webp](/2022-10-19-1666176904922/2029814_image2_1.webp)\n![/2022-10-19-1666176904922/2029815_image2_1.webp](/2022-10-19-1666176904922/2029815_image2_1.webp)\n![/2022-10-19-1666176904922/2711084_image2_1.webp](/2022-10-19-1666176904922/2711084_image2_1.webp)\n![/2022-10-19-1666176904922/2711086_image2_1.webp](/2022-10-19-1666176904922/2711086_image2_1.webp)\n![/2022-10-19-1666176904922/2711088_image2_1.webp](/2022-10-19-1666176904922/2711088_image2_1.webp)\n![/2022-10-19-1666176904922/2029808_image2_1.webp](/2022-10-19-1666176904922/2029808_image2_1.webp)\n![/2022-10-19-1666176904922/2029811_image2_1.webp](/2022-10-19-1666176904922/2029811_image2_1.webp)\n![/2022-10-19-1666176904922/2711085_image2_1.webp](/2022-10-19-1666176904922/2711085_image2_1.webp)\n![/2022-10-19-1666176904922/2711087_image2_1.webp](/2022-10-19-1666176904922/2711087_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-33-243-9261](tel:+82332439261)\n- [🏠http://foresttrip.go.kr/main.do](http://foresttrip.go.kr/main.do)\n\n\n```googleMap\nlatitude: 38.0062332216\nlongitude: 127.7141439487\ntitle: 294, Sayeogol-gil, Sabuk-myeon, Chuncheon-si, Gangwon-do\n```\n  \n## Directions\n  \n[Taxi]<br>\nApprox. 40 min from Chuncheon Intercity Bus Terminal or Chuncheon Train Station\n","data":{"id":"2022-10-19-1666176904922","title":"Yonghwasan National Recreational Forest (국립 용화산자연휴양림)","description":"A recreational forest established at the foot of Yonghwasan Mountain (878 m) in Sabuk-myeon, Chuncheon Yonghwasan Mountain has been selected one of the best 100 mountains in Korea by the Korea Forest Service and is well-known for the TV program in which BTS members climbed it in 2020. Yonghwasan Recreational Forest is home to needle leaf trees and broadleaf trees, such as pine, oak, birch, and larch, and has a clean atmosphere of the natural environment along with the clear valley. It is equipped with various convenient facilities, such as accommodation, campground, hiking road, trail, and forest park amid healing nature. Yonghwasan Recreational Forest is ideal for not only camping and hiking but also forest leisure and sports activities. It runs Forest Experience Center, which is an indoor forest leisure and sports activity facility that can be used regardless of the weather and season. It provides various experience activities, such as Vertical Slide where visitors will experience falling straight down, Zip Zag where visitors wearing safety equipment will experience a zipline-type ride along the railway, Rope Adventure where visitors will complete a course of a rope and a suspension bridge, and Design Rock Climbing consisting of various difficulty levels. In the open air, there are leisure and sports facilities, such as Artificial Rock Climbing Site, Flying Squirrel (Quick Jump), and Flying in the Forest (Zipline). Besides, it provides the wooden crafts experience and the forest guide program.","regDate":"2022-10-19","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"/2022-10-19-1666176904922/2711083_image2_1.webp","blogPath":"Gangwon-do/2022-10-19-1666176904922","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-10-19-1666176904922"},"dataList":[{"id":"2022-10-27-1666849629456","title":"Tomb of Sin Sunggyeom (장절공신숭겸장군묘역)","description":"Tomb of Sin Sung-gyeom (posthumous epithet  Jangjeolgong), a founding contributor of the Goryeo Dynasty Sin Sung-gyeom made a great contribution to the foundation of Goryeo by expelling Gung Ye and crowning Wang Geon (later, King Taejo) as a king in 918, together with Bae Hyeon-gyeong, Hong Yu, and Bok Ji-gyeom. When Taejo of Goryeo was surrounded by the army of Gyeon Hwon (founder of Later Baekje) at the Palgongsan Battle in Daegu, Sin exchanged armor with Taejo’s armor to disguise himself as the king and died. The enemy thought that he was Taejo and beheaded him, and Taejo made his head with gold in sorrow and held a funeral for him. The Tomb of Sin Sung-gyeom consists of three mounds, which are said to have been a measure that Taejo took lest the golden head should be stolen. The location of the tomb is regarded as one of the best propitious sites for a grave in Korea, based on geomancy. Surrounded by pine trees, this site overlooks downtown Chuncheon. The tombstone, shrine, and memorial stone were built around the tomb. This tomb was designated as Gangwon-do Monument No. 21 under the title “Sin jangjeolgong Myoyeok (Tomb of Sin Sung-gyeom),” while the memorial stone, bearing the story of the Palgongsan Battle and Sin Sung-gyeom’s performance, was designated as Gangwon-do’ Tangible Cultural Heritage No. 155.","regDate":"2022-10-27","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-10-27-1666849629456/182077_image2_1.webp","blogPath":"Gangwon-do/2022-10-27-1666849629456"},{"id":"2022-10-27-1666847343609","title":"Sinheungsa Temple (신흥사(설악산))","description":"Sinheungsa Temple was founded under the name of Hyangseongsa Temple by Buddhist monk Jajang during the reign of Queen Jindeok of the Silla dynasty. It was first established at the site of Kensington Hotel, but after being destroyed by fire several times, it was rebuilt at the present position during the reign of King Injo of the Joseon dynasty. According to a legend, Monks Yeongseo, Hyewon, and Yeonok all had envisioned the location in their dreams in which a white-haired heavenly man appeared and indicated them the place of the temple. Thus, the temple was re-constructed at the current location and renamed as “Sinheungsa,” meaning “the temple was blessed by God (sin) and became prosper (heung). However, the Chinese character sin of the temple’s name was changed in 1995 from sin meaning god to sin meaning “new,” wishing that the temple will revive Buddhism again in the Yeongdong area (eastern part of the Taebaek Mountain Range). Sinheungsa Temple is home to many cultural heritages including the Geungnakbojeon Hall at Sinheungsa Temple (Treasure) and the Three-story Stone Pagoda at Hyangseongsa Temple Site (Treasure), which is standing on the opposite side of Kensington Star Hotel . The temple also offers the temple stay program in which participants can experience a temple life by doing activities such as communal Buddhist meal service (baru gongyang), ceremonial service involving chanting, 108 bows aimed at removing 108 earthly desires, as well as programs of making a lotus lantern and Buddhist rosary.","regDate":"2022-10-27","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-10-27-1666847343609/166406_image2_1.webp","blogPath":"Gangwon-do/2022-10-27-1666847343609"},{"id":"2022-10-26-1666781111969","title":"Seungilgyo Bridge (승일교)","description":"Seungilgyo Bridge is unique in that it was jointly built by South and North Korea. The construction began when the land belonged to North Korea, but after the Armstice Agreement the land was given to the South, who then complete the bridge. The bridge was designated as a Registerd Cultural Property No. 26 on May 31, 2002.","regDate":"2022-10-26","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Historical Sites","Security & Peace Sites"],"imgUrl":"","blogPath":"Gangwon-do/2022-10-26-1666781111969"},{"id":"2022-10-26-1666777389811","title":"Seoraksan National Park (Outer Section) (설악산 국립공원 (외설악))","description":"Seoraksan Mountain is one of Koreas most famous tourist destinations that stretches across several areas including Sokcho, Goseong, Inje, and Yangyang in Gangwon-do. It was designated as Koreas fifth national park in 1970 after the designation of Hallyeohaesang National Park, and as Koreas first UNESCO Biosphere Reserve in 1982. It has been also registered in the IUCN Green List of Protected and Conserved Areas, which is the global standard of best practice for area-based conservation. Having Daecheongbong Peak as the mountains main peak, Seoraksan National Park, with a total area of 398 km², is divided  into the outer section (Oeseorak, eastern section), the inner section (Naeseorak, western section), and the southern section (Namseorak). Daecheongbong Peak (1,708 m) is the third highest peak in Korea after Hallasan Mountain and Jirisan Mountain, and as the peak is covered with snow for five to six months of the year, the mountain got the name Seorak (meaning a snowy peak). The summit of Daecheongbong Peak commands the magnificent natural landscape of Seoraksan Mountain and the East Sea. In particular, it is known for the fantastic views of the sunrise and sunset. In addition to Daecheongbong Peak, Seoraksan Mountain has some 30 grand peaks, such as Socheongbong, Hwachaebong, and Jungcheongbong. The mountain is also full of hidden scenic views of Biryongpokpo Falls, Ulsan Peak, Heundeulbawi Rock, and Geumganggul Cave. By using the cable car near Seoraksan Small Park, the disabled and the elderly can go up to the top and enjoy a panoramic view of the mountain.","regDate":"2022-10-26","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","National Parks"],"imgUrl":"/2022-10-26-1666777389811/2677663_image2_1.webp","blogPath":"Gangwon-do/2022-10-26-1666777389811"},{"id":"2022-10-26-1666774080396","title":"Seoraksan Daecheongbong Peak (설악 대청봉)","description":"This 1,708 m-high peak is the highest peak of Seoraksan Mountain and the third highest in the Republic of Korea, behind Hallasan Mountain (1,950 m) and Jirisan Mountain (1,915 m). It is the centerpiece of the 40 km2-wide Seoraksan National Park and the dividing point between Naeseorak and Oeseorak areas  areas to the west of Daecheongbong Peak toward Inje are considered Naeseorak, while the areas to the east, toward Sokcho and Goseong, are considered as latter. It is also the origin of most of Seoraksan Mountain’s famous valleys, like Cheonbuldong and Gayadong Valleys. Because of erratic weather and low temperature, Daecheongbong Peak is often covered in snow from late October to late spring. Its ridges are populated by Siberian dwarf pine, Hairy Korean rhododendron, Ermans birch, and subalpine trees, making it a valuable source for alpine plant research. Four trails in the Seoraksan National Park take the visitors to this peak, through Osaek, Baekdam, Seorak-dong, and Osaengnyeong (Hangyeryeong) Pass. The shortest trail is the 5 km-long Osaek Trail (Osaek – Seorak Falls – Daecheongbong Peak), taking about 4 hr in total. The management controls entry to Seoraksan National Park depending on weather conditions and period, so visitors are advised to check the real-time information provided at its webpage (www.knps.or.kr).","regDate":"2022-10-26","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-10-26-1666774080396/780821_image2_1.webp","blogPath":"Gangwon-do/2022-10-26-1666774080396"},{"id":"2022-10-26-1666770117736","title":"Robot Studio (토이로봇관)","description":"Robot Studio is an experiential exhibition hall that presents a vision of the future robotics, featuring experiment robots, robot avatars, and reproduction of movie scenes. The studio offers a family friendly setting, featuring a toy room, building block games, 4D-media room, robot camp, and more. The studios major attraction is Despian, a robot that can express human emotions and act scenes from popular movies such as Star Wars and Jaws.","regDate":"2022-10-26","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Industrial Sites","Others"],"imgUrl":"","blogPath":"Gangwon-do/2022-10-26-1666770117736"},{"id":"2022-10-26-1666763410470","title":"Pyeongchang Uiyaji Wind Village (평창 의야지 바람마을)","description":"Pyeongchang Uijaji Wind Village is located at the top of Daegwallyeong Pass. The village is a sight to see in winter when covered in snow. Throughout the year, visitors can join in various activities such as making cheese or ice cream.","regDate":"2022-10-26","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Experience Programs","Village Experience"],"imgUrl":"/2022-10-26-1666763410470/604797_image2_1.webp","blogPath":"Gangwon-do/2022-10-26-1666763410470"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}