{"pageProps":{"list":[{"id":"2022-08-16-1660660608100","title":"Yangnim-dong Missionary Cemetery (양림동 선교사 묘지)","description":"The Yangnim-dong Missionary Cemetery is the final resting place of 23 missionaries who brought Christianity to Gwangju and led the movement to free the nation from under Japanese colonial rule. Yangnim-dong in Gwangju Metropolitan City was the main area in which Priest Bae Yu-ji and Dr. Clement Owen carried out their work as the first missionaries to Jeollanam-do. <br><brAs part of his outreach, Priest Bae Yu-ji established the Jennie Speer Memorial School for Girls. Dr. Owen dedicated himself to serving the church and providing medical care along with his wife, who was a nurse. <br><br>Located nearby is a monument dedicated to Priest Bae Yu-ji and the Owen Memorial Building, built in honor of Dr. Owen and his grandfather. Both memorials are cultural assets and particularly prized by locals of the Christian faith.","regDate":"2022-08-16","author":"korea-tour","tag":["Gwangju","Culture/Art/History","Historical Sites","Holy Sites"],"imgUrl":"/2022-08-16-1660660608100/2364930_image2_1.webp","blogPath":"Gwangju/2022-08-16-1660660608100","pageUrl":"https:/mcdryad.com/Gwangju/2022-08-16-1660660608100"},{"id":"2022-08-16-1660657415328","title":"Yangnim History & Culture Village (양림역사문화마을)","description":"Yangnim History & Culture Village is located in the area where Western items and ideas first entered Gwangju over 100 years ago. As such, the neighborhood has a unique collection of Western architecture mixed with traditional hanok houses. There are also many houses of Christian missionaries, who facilitated the advancement of medicine and education in  Gwangju. Some areas, such as Penguin Village, have been decorated with murals and outdoor exhibitions to promote art and tourism, helping the elderly locals to make a living.","regDate":"2022-08-16","author":"korea-tour","tag":["Gwangju","Culture/Art/History","Historical Sites","Folk Villages"],"imgUrl":"/2022-08-16-1660657415328/2386684_image2_1.webp","blogPath":"Gwangju/2022-08-16-1660657415328","pageUrl":"https:/mcdryad.com/Gwangju/2022-08-16-1660657415328"},{"id":"2022-08-16-1660654961358","title":"Wolbongseowon Confucian Academy (월봉서원)","description":"Wolbongseowon Confucian Academy, built in 1578, was established by Kim Gyehwi and other confucian scholars to honor Ki Daeseung's study and virtue through Mangcheonsa Shrine. The location of the academy was moved to its current site in 1646, and the name Wolbong was given by King Hyojong in 1654. In 1671, Bak Sang and Bak Sun's shrines were moved from Deoksansa Shrine by the suggestion of Song Siyeol. Also, Kim Jangsaeng and Kim Jip's shrines were additionally placed in 1673. Unfortunately, the confucian academy was abolished due to the abolition policy of Daewongun in 1868. Later, Bingwoldang Hall was built by Jeollanam-do's Confucian scholars in 1938, followed by Gojiksa Shrine in 1972, Jangpangak Pavilion and Oesammun Gate in 1978, Sau in 1980 and Naesammun Gate in 1981. Bingwoldang is designated as Gwangju Monument No. 9 and woodblocks of Gobongjip are preserved in Jangpangak Pavilion.","regDate":"2022-08-16","author":"korea-tour","tag":["Gwangju","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-08-16-1660654961358/2675687_image2_1.webp","blogPath":"Gwangju/2022-08-16-1660654961358","pageUrl":"https:/mcdryad.com/Gwangju/2022-08-16-1660654961358"},{"id":"2022-07-14-1657831105098","title":"Ssangam Park (쌍암공원)","description":"Ssangam Park is located in front of the Gwangju Institute of Science and technology within Cheomdanjigu (the high-technology district) in Gwangsan-gu, Gwangju. Thanks to the beautiful lake at its center, the park is also known as “Lake Park.” The lake is surrounded with landscaped azaleas and pine trees and is home to several fountains. At least once a month, a cultural festival takes place at the park.<br><br>Convenience facilities include 146 benches, 3 restrooms, and 3 playgrounds. The park is especially popular among students since it has a gym and a wide grassy field perfect for playing sports.","regDate":"2022-07-14","author":"korea-tour","tag":["Gwangju","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-07-14-1657831105098/1587376_image2_1.webp","blogPath":"Gwangju/2022-07-14-1657831105098","pageUrl":"https:/mcdryad.com/Gwangju/2022-07-14-1657831105098"},{"id":"2022-07-14-1657827179403","title":"Pungam Reservoir (풍암저수지)","description":"Pungam Reservoir was originally built in 1956 for agriculture, but was turned into a park in 1999 as part of the pilot program for developing parks nationwide. It is a popular resting area featuring traditional pavilions and wooden bridges.","regDate":"2022-07-14","author":"korea-tour","tag":["Gwangju","Nature","Natural Sites"],"imgUrl":"/2022-07-14-1657827179403/1587810_image2_1.webp","blogPath":"Gwangju/2022-07-14-1657827179403","pageUrl":"https:/mcdryad.com/Gwangju/2022-07-14-1657827179403"},{"id":"2022-07-14-1657824194098","title":"Owen Memorial Hall (오웬기념각)","description":"The Owen Monument and Memorial Hall is located inside the Christian College of Nursing. The monument was erected in 1914 in memory of missionary Clement Owen who, together with Priest Bae Yoo-ji, was the first missionary to come to Jeollanam-do. The monument was built using the 4,200 dollars collected by Owen’s relatives in the USA after Owen died as a martyr in Gwangju. <br><br>Clement Owen came to Yangnim-dong, Gwangju in the 1900s and served as a missionary and medical volunteer with his wife, who was a nurse, before dying of exhaustion and overwork in 1909. Owen had hoped to build a memorial hospital in honor of his grandfather, but died before his plan was materialized. The plaque hanging in the hall honors both men in English and Chinese, reading, “In Memory of William L. and Clement C. Owen.”<br><br>A Western-style building with a total footage of around 1,435 meters squared (including the annex building), the monument is said to have been used as chapel and assembly room. Today, the building serves as the auditorium of the Christian College of Nursing. The white, two-story building features a lectern in one corner, with two columns of pews facing the lectern. The second floor balcony stretches along the two walls opposite the lectern.","regDate":"2022-07-14","author":"korea-tour","tag":["Gwangju","Culture/Art/History","Architectural Sights","Monuments/Observatories"],"imgUrl":"/2022-07-14-1657824194098/2493589_image2_1.webp","blogPath":"Gwangju/2022-07-14-1657824194098","pageUrl":"https:/mcdryad.com/Gwangju/2022-07-14-1657824194098"},{"id":"2022-07-14-1657820844710","title":"Mudeungsan National Park (무등산국립공원)","description":"Mudeungsan National Park is a mountain park lining the edge of Hwasun-gun, Damyang-gun and Gwangju. Mudeungsan Mountain (1,186 meters) features three rock peaks called Cheonwangbong, Jiwangbong, and Inwangbong, also known as the “Jeongsang Three.\"<br><br>Mudeungsan’s gradual slope makes it an easy climb for all. Among the more majestic of these sites are the Seoseokdae, Gyubong, and Ipseokdae peaks. At the base of the mountain are several famous temples including Yaksasa, Jeungsimsa, and Wonhyosa. Mudeungsan Mountain is also known for its beauty throughout the year. The&nbsp;autumn leaves of Gyubongam Hermitage and&nbsp;silver grass of Baengma Ridge are quite spectacular. In the winter, snow and ice on the mountain create exquisite scenery as well. <br><br> Below the mountain, there&nbsp;are a variety of recreational facilities and tourist sites for visitors.","regDate":"2022-07-14","author":"korea-tour","tag":["Gwangju","Nature","Natural Sites","National Parks"],"imgUrl":"/2022-07-14-1657820844710/2716382_image2_1.webp","blogPath":"Gwangju/2022-07-14-1657820844710","pageUrl":"https:/mcdryad.com/Gwangju/2022-07-14-1657820844710"},{"id":"2022-07-14-1657818014893","title":"Missionary Wilson's House (우일선 선교사 사택)","description":"Missionary Wilson’s House is a two-story brick building that sits upon the eastern foothills of Yangnimsan Mountain. Known as the oldest surviving Western-style house in Gwangju, the house is an icon of modern culture and architecture in Korea. The house was built by an American missionary named Wilson in the 1920s (exact date unknown) and was the home of the Wilson family while they stayed in Korea. When the family completed their work in Korea, they sold the house for a very cheap price with the stipulation that the house continued to be used for missionary purposes. The house fell into the possession of the General Assembly of Chonnam Presbyterian Church of Korea in 1986 and now serves as the home office for the Presbyterian Church of Korea. <br><br>The square-shaped house consists of a living room, a family room, a kitchen, and a bathroom (1F), several bedrooms (2F), and storage areas and a boiler room (B1). The fact that the entrance of the house faces east is said to be a result of the prevailing architectural culture of Korea at that time. A Netherland-style house built with 55-milimeter thick, gray bricks, the first and second stories are delineated on the exterior with an eye-catching band of bricks.","regDate":"2022-07-14","author":"korea-tour","tag":["Gwangju","Culture/Art/History","Historical Sites","Old Houses"],"imgUrl":"/2022-07-14-1657818014893/2493617_image2_1.webp","blogPath":"Gwangju/2022-07-14-1657818014893","pageUrl":"https:/mcdryad.com/Gwangju/2022-07-14-1657818014893"},{"id":"2022-07-14-1657813318676","title":"May 18th National Cemetery (국립 5.18 민주묘지)","description":"The May 18th National Cemetery in Gwangju is a symbol of freedom and democracy. The cemetery holds the graves of 764 victims of the May 18th Democratic Uprising in 1980, seven structures, and many monuments.","regDate":"2022-07-14","author":"korea-tour","tag":["Gwangju","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-07-14-1657813318676/2364355_image2_1.webp","blogPath":"Gwangju/2022-07-14-1657813318676","pageUrl":"https:/mcdryad.com/Gwangju/2022-07-14-1657813318676"},{"id":"2022-07-14-1657809427691","title":"May 18 Democracy Square (5.18 민주광장)","description":"Stretching from the former Jeollanam-do Provincial Government Office to the Geumnam-ro area, this famous plaza is where the landmark May 18th Democratic Uprising took place. In May 1980, the Jeollanam-do Provincial Government office building was the headquarters of the civil resistance movement and the scene of a number of rallies. The plaza has been officially known as the May 18 Democracy Square since 1996.","regDate":"2022-07-14","author":"korea-tour","tag":["Gwangju","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-07-14-1657809427691/1587579_image2_1.webp","blogPath":"Gwangju/2022-07-14-1657809427691","pageUrl":"https:/mcdryad.com/Gwangju/2022-07-14-1657809427691"},{"id":"2022-07-14-1657806955342","title":"Lee Jang-woo's House (이장우 가옥)","description":"Designated the first Gwangju Folk Material on March 20, 1989, Lee Jang-woo's House is an upper-class, tile-roofed house with a gate, storeroom, servants’ quarters, detached building, and main building. The building is estimated to have been constructed in 1899 and is overall a sturdy example of Korean architecture, well-preserved in its original state. The L-shaped main hall of the historic building is rather large and consists of (left to right) a wooden verandah, a small room, a hall, the main room, a kitchen, and another small room. The room doors are double doors with a sliding door on the inside and a hinged door on the outside. The hall also has partitions that can be hung up as necessary.","regDate":"2022-07-14","author":"korea-tour","tag":["Gwangju","Culture/Art/History","Historical Sites","Old Houses"],"imgUrl":"/2022-07-14-1657806955342/2364349_image2_1.webp","blogPath":"Gwangju/2022-07-14-1657806955342","pageUrl":"https:/mcdryad.com/Gwangju/2022-07-14-1657806955342"},{"id":"2022-07-14-1657804476552","title":"Jusangjeolli Cliff of Mudeungsan Mountain (무등산 주상절리대)","description":"The Jueangjeolli cliffs are rock pillars of various hexagonal shapes that seem as if they were hand carved. The Jusangjeolli cliffs of Mudeungsan Mountain consist of Seoseokdae, Ipseokdae, and Gyubong Rocks formed about 70 million years ago. Ipseokdae and Gyubong Rocks are both of a distinct pillar shape as they have been heavily weathered, and Seoseokdae, which was less weathered, looks like a folding screen. The Neodeolgeong (cluster of rocks), which sit on the mountain slope, were made when stone pillars collapsed. The standing rocks and Neodolgeong have been designated as Natural Monuments due to their rarity and uniqueness.","regDate":"2022-07-14","author":"korea-tour","tag":["Gwangju","Nature","Natural Resources","Rocks"],"imgUrl":"/2022-07-14-1657804476552/1558947_image2_1.webp","blogPath":"Gwangju/2022-07-14-1657804476552","pageUrl":"https:/mcdryad.com/Gwangju/2022-07-14-1657804476552"},{"id":"2022-07-14-1657798432064","title":"Jungoe Park (중외공원)","description":"Jungoe Park is one of the nation's most famous leisure spaces. There is a children's grand park, the Olympic Garden, and the Olympic Monument. The children's grand park is especially popular on weekends and holidays. <br>There is also a folk museum, an education center, and the Biennale Exhibition Hall in the Biennale & Museum section of the park.  <br> The park is most popular during fall for its beautiful foliage. In addition, the Rainbow Bridge is a symbol of the Biennale and was installed during the 1st Gwangju Biennale.","regDate":"2022-07-14","author":"korea-tour","tag":["Gwangju","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-07-14-1657798432064/2675672_image2_1.webp","blogPath":"Gwangju/2022-07-14-1657798432064","pageUrl":"https:/mcdryad.com/Gwangju/2022-07-14-1657798432064"},{"id":"2022-07-14-1657795264384","title":"Jeonpyeongje Reservoir (전평제)","description":"Jeonpyeongje Reservoir was built in 1943 to supply water for agricultural purposes to farms in the Maewol-dong and Byeokjin-dong regions as well as to prevent both floods and droughts. Starting in 1999, the reservoir was changed to a rest area, with a wooden deck crossing the reservoir to the man-made island in the middle. The area now serves as a waterside relaxation and eco-exploration space for family visitors.","regDate":"2022-07-14","author":"korea-tour","tag":["Gwangju","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2022-07-14-1657795264384/1587728_image2_1.webp","blogPath":"Gwangju/2022-07-14-1657795264384","pageUrl":"https:/mcdryad.com/Gwangju/2022-07-14-1657795264384"},{"id":"2022-07-14-1657791485848","title":"House of Choi Seung-hyo (최승효가옥)","description":"The House of Choi Seung-hyo is a traditional residential building located on the southeastern slopes of Yangnimsan Mountain. The rectangular building is open to the east, has 8 kan (the space between two pillars) in the front and 4 kan to the sides, and is graced by a traditional hipped and gabled roof. Since the building was constructed in the 1920s, it offers a valuable glimpse into the architectural style of Korean houses at the end of the Japanese colonial period. Choi Sang-hyeon was an activist who offered his attic as a place of refuge for other activists.","regDate":"2022-07-14","author":"korea-tour","tag":["Gwangju","Culture/Art/History","Historical Sites","Old Houses"],"imgUrl":"/2022-07-14-1657791485848/566730_image2_1.webp","blogPath":"Gwangju/2022-07-14-1657791485848","pageUrl":"https:/mcdryad.com/Gwangju/2022-07-14-1657791485848"},{"id":"2022-07-14-1657788186029","title":"Gwangjuho Lake Eco Park (광주호 호수생태원)","description":"Gwangjuho Lake Eco Park is a large park around Gwangjuho Lake that is divided into themed districts. The 184,948 m²-park features a natural observation center, eco-experience center, grass plaza, wetlands, and more. Just 30 minutes from downtown Gwangju, the park has been a popular retreat for locals since opening in March 2006. From spring to fall, visitors can see all kind of plants growing in the natural environment. There are more than 170,000 kinds of wild flowers including azaleas, forsythia, smile rosebay, roses, royal azaleas and hydrangeas growing in the flower district. Visitors may also enjoy the picturesque view of over 3,000 kinds of trees including snowbells, quince, Chinese parasol trees, Japanese maples, and Metasequoia trees. Many birds make nests in the wetlands district, providing the opportunity to see birds hatch and grow.","regDate":"2022-07-14","author":"korea-tour","tag":["Gwangju","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2022-07-14-1657788186029/2662633_image2_1.webp","blogPath":"Gwangju/2022-07-14-1657788186029","pageUrl":"https:/mcdryad.com/Gwangju/2022-07-14-1657788186029"},{"id":"2022-07-14-1657784171014","title":"Gwangjuho Lake (광주호)","description":"Gwangjuho Lake is located at the base of the Mudeungsan Mountain, which creates a beautiful view.  Many people come to the lake not only for the relaxing setting, but also for fishing. Near the upper stream of the lake there are beautiful arbors built during the Joseon dynasty that display the traditional garden culture of that time. One of these arbors is the Sikyeongjeong Pavilion, a historic site written about by Jeong Cheol, a famous statesman and poet during Joseon dynasty.","regDate":"2022-07-14","author":"korea-tour","tag":["Gwangju","Nature","Natural Sites"],"imgUrl":"/2022-07-14-1657784171014/566675_image2_1.webp","blogPath":"Gwangju/2022-07-14-1657784171014","pageUrl":"https:/mcdryad.com/Gwangju/2022-07-14-1657784171014"},{"id":"2022-07-14-1657781161064","title":"Gwangju Sajik Park (사직공원 (광주))","description":"Sajik Park is located at the previous site of Sajikdan Altar, a ritual site to pray for peace and prosperity during the Three Kingdoms Era. In the 1960s, the site was home to Sajik Zoo, with the ritual being abandoned in 1894 and the altar in disrepair. However, in 1991, it was decided to move the zoo to another location and begin restoring the site. It was reopened in April 1994, 100 years after the last ritual. <br><br>Sajik Park is landscaped with various trees and flower beds. The park blooms pink and white with cherry blossoms annually in mid-April. During this time, the municipality of Gwangju installs lighting in the trees for citizens to enjoy the blossoms late into the night. The park has become established as a favorite rest area for Gwangju citizens. The park houses several attractions including Gwangju Broadcast Station (KBS), Memorial Tower for Policemen, Yangpajeong Pavilion, and Palgakjeong Pavilion overlooking downtown Gwangju.","regDate":"2022-07-14","author":"korea-tour","tag":["Gwangju","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-07-14-1657781161064/1587467_image2_1.webp","blogPath":"Gwangju/2022-07-14-1657781161064","pageUrl":"https:/mcdryad.com/Gwangju/2022-07-14-1657781161064"},{"id":"2022-07-14-1657777557485","title":"Gwangju Pyeongchon Village (광주 평촌마을)","description":"Gwangju Pyeongchon Village, located north of Mudeungsan Mountain, is a cozy farming village made up of four villages Dongrim, Daman, Woosung, and Dangmoe. The village still has an excellence natural preservation, growing environmental-friendly rice in the fields and Punamcheon stream that runs through the middle of the village is home to fireflies and otters. The village also keeps the tradition of making pottery as the village was the place that made grayish-blue-powdered celadon during the Joseon dynasty. The village street corner offers visitors to Mudeungsan Mountain a place to rest with Mudol-gil shelter and Bandi lodging.","regDate":"2022-07-14","author":"korea-tour","tag":["Gwangju","Culture/Art/History","Experience Programs","Village Experience"],"imgUrl":"/2022-07-14-1657777557485/2489832_image2_1.webp","blogPath":"Gwangju/2022-07-14-1657777557485","pageUrl":"https:/mcdryad.com/Gwangju/2022-07-14-1657777557485"},{"id":"2022-07-14-1657775370398","title":"Gwangju Family Land (광주 패밀리랜드)","description":"Gwangju Family Land is an amusement park equipped with dozens of exciting rides as well as recreational facilities such as a swimming pool, an ice rink, and a sledge park. Spanning 290 acres of land, it is the largest urban amusement park in all of Jeollabuk-do and Jeollanam-do Provinces. The amusement park also offers entertainment courses designed for couples, families and children.","regDate":"2022-07-14","author":"korea-tour","tag":["Gwangju","Culture/Art/History","Recreational Sites","Theme Parks"],"imgUrl":"/2022-07-14-1657775370398/1587640_image2_1.webp","blogPath":"Gwangju/2022-07-14-1657775370398","pageUrl":"https:/mcdryad.com/Gwangju/2022-07-14-1657775370398"},{"id":"2022-07-14-1657772882415","title":"Gwangju Art Street (광주 예술의 거리)","description":"Gwangju Art Street is aimed at developing Gwangju’s traditional art scene through exhibition of local work. The street is 300m long and located behind Jungang Elementary School, nearby Gwangju Dongbu Police Station. Items commonly found here include Korean fine art such as paintings, ceramics, writings, and industrial art. <br><br>Every Saturday, an art flea market famous for its unique pieces is held here. People from all over the nation gather to display items that include old calligraphy materials, collector coins, stone hairbrushes, Chinaware, wooden sculptures, folk drawings, classic books, ink, and incense burners. Part of the attraction is the stories the collectors share with each part of their collection. Enjoy the many shows and exhibitions that draw regular crowds to this famous road. <br><br>The Mudeung art exhibit operates according to districts, and functions as a cultural festival as well. The outdoor exhibition was built in February 1995, and is open throughout the day. The large exhibition space has 32 booths and regularly holds special exhibits. Many regional cultural treasures are also on display here. Every Saturday, the Street of Fine Arts is blocked from traffic, and people gather to share and enjoy art culture. Gwangju Summer Universiade will be held this summer, 2015.","regDate":"2022-07-14","author":"korea-tour","tag":["Gwangju","Culture/Art/History","Experience Programs","Cultural Districts"],"imgUrl":"/2022-07-14-1657772882415/2364360_image2_1.webp","blogPath":"Gwangju/2022-07-14-1657772882415","pageUrl":"https:/mcdryad.com/Gwangju/2022-07-14-1657772882415"},{"id":"2022-07-14-1657767162005","title":"Geumnam-ro Street (금남로)","description":"Geumnam-ro Street used to be in the government office quarters, and is now the center of the city's finacial sphere, with many banks, insurance companies and public offices lining the street. During the May 18 Movement, the citizens gathered at Geumnam-ro Steet and marched together to express their sadness and give support for the sublimation of the nation. In modern times, the street serves as a meeting space for citizens, with an underground shopping mall and a plaza around a fountain, where events and performances freely take place.","regDate":"2022-07-14","author":"korea-tour","tag":["Gwangju","Culture/Art/History","Experience Programs","Cultural Districts"],"imgUrl":"/2022-07-14-1657767162005/1587575_image2_1.webp","blogPath":"Gwangju/2022-07-14-1657767162005","pageUrl":"https:/mcdryad.com/Gwangju/2022-07-14-1657767162005"},{"id":"2022-07-14-1657752420226","title":"5·18 Memorial Park (5·18 기념공원)","description":"The 5·18 Memorial Park was established to remember the May 18 Democratization Movement. The park houses various historical and cultural facilities, including the 5·18 Library, 5·18 Cultural Center, Education Center, Daedong Plaza, Owoldae Tower, and other memorial sculptures and monuments. The park is also home to Mugaksa Temple and walking paths.","regDate":"2022-07-14","author":"korea-tour","tag":["Gwangju","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-07-14-1657752420226/2637772_image2_1.webp","blogPath":"Gwangju/2022-07-14-1657752420226","pageUrl":"https:/mcdryad.com/Gwangju/2022-07-14-1657752420226"},{"id":"2022-07-13-1657755407633","title":"Chungjang-ro Street (충장로)","description":"Named after the posthumous title of General Kim Deok-ryeong, Chungjang-ro Street was the site of the 1980 Gwangju Democratization Movement. Today, it is Gwangju’s major fashion district, comparable with Myeongdong Street of Seoul. The streets of Chungjang-ro are lined with shopping malls, clothing stores, restaurants, cafes, movie theaters and various other attractions, providing the ultimate experience of modern culture in Gwangju. It is the city's hub of fashion, both trendy and traditional, as well as venue for diverse performances.","regDate":"2022-07-13","author":"korea-tour","tag":["Gwangju","Culture/Art/History","Experience Programs","Cultural Districts"],"imgUrl":"/2022-07-13-1657755407633/1587606_image2_1.webp","blogPath":"Gwangju/2022-07-13-1657755407633","pageUrl":"https:/mcdryad.com/Gwangju/2022-07-13-1657755407633"}],"metaData":{"pageUrl":"https://mcdryad.com/Gwangju","nav":"Gwangju"},"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}