{"pageProps":{"content":"![Asan-si Hot Springs Special Tourist Zone (아산시 온천 관광특구)](/2022-07-28-1658993675912/1875810_image2_1.webp)\n\n  \n## Overview\n\n> Asan-si Hot Springs Special Tourist Zone includes Dogo, Asan and Onyang Hot Springs. Since the opening of Onyangoncheon Station on Seoul Subway Line 1 in December 2008, visitors flourished to the area thanks to the convenient access.<br><br>\nIt is said that Onyang Hot Springs is 1,300 years old, which means that it dates back to the Three Kingdoms Period. It is also known to be the kings' favorite spot for treatment and recuperation during the Joseon period. <br><br>\nOnyang Hot Springs is made up of alkaline spring waters and renowned for its excellent water quaility and abundance. The water temperature is 37~54℃. There are 200 accommodation facilities and amenities, including hotels, Oncheonjang hot springs and restaurants.<br><br>\nDesignated as a therapeutic hot springs, Dogo Hot Springs is equipped with spa treatment facilities. The water park within the hot springs is popular with families. Near the hot springs is a station that used to be Dogooncheon Station, but today, visitors can experience rail bike riding there. Another spot to visit is Asan Botanical Garden, which boasts beautiful flowers even in the depths of winter. <br><br>\nAsan Hot Springs has a variety of water park attractions in its theme hot springs. As the hot springs has soft water and contains plenty of minerals, such as silicic acid, sodium and calcium, it is said that drinking the water boosts metabolism and strengthens the digestive system. Apart from the modern style condominiums and inns, the hot springs has a golf course, water park and outdoor swimming pool filled with hot spring water and offers a great opportunity to experience various leisure activities. <br><br>\n\n* Current State of Asan Hot Springs Special Tourist Zone <br>\n1) Districts Covered: Areas around Sinsu-ri, Eumbong-myeon, Asan-si, Chungcheongnam-do (Onyang, Dogo and Asan Hot Springs, Sinjeongho Tourist Site) <br>\n2) Area: 3,710,000㎡ <br><br>\n\n* Tourist Attractions <br>\nParadise Spa Dogo, Asan Spavis, Oeam Folk Village, Oncheonjang hot springs,  Botanical Garden, Traditional Market, etc.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br>(Korean, English, Japanese, Chinese) <br>• For more info: +82-41-540-2689|\n|parking:|Available (public parking lot nearby)|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Available Facilities:|Tourist information center, interpretation center, tourist hotel, family hotel, water park, tourist entertainment restaurant, etc.|\n|Restrooms:|Available|\n|Facilities for the Handicapped:|Elevators, designated restrooms and pathways|\n|Interpretation Services Offered:|Available |\n  \n## Detail Image\n![/2022-07-28-1658993675912/1500713_image2_1.webp](/2022-07-28-1658993675912/1500713_image2_1.webp)\n![/2022-07-28-1658993675912/1500716_image2_1.webp](/2022-07-28-1658993675912/1500716_image2_1.webp)\n![/2022-07-28-1658993675912/1500718_image2_1.webp](/2022-07-28-1658993675912/1500718_image2_1.webp)\n![/2022-07-28-1658993675912/1500722_image2_1.webp](/2022-07-28-1658993675912/1500722_image2_1.webp)\n![/2022-07-28-1658993675912/1500723_image2_1.webp](/2022-07-28-1658993675912/1500723_image2_1.webp)\n![/2022-07-28-1658993675912/1500724_image2_1.webp](/2022-07-28-1658993675912/1500724_image2_1.webp)\n![/2022-07-28-1658993675912/1500725_image2_1.webp](/2022-07-28-1658993675912/1500725_image2_1.webp)\n![/2022-07-28-1658993675912/1500727_image2_1.webp](/2022-07-28-1658993675912/1500727_image2_1.webp)\n![/2022-07-28-1658993675912/1500730_image2_1.webp](/2022-07-28-1658993675912/1500730_image2_1.webp)\n![/2022-07-28-1658993675912/1500734_image2_1.webp](/2022-07-28-1658993675912/1500734_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-41-540-2689](tel:+82415402689)\n- [🏠www.asan.go.kr](http://www.asan.go.kr/tour)\n\n\n```googleMap\nlatitude: 36.7661174346\nlongitude: 126.8859654775\ntitle: Areas of Sinsu-ri, Asan-si, Chungcheongnam-do\n```\n  \n## Directions\n  \n[Subway/Train]<br>\nOnyangoncheon Station (Seoul Subway Line 1)\n","data":{"id":"2022-07-28-1658993675912","title":"Asan-si Hot Springs Special Tourist Zone (아산시 온천 관광특구)","description":"Asan-si Hot Springs Special Tourist Zone includes Dogo, Asan and Onyang Hot Springs. Since the opening of Onyangoncheon Station on Seoul Subway Line 1 in December 2008, visitors flourished to the area thanks to the convenient access.<br><br>It is said that Onyang Hot Springs is 1,300 years old, which means that it dates back to the Three Kingdoms Period. It is also known to be the kings' favorite spot for treatment and recuperation during the Joseon period. <br><br>Onyang Hot Springs is made up of alkaline spring waters and renowned for its excellent water quaility and abundance. The water temperature is 37~54℃. There are 200 accommodation facilities and amenities, including hotels, Oncheonjang hot springs and restaurants.<br><br>Designated as a therapeutic hot springs, Dogo Hot Springs is equipped with spa treatment facilities. The water park within the hot springs is popular with families. Near the hot springs is a station that used to be Dogooncheon Station, but today, visitors can experience rail bike riding there. Another spot to visit is Asan Botanical Garden, which boasts beautiful flowers even in the depths of winter. <br><br>Asan Hot Springs has a variety of water park attractions in its theme hot springs. As the hot springs has soft water and contains plenty of minerals, such as silicic acid, sodium and calcium, it is said that drinking the water boosts metabolism and strengthens the digestive system. Apart from the modern style condominiums and inns, the hot springs has a golf course, water park and outdoor swimming pool filled with hot spring water and offers a great opportunity to experience various leisure activities. <br><br>* Current State of Asan Hot Springs Special Tourist Zone <br>1) Districts Covered  Areas around Sinsu-ri, Eumbong-myeon, Asan-si, Chungcheongnam-do (Onyang, Dogo and Asan Hot Springs, Sinjeongho Tourist Site) <br>2) Area  3,710,000㎡ <br><br>* Tourist Attractions <br>Paradise Spa Dogo, Asan Spavis, Oeam Folk Village, Oncheonjang hot springs,  Botanical Garden, Traditional Market, etc.","regDate":"2022-07-28","author":"korea-tour","tag":["Chungcheongnam-do","Culture/Art/History","Recreational Sites","Tourist Complexes"],"imgUrl":"/2022-07-28-1658993675912/1875810_image2_1.webp","blogPath":"Chungcheongnam-do/2022-07-28-1658993675912","pageUrl":"https:/mcdryad.com/Chungcheongnam-do/2022-07-28-1658993675912"},"dataList":[{"id":"2022-11-02-1667368710012","title":"Buyeo Muryangsa Temple (무량사(부여))","description":"Muryangsa Temple, located at the foot of Mansusan Mountain in Buyeo-gun, Chungcheongnam-do, is said to have been built during the reign of Silla King Munmu by national preceptor Beomil. Geungnakjeon Hall can be seen after passing through Sacheonwangmun Gate, recognizably the best location for taking in the beauty of Muryangsa Temple. The temple grounds hold the Two-story Geungnakjeon Hall, Five-story Stone Pagoda, and Stone Lantern, all in a row. <br><br>The temple is also famous for being the place where Kim Siseup, one of the Saengyuksin (Six Loyal Subjects of the Joseon dynasty), spent his last few days before death. Visitors can see his portrait inside the temple. Although the temple site is included in Buyeo-gun’s administrative district, it is located closer to downtown Boryeong.","regDate":"2022-11-02","author":"korea-tour","tag":["Chungcheongnam-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-11-02-1667368710012/2037209_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-02-1667368710012"},{"id":"2022-11-02-1667364227651","title":"Boryeong Jukdo Island (죽도 (보령))","description":"Although called Jukdo Island, the island today is technically not an island as it has been connected to the mainland since the construction of Nampo Embankment in 1999. Along the entrance of the island are many fresh hoe (sliced raw fish) restaurants lining the street. This unpopulated fishing island is also called Daeseom (Bamboo Island) for its dense groves of bamboo trees.","regDate":"2022-11-02","author":"korea-tour","tag":["Chungcheongnam-do","Nature","Natural Sites"],"imgUrl":"/2022-11-02-1667364227651/2547407_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-02-1667364227651"},{"id":"2022-11-01-1667299580391","title":"Boryeong Beach Special Tourist Zone (보령 해수욕장 관광특구)","description":"The Boryeong Beach Special Tourist Zone consists of three major attractions  Daecheon Beach, Muchangpo Beach and Jukdo Island. <br><br>The 3.5-kilometer-long, 100-meter-wide Daecheon Beach is popular as the main venue for the annual Boryeong Mud Festival, which attracts about 2 million domestic and international tourists every year. The soft, white sand and lush pine trees also make this an ideal beach to visit for a walk. Various accommodations can easily be found here since the area has been a popular tourist destination for quite some time.<br><br>Located south of Daecheon Beach, Muchangpo Beach is where visitors can witness a sea-parting phenomenon in the summer. The 1.5-kilometer “Mystic Sea Road” between Muchangpo Beach and Seokdaedo Island reveals itself when the water levels go down due to the difference in the ebb and flow of the tides. During the sea parting, visitors will be able to catch clams, crabs and shellfish. The beach also offers a breathtaking view of the sunset.<br><br>Jukdo Island is located midway between Daecheon Beach and Muchangpo Beach. This unpopulated fishing island is known for its dense groves of bamboo trees. The waters in front of the island are clean and full of fish, drawing a large number of visitors for sea fishing.","regDate":"2022-11-01","author":"korea-tour","tag":["Chungcheongnam-do","Culture/Art/History","Recreational Sites","Tourist Complexes"],"imgUrl":"/2022-11-01-1667299580391/1894399_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-01-1667299580391"},{"id":"2022-07-28-1659015426719","title":"Bongsusan Recreational Forest (봉수산 자연휴양림)","description":"Opened in 2007, the Bongsusan Mountain Natural Recreation Forest offers a variety of forest recreation facilities. The area is home to various wild birds. The forest also offers various hiking trails, which take between one and three hours to complete. The slopes are relatively gentle. Various rest and forest bathing sites are setup throughout the forest. The Yedang Reservoir is nearby, which is the nation’s top fishing ground. Also in the area is the Hyeongje (Brother) Park, Daeheung Dongheon, Daeryeonsa Temple, Imjonseong Fortress, Deoksan Hot Spring, Sudeoksa Temple, Chunguisa Temple, the residence of Chusa Kim Jung-hee, and the Korea Traditional Architecture Museum.","regDate":"2022-07-28","author":"korea-tour","tag":["Chungcheongnam-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"/2022-07-28-1659015426719/1601669_image2_1.webp","blogPath":"Chungcheongnam-do/2022-07-28-1659015426719"},{"id":"2022-07-28-1659014406621","title":"Bonggoksa Temple (봉곡사)","description":"Surrounded by lush wildlife Bonggoksa Temple is located alongside the northeast valley in Bongsusan Mountain in Namdan, Songak-myeon. Both Daeeungjeon and Hyanggakjeon sit facing east, and to the north, is the large Yosache (residence for Buddhist monks). Behind the residence, an area has been leveled down for a restroom and storehouse. And Samseongak (a building where three saints are worshipped) is situated on top of the mound to the south of the temple. Although Samseongak was constructed in recent years, both Daeungjeon and Yosache are identified in the restored record that was found by Buddhist monk, Seobong in 1891. The temple has gained renown for being the place where Saint Mangong attained his Buddhist awakening and recited Odoseong, the zen poetry in July, 1895.","regDate":"2022-07-28","author":"korea-tour","tag":["Chungcheongnam-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-07-28-1659014406621/1495784_image2_1.webp","blogPath":"Chungcheongnam-do/2022-07-28-1659014406621"},{"id":"2022-07-28-1659013781391","title":"Baengnipo Beach (백리포해수욕장)","description":"Baengnipo Beach is a rather small beach but boasts clean water and some of the finest sand on the west coast. There are beautiful cliffs at both ends of the beach adding to the natural beauty. The grove of pine trees around the beach offers a great site for camping. The beach is well managed and offers services tailored to the needs of tourists, so visitor satisfaction is high.","regDate":"2022-07-28","author":"korea-tour","tag":["Chungcheongnam-do","Nature","Natural Sites"],"imgUrl":"/2022-07-28-1659013781391/1599934_image2_1.webp","blogPath":"Chungcheongnam-do/2022-07-28-1659013781391"},{"id":"2022-07-28-1659008015459","title":"Baeksajang Beach (백사장해수욕장)","description":"Baeksajang Beach is located near Baeksajangpogu Port which is just 4 kilometers southwest of Anmyeon-do Yeonyukgyo Bridge, the bridge connecting the mainland to the island. The beach has a long stretch of shimmering white sand and the ebbing tide creates a different view of the horizon. Though the water level has a large tidal range, the beach's moderate water temperature makes it suitable to swim even in late summer. The beach is 1.2 kilometers long and 300 meters wide, and is made up of fine silica sand. <br><br> Baeksajang Beach and the nearby Sambong Beach is one of the major sources of jumbo shrimp. During autumn, crowds come to enjoy the taste of fresh jumbo shrimp. The beach even holds a prawn festival every fall when jumbo shrimp production peaks.","regDate":"2022-07-28","author":"korea-tour","tag":["Chungcheongnam-do","Nature","Natural Sites"],"imgUrl":"/2022-07-28-1659008015459/2716426_image2_1.webp","blogPath":"Chungcheongnam-do/2022-07-28-1659008015459"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}