{"pageProps":{"content":"![Wondae-ri Birch Forest (원대리 자작나무 숲 (속삭이는 자작나무 숲))](/2022-10-17-1665997397860/2607555_image2_1.webp)\n\n  \n## Overview\n\n> From 1974 to 1995, Wondae-ri Birch Forest has been reforested with approxmiately 690,000 birch trees in an area of 138 hectares, with 25 hectares of land being used as childrens forest experience center. After signing in at the forest entrance, visitors can tour the forest by following the forest walking trail. The forest was designed to promote educational and environmental values and recognize the beauty unique to the birch forest.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br>• For more info: +82-33-460-8036,<BR>+82-33-461-9696|\n|parking:|Available|\n|restdate:|Mondays & Tuesdays (open during public holidays)|\n|usetime:|Summer 09:00-15:00 / Winter 09:00-14:00|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Mountain Not Access Period:|Access limited due to forest fire prevention and environment protection during the following periods:<br />- Spring:  February 1 - May 3<br />- Autumn: November 1 - December 15<br />* Subject to change due to climate changes and unforseen circumstances. Check Korea Forest Service website for details.|\n|Admission Fees:|Free|\n|Available Facilities:|Forest classroom, observation deck, ecological pond, hiking trail, 2 restrooms, 2 parking areas|\n  \n## Detail Image\n![/2022-10-17-1665997397860/1890720_image2_1.webp](/2022-10-17-1665997397860/1890720_image2_1.webp)\n![/2022-10-17-1665997397860/1890722_image2_1.webp](/2022-10-17-1665997397860/1890722_image2_1.webp)\n![/2022-10-17-1665997397860/1928819_image2_1.webp](/2022-10-17-1665997397860/1928819_image2_1.webp)\n![/2022-10-17-1665997397860/1928823_image2_1.webp](/2022-10-17-1665997397860/1928823_image2_1.webp)\n![/2022-10-17-1665997397860/1928833_image2_1.webp](/2022-10-17-1665997397860/1928833_image2_1.webp)\n![/2022-10-17-1665997397860/1928836_image2_1.webp](/2022-10-17-1665997397860/1928836_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-33-460-8036](tel:+82334608036)\n- [🏠www.forest.go.kr/kfsweb](http://www.forest.go.kr/kfsweb/kfi/kfs/cms/cmsView.do?mn=NKFS_03_07_02_08_01&cmsId=FC_001146)\n\n\n```googleMap\nlatitude: 38.0092669329\nlongitude: 128.1943057023\ntitle: 760, Jajangnamusup-gil, Inje-gun, Gangwon-do\n```\n  \n## Directions\n  \n[Bus + Taxi]<br>\nFrom Dong Seoul Bus Bus Terminal, take a bus to Inje Intercity Bus Terminal.<br>From Inje Intercity Bus Terminal, take a taxi to Wondae-ri Birch Forest Entrance.\n","data":{"id":"2022-10-17-1665997397860","title":"Wondae-ri Birch Forest (원대리 자작나무 숲 (속삭이는 자작나무 숲))","description":"From 1974 to 1995, Wondae-ri Birch Forest has been reforested with approxmiately 690,000 birch trees in an area of 138 hectares, with 25 hectares of land being used as childrens forest experience center. After signing in at the forest entrance, visitors can tour the forest by following the forest walking trail. The forest was designed to promote educational and environmental values and recognize the beauty unique to the birch forest.","regDate":"2022-10-17","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2022-10-17-1665997397860/2607555_image2_1.webp","blogPath":"Gangwon-do/2022-10-17-1665997397860","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-10-17-1665997397860"},"dataList":[{"id":"2022-10-21-1666335948329","title":"Baekundonggyegok Valley (백운동계곡)","description":"Baekundonggyegok Valley flows 5 km from the valley of Deoktaesan Mountain and Seongaksan Mountain. There are oak trees and maple trees growing in thick clusters and clean waters flowing nearby.<br>Baekundonggyegok Valley stands between the seven brother stones and Yongdampokpo Falls, and starting from this point to Gwuiddegicheong Peak is Baekundonggyegok Valley. The rocks are connected in a long line and ponds can be seen here and there. On each side of the valley there are rock walls, which make for some unforgettable scenery. Baekundonggyegok Valley maintains its natural beauty and majesty, which attracts many hikers. Especially from the middle point where Jikbaekun and Gokbaekun combine to make the Gugokgyegok Valley the most magnificent scenery of Baekundonggyegok Valley can be seen. The largest waterfall of Baekundonggyegok Valley, called Baekunpokpo Falls, is about 30 meters high. The upper part of the waterfall has rocks lined up in a long line. The landscape of Seoraksan Mountain seen from this point is the representative landscape of the mountain.","regDate":"2022-10-21","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Valleys"],"imgUrl":"","blogPath":"Gangwon-do/2022-10-21-1666335948329"},{"id":"2022-10-21-1666332338112","title":"Anmok Beach (안목해변)","description":"Anmok Beach spans over 500 meters in length and covers an area of 20,000 square meters. The beach is often packed with families on vacation. Right in front of the beach is Anmokhang Port, where around 23 fishing boats can be moored to unload their catch of seaweed in the spring; flatfish, squid, and octopus in the summer; and sailfin sandfish, and pollack in the fall and winter. The place has also become more popular since the main street along the beach earned the reputation as a coffee street.","regDate":"2022-10-21","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites"],"imgUrl":"/2022-10-21-1666332338112/1631351_image2_1.webp","blogPath":"Gangwon-do/2022-10-21-1666332338112"},{"id":"2022-10-21-1666327593929","title":"Alpensia Resort (알펜시아 리조트)","description":"Alpensia Resort, located approx. 184 kilometers from Seoul in Daegwallyeong, Pyeongchang-gun, Gangwon-do, is a tourism & leisure complex open year round. The resort allows visitors to enjoy the area’s pristine natural beauty throughout each of the four seasons. The name Alpensia is a combination of the words Alpen, (German for the Alps), Asia, and Fantasia; together they reflect the resort’s scenic view of the fantastic Alps of Asia. <br><br>The complex boasts a variety of super deluxe luxury accommodations and top-notch leisure facilities such as a 45-hole golf course, convention center, water park and ski slopes. The resort successfully hosted the IBU Biathlon World Cup Pyeongchang in 2008 and boasts excellent ski jump and biathlon facilities, a monorail, cross-country ski slopes, and a large stadium.  After a hard day out on the slopes or golf course, visitors can head to the sky lounge, ecology learning center, or Retail Village shopping mall. The resort is also adjacent to many other tourist attractions such as Odaesan Mountain, Samyang Sheep Ranch, Korea Botanic Garden, Lee Hyo-Seok Memorial Hall, and Herbnara Farm.","regDate":"2022-10-21","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Recreational Sites","Tourist Complexes"],"imgUrl":"/2022-10-21-1666327593929/1985699_image2_1.webp","blogPath":"Gangwon-do/2022-10-21-1666327593929"},{"id":"2022-10-20-1666263150923","title":"365 Safetown (365 세이프타운)","description":"365 Safetown is a one-of-a-kind safety awareness theme park combining  education, entertainment, recreation, and leisure into one public park. It is the world’s first edutainment facility  dedicated to teaching the public safety lessons about fire, earthquakes, and other natural disasters.<br><br>The park consists of three different areas. The Korea Youth Safety Experience Hall provides a realistic experience of natural disasters through 3D and 4D installations. Challenge World offers a chance to test one’s limits through outdoor experience facilities like the tree track and zip line. Lastly, the Gangwon-do Firefighting Academy is a specialized training center for firefighters.","regDate":"2022-10-20","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Experience Programs","Unique Experience"],"imgUrl":"/2022-10-20-1666263150923/1790438_image2_1.webp","blogPath":"Gangwon-do/2022-10-20-1666263150923"},{"id":"2022-10-20-1666259550649","title":"Yukrimgogae (육림고개)","description":"Yukrimgogae was the street that connected Yurim Theater (now closed) and Chuncheon Jungang Market in the past, becoming an unofficial downtown during 1980s to the 1990s. After the new city project, the stores relocated to the new downtown, leaving the area empty. In 2015, the street was rejuvenated with Makgeolli Street and Youth Mall. The street is full of restaurants and stores that was renovated providing an analog-feel combined with a trendy style.","regDate":"2022-10-20","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Experience Programs","Cultural Districts"],"imgUrl":"/2022-10-20-1666259550649/2711383_image2_1.webp","blogPath":"Gangwon-do/2022-10-20-1666259550649"},{"id":"2022-10-20-1666256236700","title":"Yukdampokpo Falls (육담폭포)","description":"If you begin at Seorak-dong in Oeseorak, cross the Biryonggyo Bridge and pass by the Biryongpokpo Falls, you will reach Yukdampokpo Falls, which actually consist of six waterfalls and a pond. <br><br>Despite the fact that only a small amount of water actually flows in these waterfalls today, what is interesting, is how they came into existence  a slow-flowing stream of water eroded the rocks, creating dips and puddles at various levels, which later became a series of cascading waterfalls. The splendid scenery around the waterfalls is always a pleasing sight to the eyes of visitors.","regDate":"2022-10-20","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Waterfalls"],"imgUrl":"/2022-10-20-1666256236700/1966643_image2_1.webp","blogPath":"Gangwon-do/2022-10-20-1666256236700"},{"id":"2022-10-20-1666252296231","title":"Yoseonjeong Pavilion & Yoseonam Rock (요선정·요선암)","description":"Yoseonjeong Pavilion is located in a valley with a clear stream water flowing below. Next to the pavilion is a large rock with the word Yoseonnam inscribed on it. During the Unified Silla period, there was a small hermitage where Yoseongjeong Pavilion stands today. The hermitage was frequented by monks Doyun and Jinghyo, who had founded Heungnyeongseonwon Temple on a foothill of Sajasan Mountain to teach the values and principles of Buddhism. Today, next to the pavilion is a small stone pagoda and a statue of seated Buddha.","regDate":"2022-10-20","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-10-20-1666252296231/2370016_image2_1.webp","blogPath":"Gangwon-do/2022-10-20-1666252296231"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}