{"pageProps":{"content":"![Cheongwansan Literature Park (천관산 문학공원)](/2023-01-15-1673764686118/494286_image2_1.webp)\n\n  \n## Overview\n\n> Cheongwansan Literature Park is located on the outskirts of Cheongwansan Mountain in Jangheung. The mountain itself is known for a unique array of odd-shaped rocks and ridges, attracting many visitors year-round.<br><br> Jangheung is nicknamed ‘Literature Town’ for its history of producing outstanding writers. The park commemorates these writers and their development of the modern style of Korean poems, novels, and essays (including Song Gi-suk, Han Seung-won, and Lee Cheong-jun) with a total of 54 monuments; each displaying the best of each writer’s works. A separate monument (7 stories/15m) contains works and handwritten manuscripts by 35 writers and their chronologies in capsules. In addition, over 460 stone towers leading to Tapsansa Temple await visitors.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br>  (Korean, English, Japanese, Chinese) <br>• For more info: +82-61-860-0224|\n|opendate:|February 2002|\n  \n\n  \n## Detail Image\n![/2023-01-15-1673764686118/494291_image2_1.webp](/2023-01-15-1673764686118/494291_image2_1.webp)\n![/2023-01-15-1673764686118/494308_image2_1.webp](/2023-01-15-1673764686118/494308_image2_1.webp)\n![/2023-01-15-1673764686118/1374582_image2_1.webp](/2023-01-15-1673764686118/1374582_image2_1.webp)\n![/2023-01-15-1673764686118/1374588_image2_1.webp](/2023-01-15-1673764686118/1374588_image2_1.webp)\n![/2023-01-15-1673764686118/1374591_image2_1.webp](/2023-01-15-1673764686118/1374591_image2_1.webp)\n![/2023-01-15-1673764686118/1374598_image2_1.webp](/2023-01-15-1673764686118/1374598_image2_1.webp)\n![/2023-01-15-1673764686118/1374599_image2_1.webp](/2023-01-15-1673764686118/1374599_image2_1.webp)\n![/2023-01-15-1673764686118/1374602_image2_1.webp](/2023-01-15-1673764686118/1374602_image2_1.webp)\n![/2023-01-15-1673764686118/1374604_image2_1.webp](/2023-01-15-1673764686118/1374604_image2_1.webp)\n![/2023-01-15-1673764686118/494290_image2_1.webp](/2023-01-15-1673764686118/494290_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-61-860-0224](tel:+82618600224)\n- [🏠www.jangheung.go.kr](http://www.jangheung.go.kr/tour)\n\n\n```googleMap\nlatitude: 34.5243030865\nlongitude: 126.9092681732\ntitle: Yeonji-ri, Jangheung-gun, Jeollanam-do\n```\n  \n## Directions\n  \n[Bus]<br>\nTake a city bus from Jangheung to Gwansan<br><br>\n\n[Taxi]<br>\nApprox. 30 min from Jangheung Bus Terminal.\n","data":{"id":"2023-01-15-1673764686118","title":"Cheongwansan Literature Park (천관산 문학공원)","description":"Cheongwansan Literature Park is located on the outskirts of Cheongwansan Mountain in Jangheung. The mountain itself is known for a unique array of odd-shaped rocks and ridges, attracting many visitors year-round.<br><br> Jangheung is nicknamed ‘Literature Town’ for its history of producing outstanding writers. The park commemorates these writers and their development of the modern style of Korean poems, novels, and essays (including Song Gi-suk, Han Seung-won, and Lee Cheong-jun) with a total of 54 monuments; each displaying the best of each writer’s works. A separate monument (7 stories/15m) contains works and handwritten manuscripts by 35 writers and their chronologies in capsules. In addition, over 460 stone towers leading to Tapsansa Temple await visitors.","regDate":"2023-01-15","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Recreational Sites","Theme Parks"],"imgUrl":"/2023-01-15-1673764686118/494286_image2_1.webp","blogPath":"Jeollanam-do/2023-01-15-1673764686118","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-15-1673764686118"},"dataList":[{"id":"2023-01-21-1674283083257","title":"Gwangyang Baegunsan Mountain (백운산(광양))","description":"Baegunsan Mountain (alt. 1,222.2 m) is believed to hold three divine spirits  phoenix, fox, and boar. Part of the Baekdudaegan Mountain Range, Baegunsan borders Seomjingang River to the north. The mountain is home to over 900 plant species. One of the largest charms to this mountain is the view of nearby Jirisan Mountain to the north and the Korean archipelago to the south. There are many walking trails across the mountain, easily accessible to all.","regDate":"2023-01-21","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites","Mountains"],"imgUrl":"/2023-01-21-1674283083257/2394340_image2_1.webp","blogPath":"Jeollanam-do/2023-01-21-1674283083257"},{"id":"2023-01-21-1674279326950","title":"Gwanbangjerim Forest (관방제림)","description":"Located in Damyang, Jellanam-do, Gwanbangjerim Forest (Natural Monument) is a forest that was made along the banks of Damyangcheon Stream. The two-kilometer-long forest stretches from Dongjeong Village in Namsan-ri to Hwanggeum-ri, Subuk-myeon and Gangui-ri, Daejeon-myeon.<br /><br />Gwanbangjerim Forest is a special manmade forest that was planted to prevent flooding along Damyangcheon Stream. It is comprised of large trees such as muku trees, zelkova trees, nettle trees, and cherry trees that are about 200 to 300 years old. <br /><br />The forest&rsquo;s beauty is so well known that it was even selected as &ldquo;Korea&rsquo;s Most Beautiful Forest&rdquo; by the Korean Forest Services. Visitors enjoy this gorgeous natural getaway all year round, with many stopping by the forest Sculpture Park for pictures. Nearby attractions include the Jungnogwon Bamboo Garden and the Metasequoia-lined road.","regDate":"2023-01-21","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites","Botanical Gardens"],"imgUrl":"/2023-01-21-1674279326950/2648960_image2_1.webp","blogPath":"Jeollanam-do/2023-01-21-1674279326950"},{"id":"2023-01-21-1674275931442","title":"Gurye Yeongoksa Temple (연곡사 (구례))","description":"Yeongoksa Temple is located in Naedong-ri, Gurye-gun and was constructed in 543 by Yeongi, a high Buddhist monk, who also helped create Hwaeomsa Temple. The temple was destroyed during the Imjin War (1592-1598) and the Korean War. In spite of the damage, the temple has continued to house two national treasures and four treasures. Starting from March 1, 1981 with the original Beopdang Hall,  the temple began to be rebuilt due to the efforts of the leading monk at the time, Chang Sungbu.<br><br>Acording to legend, Yeongi discovered a pond in the current sanctuary area when reading about the lands topography. While he was looking at the middle of the pond, one swallow flew from a whirlpool. After that, the pond began to dry up and the place was then used  for the temple. As such, the name Yeongok refers to the phenomenon of Yeon, a swallow, and Gok, a valley. There is a memorial plaque for Go Gwang-sun, a patriotic leader who fought against Japanese power during the Japanese colonization period while taking shelter at Yeongoksa Temple","regDate":"2023-01-21","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2023-01-21-1674275931442/1606838_image2_1.webp","blogPath":"Jeollanam-do/2023-01-21-1674275931442"},{"id":"2023-01-21-1674272164165","title":"Gurye Unjoru Historic House (구례 운조루 고택)","description":"Unjoru Historic House was built in 1776 by Ryu I-Ju, a high government official of the Sam-su Department during the reign of King Yeong-jo. Of the houses original 99 <em>kan</em> (traditional building measurement), only 73 remain today. The name Unjoru means a hidden house like a bird in the clouds, which was inspired from an old poem written by poet Tao Yuan Ming.","regDate":"2023-01-21","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Historical Sites","Old Houses"],"imgUrl":"/2023-01-21-1674272164165/1606843_image2_1.webp","blogPath":"Jeollanam-do/2023-01-21-1674272164165"},{"id":"2023-01-20-1674211096417","title":"Gurye Special Tourist Zone (구례 관광특구)","description":"The vast region of the Gurye Special Tourist Zone comprises Toji-myeon, Gwangui-myeon and Sandong-myeon, which has a river and an open field surrounding the mountainous area. Every part of Gurye deserves the title of Special Tourist Zone for offering many things to see. Well-known for its rich soil, the most outstanding natural resources of Gurye is Jirisan National Park, the first to be designated as a national park, and Seomjingang River. <br><br>Every year, many hikers visit Jirisan National Park, also called the “bosom of a mother.” The park is cherished for its unpolluted scenery, such as its deep and wide geographical features and crystal clear valleys. The park offers diverse hiking trails and has mountain retreats for backpackers. <br><br>Jirisan Dulegil Trail that runs along the periphery of Jirisan Mountain is where one could enjoy the experience of mountain glens, different from mountaineering. On their way hikers and trekkers can see groups of Sansuyu (cornus fruit) in spring as well as the autumnal tints of the mountain and valley in autumn. <br><br>Another strength is that the park has different types of accommodations including Hanok (Korean traditional house) homestay and a guest house, apart from leisure facilities including hot springs in Jirisan. The park is a great place for historical inquiries as it is filled with historic temples, including Hwaeomsa Temple and Yeongoksa Temple, and historic relics. Flowing from Gokseong to Hadong, Seomjingang River creates a tranquil ambience. The cleanest ever in Korea, a large number of marsh snails and sweetfish live in this river. Visitors can also enjoy the scenic view from the riverside road and various festivals which are held all year round, such as the Sansuyu Festival, the Seomjingang Riverside Cherry Flower Festival and the Piagol Autumn Foliage Festival. <br><br>* Current State of Gurye Special Tourist Zone<br>1) Districts Covered / Areas around Toji, Masan, Gwangui and Sandong-myeon, Gurye-gun, Jeollanam-do<br>2) Area / 78,024,000㎡ <br><br>* Tourist Attractions<br>Jirisan Mountain, Seomjingang River, Jirisan Spa Land, Piagol Valley, Sansuyu Theme Park, Hwaeomsa, Cheoneunsa and Yeongoksa Temple, Hanok Village, etc.","regDate":"2023-01-20","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Recreational Sites","Tourist Complexes"],"imgUrl":"/2023-01-20-1674211096417/1917883_image2_1.webp","blogPath":"Jeollanam-do/2023-01-20-1674211096417"},{"id":"2023-01-20-1674207389792","title":"Gurye Seomjingang Cherry Blossom Trail (구례 섬진강 벚꽃길)","description":"The Seomjingang Cherry Blossom Trail in Gurye follows National Roads 17 and 19 along the pristine Seomgjingang River. Stretching over 3 kilometers, the trail is lined with cherry blossom trees planted in 1992. As well as being a popular drive course, the trail can also be enjoyed on foot, and is even used as a marathon course. The trail has received recognition as one of the 100 Most Beautiful Roads in Korea. Restaurants along the trail serve local foods such as <em>euneo hoe</em> (sliced raw sweetfish) and <em>minmul maeuntang</em> (spicy freshwater fish stew).","regDate":"2023-01-20","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Experience Programs","Cultural Districts"],"imgUrl":"/2023-01-20-1674207389792/2648990_image2_1.webp","blogPath":"Jeollanam-do/2023-01-20-1674207389792"},{"id":"2023-01-20-1674203994343","title":"Gurye Sansuyu Village (구례 산수유마을)","description":"Sandong-myeon in the Gurye-gun region is widely known as the home of <em>sansuyu</em> (cornus fruit) and is responsible for 70% of Korea’s sansuyu fruit production. The Sansuyu Village, located at the foot of the southwest side of Manbokdae Mountain (1,433 meters), is considered the region’s most representative village of sansuyu. The village has a beautiful natural landscape with the snow-covered Jirisan Mountain range to its back and a small valley to its right. <br><br>Visitors to the village can wind down at the hot spring complex nearby, which is famous for its germanium content and said to have numerous health benefits. The sansuyu flowers of Sansuyu Village typically are at full bloom between March 20 and March 31, drawing throngs of visitors. <br><br>* Please note that blossom dates are not exact and change slightly from year to year.","regDate":"2023-01-20","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Experience Programs","Village Experience"],"imgUrl":"/2023-01-20-1674203994343/2616834_image2_1.webp","blogPath":"Jeollanam-do/2023-01-20-1674203994343"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}