{"pageProps":{"content":"![Gadeokdo Lighthouse (가덕도 등대)](/2022-08-17-1660711773645/1982388_image2_1.webp)\n\n  \n## Overview\n\n> Gadeokdo Lighthouse is a manned lighthouse patterned after the gothic style of lighthouses in France. Built in December, 1909 at the end of the Daehan Empire (1897-1910), it is an intricate building that houses a light tower (9.2 meters high), an office, and a lighthouse keeper’s room. Plum blossoms, the symbol of the imperial family of Joseon, are delicately carved along this European-style building. It is considered a remarkable cultural property not only because of its architectural design, unique shape or historic value, but also because it has been surprisingly well-maintained, especially in comparison to other lighthouses built during the same period. In recognition of its unmatched style and preservation, the old Gadeokdo lighthouse was designated Tangible Cultural Property No. 50 of Busan in Sep. 2003. It is owned and managed by the Ministry of Maritime Affairs and Fisheries. A new lighthouse was built next to the original one in 2002. The new lighthouse structure is octagonal in shape and 40.5 meters high, the second highest lighthouse in Korea. <br><br>\n\nGadeokdo Island, the location of Gadeokdo lighthouse, is often referred to as the ‘Island of History,’ and is the largest island in Busan. Gadeokdo, a strategically important base for military operations and seaborne trade, was the stage for a number of gruesome battles during the Imjin War (1592-1598). Today, it is a critical entry point to the Jinhae Bay. <br><br>\n\nGadeokdo Lighthouse is located within a national naval base. Therefore, visitors must contact and register with the Busan Regional Maritime Affairs and Port Office prior to visiting the lighthouse. Those who participate in the Lighthouse Experience Program (parties of 6 or less) can spend the night in the innkeeper’s room free of charge. In order to use these accommodations, visitors must apply online at the Busan Regional Maritime Affairs and Port’s homepage between the 1st and the 8th of the month, one month prior to the desired date of visit.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese)<br>• For more info: +82-51-971-9710|\n  \n\n  \n## Detail Image\n![/2022-08-17-1660711773645/1593391_image2_1.webp](/2022-08-17-1660711773645/1593391_image2_1.webp)\n![/2022-08-17-1660711773645/1982385_image2_1.webp](/2022-08-17-1660711773645/1982385_image2_1.webp)\n![/2022-08-17-1660711773645/1982387_image2_1.webp](/2022-08-17-1660711773645/1982387_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-51-971-9710](tel:+82519719710)\n\n\n\n```googleMap\nlatitude: 35.0006471157\nlongitude: 128.8295937487\ntitle: 1237, Gadeokhaean-ro, Gangseo-gu, Busan\n```\n  \n## Directions\n  \n[Bus]<br>\nFrom Gangnam Express Bus Terminal or Dong Seoul Bus Terminal, take a bus to Busan Bus Terminal Complex or Busan Seobu Bus Terminal.\n<br>From Busan Bus Terminal Bus Stop, take Bus No. 520 and get off at Daehang Village Bus Stop.\n","data":{"id":"2022-08-17-1660711773645","title":"Gadeokdo Lighthouse (가덕도 등대)","description":"Gadeokdo Lighthouse is a manned lighthouse patterned after the gothic style of lighthouses in France. Built in December, 1909 at the end of the Daehan Empire (1897-1910), it is an intricate building that houses a light tower (9.2 meters high), an office, and a lighthouse keeper’s room. Plum blossoms, the symbol of the imperial family of Joseon, are delicately carved along this European-style building. It is considered a remarkable cultural property not only because of its architectural design, unique shape or historic value, but also because it has been surprisingly well-maintained, especially in comparison to other lighthouses built during the same period. In recognition of its unmatched style and preservation, the old Gadeokdo lighthouse was designated Tangible Cultural Property No. 50 of Busan in Sep. 2003. It is owned and managed by the Ministry of Maritime Affairs and Fisheries. A new lighthouse was built next to the original one in 2002. The new lighthouse structure is octagonal in shape and 40.5 meters high, the second highest lighthouse in Korea. <br><br>Gadeokdo Island, the location of Gadeokdo lighthouse, is often referred to as the ‘Island of History,’ and is the largest island in Busan. Gadeokdo, a strategically important base for military operations and seaborne trade, was the stage for a number of gruesome battles during the Imjin War (1592-1598). Today, it is a critical entry point to the Jinhae Bay. <br><br>Gadeokdo Lighthouse is located within a national naval base. Therefore, visitors must contact and register with the Busan Regional Maritime Affairs and Port Office prior to visiting the lighthouse. Those who participate in the Lighthouse Experience Program (parties of 6 or less) can spend the night in the innkeeper’s room free of charge. In order to use these accommodations, visitors must apply online at the Busan Regional Maritime Affairs and Port’s homepage between the 1st and the 8th of the month, one month prior to the desired date of visit.","regDate":"2022-08-17","author":"korea-tour","tag":["Busan","Nature","Natural Sites"],"imgUrl":"/2022-08-17-1660711773645/1982388_image2_1.webp","blogPath":"Busan/2022-08-17-1660711773645","pageUrl":"https:/mcdryad.com/Busan/2022-08-17-1660711773645"},"dataList":[{"id":"2022-08-18-1660845150360","title":"Busan Gamcheon Culture Village (부산 감천문화마을)","description":"Gamcheon Culture Villiage is formed by houses built in staircase-fashion on the foothills of a coastal mountain, earning this village the nickname Machu Picchu of Busan. Many alleys that cut through this community are vibrantly decorated with murals and sculptures created by the residents.","regDate":"2022-08-18","author":"korea-tour","tag":["Busan","Culture/Art/History","Experience Programs","Unique Experience"],"imgUrl":"","blogPath":"Busan/2022-08-18-1660845150360"},{"id":"2022-08-18-1660842690885","title":"Yu Chi-hwan Postbox Observatory (유치환 우체통 전망대)","description":"This is an observatory located along Sanbok-ro Road in Choryang-dong, Dong-gu, Busan. A mailbox was installed to celebrate the artworks and literature of famous poet Yu Chi-hwan. The observatory is divided into two levels. The first level consists of a terraced outdoor performance stage, while the second level is an art exhibition area, designed with floor to ceiling windows.","regDate":"2022-08-18","author":"korea-tour","tag":["Busan","Culture/Art/History","Architectural Sights","Monuments/Observatories"],"imgUrl":"/2022-08-18-1660842690885/2366003_image2_1.webp","blogPath":"Busan/2022-08-18-1660842690885"},{"id":"2022-08-18-1660838172085","title":"Yongdusan Park (용두산공원)","description":"Yongdusan Mountain (alt. 49 m) in downtown Busan is one of Busan's three famous mountains. It was originally called Songhyeonsan Mountain, which means a mountain with a view of the sea through the dense pine tree forest. Later, the name was changed to Yongdusan Mountain, as the mountain peak was shaped similar to a dragon's head, protecting the area against foreign invaders overseas.<br><br>The mountain held shrines for the mountain gods built by the Japanese before the 8.15 Liberation. Now the mountain is home to a variety of monuments, including Cheokhwabi Monument, Chunghontap Pagoda, 4.19 Revolution Monument, a statue of Admiral Yi Sun-shin, and Busan Tower. During the Korean War, refugees built houses on the sides of the mountain all the way to the summit but these neighborhoods burned down twice, leaving the mountain bare. Since then, fierce efforts of planting trees have led to transforming the burnt mountain into a beautiful park. The park was called Unam Park at the time of the Liberal Party’s ruling but was renamed to Yongdusan Park after the April 19 Revolution. The park offers a beautiful view of Busan Port and the surrounding scenery. In particular, the night view from Busan Tower is magnificent.","regDate":"2022-08-18","author":"korea-tour","tag":["Busan","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-08-18-1660838172085/2640557_image2_1.webp","blogPath":"Busan/2022-08-18-1660838172085"},{"id":"2022-08-18-1660831088170","title":"UN Memorial Cemetery in Korea (재한유엔기념공원)","description":"The UN Memorial Cemetery in Korea honors UN soldiers from 16 countries and UN aids from five countries that were killed in battle during the Korean War from 1950-1953. It is the only memorial cemetery in the world dedicated to UN soldiers. While the cemetery originally held up to 11,000 graves, most of the fallen soldiers were repatriated at the request of their families, with only 2,300 graves remaining. The serene park spreads across a grassy plain area of 135,000 square meters. Some notable sites and memorials include  Memorial Service Hall, Memorabilia Hall, two Turkish Monuments, Greek Monument, Australian Monument, British Commonwealth Monument and two ponds.","regDate":"2022-08-18","author":"korea-tour","tag":["Busan","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-08-18-1660831088170/2668611_image2_1.webp","blogPath":"Busan/2022-08-18-1660831088170"},{"id":"2022-08-18-1660828636710","title":"Tiffany 21 Night Cruise (부산 티파니21 크루즈 유람선)","description":"Set in the largest marine tourism city in Korea, Tiffany 21 Cruise is one of Busan's special marine attractions. Tiffany 21 blends cruise excursions with a fine dining experience, offering a perfect venue for a variety of customer-tailored events. Haeundae Beach has a beautiful 1.8 kilometer-long coastline. Passengers can take in the views of the numerous coastal sites, including Nurimaru APEC House on Dongbaek Island, 49th Square in Suyeong-gu, Namcheon-dong, and Centum City in U-dong,  Gwangandaegyo Bridge, the nation's largest marine bridge, Igidae Park, a unique scenery, and Oryukdo Island, designated as Busan’s National Cultural Heritage Scenic Spot No. 24, Taejongdae, one of the representative tourism attractions of Busan, featuring rocky coastal line with strong wave and forest, and Busandaegyo Bridge, connecting Yeongdo Island and the mainland, Jagalchi Market, the largest fishery market, PIFF Square, and other things to see. <br><br> - Things to enjoy on Tiffany 21 <br><br> The cruise offers views of Oryukdo Island and Igidae in the daytime and Haeundae and Gwangandaegyo Bridge at night. In particular, the dinner tour includes a buffet as well as live performance, perfect for parties, sunrise-viewing, firework shows and other events. It's especially great for groups of families or domestic and foreign tourists, as it offers a truly unique experience of Busan.<br>","regDate":"2022-08-18","author":"korea-tour","tag":["Busan","Culture/Art/History","Recreational Sites","Cruises/Submarines"],"imgUrl":"/2022-08-18-1660828636710/1157887_image2_1.webp","blogPath":"Busan/2022-08-18-1660828636710"},{"id":"2022-08-18-1660822611480","title":"The Bay 101 (더베이101)","description":"The Bay 101 is located in a culture and art complex in Haeundae area, attracting many visitors to the area thanks to the beautiful nightscape that it offers.","regDate":"2022-08-18","author":"korea-tour","tag":["Busan","Culture/Art/History","Architectural Sights","Buildings"],"imgUrl":"/2022-08-18-1660822611480/1972564_image2_1.webp","blogPath":"Busan/2022-08-18-1660822611480"},{"id":"2022-08-18-1660819395251","title":"Suyeong Sajeok Park (수영사적공원)","description":"Suyeong-gu of Busan is a historical district nestled between Geumnyeonsan Mountain and Gwangalli Beach. It was the site of the Gyeongsang Jwado Marine Headquarters during the Joseon dynasty. In fact, its name 'Suyeong' was derived from 'Sugunjeoldosayeong,' meaning 'marine headquarters.'<br><br>The Suyeong Sajeok Park was established in commemoration of the spirit of the Suyeong residents. It is designed to show their maritime lifestyle.","regDate":"2022-08-18","author":"korea-tour","tag":["Busan","Culture/Art/History","Recreational Sites","Theme Parks"],"imgUrl":"/2022-08-18-1660819395251/2677061_image2_1.webp","blogPath":"Busan/2022-08-18-1660819395251"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}