{"pageProps":{"content":"![House of Choi Seung-hyo (최승효가옥)](/2022-07-14-1657791485848/566730_image2_1.webp)\n  \n## Overview\n\n> The House of Choi Seung-hyo is a traditional residential building located on the southeastern slopes of Yangnimsan Mountain. The rectangular building is open to the east, has 8 kan (the space between two pillars) in the front and 4 kan to the sides, and is graced by a traditional hipped and gabled roof. Since the building was constructed in the 1920s, it offers a valuable glimpse into the architectural style of Korean houses at the end of the Japanese colonial period. Choi Sang-hyeon was an activist who offered his attic as a place of refuge for other activists.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-62-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-62-607-2332|\n|parking:|Not available|\n  \n\n  \n## Detail Image\n![/2022-07-14-1657791485848/2493635_image2_1.webp](/2022-07-14-1657791485848/2493635_image2_1.webp)\n![/2022-07-14-1657791485848/2493637_image2_1.webp](/2022-07-14-1657791485848/2493637_image2_1.webp)\n![/2022-07-14-1657791485848/566731_image2_1.webp](/2022-07-14-1657791485848/566731_image2_1.webp)\n![/2022-07-14-1657791485848/566732_image2_1.webp](/2022-07-14-1657791485848/566732_image2_1.webp)\n![/2022-07-14-1657791485848/566733_image2_1.webp](/2022-07-14-1657791485848/566733_image2_1.webp)\n![/2022-07-14-1657791485848/566734_image2_1.webp](/2022-07-14-1657791485848/566734_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-62-607-2332](tel:+82626072332)\n- [🏠www.namgu.gwangju.go.kr](http://www.namgu.gwangju.kr/culture)\n\n\n```googleMap\nlatitude: 35.1413171050\nlongitude: 126.9138942152\ntitle: 29-4, Yangchon-gil, Nam-gu, Gwangju\n```\n  \n\n","data":{"id":"2022-07-14-1657791485848","title":"House of Choi Seung-hyo (최승효가옥)","description":"The House of Choi Seung-hyo is a traditional residential building located on the southeastern slopes of Yangnimsan Mountain. The rectangular building is open to the east, has 8 kan (the space between two pillars) in the front and 4 kan to the sides, and is graced by a traditional hipped and gabled roof. Since the building was constructed in the 1920s, it offers a valuable glimpse into the architectural style of Korean houses at the end of the Japanese colonial period. Choi Sang-hyeon was an activist who offered his attic as a place of refuge for other activists.","regDate":"2022-07-14","author":"korea-tour","tag":["Gwangju","Culture/Art/History","Historical Sites","Old Houses"],"imgUrl":"/2022-07-14-1657791485848/566730_image2_1.webp","blogPath":"Gwangju/2022-07-14-1657791485848","pageUrl":"https:/mcdryad.com/Gwangju/2022-07-14-1657791485848"},"dataList":[{"id":"2022-07-14-1657788186029","title":"Gwangjuho Lake Eco Park (광주호 호수생태원)","description":"Gwangjuho Lake Eco Park is a large park around Gwangjuho Lake that is divided into themed districts. The 184,948 m²-park features a natural observation center, eco-experience center, grass plaza, wetlands, and more. Just 30 minutes from downtown Gwangju, the park has been a popular retreat for locals since opening in March 2006. From spring to fall, visitors can see all kind of plants growing in the natural environment. There are more than 170,000 kinds of wild flowers including azaleas, forsythia, smile rosebay, roses, royal azaleas and hydrangeas growing in the flower district. Visitors may also enjoy the picturesque view of over 3,000 kinds of trees including snowbells, quince, Chinese parasol trees, Japanese maples, and Metasequoia trees. Many birds make nests in the wetlands district, providing the opportunity to see birds hatch and grow.","regDate":"2022-07-14","author":"korea-tour","tag":["Gwangju","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2022-07-14-1657788186029/2662633_image2_1.webp","blogPath":"Gwangju/2022-07-14-1657788186029","pageUrl":"https:/mcdryad.com/Gwangju/2022-07-14-1657788186029"},{"id":"2022-07-14-1657784171014","title":"Gwangjuho Lake (광주호)","description":"Gwangjuho Lake is located at the base of the Mudeungsan Mountain, which creates a beautiful view.  Many people come to the lake not only for the relaxing setting, but also for fishing. Near the upper stream of the lake there are beautiful arbors built during the Joseon dynasty that display the traditional garden culture of that time. One of these arbors is the Sikyeongjeong Pavilion, a historic site written about by Jeong Cheol, a famous statesman and poet during Joseon dynasty.","regDate":"2022-07-14","author":"korea-tour","tag":["Gwangju","Nature","Natural Sites"],"imgUrl":"/2022-07-14-1657784171014/566675_image2_1.webp","blogPath":"Gwangju/2022-07-14-1657784171014","pageUrl":"https:/mcdryad.com/Gwangju/2022-07-14-1657784171014"},{"id":"2022-07-14-1657781161064","title":"Gwangju Sajik Park (사직공원 (광주))","description":"Sajik Park is located at the previous site of Sajikdan Altar, a ritual site to pray for peace and prosperity during the Three Kingdoms Era. In the 1960s, the site was home to Sajik Zoo, with the ritual being abandoned in 1894 and the altar in disrepair. However, in 1991, it was decided to move the zoo to another location and begin restoring the site. It was reopened in April 1994, 100 years after the last ritual. <br><br>Sajik Park is landscaped with various trees and flower beds. The park blooms pink and white with cherry blossoms annually in mid-April. During this time, the municipality of Gwangju installs lighting in the trees for citizens to enjoy the blossoms late into the night. The park has become established as a favorite rest area for Gwangju citizens. The park houses several attractions including Gwangju Broadcast Station (KBS), Memorial Tower for Policemen, Yangpajeong Pavilion, and Palgakjeong Pavilion overlooking downtown Gwangju.","regDate":"2022-07-14","author":"korea-tour","tag":["Gwangju","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-07-14-1657781161064/1587467_image2_1.webp","blogPath":"Gwangju/2022-07-14-1657781161064","pageUrl":"https:/mcdryad.com/Gwangju/2022-07-14-1657781161064"},{"id":"2022-07-14-1657777557485","title":"Gwangju Pyeongchon Village (광주 평촌마을)","description":"Gwangju Pyeongchon Village, located north of Mudeungsan Mountain, is a cozy farming village made up of four villages Dongrim, Daman, Woosung, and Dangmoe. The village still has an excellence natural preservation, growing environmental-friendly rice in the fields and Punamcheon stream that runs through the middle of the village is home to fireflies and otters. The village also keeps the tradition of making pottery as the village was the place that made grayish-blue-powdered celadon during the Joseon dynasty. The village street corner offers visitors to Mudeungsan Mountain a place to rest with Mudol-gil shelter and Bandi lodging.","regDate":"2022-07-14","author":"korea-tour","tag":["Gwangju","Culture/Art/History","Experience Programs","Village Experience"],"imgUrl":"/2022-07-14-1657777557485/2489832_image2_1.webp","blogPath":"Gwangju/2022-07-14-1657777557485","pageUrl":"https:/mcdryad.com/Gwangju/2022-07-14-1657777557485"},{"id":"2022-07-14-1657775370398","title":"Gwangju Family Land (광주 패밀리랜드)","description":"Gwangju Family Land is an amusement park equipped with dozens of exciting rides as well as recreational facilities such as a swimming pool, an ice rink, and a sledge park. Spanning 290 acres of land, it is the largest urban amusement park in all of Jeollabuk-do and Jeollanam-do Provinces. The amusement park also offers entertainment courses designed for couples, families and children.","regDate":"2022-07-14","author":"korea-tour","tag":["Gwangju","Culture/Art/History","Recreational Sites","Theme Parks"],"imgUrl":"/2022-07-14-1657775370398/1587640_image2_1.webp","blogPath":"Gwangju/2022-07-14-1657775370398","pageUrl":"https:/mcdryad.com/Gwangju/2022-07-14-1657775370398"},{"id":"2022-07-14-1657772882415","title":"Gwangju Art Street (광주 예술의 거리)","description":"Gwangju Art Street is aimed at developing Gwangju’s traditional art scene through exhibition of local work. The street is 300m long and located behind Jungang Elementary School, nearby Gwangju Dongbu Police Station. Items commonly found here include Korean fine art such as paintings, ceramics, writings, and industrial art. <br><br>Every Saturday, an art flea market famous for its unique pieces is held here. People from all over the nation gather to display items that include old calligraphy materials, collector coins, stone hairbrushes, Chinaware, wooden sculptures, folk drawings, classic books, ink, and incense burners. Part of the attraction is the stories the collectors share with each part of their collection. Enjoy the many shows and exhibitions that draw regular crowds to this famous road. <br><br>The Mudeung art exhibit operates according to districts, and functions as a cultural festival as well. The outdoor exhibition was built in February 1995, and is open throughout the day. The large exhibition space has 32 booths and regularly holds special exhibits. Many regional cultural treasures are also on display here. Every Saturday, the Street of Fine Arts is blocked from traffic, and people gather to share and enjoy art culture. Gwangju Summer Universiade will be held this summer, 2015.","regDate":"2022-07-14","author":"korea-tour","tag":["Gwangju","Culture/Art/History","Experience Programs","Cultural Districts"],"imgUrl":"/2022-07-14-1657772882415/2364360_image2_1.webp","blogPath":"Gwangju/2022-07-14-1657772882415","pageUrl":"https:/mcdryad.com/Gwangju/2022-07-14-1657772882415"}],"navList":["Daegu","Daejeon","Gwangju","Incheon","Seoul"]},"__N_SSG":true}