{"pageProps":{"content":"![Anmyeondo Island Recreational Forest (안면도자연휴양림)](/2022-07-28-1658981694068/2031770_image2_1.webp)\n\n  \n## Overview\n\n> Anmyeondo in Taean is home to a 100 year old pine tree forest that is special in Korea. The natural forest was managed by the royal family during the Goryeo Dynasty and since 1965 has been managed by the province of Chungcheongnam-do.\n<br><br>\nThe Forest Exhibition Hall in Anmyeondo Recreational Forest displays the producing process of wood, the uses of wood, the forest’s worth, and more in an easy to comprehend manner. The Forest Cabin and Forest Recreation Center have a gas stove, cooking utensils, and shower facilities.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-41-674-5019|\n|restdate:|First Monday of the month|\n|usetime:|March-October 09:00-18:00 / November - February 09:00-17:00|\n  \n\n  \n## Detail Image\n![/2022-07-28-1658981694068/2031771_image2_1.webp](/2022-07-28-1658981694068/2031771_image2_1.webp)\n![/2022-07-28-1658981694068/2031776_image2_1.webp](/2022-07-28-1658981694068/2031776_image2_1.webp)\n![/2022-07-28-1658981694068/2031777_image2_1.webp](/2022-07-28-1658981694068/2031777_image2_1.webp)\n![/2022-07-28-1658981694068/2031779_image2_1.webp](/2022-07-28-1658981694068/2031779_image2_1.webp)\n![/2022-07-28-1658981694068/2031782_image2_1.webp](/2022-07-28-1658981694068/2031782_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-41-674-5019](tel:+82416745019)\n- [🏠www.anmyonhuyang.go.kr](http://www.anmyonhuyang.go.kr/)\n\n\n```googleMap\nlatitude: 36.4967476560\nlongitude: 126.3588396636\ntitle: 3195-6, Anmyeon-daero, Taean-gun, Chungcheongnam-do\n```\n  \n## Directions\n  \n[Bus]<br>From Taean Intercity Bus Terminal, take a local bus bound for Anmyeondo Island and get off at Anmyeon-eup Bus Stop.<BR>Transfer to \na bus bound for Gonam/Youngmoak and get off at Nature Recreation Forest Bus Stop.\n","data":{"id":"2022-07-28-1658981694068","title":"Anmyeondo Island Recreational Forest (안면도자연휴양림)","description":"Anmyeondo in Taean is home to a 100 year old pine tree forest that is special in Korea. The natural forest was managed by the royal family during the Goryeo Dynasty and since 1965 has been managed by the province of Chungcheongnam-do.<br><br>The Forest Exhibition Hall in Anmyeondo Recreational Forest displays the producing process of wood, the uses of wood, the forest’s worth, and more in an easy to comprehend manner. The Forest Cabin and Forest Recreation Center have a gas stove, cooking utensils, and shower facilities.","regDate":"2022-07-28","author":"korea-tour","tag":["Chungcheongnam-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"/2022-07-28-1658981694068/2031770_image2_1.webp","blogPath":"Chungcheongnam-do/2022-07-28-1658981694068","pageUrl":"https:/mcdryad.com/Chungcheongnam-do/2022-07-28-1658981694068"},"dataList":[{"id":"2022-11-02-1667385940656","title":"Cheonan Gwangdeoksa Temple (광덕사(천안))","description":"Gwangdeoksa Temple is said to be established in 637 by Monk Jajang Yulsa during the Silla Kingdom and was refurbished during the reign of King Heungdeok (832). The temple sits in the southeast of Gwangdeoksan Mountain, which borders Asan-si and Cheonan-si, and the southwest of Taehwasan Mountain. It was the biggest temple within Chungcheong and Gyeonggi regions before the Japanese invasion. However, it was burnt down during the Japanese invasion and the main buildings such as Daeungjeon, Myeongbujeon and Cheonbuljeon Halls are relatively new compared to the other original facilities.","regDate":"2022-11-02","author":"korea-tour","tag":["Chungcheongnam-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-11-02-1667385940656/565702_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-02-1667385940656"},{"id":"2022-11-02-1667382169606","title":"Cheollipo Beach (천리포해수욕장)","description":"Cheollipo Beach is among the many beaches located within Taeanhaean National Park. It is located 2 kilometers north of Mallipo Beach, a well-known beach in Taean. Another 2 kilometers north is Baengnipo Beach. The beaches in the park are characterized by shallow waters that are 1~2 meters deep with a 1-kilometer beach shore. In particular, Cheollipo Beach is noted as an amazing sunset spot, making it a popular attraction regardless of swimming season.","regDate":"2022-11-02","author":"korea-tour","tag":["Chungcheongnam-do","Nature","Natural Sites"],"imgUrl":"/2022-11-02-1667382169606/2653831_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-02-1667382169606"},{"id":"2022-11-02-1667378919698","title":"Cheollipo Arboretum (천리포수목원)","description":"Cheollipo Arboretum is located on the tip of the Taean peninsula, and was founded by Carl Ferris Miller, the blue-eyed Korean. Miller purchased the land in 1962 and starting in 1970, many trees were planted in earnest. At that time, the park was only open to experts in related fields and members who helped fund the arboretum. In 2009, select sections of the arboretum were finally opened to the general public. The arboretum features more than 13,200 plants, including holly, magnolia, camelia, and maple trees, as well as five varieties of Rose of Sharon, the national flower.","regDate":"2022-11-02","author":"korea-tour","tag":["Chungcheongnam-do","Nature","Natural Sites","Botanical Gardens"],"imgUrl":"/2022-11-02-1667378919698/2653799_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-02-1667378919698"},{"id":"2022-11-02-1667374827719","title":"Buyeo Neungsan-ri Ancient Tombs [UNESCO World Heritage] (부여 능산리 고분군 [유네스코 세계문화유산])","description":"Hundreds of Baekje tombs are scattered across Buyeo. Among them, Neungsan-ri Ancient Tombs, which are close to Buyeo, have been relatively well preserved and are fairly large in size. <br><br>The Neungsan-ri Ancient Tombs were the royal tombs of the Baekje dynasty from 538 to 660 when the capital of Baekje was Sabi (now Buyeo). In the Baekje Gobun Miniature Museum at the entrance to Neungsan-ri Ancient Tombs, mockups and miniature tombs are on display with their cross sections exposed. Here, one can view all kinds of Baekje tombs including stone mounds of the Hanseong Era as well as those discovered in Buyeo.","regDate":"2022-11-02","author":"korea-tour","tag":["Chungcheongnam-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-11-02-1667374827719/210143_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-02-1667374827719"},{"id":"2022-11-02-1667372047028","title":"Buyeo Naseong Fortress [UNESCO World Heritage] (부여 나성 [유네스코 세계문화유산])","description":"Buyeo Naseong, also known as the Outer City Wall, was built to protect the capital of Baekje, Sabi. It has a x_height of about 8.4 kilometers. The wall surrouned Busosanseong Fortress and extended to the city of Buyeo. <br><br>The wall is one of the oldest walls along with Naseong in Pyeongyang and it is estimated to have been built around 538, when the Baekje capital was changed from Woonjin (current Gongju) to Sabi (current Buyeo). The wall of the fortress starts from the site where Dongmun (East gate) was located to the area of Geumgang River, made by piling soil up. However, only a few traces remain of its former glory. <br><br>For now, it leaves a blurry trail including a 20 meter area to the east of Cheongsanseong Fortress, Dongmun Bridge from Seokmok-ri, and an area from Pilseobong Peak to Yeomchang-ri. While the outer wall is sharply sloped, the inner wall was built with a gentle slope to make it easier for horses to reach the guard posts on the top of the wall. Inside the fortress, the palace of Baekje, government offices, houses, temples, stores and protected facilities can be seen. The entire structure of Naseong Fortress features Geumgang River in the south and west sides, providing a natural double-defense system. The wall was one of the important outer defense facilities along with Cheongsanseong and Cheongmasanseong Fortresses.<br><br>* Area  554,591 ㎡","regDate":"2022-11-02","author":"korea-tour","tag":["Chungcheongnam-do","Culture/Art/History","Historical Sites","Fortresses"],"imgUrl":"","blogPath":"Chungcheongnam-do/2022-11-02-1667372047028"},{"id":"2022-11-02-1667368710012","title":"Buyeo Muryangsa Temple (무량사(부여))","description":"Muryangsa Temple, located at the foot of Mansusan Mountain in Buyeo-gun, Chungcheongnam-do, is said to have been built during the reign of Silla King Munmu by national preceptor Beomil. Geungnakjeon Hall can be seen after passing through Sacheonwangmun Gate, recognizably the best location for taking in the beauty of Muryangsa Temple. The temple grounds hold the Two-story Geungnakjeon Hall, Five-story Stone Pagoda, and Stone Lantern, all in a row. <br><br>The temple is also famous for being the place where Kim Siseup, one of the Saengyuksin (Six Loyal Subjects of the Joseon dynasty), spent his last few days before death. Visitors can see his portrait inside the temple. Although the temple site is included in Buyeo-gun’s administrative district, it is located closer to downtown Boryeong.","regDate":"2022-11-02","author":"korea-tour","tag":["Chungcheongnam-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-11-02-1667368710012/2037209_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-02-1667368710012"},{"id":"2022-11-02-1667364227651","title":"Boryeong Jukdo Island (죽도 (보령))","description":"Although called Jukdo Island, the island today is technically not an island as it has been connected to the mainland since the construction of Nampo Embankment in 1999. Along the entrance of the island are many fresh hoe (sliced raw fish) restaurants lining the street. This unpopulated fishing island is also called Daeseom (Bamboo Island) for its dense groves of bamboo trees.","regDate":"2022-11-02","author":"korea-tour","tag":["Chungcheongnam-do","Nature","Natural Sites"],"imgUrl":"/2022-11-02-1667364227651/2547407_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-02-1667364227651"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}