{"pageProps":{"content":"![Guryongsa Temple (구룡사)](/2022-09-25-1664091631316/2391453_image2_1.webp)\n\n  \n## Overview\n\n> Guryongsa Temple is located 6 kilometers from Birobong Peak on Chiaksan Mountain, in the direction of Hakkok-ri. It was believed that Monk Uisang (625-702) of the Silla Kingdom (57 BC - AD 935) built and named the temple Guryongsa in 668 during the reign of King Munmu. However, it is now known that the temple was built after King Sukjong, the 19th King of the Joseon dynasty (1392-1910), who reigned from 1674 to 1720, because of the architectural style of Daeungjeon Hall. There is a legend that the Guryongsa Temple site was originally a lake where nine dragons lived. The name Guryong comes from the story that the lake was filled up to build the temple on it. There are many buildings such as Daeungjeon Hall, Bogwangnu Pavilion, Samseonggak Pavilion, Simgeomdang Hall and Seolseondang Hall. Daeungjeon Hall has maintained its original shape though it was repaired many times.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-33-732-4800|\n|parking:|Available (Chiaksan National Park)|\n|restdate:|N/A (Open all year round)|\n|usetime:|Sunrise - Sunset|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Hiking Course:|* Guryongsa Temple - Seryeompokpo Falls - Birobong Peak - Guryongsa Temple (10.9 km / 6 hr)<br>* Guryongsa Temple - Seryeompokpo Falls - Birobong Peak - Godeunchi - Bugok-ri (15.8 km / 8 hr)<br>* Hwanggol Cave - Ipseoksa Temple - Birobong Peak - Seryeompokpo Falls - Guryongsa Temple (10.7 km / 5 hr)<br>* Hanggu-dong - Gukhyangsa Temple - Hyangnobong Peak - Seryeompokpo Falls - Guryongsa Temple (14.2 km / 7 hr)<br>* Geumdae-ri - Yeongwonsa Temple - Namdaebong Peak - Birobong Peak - Seryeompokpo Falls - Guryongsa Temple (22.6 km / 12 hr)<br>* Seongnam-ri - Sangwonsa Temple - Namdaebong Peak - Birobong Peak - Seryeompokpo Falls - Guryongsa Temple (23.8 km / 13 hr)|\n|Admission Fees:|Individuals - Adults 2,500 won / Teenagers 800 won / Children 500 won<br>Groups - Adults 2,300 won / Teenagers 700 won / Children 400 won<br><br>* Groups: 30 people or more|\n|Parking Fees:|Compact vehicles: First hour 500 won / each additional 10 min 100 won / Max. daily fee 5,000 won / Monthly pass 50,000 won<br>Small & Mid-sized vehicles: First hour 1,100 won / each additional 10 min 250 won (peak season 300 won) / Max. daily fee 13,000 won / Monthly pass 150,000 won<br>Large vehicles: First hour 2,000 won / each additional 10 min 400 won (peak season 500 won) / Max. daily fee 20,000 won / Monthly pass 200,000 won|\n|Restrooms:|Available|\n  \n## Detail Image\n![/2022-09-25-1664091631316/2391440_image2_1.webp](/2022-09-25-1664091631316/2391440_image2_1.webp)\n![/2022-09-25-1664091631316/2391442_image2_1.webp](/2022-09-25-1664091631316/2391442_image2_1.webp)\n![/2022-09-25-1664091631316/2391445_image2_1.webp](/2022-09-25-1664091631316/2391445_image2_1.webp)\n![/2022-09-25-1664091631316/2391446_image2_1.webp](/2022-09-25-1664091631316/2391446_image2_1.webp)\n![/2022-09-25-1664091631316/2391447_image2_1.webp](/2022-09-25-1664091631316/2391447_image2_1.webp)\n![/2022-09-25-1664091631316/2391448_image2_1.webp](/2022-09-25-1664091631316/2391448_image2_1.webp)\n![/2022-09-25-1664091631316/2648995_image2_1.webp](/2022-09-25-1664091631316/2648995_image2_1.webp)\n![/2022-09-25-1664091631316/2648997_image2_1.webp](/2022-09-25-1664091631316/2648997_image2_1.webp)\n![/2022-09-25-1664091631316/2648998_image2_1.webp](/2022-09-25-1664091631316/2648998_image2_1.webp)\n![/2022-09-25-1664091631316/2391441_image2_1.webp](/2022-09-25-1664091631316/2391441_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-33-732-4800](tel:+82337324800)\n- [🏠www.templestay.com](https://www.templestay.com/temple_info.asp?t_id=guryongsa )\n\n\n```googleMap\nlatitude: 37.3995043418\nlongitude: 128.0498675732\ntitle: 500, Guryongsa-ro, Wonju-si, Gangwon-do\n```\n  \n## Directions\n  \n[Train + Bus]<br>\nFrom Cheongnyangni Station, take a train to Wonju Station.<br>\nFrom Wonju Station, take Bus No. 41 and get off at Guryongsa Temple Bus Stop.\n","data":{"id":"2022-09-25-1664091631316","title":"Guryongsa Temple (구룡사)","description":"Guryongsa Temple is located 6 kilometers from Birobong Peak on Chiaksan Mountain, in the direction of Hakkok-ri. It was believed that Monk Uisang (625-702) of the Silla Kingdom (57 BC - AD 935) built and named the temple Guryongsa in 668 during the reign of King Munmu. However, it is now known that the temple was built after King Sukjong, the 19th King of the Joseon dynasty (1392-1910), who reigned from 1674 to 1720, because of the architectural style of Daeungjeon Hall. There is a legend that the Guryongsa Temple site was originally a lake where nine dragons lived. The name Guryong comes from the story that the lake was filled up to build the temple on it. There are many buildings such as Daeungjeon Hall, Bogwangnu Pavilion, Samseonggak Pavilion, Simgeomdang Hall and Seolseondang Hall. Daeungjeon Hall has maintained its original shape though it was repaired many times.","regDate":"2022-09-25","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-09-25-1664091631316/2391453_image2_1.webp","blogPath":"Gangwon-do/2022-09-25-1664091631316","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-09-25-1664091631316"},"dataList":[{"id":"2022-09-26-1664189248170","title":"Hajodae Beach (하조대해수욕장)","description":"Hajodae Beach is located in Yangyang-gun famous for the beautiful scenery of the deep blue ocean, soft sandy shore, a nearby lighthouse, and unique rock formations and stony islets. The beach is roughly 1.5 kilometers, at an average x_width of 100 meters, and a coastal incline of 1.5 meters. Gwangjeongcheon and Sanguncheon Streams run into the ocean near the beach, creating slightly warmer waters than other areas along the eastern coast. During the summer season, visitors can pay to pitch a tent on the beach or in the pine forest campground. The beach is complete with a parking lot, shower booth, drinking fountain, and restroom among other amenities. The beach is open for swimming between July and August, and is the venue for many festivals and events throughout the year. Hajodae Pavilion, one of the Eight Scenic Sights of Yangyang, and a skywalk observatory are located nearby.","regDate":"2022-09-26","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites"],"imgUrl":"/2022-09-26-1664189248170/1813134_image2_1.webp","blogPath":"Gangwon-do/2022-09-26-1664189248170"},{"id":"2022-09-26-1664185593717","title":"Hajodae Beach (하조대)","description":"This rocky beach is one of the Eight Sights of Yangyang, located in Hyeonbuk-myeon, Yangyang-gun. Its 135,000 m2 seaside is made up of the mysterious rock formations and rocky islands of the East Sea, a sight that has, along with the nearby pine forests, given the area a distinguished place among the Eight Sights. The name of the beach, Hajodae, is said to come from Ha Ryun and Jo Jun, two late Goryeo-era officials who plotted to overthrow the dynasty and would eventually become one of the founding officials of Joseon. A pavilion, also named Hajodae, can be found on top of the coastal cliff. Today’s pavilion is a restoration dating back to 1998, while the original was established during the reign of King Jeongjong of the Joseon Dynasty and underwent numerous renovations. The pavilion is the favored point of view for many visitors. An old pine tree standing upright on the rocky cliff was made famous for its appearance on the broadcasted screen for the national anthem of Korea. Following the decked walkways from the pavilion brings one to the white unmanned lighthouse, or the nearby Hajodae Trail and Observatory. Hajodae Beach can be found about 1 km to the northwest of the area. Its relatively shallow depth, reaching no more than 1.5 m, makes it ideal for families with small children.","regDate":"2022-09-26","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites"],"imgUrl":"/2022-09-26-1664185593717/2711324_image2_1.webp","blogPath":"Gangwon-do/2022-09-26-1664185593717"},{"id":"2022-09-26-1664182522172","title":"Haegasa Site (Surobuin Park) (해가사의 터(수로부인공원))","description":"Haegasa is a site named after the tale of Haega in The Heritage of the Three States. While the original Haegasa is assumed to be on Wausan Mountain at the northern end of Samcheok Beach, it has been restored on Jeungsandong Beach against the backdrop of beautiful scenery. Located near Haegasa are Chuam Beach and Surobuin Park, which hosues a dragon ball, upon which people make their wishes.","regDate":"2022-09-26","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-09-26-1664182522172/215527_image2_1.webp","blogPath":"Gangwon-do/2022-09-26-1664182522172"},{"id":"2022-09-26-1664178848634","title":"Gyeongpoho Lake (경포호(철새도래지))","description":"Gyeongpoho Lake is a popular attraction, with beautiful natural scenery and many cultural relics nearby. The view of the moon reflecting off the lake from Gyeongpodae Pavilion is especially stunning. The 1,256,204 m² naturally formed lake is connected to the ocean, and is famous as a destination site for migratory birds in winter. There are also many fish in the lake, but the lake has been designated as a nature protection site and fishing is prohibited.","regDate":"2022-09-26","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites"],"imgUrl":"/2022-09-26-1664178848634/2648941_image2_1.webp","blogPath":"Gangwon-do/2022-09-26-1664178848634"},{"id":"2022-09-26-1664174078257","title":"Gyeongpodae Pavilion (강릉 경포대)","description":"Gyeongpodae Pavilion, located on a small hill north of Gyeongpo Lake, is one of the eight scenic sites of Gwangdong (northeastern coast). The pavilion was originally built in 1326 but was moved to its current location in 1508. The pavilion shape and design changed over time before settling on the current design. The pavilion has five pillars in the front and on the side, with a gabled roof line typical of Korean architecture.<br><br>The inside of Gyeongpodae Pavilion is decorated with calligraphy and poems written by many famous scholars of the Joseon dynasty, including both King Sukjong and Yulgok Yi I. The pavilion is surrounded by a pine tree forest, and is famous for its view of the moon reflecting off the waters of the lake below, which gave the pavilion its name. The area around the pavilion was designated as a provincial park  in 1981.","regDate":"2022-09-26","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-09-26-1664174078257/2596286_image2_1.webp","blogPath":"Gangwon-do/2022-09-26-1664174078257"},{"id":"2022-09-26-1664169135860","title":"Gyeongpo Provincial Park (경포도립공원)","description":"Gyeongpo Provincial Park was officially opened on June 26, 1982. It houses many cultural assets and memorial sites centered around Gyeongpodae Pavilion, Gyeongpoho Lake, and Gyeongpo Beach. One of the eight scenic spots in Gwandong (old name of Gangwon-do), Gyeongpodae is famous for viewing the moon, as well as fishing at Gyeongpoho Lake. However, fishing is now prohibited due to the lake being designated as a natural protection area. <br><br>Gyeongpo Beach is thought to be the best beach on the East Coast. The crystal waters of Gyeongpo Beach, elegant Gyeongpoho Lake, Gyeongpodae Pavilion, Banghae Pavilion, Hohae Pavilion, Gyeongho Pavilion, and Gyeongyangsa Temple make Gyeongpo Provincial Park a great vacation attraction year round. Known as one of the most scenic locations in Gangwon-do, visitors can enjoy cherry blossoms in the spring, swimming in the summer, and deep-sea fishing and walking on the beach in the winter.","regDate":"2022-09-26","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Provincial Parks"],"imgUrl":"/2022-09-26-1664169135860/1581168_image2_1.webp","blogPath":"Gangwon-do/2022-09-26-1664169135860"},{"id":"2022-09-25-1664102714256","title":"Gyebangsan Mountain (계방산 (평창))","description":"At an altitude of 1,579.1 meters above sea level, Gyebangsan Mountain, which faces Odaesan Mountain on the eastern part of the Taebaeksan Mountain Range, is the fifth tallest mountain in South Korea, after Hallasan Mountain, Jirisan Mountain, Seoraksan Mountain, and Deogyusan Mountain. On the west side of Gyebangsan Mountain is Unduryeong Pass(1,089 m), which has a vehicle accessible road. Asiatic black beers are said to habitate in the deep valleys on the north side, and there is Bangadari mineral water and other mineral water sources on the south side. With many varieties of herbs and wild flowers growing naturally in the area, it is also well known as a place to dig for wild ginseng. Its rare Japanese yew trees and royal azalea combined with its similar terrain to Seoraksan Mountains Daecheongbong Peak has caused the mountain to be a highly protected ecological environment.<br><br>Gyebangsan Mountain is particularly popular for winter hikers, who can get beautiful views of the snowy landscapes of the mountain even&nbsp;until March. On top of that, since the difference in evelation from Unduryeong to the top of Gyebangsan is only 488 m, it welcomes even novice hikers as well. From the summit, one can see the backboone of Baekdudaegan Mountain, and with its panoramic views of Seoraksan Mountain to the north, Odaesan Mountain and Daegwallyeong to the east, and Taegisan and Hoegisan Mountains to the west, it is one of the best views in the area.","regDate":"2022-09-25","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-09-25-1664102714256/1172063_image2_1.webp","blogPath":"Gangwon-do/2022-09-25-1664102714256"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}