{"pageProps":{"content":"![Bucheon Botanical Garden (부천식물원)](/2022-07-18-1658144254239/2537290_image2_1.webp)\n\n  \n## Overview\n\n> Bucheon Botanical Garden houses many rare plants, spread across two above-ground floors and two underground floors in a 27,124 ㎡ building. The building was designed in the shape of a peach flower, the symbol of Bucheon, and has one central garden and five themed gardens: general plant garden, aquatic plant garden, tropical plant garden, succulent plant garden, and indigenous plant garden. \n<br><br>\nIn the central garden, 9,975 trees representing some 310 species are planted. With a forest nearby, the botanical garden offers a great nature learning experience for visitors. Together with the Natural Ecology Museum and Children Zoo nearby, it is also a great cultural and recreational destination.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330<br>(Korean, English, Japanese, Chinese) <br>• For more info: +82-32-625-4877|\n|parking:|Available|\n|restdate:|Mondays (closed the following day if Monday is a public holiday), New Year's Day, Seollal (Lunar New Year's Day) & Chuseok (Korean Thanksgiving Day) holidays|\n|usetime:|March-October 09:30-18:00<br>November-February 09:30-17:00<br>* Last admission 30 min before closing|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Admission Fees:|[Bucheon Botanical Garden]<br>Individuals - Adults 2,000 won / Teenagers 1,500 won / Children 1,000 won<br>Groups - Adults 1,600 won / Teenagers 1,200 won / Children 800 won<br><br>[Bucheon Botanical Garden & Ecological Museum]<br>Individuals - Adults 3,500 won / Teenagers 2,500 won / Children 1,700 won<br>Groups - Adults 2,800 won / Teenagers 2,000 won / Children 1,360 won <br><br>[Bucheon Botanical Garden & Ecological Museum & 3D Theater]<br>Individuals - Adults 5,000 won / Teenagers 4,000 won / Children 3,500 won<br>Groups - Adults 4,000 won / Teenagers 3,200 won / Children 2,800 won|\n|Available Facilities:|* Funny Botanical Garden<br>* Aquatic Botanical Garden<br>* Subtropical Botanical Garden<br> * Succulent Plant Zone<br>* Wild Plant Zone<br>* Central Garden<br>* Conference room, multimedia center|\n|Restrooms:|Available|\n|Parking Fees:|Small & Mid-sized vehicles: 400 won for first 30 min / 200 won for each additional 10 min / One-day parking 6,000 won<br>Large vehicles: 600 won for first 30 min / 300 won for each additional 10 min / One-day parking 9,000 won<br>Buses: 800 won for first 30 min / 400 won for each additional 10 min / One-day parking 12,000 won<br><br>* Large vehicles (15-24 seats) / Buses (25 seats or more)|\n  \n## Detail Image\n![/2022-07-18-1658144254239/2537289_image2_1.webp](/2022-07-18-1658144254239/2537289_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-32-625-4877](tel:+82326254877)\n- [🏠ecopark.bucheon.go.kr](http://ecopark.bucheon.go.kr)\n\n\n```googleMap\nlatitude: 37.5048113041\nlongitude: 126.8165652981\ntitle: 660, Gilju-ro, Bucheon-si, Gyeonggi-do\n```\n  \n## Directions\n  \n[Subway]<br>\nKkachiul Station (Seoul Subway Line 7), Exit 1.<br>\nWalk for approx. 320 m.\n","data":{"id":"2022-07-18-1658144254239","title":"Bucheon Botanical Garden (부천식물원)","description":"Bucheon Botanical Garden houses many rare plants, spread across two above-ground floors and two underground floors in a 27,124 ㎡ building. The building was designed in the shape of a peach flower, the symbol of Bucheon, and has one central garden and five themed gardens  general plant garden, aquatic plant garden, tropical plant garden, succulent plant garden, and indigenous plant garden. <br><br>In the central garden, 9,975 trees representing some 310 species are planted. With a forest nearby, the botanical garden offers a great nature learning experience for visitors. Together with the Natural Ecology Museum and Children Zoo nearby, it is also a great cultural and recreational destination.","regDate":"2022-07-18","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites","Botanical Gardens"],"imgUrl":"/2022-07-18-1658144254239/2537290_image2_1.webp","blogPath":"Gyeonggi-do/2022-07-18-1658144254239","pageUrl":"https:/mcdryad.com/Gyeonggi-do/2022-07-18-1658144254239"},"dataList":[{"id":"2022-07-18-1658153250079","title":"Bundang Astro Camp (분당 어린이천문대)","description":"The Astro Camp was established to encourage young children to take an interest in space and natural science and to develop creative problem-solving skills. The Children's Observatory provides a wide range of educational programs developed by expert educators from diverse fields of majors at Yonsei University.<br><br> In the future, the observatory hopes to continue to expand its experience-centered, in-depth educational programs to help children reach a better understanding of astronomy and natural science principles. Programs focus not only on providing children with accurate information, but also seek to encourage participants to be self-motivated thinkers.","regDate":"2022-07-18","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2022-07-18-1658153250079/2364454_image2_1.webp","blogPath":"Gyeonggi-do/2022-07-18-1658153250079"},{"id":"2022-07-18-1658149760294","title":"Bucheon Park (부천 중앙공원)","description":"Located in Jung-dong, Wonmi-gu, Bucheon-si, Gyeonggi-do, Bucheon Park has the title of being the first Neighborhood Park in Korea. The park also has a title of Poetry Monument Park with monuments inscribed with poems within the park. Visitors can enjoy various facilities at the park such as walking around a large pond and fountain located at the center of the park, as well as gate ball court, outdoor concert hall, tower of Bucheon and more. The trees that fill the park make it feel like you are walking in an arboretum. The park has two themes with “Tree and Grass” on the western part of the park including the Peach Hill, and “Water” on the eastern part of the park with fountains and pond.","regDate":"2022-07-18","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-07-18-1658149760294/760139_image2_1.webp","blogPath":"Gyeonggi-do/2022-07-18-1658149760294"},{"id":"2022-07-18-1658140945757","title":"Bojeong-dong Café Street (보정동카페거리)","description":"Bojeong-dong Café Street, also known as Jukjeon Café Street, is located in Bojeong-dong, Yongin in Gyeonggi-do. The neighborhood of Bojeong-dong has gained popularity for its exquisite atmosphere and cute cafes lined up along the alleys. The cafe street is not only filled with unique cafes, but also has nice restaurants and clothing shops. In addition, the trees along the street add a nature-friendly touch, providing a welcoming atmosphere as a hangout place to visit with friends or families. The street was designated as Special Cultural Arts Street due to the street festivals and exhibitions held by the university nearby.","regDate":"2022-07-18","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Experience Programs","Cultural Districts"],"imgUrl":"/2022-07-18-1658140945757/2431777_image2_1.webp","blogPath":"Gyeonggi-do/2022-07-18-1658140945757","pageUrl":"https:/mcdryad.com/Gyeonggi-do/2022-07-18-1658140945757"},{"id":"2022-07-18-1658137022392","title":"Birthplace of Empress Myeongseong (Queen Min) (명성황후 생가)","description":"This is the house where Empress Myeongseong (Joseon Period) was born and lived until she was eight years old. She would grow up to be the wife of the dynasty’s 26th ruler, King Gojong. The birthplace and the adjoining Memorial Hall are open to the public. <br>Empress Myeongseong was a brilliant diplomat who pursued openness and reform to maintain the sovereignty of the nation. Unfortunately, her tumultuous life came to an end in the early morning hours of October 8, 1895 when she was murdered by the Japanese army. <br><br>During Japanese colonial rule, the empress was wrongfully accused of being a jealous and overly ambitious person. Studies of various archives have since revealed what a great person she really was. Recently, numerous television productions and musicals have also corrected those misunderstandings. Renovated in 1995, her birthplace includes three buildings with servants’ quarters, master’s quarters, and a separate house. A commemorative monument now stands at the site of the room where the empress studied as a child. The Memorial Hall in front of the house contains various archives and artifacts related to Empress Myeongseong’s life. There is also a 161-seat theater.","regDate":"2022-07-18","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Birthplaces"],"imgUrl":"/2022-07-18-1658137022392/184956_image2_1.webp","blogPath":"Gyeonggi-do/2022-07-18-1658137022392","pageUrl":"https:/mcdryad.com/Gyeonggi-do/2022-07-18-1658137022392"},{"id":"2022-07-18-1658133794770","title":"Bigeumgyegok Valley (비금계곡)","description":"Bigeumgyegok Valley is also known as “Mulgolan” (literally meaning inside water valley), as clean water flows abundantly in this area. The region is surrounded by the mountains of Seorisan, Chungnyeongsan, Jugeumsan, and Cheonmasan, and has several valleys. Bigeumgyegok Valley is located at the upper most region of Sudong National Tourist Park, and stretches for about 2 km. It is a popular vacation site, as thick forests provide cool shade and fresh, clean water runs through the scenic valley. <br>","regDate":"2022-07-18","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites","Valleys"],"imgUrl":"/2022-07-18-1658133794770/219671_image2_1.webp","blogPath":"Gyeonggi-do/2022-07-18-1658133794770","pageUrl":"https:/mcdryad.com/Gyeonggi-do/2022-07-18-1658133794770"},{"id":"2022-07-18-1658129699582","title":"Bidulginangpokpo Falls-Hantangang River Geopark (비둘기낭폭포-한탄강 국가지질공원)","description":"Bidulginangpokpo Falls, Natural Monument No. 537, is located within a small valley. The waterfall is surrounded by grand columnar joints. The landscape appears quite mysterious and serene, earning it a spot as a poplar filming site for historical dramas. The falls gets it's name (\"Pigeon Falls\" in Korean) from the story of many wild pigeons nesting in the caves around the waterfall. Other say the name comes from the area's shape. During heavy rainfall, the road to the waterfall is closed, so checking the weather before visiting is recommended.","regDate":"2022-07-18","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Security & Peace Sites"],"imgUrl":"/2022-07-18-1658129699582/2566263_image2_1.webp","blogPath":"Gyeonggi-do/2022-07-18-1658129699582","pageUrl":"https:/mcdryad.com/Gyeonggi-do/2022-07-18-1658129699582"}],"navList":["Busan","Daegu","Daejeon","Gwangju","Gyeonggi-do","Incheon","Sejong","Seoul","Ulsan"]},"__N_SSG":true}