{"pageProps":{"content":"![Goryeosan Mountain (고려산)](/2022-08-11-1660190391278/2003407_image2_1.webp)\n\n  \n## Overview\n\n> Goryeosan Mountain, once referred to as Oryeonsan, is a mountain rich in folklore. Legend has it that in the year 416 (during the reign of King Jangsu of Goguryeo), a Buddhist monk named Cheonchukguk climbed Goryeosan Mountain and found Oryeonji Pond where the five-colored lotus flowers bloomed. The monk picked the lotus flower petals and blew them into the air. He then built a temple where each of the petals had landed, naming the temples according to their corresponding color: Jeokseoksa Temple, formerly Jeokryeonsa Temple (red lotus), Baengnyeonsa Temple (white lotus), Cheongryeonsa Temple (blue lotus), Hwangryeonsa Temple (yellow lotus), and Heungnyeonsa Temple (black lotus). \n<br><br>\nAround 130 dolmens are distributed along the foot of Goryeosan Mountain. Sirumisan Mountain, on the northern side of Goryeosan Mountain is said to have been the birthplace of General Yeongaesomun of the Goguryeo Kingdom.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-32-930-3515|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Hiking Course:|[Course 1] Baengnyeonsa Temple - Azalea field (3.7 km / Approx. 1 hr 20 min) <br /><br />[Course 2] Cheongnyeonsa Temple- Azalea field (2.9 km / Approx. 1 hr) <br /><br />[Course 3] Gobigogae Pass - Azalea field (2.4 km / Approx. 1 hr) <br /><br />[Course 4] Jeokseoksa Temple - Azalea field (5.2 km / Approx. 1 hr 50 min)<br /><br />[Course 5] Mikkujigogae Pass - Azalea field (5.8 km / Approx. 2 hr)|\n  \n## Detail Image\n![/2022-08-11-1660190391278/2376706_image2_1.webp](/2022-08-11-1660190391278/2376706_image2_1.webp)\n![/2022-08-11-1660190391278/2376708_image2_1.webp](/2022-08-11-1660190391278/2376708_image2_1.webp)\n![/2022-08-11-1660190391278/2648946_image2_1.webp](/2022-08-11-1660190391278/2648946_image2_1.webp)\n![/2022-08-11-1660190391278/2648947_image2_1.webp](/2022-08-11-1660190391278/2648947_image2_1.webp)\n![/2022-08-11-1660190391278/2648948_image2_1.webp](/2022-08-11-1660190391278/2648948_image2_1.webp)\n![/2022-08-11-1660190391278/2648949_image2_1.webp](/2022-08-11-1660190391278/2648949_image2_1.webp)\n![/2022-08-11-1660190391278/2648950_image2_1.webp](/2022-08-11-1660190391278/2648950_image2_1.webp)\n![/2022-08-11-1660190391278/2648951_image2_1.webp](/2022-08-11-1660190391278/2648951_image2_1.webp)\n![/2022-08-11-1660190391278/2648952_image2_1.webp](/2022-08-11-1660190391278/2648952_image2_1.webp)\n![/2022-08-11-1660190391278/2376705_image2_1.webp](/2022-08-11-1660190391278/2376705_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-32-930-3515](tel:+82329303515)\n- [🏠www.ganghwa.go.kr](http://www.ganghwa.go.kr/open_content/tour)\n\n\n```googleMap\nlatitude: 37.7407298666\nlongitude: 126.4352713405\ntitle: Gocheon-ri, Ganghwa-gun, Incheon\n```\n  \n## Directions\n  \n[Bus + Subway]<BR>\nSinchon Station (Seoul Subway Line 2), Exit 4.<br>Go straight 260m to arrive at the bus stop in front of Artreon.<br>From the bus stop, take Bus 3000 to Ganghwa Bus Terminal. <BR>From Ganghwa Bus Terminal, take Bus No. 1, 23, 25, 27, 30, 32 or 35 and get off at Dolmen Square Bus Stop.\n","data":{"id":"2022-08-11-1660190391278","title":"Goryeosan Mountain (고려산)","description":"Goryeosan Mountain, once referred to as Oryeonsan, is a mountain rich in folklore. Legend has it that in the year 416 (during the reign of King Jangsu of Goguryeo), a Buddhist monk named Cheonchukguk climbed Goryeosan Mountain and found Oryeonji Pond where the five-colored lotus flowers bloomed. The monk picked the lotus flower petals and blew them into the air. He then built a temple where each of the petals had landed, naming the temples according to their corresponding color  Jeokseoksa Temple, formerly Jeokryeonsa Temple (red lotus), Baengnyeonsa Temple (white lotus), Cheongryeonsa Temple (blue lotus), Hwangryeonsa Temple (yellow lotus), and Heungnyeonsa Temple (black lotus). <br><br>Around 130 dolmens are distributed along the foot of Goryeosan Mountain. Sirumisan Mountain, on the northern side of Goryeosan Mountain is said to have been the birthplace of General Yeongaesomun of the Goguryeo Kingdom.","regDate":"2022-08-11","author":"korea-tour","tag":["Incheon","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-08-11-1660190391278/2003407_image2_1.webp","blogPath":"Incheon/2022-08-11-1660190391278","pageUrl":"https:/mcdryad.com/Incheon/2022-08-11-1660190391278"},"dataList":[{"id":"2022-08-12-1660329964728","title":"Wolmi Theme Park (월미테마파크)","description":"Wolmi Theme Park is a popular amusement park complex located on Wolmido Island. It was formerly known as My Land, which first opened in September 1992. It was remodeled and reopened as a 13,223㎡-large theme park in August 2009 under the new name of Wolmi Theme Park. The park has various rides, such as the 70-meter-high Hyper Shoot Drop, Tagada Disco, a two-story Viking Ship, a 115-meter-high Ferris Wheel, and other thrilling attractions. <br><br>The theme park has made appearances in several variety shows like We Got Married, Two Days and One Night, Running Man, and more. Also, it houses a large indoor children’s playground that includes water activity facilities such as mini flume ride, water boats, and water ball playing, as well as a 4D room. All these features make the complex perfect for visitors of all ages.","regDate":"2022-08-12","author":"korea-tour","tag":["Incheon","Culture/Art/History","Recreational Sites","Theme Parks"],"imgUrl":"/2022-08-12-1660329964728/1997258_image2_1.webp","blogPath":"Incheon/2022-08-12-1660329964728"},{"id":"2022-08-12-1660319076268","title":"Wolmi Special Tourist Zone (월미 관광특구)","description":"Wolmi Special Tourist Zone is a historic and cultural site where visitors can learn about Korea’s modern history and culture through a tour of Incheon. The area has plenty of modern architecture and cultural heritages embracing the history of the open port era. Incheon Port is conveniently located to facilitate the flow of products from other civilizations. <Br><br>Included in the open port, Incheon Chinatown has various Chinese restaurants, a modern history museum, and exhibition hall where visitors can look into the past and current life of Chinese people living in Korea. Jayu Park Cultural Tourism Festival and Songwol-dong Donghwa Village Festival are held here every spring.<br><BR>In addition, the Museum of Korea Emigration History, date courses, and Wolmi Cultural Street, offering up various sliced raw fish restaurants, and fine cafes are all available in the zone. Wolmi Observatory offers a view overlooking the port and downtown at once. The coastal pier approaching the port offers the active atmosphere of coming and going ships and the lively fish market. Enjoying various fish dishes and sea-fishing, or walking along the ocean square are recommended activities.","regDate":"2022-08-12","author":"korea-tour","tag":["Incheon","Culture/Art/History","Recreational Sites","Tourist Complexes"],"imgUrl":"/2022-08-12-1660319076268/1924494_image2_1.webp","blogPath":"Incheon/2022-08-12-1660319076268"},{"id":"2022-08-12-1660315077987","title":"Wolmi Park (월미공원)","description":"Wolmi Park was previously used by the Ministry of National Defense to house military barracks for over 50 years. It was redeveloped by the city of Incheon and opened as a community space on September 10, 2001. City officials recognized the land’s history and well-preserved, natural environment and transformed it into an ecological and historical domain accessible to all. The park serves as an educational space for students as well as a relaxing environment for local citizens.","regDate":"2022-08-12","author":"korea-tour","tag":["Incheon","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-08-12-1660315077987/1577685_image2_1.webp","blogPath":"Incheon/2022-08-12-1660315077987"},{"id":"2022-08-12-1660312571694","title":"Wangsan Beach (왕산해수욕장)","description":"Wangsan Beach is famous for its view of the setting sun, being designated the first of the Eight Sites of Yongyu. The red glow fading into the ocean is truly breathtaking, drawing in crowds throughout the year. The beach is also beautiful during the day, with a clean sandy shore backed by a lush pine forest. Wangsan Beach also has a more relaxed atmosphere compared to the nearby Eurwang-ri Beach. A campground is located near the beach, complete with autocamping, glamping, and caravan rental facilities.","regDate":"2022-08-12","author":"korea-tour","tag":["Incheon","Nature","Natural Sites"],"imgUrl":"/2022-08-12-1660312571694/1819197_image2_1.webp","blogPath":"Incheon/2022-08-12-1660312571694"},{"id":"2022-08-12-1660309901639","title":"Tri-Bowl (트라이볼)","description":"Famous for its impressive night views of Songdo, Tri-Bowl is a multi-complex culture and arts center built to seem as if it is floating on water. Its unique architecture of three bowl-shaped buildings floating on water symolizes Incheon, a city in harmony with the sky, ocean, and earth.","regDate":"2022-08-12","author":"korea-tour","tag":["Incheon","Culture/Art/History","Architectural Sights","Buildings"],"imgUrl":"/2022-08-12-1660309901639/2447310_image2_1.webp","blogPath":"Incheon/2022-08-12-1660309901639"},{"id":"2022-08-12-1660304118232","title":"Sorae Marsh Ecological Park (소래습지생태공원)","description":"Sorae Marsh Ecological Park is located on a vast plot of land in Incheon. The park first opened in June 1999 at the site of an old saltern on a 660,000 ㎡ plot but has expanded over the years to an area of 3.5 million ㎡. The previous salt storage has been converted into an ecology exhibition space, displaying the history of the area as well as the plants and animals that live here. The park expanded in April 2001 with the addition of the Ecology Hall and Nature Learning Center, offering various educational experience opportunities. The walking paths by the salt storage and the windmill are especially popular photo points. Many people visit in fall for the shimmering silver grass, said to appear in many colors depending on the lighting. The park amenities, including rest areas and benches, make the park a popular destination for families and couples.","regDate":"2022-08-12","author":"korea-tour","tag":["Incheon","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2022-08-12-1660304118232/2675544_image2_1.webp","blogPath":"Incheon/2022-08-12-1660304118232"},{"id":"2022-08-12-1660301036287","title":"Songwol-dong Fairy Tale Village (송월동 동화마을)","description":"Songwol-dong was named for its view of the moon between the pine forest. The opening of Incheon Port in 1883 led to the start of many foreigners coming into the area for settlement. Soon, it became a rich village and many young people gradually moved out, leaving the village in a state of stagnation. As such, a renovation project was brought about to improve the development of the village by painting and decorating classic fairy tales all around.","regDate":"2022-08-12","author":"korea-tour","tag":["Incheon","Culture/Art/History","Experience Programs","Cultural Districts"],"imgUrl":"/2022-08-12-1660301036287/2030731_image2_1.webp","blogPath":"Incheon/2022-08-12-1660301036287"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}