{"pageProps":{"content":"![Pocheon Idong Galbi Village (포천 이동갈비마을)](/2022-09-04-1662277072616/2364488_image2_1.webp)\n\n  \n## Overview\n\n> Idong Galbi is a famous term for Koreans, representing the delicious <em>hanu</em> (Korean beef) short ribs that have been made with high quality meat and marinade. Nowadays, people can see signboards advertising Idong Galbi throughout Korea; however, the dish originated from Idong-myeon in Pocheon-si, Gyeonggi-do. Idong Galbi Village began with two stores in the early 1960s. They became famous and many more restaurants began to serve this \"local specialty.\"\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br>(Korean, English, Japanese, Chinese)|\n|parking:|Available at most restaurants|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Restrooms:|Available within most restaurants|\n  \n## Detail Image\n![/2022-09-04-1662277072616/700283_image2_1.webp](/2022-09-04-1662277072616/700283_image2_1.webp)\n![/2022-09-04-1662277072616/700284_image2_1.webp](/2022-09-04-1662277072616/700284_image2_1.webp)\n![/2022-09-04-1662277072616/700286_image2_1.webp](/2022-09-04-1662277072616/700286_image2_1.webp)\n![/2022-09-04-1662277072616/2364487_image2_1.webp](/2022-09-04-1662277072616/2364487_image2_1.webp)\n![/2022-09-04-1662277072616/2364489_image2_1.webp](/2022-09-04-1662277072616/2364489_image2_1.webp)\n![/2022-09-04-1662277072616/2364490_image2_1.webp](/2022-09-04-1662277072616/2364490_image2_1.webp)\n\n\n  \n## Contact\n\n\n- [🏠www.pocheon.go.kr](https://www.pocheon.go.kr/ktour/index.do)\n\n\n```googleMap\nlatitude: 38.0344484775\nlongitude: 127.3664082016\ntitle: 2078, Hwadong-ro, Pocheon-si, Gyeonggi-do\n```\n  \n## Directions\n  \n[Bus]<br>\nFrom Dong Seoul Terminal, take Bus No. 3000 and get off at Nae 1-ri Bus Stop.<br>\nTransfer to Bus No. 7 and get off at Idong Bus Stop.\n","data":{"id":"2022-09-04-1662277072616","title":"Pocheon Idong Galbi Village (포천 이동갈비마을)","description":"Idong Galbi is a famous term for Koreans, representing the delicious <em>hanu</em> (Korean beef) short ribs that have been made with high quality meat and marinade. Nowadays, people can see signboards advertising Idong Galbi throughout Korea; however, the dish originated from Idong-myeon in Pocheon-si, Gyeonggi-do. Idong Galbi Village began with two stores in the early 1960s. They became famous and many more restaurants began to serve this local specialty.","regDate":"2022-09-04","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Experience Programs","Cultural Districts"],"imgUrl":"/2022-09-04-1662277072616/2364488_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-04-1662277072616","pageUrl":"https:/mcdryad.com/Gyeonggi-do/2022-09-04-1662277072616"},"dataList":[{"id":"2022-09-15-1663235065255","title":"Jomurakgyegok Valley (조무락계곡)","description":"Jomurakgyegok Valley's river flows between Seongnyongsan Mountain, Jeongmok-ri, Buk-myeon and Jungbong Peak of Hwaaksan Mountain in Buk-myeon. <br>The water runoff from the two mountains flows into Jomurakgol Valley. Jomurakgyegok Valley and Domacheon Stream (from Sampal-gyo Bridge and Kookmangbong Peak) flow into Gapyeongcheon Stream. <br>The valley's name means to watch birds sing and dance, and calls to mind the phrase 'Jomuljomul,' which means the shape of  touching&nbsp;something with small hands.","regDate":"2022-09-15","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites","Valleys"],"imgUrl":"","blogPath":"Gyeonggi-do/2022-09-15-1663235065255"},{"id":"2022-09-15-1663231986682","title":"Janggyeongsa Temple (장경사)","description":"Janggyeongsa Temple is located in Namhansanseong Fortress. Namhansanseong Fortress, which protected Seoul along with Bukhansanseong Fortress, was built at the same time as Janggyeongsa Temple in 1638, during the 16th year of King Injo. Warrior monks from all eight provinces throughout the country&nbsp;helped with the construction. Janggyeongsa Temple is the only remaining temple among nine such temples where military groups made up of monks stayed for trainings.","regDate":"2022-09-15","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"","blogPath":"Gyeonggi-do/2022-09-15-1663231986682"},{"id":"2022-09-15-1663228111651","title":"Hwaseong Salt Spring (화성식염온천)","description":"Salt spring water is speculated to be ocean water that has been trapped 700 meters underground and mixed with freshwater  due to earth's crustal movements. The water is rich in minerals, and is known to have many health benefits. Hwaseong Salt Spring features several different facilities including public bath, ultraviolet steam spa, jade spa, and bulgama (fire pot) spa.","regDate":"2022-09-15","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Recreational Sites","Hot Springs & Spa"],"imgUrl":"","blogPath":"Gyeonggi-do/2022-09-15-1663228111651"},{"id":"2022-09-15-1663225510444","title":"Hwaseong Fortress Tourist Trolley (화성어차)","description":"With a design inspired by the royal vehicle used by King Gojong and palanquins of the Joseon dynasty, Hwaseong Fortress Tourist Trolley gives passengers a comfortable tour around the main attractions of Suwon Hwaseong Fortress, including Yeonmudae Post, Hwahongmun Gate, Hwaseomun Gate, Paldalsan Mountain, Hwaseong Haenggung Palace, Paldalmun Gate, Suwon Hwaseong Museum, and more. Formerly known as Hwaseong Train, the vehicle went through a transformation and changed its name to Hwaseong Fortress Tourist Trolley. It also changed its route to a tour course that circulates through all the major attractions in Suwon Hwaseong Fortress. <br><br> The trolley is divided into four units - one main driving unit and three passenger cars – with a maximum capacity of 44 passengers and moves at an average speed of 15km per hour. All seats have heaters installed and an earphone jack that provides an audio guide of Suwon Hwaseong Fortress in English, Chinese and Japanese.","regDate":"2022-09-15","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Experience Programs","Unique Experience"],"imgUrl":"","blogPath":"Gyeonggi-do/2022-09-15-1663225510444"},{"id":"2022-09-15-1663223162380","title":"Hantangang River Resort (한탄강 관광지)","description":"The area surrounding the Hantangang River is filled with countless volcanic rocks from past volcanic activity. These rocks are basaltic, and are commonly called gombo (a face with chicken pox marks) rock because they are covered with small holes that form from air bubbles when volcanic lava cools rapidly. The surrounding scenery of the Hantangang River area is truly breathtaking and is also the site of a famous amusement park. The Hantangang River Resort, located in the lower region of the Hantangang River, stretches along 1.5 kilometers of the river's shore between the Saranggyo Bridge and the Hantangyo Bridge in Jeongok-ri, Yeoncheon-gun. The Hantangang River flows from the Pyeonggang River in North Korea and through through Cheorwon, Pocheon and Yeoncheon and eventually joins the Imjingang River. The river features many scenic points including a large valley with cliffs that consist of many rare rocks. The resort is a great place for rest and relaxation, and has facilities for the whole family, maintaining campsites for cars and motor homes, a dinosaur-themed Children’s Character Park, Children’s Transportation Land, a water park, an ecological pond, and a soccer field. Additionally, the Goseokjeong Pavilion and Sundam Valley are located nearby upstream.","regDate":"2022-09-15","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Recreational Sites","Tourist Complexes"],"imgUrl":"/2022-09-15-1663223162380/2431947_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-15-1663223162380"},{"id":"2022-09-15-1663218185847","title":"Gwangju Gonjiam Ceramic Park (광주 곤지암도자공원)","description":"Located in Sam-ri, Gwangju in Gyeonggi-do, Gwangju Gonjiam Ceramic Park is largely comprised of a historic site from the Old Stone Age Era. This site was where porcelain was made and sold to the royal palace during the Joseon period. The park spans an area of over 6,611 ㎡, consisting of a sculpture park, ceramic shopping mall, cultural hall, performance hall, the Old Stone Age experiential madang, Jungang Lake Square, and other facilities that all visitors can freely enjoy within the park. <br><br>Mosaic Park, built based on art works regarding ceramics, and Gyeonggi Ceramic Museum, exhibiting art pieces in sequential order, are the venues for various hands-on programs as well as food culture, outdoor, performances, events and other programs taking place all year round. The park features a multicultural complex that meets every need in tradition, culture, art, education, play, resting and others.","regDate":"2022-09-15","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Recreational Sites","Theme Parks"],"imgUrl":"","blogPath":"Gyeonggi-do/2022-09-15-1663218185847"},{"id":"2022-09-14-1663152340710","title":"Gwanggyosan Mountain (광교산)","description":"Gwanggyosan Mountain located north of Suwon protects the city from the cold wind blown from the north. The mountain was previously called Gwangaksan Mountain but was renamed during the Goryeo period by King Taejo. The mountain is located in Sanggwanggyo-dong, between the Gyeongbu expressway and the road that connects Seoul and Suwon. The mild and gentle ridge of the mountain makes it perfect for leisure walks. As one of the eight attractions of Suwon, the view of snow-covered trees is a must-see. Starting in 2003, the mountain closes to the public every three years to allow nature to heal in peace.","regDate":"2022-09-14","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-09-14-1663152340710/2667433_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-14-1663152340710"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}