{"pageProps":{"content":"![40-step Culture & Tourism Theme Street (40계단 문화관광테마거리)](/2022-07-14-1657842176676/2364277_image2_1.webp)\n  \n## Overview\n\n> <br>\nThe 40-step Culture & Tourism Theme Street is a 450m-street which leads up to the 40-step stairway of the '40-step Cultural Center' and continues on to the Palseong Tour.<br>&nbsp;<br> \nThe time-honored 40-step stairway embodies the joys and sorrows of refugees and those displaced by the Korean War. The entire area has been recently renovated to reflect life in Korea in the 50s & 60s.<br>&nbsp;<br> \nThe 40-step Culture & Tourism Theme Street was designated 'The Best Street' by the Busan municipal government in June 2004.br&gt;&nbsp;<br>\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330<br>(Korean, English, Japanese, Chinese) <br>• For more info: +82-51-600-4041, 4044|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Available Facilities:|<b>*  40-step stairway </b><br>The 40-step stairway, located in Jung-gu, Busan, was a hub of transportation and administration during the Korean War. Those who were displaced by the war gathered around the area and made makeshift housing out of sticks and tarps. The place also functioned as a marketplace where residents traded aid goods that were delivered at the nearby port. It was a place to meet family members separated during the war and a place that has since then come to symbolize the sorrow and grief of those living during the Korean War. The place has the deepest significance for the over 100,000 people that were displaced during the war and were subsequently scattered throughout Yeongju-dong Hill, Donggwang-dong and Bosu-dong.<br> <br><b>* Railway </b><br>In memory of the Busan Train Station (now the location of the Jungang-dong Trade Center), a 140m-street was created in front of the 40-step Stairway, together with the 40-step Square and Railroad Crossing Plaza.<br><br><b>* Seaway</b> <br>In commemoration of the Busan Port, under the theme of a 'seaway,' a 120m-street has been created in front of Sora Stairway, together with the Sora Stair Square and Pier Plaza. <br><br><b>* Others (The Gate of Peace)<br></b>The Gate of Peace is located near the entrance of Railway. A small light symbolizing the light of peace that never goes out casts its light over the 40-step Culture & Tourism Theme Street.<br>&nbsp;|\n  \n## Detail Image\n![/2022-07-14-1657842176676/1572856_image2_1.webp](/2022-07-14-1657842176676/1572856_image2_1.webp)\n![/2022-07-14-1657842176676/183611_image2_1.webp](/2022-07-14-1657842176676/183611_image2_1.webp)\n![/2022-07-14-1657842176676/183612_image2_1.webp](/2022-07-14-1657842176676/183612_image2_1.webp)\n![/2022-07-14-1657842176676/183614_image2_1.webp](/2022-07-14-1657842176676/183614_image2_1.webp)\n![/2022-07-14-1657842176676/2364278_image2_1.webp](/2022-07-14-1657842176676/2364278_image2_1.webp)\n![/2022-07-14-1657842176676/2364279_image2_1.webp](/2022-07-14-1657842176676/2364279_image2_1.webp)\n![/2022-07-14-1657842176676/2364280_image2_1.webp](/2022-07-14-1657842176676/2364280_image2_1.webp)\n![/2022-07-14-1657842176676/2364281_image2_1.webp](/2022-07-14-1657842176676/2364281_image2_1.webp)\n![/2022-07-14-1657842176676/566033_image2_1.webp](/2022-07-14-1657842176676/566033_image2_1.webp)\n![/2022-07-14-1657842176676/566034_image2_1.webp](/2022-07-14-1657842176676/566034_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-51-600-4041](tel:+82516004041)\n- [🏠www.bsjunggu.go.kr](http://www.bsjunggu.go.kr/tour/index.junggu)\n\n\n```googleMap\nlatitude: 35.1040698693\nlongitude: 129.0354119335\ntitle: Area of 40gyedan-gil, Jungang-gu, Jung-gu, Busan\n```\n  \n## Directions\n  \n[Train]<br>\nFrom Seoul Station, take the KTX for Busan<br><br>\n\n[Subway]<br>\nJungang-dong Station (Busan Subway Line 1), Exit 13.<br>\nWalk in the direction of Gwangsan Hospital (approx. 5 min).\n","data":{"id":"2022-07-14-1657842176676","title":"40-step Culture & Tourism Theme Street (40계단 문화관광테마거리)","description":"<br>The 40-step Culture & Tourism Theme Street is a 450m-street which leads up to the 40-step stairway of the '40-step Cultural Center' and continues on to the Palseong Tour.<br>&nbsp;<br> The time-honored 40-step stairway embodies the joys and sorrows of refugees and those displaced by the Korean War. The entire area has been recently renovated to reflect life in Korea in the 50s & 60s.<br>&nbsp;<br> The 40-step Culture & Tourism Theme Street was designated 'The Best Street' by the Busan municipal government in June 2004.br&gt;&nbsp;<br>","regDate":"2022-07-14","author":"korea-tour","tag":["Busan","Culture/Art/History","Experience Programs","Cultural Districts"],"imgUrl":"/2022-07-14-1657842176676/2364277_image2_1.webp","blogPath":"Busan/2022-07-14-1657842176676","pageUrl":"https:/mcdryad.com/Busan/2022-07-14-1657842176676"},"dataList":[{"id":"2022-08-17-1660721815526","title":"Geumjeongsanseong Fortress (금정산성)","description":"Geumjeongsanseong  Fortress is located on the peak of Geumjeongsan Mountain (801.5m) in Busan. Its original name was Dongnae Mountain Fortress, but it was changed because of its location.   <br><br>With a length of 17,377 meters and x_height of 1.5 to 3 meters high, it was the largest fortress in Korea. Currently, there is only a 4 kilometer long section remaining from the original form. The exact time of the initial fortification is not recorded, but in reference to the location and size, it is presumed to have been built during the Three Kingdoms Era.The present fortress was built in 1703, during the reign of King Sukjong. It was built after the Imjin War (1592-1598) to prepare for any further invasions. It was first built with stones and was renovated in 1707.  During the Japanese Colonization, it was severely damaged. Three of the four main gates (East, West, and South Gates) were recovered in 1970.","regDate":"2022-08-17","author":"korea-tour","tag":["Busan","Culture/Art/History","Historical Sites","Fortresses"],"imgUrl":"/2022-08-17-1660721815526/1605344_image2_1.webp","blogPath":"Busan/2022-08-17-1660721815526"},{"id":"2022-08-17-1660718950626","title":"Geumjeongsan Mountain (Busan National Geopark) (금정산 (부산 국가지질공원))","description":"Geumjeongsan Mountain was created by an overflow of magma approximately 70 million years ago. Over time, rain and wind shaped the mountain to what it is now, with gentle slopes and unique rock formations. The mountain features various walking trails and historical attractions, such as Beomeosa Temple and Geumjeongsanseong Fortress.","regDate":"2022-08-17","author":"korea-tour","tag":["Busan","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-08-17-1660718950626/1605345_image2_1.webp","blogPath":"Busan/2022-08-17-1660718950626"},{"id":"2022-08-17-1660715550887","title":"Geumgang Park (금강공원)","description":"Located at the foot of Geumjeong Mountain (alt. 802 m), Geumgang Park stretches over a 3 million-square meter plot of land filled with lush forest and craggy cliffs and broken up by winding creeks. Regardless of the time of the year, a constant stream of people come to visit the many historical and cultural sites in the region, which once served as a base of operations for the government during the Joseon dynasty. <br><br>The area was referred to as Geumgangwon before becoming a park in June 1973.  On July 1, 2004, the park once again made the news, as the entrance fee was abolished and the park was made free to the public. In addition to typical sports facilities like badminton court, fitness center, and exercise amenities, the park also offers fun rides such as rope way (cable car) and pirate ship. Visitors are also encouraged to stop by tourist sites such as Busan Folk Tradition Arts Center, Busan Marine Natural History Museum, and Busan Botanical Garden.","regDate":"2022-08-17","author":"korea-tour","tag":["Busan","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-08-17-1660715550887/2641474_image2_1.webp","blogPath":"Busan/2022-08-17-1660715550887"},{"id":"2022-08-17-1660711773645","title":"Gadeokdo Lighthouse (가덕도 등대)","description":"Gadeokdo Lighthouse is a manned lighthouse patterned after the gothic style of lighthouses in France. Built in December, 1909 at the end of the Daehan Empire (1897-1910), it is an intricate building that houses a light tower (9.2 meters high), an office, and a lighthouse keeper’s room. Plum blossoms, the symbol of the imperial family of Joseon, are delicately carved along this European-style building. It is considered a remarkable cultural property not only because of its architectural design, unique shape or historic value, but also because it has been surprisingly well-maintained, especially in comparison to other lighthouses built during the same period. In recognition of its unmatched style and preservation, the old Gadeokdo lighthouse was designated Tangible Cultural Property No. 50 of Busan in Sep. 2003. It is owned and managed by the Ministry of Maritime Affairs and Fisheries. A new lighthouse was built next to the original one in 2002. The new lighthouse structure is octagonal in shape and 40.5 meters high, the second highest lighthouse in Korea. <br><br>Gadeokdo Island, the location of Gadeokdo lighthouse, is often referred to as the ‘Island of History,’ and is the largest island in Busan. Gadeokdo, a strategically important base for military operations and seaborne trade, was the stage for a number of gruesome battles during the Imjin War (1592-1598). Today, it is a critical entry point to the Jinhae Bay. <br><br>Gadeokdo Lighthouse is located within a national naval base. Therefore, visitors must contact and register with the Busan Regional Maritime Affairs and Port Office prior to visiting the lighthouse. Those who participate in the Lighthouse Experience Program (parties of 6 or less) can spend the night in the innkeeper’s room free of charge. In order to use these accommodations, visitors must apply online at the Busan Regional Maritime Affairs and Port’s homepage between the 1st and the 8th of the month, one month prior to the desired date of visit.","regDate":"2022-08-17","author":"korea-tour","tag":["Busan","Nature","Natural Sites"],"imgUrl":"/2022-08-17-1660711773645/1982388_image2_1.webp","blogPath":"Busan/2022-08-17-1660711773645"},{"id":"2022-08-17-1660705367268","title":"Eulsukdo Migratory Bird Park (을숙도 철새공원)","description":"Eulsukdo Migratory Bird Park, designated as Natural Monument No. 179, is located in the lower part of Elsukdo Island. Renovated in 2009, the park is the central area for migratory bird habitats and ecology tourism. In winter, migratory birds can be seen at the wetlands. Nakdong Estuary Eco Center in the park provides information on various eco-life of the area as well as treat injured wild animals.","regDate":"2022-08-17","author":"korea-tour","tag":["Busan","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2022-08-17-1660705367268/2487966_image2_1.webp","blogPath":"Busan/2022-08-17-1660705367268"},{"id":"2022-08-16-1660693053400","title":"Dongbaekseom Island (동백공원)","description":"Located near the south end of Haeundae Beach, Dongbaekseom Island was designated as a park in September 1, 1966. The island is full of dongbaek and pine trees and is connected to the main land by a bridge. The island also has a popular walking trail as well as badminton court, benches and restrooms.","regDate":"2022-08-16","author":"korea-tour","tag":["Busan","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-08-16-1660693053400/566056_image2_1.webp","blogPath":"Busan/2022-08-16-1660693053400"},{"id":"2022-08-16-1660689638893","title":"Dalmaji-gil Road (해운대 달맞이길)","description":"Called Busan’s Montmartre, Dalmaji-gil Road is famous for its views of the blue ocean, white sandy beach, Camellia forest, and pine tree forest, creating one of Busan’s eight scenic sites. Haeundae Dalmaji Hill and the moon seen from Cheongsapo are added to the eight scenic sites for their beautiful ambience.","regDate":"2022-08-16","author":"korea-tour","tag":["Busan","Nature","Natural Sites"],"imgUrl":"/2022-08-16-1660689638893/2650837_image2_1.webp","blogPath":"Busan/2022-08-16-1660689638893"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}