{"pageProps":{"content":"![Bangjangsan National Recreational Forest (국립 방장산자연휴양림)](/2022-08-01-1659393685811/2040897_image2_1.webp)\n\n  \n## Overview\n\n> Situated between Jeollanam-do and Jeollabuk-do, Bangjangsan National Recreational Forest is the highest rising peak along the ridge starting from the west of Naejangsan Mountain. The recreational park is located on the mid-slope of Bangjangsan Mountain. Many species of wild flowers and broad-leaved trees are distributed all over Bangjangsan Recreational Forest where an exciting paragliding contest takes place annually. This is a great place to unpack and take a break for one or two days as it has accommodation facilities, promenades and trekking courses as well as a small area for splashing in the water. It takes approximately three hours to the mountain's summit from the recreational forest. In addition, there is a trekking path that leads to the Seokjeong Hot Springs on the way down the mountain.\n\n  \n## Intro\n\n| | |\n| - | - |\n|accomcount:|500 people for a day|\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-61-394-5523|\n|parking:|Available|\n|usetime:|Accommodations: 15:00 - 12:00 (next day)|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Admission Fees:|Individuals - Adults 1,000 won / Teenagers 600 won / Children 300 won<br>Groups - Adults 800 won / Teenagers 500 won / Children 200 won<br><br>* Groups - 20 people or more<br>* Adults (ages 19-64) / Teenagers (ages 13-18) / Children (ages 7-12)<br>* Free admission December-March|\n|Facility Utilization Fees:|Accommodations: Low Season & Weekdays / Peak Season & Weekends<br><br>[Forest Cabin] <br>- Rooms (36㎡, 5 people) 46,000 won / 85,000 won<br>- Rooms (46㎡, 8 people) 77,000 won / 134,000 won<br>- Rooms (66㎡, 11 people) 91,000 won / 151,000 won<br><br>[Forest Culture Recreation Center] <br>- Rooms (23㎡~26㎡, 4 people) 39,000 won / 68,000 won<br>- Rooms (29㎡~36㎡, 5-6 people) 50,000 won / 91,000 won<br>- Rooms (49㎡~56㎡, 8-9 people) 85,000 won / 144,000 won|\n|Restrooms:|Available|\n|Parking Fees:|Compact cars: 1,500 won <br>Small cars: 3,000 won <br>Large vehicles: 5,000 won |\n  \n## Detail Image\n![/2022-08-01-1659393685811/2040885_image2_1.webp](/2022-08-01-1659393685811/2040885_image2_1.webp)\n![/2022-08-01-1659393685811/2040890_image2_1.webp](/2022-08-01-1659393685811/2040890_image2_1.webp)\n![/2022-08-01-1659393685811/2040894_image2_1.webp](/2022-08-01-1659393685811/2040894_image2_1.webp)\n![/2022-08-01-1659393685811/2040895_image2_1.webp](/2022-08-01-1659393685811/2040895_image2_1.webp)\n![/2022-08-01-1659393685811/2040898_image2_1.webp](/2022-08-01-1659393685811/2040898_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-61-394-5523](tel:+82613945523)\n- [🏠www.huyang.go.kr](http://www.huyang.go.kr/)\n\n\n```googleMap\nlatitude: 35.4451632173\nlongitude: 126.7458042490\ntitle: 353, Bangjang-ro, Jangseong-gun, Jeollanam-do\n```\n  \n## Directions\n  \n[Train] <br>\nTake a train to Baegyangsa Station from Yongsan Station (Seoul).<br>\nTake a taxi to Bangjangsan Recreational Forest from Baegyangsa Station.\n","data":{"id":"2022-08-01-1659393685811","title":"Bangjangsan National Recreational Forest (국립 방장산자연휴양림)","description":"Situated between Jeollanam-do and Jeollabuk-do, Bangjangsan National Recreational Forest is the highest rising peak along the ridge starting from the west of Naejangsan Mountain. The recreational park is located on the mid-slope of Bangjangsan Mountain. Many species of wild flowers and broad-leaved trees are distributed all over Bangjangsan Recreational Forest where an exciting paragliding contest takes place annually. This is a great place to unpack and take a break for one or two days as it has accommodation facilities, promenades and trekking courses as well as a small area for splashing in the water. It takes approximately three hours to the mountain's summit from the recreational forest. In addition, there is a trekking path that leads to the Seokjeong Hot Springs on the way down the mountain.","regDate":"2022-08-01","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"/2022-08-01-1659393685811/2040897_image2_1.webp","blogPath":"Jeollanam-do/2022-08-01-1659393685811","pageUrl":"https:/mcdryad.com/Jeollanam-do/2022-08-01-1659393685811"},"dataList":[{"id":"2023-01-26-1674722336812","title":"Muan Hoesan White Lotus Pond (무안회산백련지)","description":"Muan Hoesan White Lotus Pond is the largest habitat of white lotus in Asia, covering an area of approximately 330,000 square meters in Bogyong-ri, Muan-gun in Jeollanam-do. This pond was originally a reservoir made during the Japanese colonial period for irrigation, but was abandoned with the development of the Yeongsangang River system. The reservoir was recreated and expanded into todays lotus habitat thanks to the effort of Jeong Su-dong, who planted twelve lotus roots along the shoreline and took care of them dearly after dreaming of twelve white cranes landing upon the reservoir. The white lotus flowers in this pond blossom and fall from July until September. A lotus festival is held in August, when the flowers are at their peak.","regDate":"2023-01-26","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2023-01-26-1674722336812/2399156_image2_1.webp","blogPath":"Jeollanam-do/2023-01-26-1674722336812"},{"id":"2023-01-26-1674718570005","title":"Muan Ecological Tidal Flat Land (무안황토갯벌랜드(구 무안생태갯벌센터))","description":"Muan Ecological Tidal Flat Land in Muan, Jeollanam-do was established in an effort to raise awareness of the ecology and importance of natural wetlands. It is the nation’s largest educational center for natural ecology. In addition to the main research center, visitors can enjoy a variety of exhibitions and experiences, ranging from bonzai plants to structures made with red clay bricks, and convenience facilities such as restaurants and cafes.","regDate":"2023-01-26","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2023-01-26-1674718570005/2653440_image2_1.webp","blogPath":"Jeollanam-do/2023-01-26-1674718570005"},{"id":"2023-01-26-1674715167198","title":"Mopyeong Village (모평마을)","description":"Located in Hampyeong-gun, Jeollanamdo, Mopyeong Village is a scenic farming village that is rich in tradition and history. From the moment you start walking down the stonewall-lined path into town, this small village will capture your heart. The village’s important history (including its title as the origin of Hampyeong-gun of Jeollanam-do Province) is evident in everything you see  from the traditional houses to the 500-year old forest. The area is home to 27 historical and cultural sites and the beautiful Haebochoen Stream, which is shaded by over 40 different types of trees including zelkova trees, nettle trees, and willow trees. Some of the town’s traditional houses, which are about 80 years old, offer guesthouse accommodations to tourists. They include Mopyeongheon, Sopungga and Hisomun (a house made of yellow sod).<Br><Br>In addition to the beautiful country scenery, there is a great selection of available programs that highlight the area’s specialties, including  mulberry-picking, silkworm-feeding and Korean traditional sauce-making. You can also visit a traditional watermill, which has been restored, and swim and splash around in the forest stream. Visitors are encouraged to try their hand at making green tea cakes at the traditional teahouse nearby. <br><Br>The area of Mopyeong is full of things to entertain visitors, including a number of attractions and special events. Some of the area’s most praiseworthy attractions are the Hampyeong Butterfly Festival, the Cluster Amaryllis Festival in Yongcheonsa Temple, the Chrysanthemum Festival, and the Hampyeong Eco Park and Folk Museum. <br><Br>Other towns well worth a visit in the Mopyeong area are Hamo Maeul, Ungok Maeul and Wonsan Maeul. A stay at Wonsan Maeul gives visitors a chance to experience firsthand the reality of an agricultural lifestyle by doing some activities like mulberry-picking. For a more low-key trip, make your way over to Ungok Maeul, where you can enjoy the fantastic scenery at the lake or take a relaxing walk along the hiking trails of Mt. Wolyangsan.","regDate":"2023-01-26","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Historical Sites","Folk Villages"],"imgUrl":"/2023-01-26-1674715167198/1810076_image2_1.webp","blogPath":"Jeollanam-do/2023-01-26-1674715167198"},{"id":"2023-01-26-1674711379193","title":"Mokpo Special Tourist Zone (목포 관광특구)","description":"Mokpo is a designated special tourist zone for marine culture tourism. One of the main attractions is Yudalsan Mountain, on top of which one can get a panoramic view of the entire city of Mokpo. The mountain’s walking trails are known to both locals and tourists alike as a place for forest bathing. <br><br>Samhakdo Island and Gatbawi Rock are also popular attractions. The annual Mokpo Maritime Cultural Festival is held on Samhakdo Island. Gatbawi is a rock formation shaped like a Korean hat. From Gatbawi Rock, there is a coastal trail that leads to Gatwabi Culture Street. The musical fountain at Pyeonghwa Plaza is located near Gatbawi Rock.<br><br>The Mokpo Wholesale Fish Market is full of marine products. Street vendors line the sidewalks selling hongeo (skate), which is a local specialty. Tourists can reach Yudalsan Mountain, Samhakdo Island and the Mokpo Wholesale Fish Market on foot from Mokpo Station. The City Tour Bus departs from Mokpo Station and takes travelers to major tourist attractions in the city.","regDate":"2023-01-26","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Recreational Sites","Tourist Complexes"],"imgUrl":"/2023-01-26-1674711379193/1784456_image2_1.webp","blogPath":"Jeollanam-do/2023-01-26-1674711379193"},{"id":"2023-01-26-1674707958018","title":"Mokpo Seosan-dong Borimadang & Sihwamaeul Village (목포 서산동 보리마당&시화마을)","description":"Sihwamaeul Village in Seosan-dong is a place that evokes memories and nostalgia, and there is a beautiful view of the harbor, the sea, and the village from the barley yard. Yeonhuis Supermarket, a filming location for the movie 1987  When the Day Comes (2017), is a popular tourist attraction among visitors. In addition, visitors can experience reenacting scenes from the movie and take photos at the photo zone at Yeonhuis Supermarket.&nbsp;<br>","regDate":"2023-01-26","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Experience Programs","Unique Experience"],"imgUrl":"/2023-01-26-1674707958018/2662644_image2_1.webp","blogPath":"Jeollanam-do/2023-01-26-1674707958018"},{"id":"2023-01-26-1674704187338","title":"Mokpo Marine Cable Car (목포 해상케이블카)","description":"Mokpo Marine Cable Car offers visitors an amazing view of the old downtown area of Mokpo, and the surrounding natural scenery, including Yudalsan Mountain and the southern sea. Crossing a length of 3.23 kilometers at a x_height of 155 meters, it is the longest and highest cable car in Korea, and was established to become the main attraction to represent Mokpos cultural tourism.","regDate":"2023-01-26","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites","Mountains"],"imgUrl":"/2023-01-26-1674704187338/2640153_image2_1.webp","blogPath":"Jeollanam-do/2023-01-26-1674704187338"},{"id":"2023-01-25-1674643018089","title":"Military Headquarters of Jeolla-do Province, Gangjin (강진 전라병영성)","description":"Jeolla Byeongyeongseong is a fortress located in Seongdong-ri, Byeongyeong-myeon, Gangjin-gun, Jeollanam-do.&nbsp;It played an important role as the main headquarter of the entire southwest region of the military in the Joseon era during the Japanese Invasion of Korea and Jeongyujaeran (the 2nd Japanese Invasion). <br><br> Built in 1414 during the time of King Taejong (17th year of his rule), the fortress spans over a 1,060m in length and has kept its original bottom base intact. Three Sugumun main gates, seven Ongseong, building sites, foundation stones, and 25 tombstones also remain. In addition, it is the best preserved fortress among the remaining fortresses in the Namhae area. Hamel, a Dutch sailor, drifted in the site from 1656 during the 7th year of King Hyojeong to 1663 during the 4th year of King Hyeonjeong in the Joseon dynasty and wrote a novel named ‘The Journal of Hendrick Hamel’ after visiting the area. His novel explained Korean policy, culture, and traditions of the time to the Western world.","regDate":"2023-01-25","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2023-01-25-1674643018089/220627_image2_1.webp","blogPath":"Jeollanam-do/2023-01-25-1674643018089"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}