{"pageProps":{"content":"![Namsan Seoul Tower (남산서울타워)](/2022-08-06-1659811428094/2660695_image2_1.webp)\n\n  \n## Overview\n\n> Namsan Seoul Tower was the first multipurpose tower to be established in Korea, effectively incorporating a sightseeing observatory to a broadcasting tower. For the past 40 years, Namsan Seoul Tower has served as an iconic landmark of Korea and a representative tourist attraction. The tower's observatory offers an unobstructed view of the whole city, allowing it to become one of the all-time favorite attractions of Seoul citizens as well as domestic and international tourists. Another highlight of the tower is the Namsan Cable Car. The cable car began its operation in 1962, transferring passengers from the foot of the mountain to the base of the tower. Shuttle buses to the Namsan Cable Car from downtown Seoul are also available for visitors' convenience.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330<br>(Korean, English, Japanese, Chinese)<br>• For more info: +82-2-3455-9277|\n|restdate:|N/A (Open all year round)|\n|usetime:|Sunday-Friday 10:00-23:00 / Saturdays 10:00-24:00|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Admission Fees:|[Individual Admission Ticket]<br> - Observatory: Adults 11,000 won / Children 9,000 won<br> - Ryan CHEEZZZBALL ADVENTURE: Big3 20,000 won / Big2 16,000 won / Big1 10,000 won<br><br><br>[Namsan Cable Car]<br>- Operating hours: 10:00-22:00<br>* Hours may vary on the day before holidays and Friday and Saturday depending on situations.<br>- Round-trip fare: Adults 9,500 won / Children 6,500 won<br>- One way: Adults 7,000 won / Children 4,000 won |\n|Restrooms:|Available|\n|Available Facilities:|[Seoul Tower Plaza]<br>1F – Starbucks, Gong Cha, ADDAL, GS25<br>2F – 153 POINTZ Budae-jjigae, Queensense Kitchen Gift Shop, Owl's Cutlet<br>3F – Broadcasting facilities, Security Area<br>4F – Ryan CHEEZZZBALL ADVENTURE, Game Plaza, Korea VR Tour Promotion Hall<br><br>[N Seoul Tower]<br>5F – N Sweet Bar, A Twosome Place<br>T1 – Ticket booth, N Burger, N Terrace, A Twosome Place, Olive Young, Cheiljemyunso, N Teddybear Shop<br>T2 – The Place Dining <br>T3 – Hancook<br>T4 – Observatory, A Twosome Place <br>T5 – Observatory, Weeny Beeny<br>T7 – n Grill<BR><BR>[Namsan Cable Car]<br>- Namsan Seoul Tower shuttle bus<br>- Electric bus available- Circulation Bus No. 2, 4|\n|Interpretation Services Offered:|* Available in English, Japanese, and Chinese<br>* Group guide: 10 or more people (first-come, first-served basis)<br>* Free admission and guide service for group visitors with pre-reservation<br>* Audio guide, leaflets, pamphlets and maps available in English, Chinese & Japanese<br>(Audio guide: 3,000 won)<br>|\n  \n## Detail Image\n![/2022-08-06-1659811428094/1567974_image2_1.webp](/2022-08-06-1659811428094/1567974_image2_1.webp)\n![/2022-08-06-1659811428094/1567975_image2_1.webp](/2022-08-06-1659811428094/1567975_image2_1.webp)\n![/2022-08-06-1659811428094/1567978_image2_1.webp](/2022-08-06-1659811428094/1567978_image2_1.webp)\n![/2022-08-06-1659811428094/2477030_image2_1.webp](/2022-08-06-1659811428094/2477030_image2_1.webp)\n![/2022-08-06-1659811428094/2477032_image2_1.webp](/2022-08-06-1659811428094/2477032_image2_1.webp)\n![/2022-08-06-1659811428094/2477034_image2_1.webp](/2022-08-06-1659811428094/2477034_image2_1.webp)\n![/2022-08-06-1659811428094/2477036_image2_1.webp](/2022-08-06-1659811428094/2477036_image2_1.webp)\n![/2022-08-06-1659811428094/2477037_image2_1.webp](/2022-08-06-1659811428094/2477037_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-2-3455-9277](tel:+82234559277)\n- [🏠www.seoultower.co.kr](http://www.seoultower.co.kr/)\n\n\n```googleMap\nlatitude: 37.5511089858\nlongitude: 126.9878983791\ntitle: 105, Namsangongwon-gil, Yongsan-gu, Seoul\n```\n  \n\n","data":{"id":"2022-08-06-1659811428094","title":"Namsan Seoul Tower (남산서울타워)","description":"Namsan Seoul Tower was the first multipurpose tower to be established in Korea, effectively incorporating a sightseeing observatory to a broadcasting tower. For the past 40 years, Namsan Seoul Tower has served as an iconic landmark of Korea and a representative tourist attraction. The tower's observatory offers an unobstructed view of the whole city, allowing it to become one of the all-time favorite attractions of Seoul citizens as well as domestic and international tourists. Another highlight of the tower is the Namsan Cable Car. The cable car began its operation in 1962, transferring passengers from the foot of the mountain to the base of the tower. Shuttle buses to the Namsan Cable Car from downtown Seoul are also available for visitors' convenience.","regDate":"2022-08-06","author":"korea-tour","tag":["Seoul","Culture/Art/History","Architectural Sights","Monuments/Observatories"],"imgUrl":"/2022-08-06-1659811428094/2660695_image2_1.webp","blogPath":"Seoul/2022-08-06-1659811428094","pageUrl":"https:/mcdryad.com/Seoul/2022-08-06-1659811428094"},"dataList":[{"id":"2022-08-08-1659930563001","title":"Samseongsan Holy Ground (삼성산성지)","description":"During the Gihae Persecution of 1839, three French Catholic priests were sentenced to death for spreading Catholicism in Korea. Saint Laurent Joseph Marius Imbert (Bishop), Saint Pierre Philibert Maubant (Priest), and Saint Jacques Honore Chastan (Priest) were beheaded on September 21, 1839 at Saenamteo, currently known as the Saenamteo Catholic Holy Place of the Martyrs, and their bodies were buried at Samseongsan Mountain and later transferred to the grotto of Myeondong Cathedral.","regDate":"2022-08-08","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Holy Sites"],"imgUrl":"/2022-08-08-1659930563001/2526612_image2_1.webp","blogPath":"Seoul/2022-08-08-1659930563001"},{"id":"2022-08-08-1659925310804","title":"Samcheong Park (삼청공원)","description":"Located on the outskirts of Bugaksan Mountain, Samcheong Park was officially designated as Korea's first park in year 1940. The name Samcheong (literally \"three blue\") refers to the three highest ideals in Taoism that people can attain. Surrounded by cherry blossoms planted long ago, the park becomes crowded with tourists every April when the blossoms are in full bloom. The park offers many amenities  badminton and tennis courts, a playground, a snack bar, and a multi-purpose rest area.<br><br> Major hiking trails winding through Samcheong Park connect the park to the Bugaksan Mountain's Seoul Fortress Wall Hiking Trail, a mineral spring water in Seongbuk-dong, and Waryong Park. While hiking, visitors can encounter Malbawi Rock, an excellent spot chosen by Seoul Metropolitan Government, where visitors can overlook Seoul at a glance. Malbawi Historic Site Visit Program, run by Jongno-gu Office (Seoul), provides children and adults with the opportunity to learn about natural ecology in Samcheong Park and the history of Seoul Fortress Wall from designated guides. Through well-developed roads around Samcheong-dong, visitors can easily move from Samcheong-dong to Seongbuk-dong. Currently, Samcheong Tunnel near the park connects the two localities.","regDate":"2022-08-08","author":"korea-tour","tag":["Seoul","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-08-08-1659925310804/1568134_image2_1.webp","blogPath":"Seoul/2022-08-08-1659925310804"},{"id":"2022-08-07-1659854693632","title":"Saenamteo Catholic Holy Place of the Martyrs (새남터기념성당)","description":"When taking the subway from Seoul Station to Yongsan Station, you will notice a tall and distinct hanok (traditional Korean architecture) building; this is Saenamteo Catholic Holy Place of the Martyrs. Construction of the building began in 1984, the year of the 200th anniversary of Catholicism in Korea, and was completed after three years. <br><br>Also called \"Nodeul\" and \"Sanamgi,\" Saenamteo was used as a military training ground during the early Joseon period. It was also the placewhere convicted felons and the Sayuksin (the six martyred ministers) were executed.<br><br>Many Catholics were executed here during the Sinyu Persecution of 1801, the Gihae Persecution of 1839, the Byeongo Persecution of 1846, and the Byeongin Persecution of 1866. Among those executed were 11 priests including the first Korean priest Kim Taegon (Andrew), the first Chinese priest that came to Korea Ju Mun Mo (Jacobus), the first French priest that came  to Korea BishopImbert and other Catholics including Hyeon Seok-mun. There is also an altar here where the remains of nine Catholic saints are enshrined.","regDate":"2022-08-07","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Holy Sites"],"imgUrl":"/2022-08-07-1659854693632/1985221_image2_1.webp","blogPath":"Seoul/2022-08-07-1659854693632"},{"id":"2022-08-07-1659850615742","title":"SK Telecom T.um (SK텔레콤 New ICT체험관 T.um)","description":"T.um is a venue to experience the future of mobile communications. The name T.um comes from the word for “sprout” in Korean and refers to this innovative space from SK Telecom, where the future sprouts with the company’s advanced technology. Visitors are offered a chance to actively take part in and enjoy the cutting-edge IT environment with interactive experiences. T.um breaks from corportate promotional hall standards by presenting a futuristic vision of the mobile communications industry that converges around IT technology. Since April 2021, T.um began real-time online tour that can be viewed after online reservation.","regDate":"2022-08-07","author":"korea-tour","tag":["Seoul","Culture/Art/History","Industrial Sites","Electronics/Semiconductors"],"imgUrl":"/2022-08-07-1659850615742/2512100_image2_1.webp","blogPath":"Seoul/2022-08-07-1659850615742"},{"id":"2022-08-07-1659847783021","title":"Riverside Spa Land (강변스파랜드)","description":"Riverside Spa Land is a traditional Korean sauna where visitors can experience Korea’s first and best foot massage bath for free. The sauna, located on the second floor basement, offers soft waters known to be good for the skin, while the public jjimjilbang on the first floor basement presents a variety of facilities and cultural areas such as a fitness center, aerobics room, movie room, comic book room, sports massage center, nail art center, skin care treatment center, and more.  For the convenience of its guests, Riverside Spa has installed a key payment system so guests do not have to carry cash once they are inside.","regDate":"2022-08-07","author":"korea-tour","tag":["Seoul","Culture/Art/History","Recreational Sites","Jjimjilbang (Dry Saunas)"],"imgUrl":"/2022-08-07-1659847783021/1984613_image2_1.webp","blogPath":"Seoul/2022-08-07-1659847783021"},{"id":"2022-08-07-1659844808642","title":"Rail Cruise Haerang (레일크루즈 해랑열차)","description":"Rail Cruise Haerang, a hotel-on-wheels, began operating in November 2008 as the nation's first tourist train with sleeping accommodations. With a name meaning \"together with the sun,\" Haerang is designed to be a luxury train similar to a yacht traveling along a beautiful mountain river beneath the bright sun. The exterior of the train is painted in a deep blue with gold lines and a logo featuring a phoenix while the interior design has Korean elements. Tourists will enjoy their time on the train, with personalized services and full amenities.","regDate":"2022-08-07","author":"korea-tour","tag":["Seoul","Culture/Art/History","Experience Programs","Unique Experience"],"imgUrl":"/2022-08-07-1659844808642/2440943_image2_1.webp","blogPath":"Seoul/2022-08-07-1659844808642"},{"id":"2022-08-07-1659840061906","title":"Pungnap-dong Toseong Fortress (서울 풍납동 토성)","description":"Onjo, the progenitor of Kingdom Baekje, first settled in Wiryeseong Hanam. But exact location is still unknown. One thing for sure, however, is that Pungnaptoseong Fortress, Mongchontoseong Fortress, Bangidong Ancient Tombs of Baekje, Seokchondong Stone Mound Tomb of Early Baekje are the remains of Baekje. Pungnaptoseong Fortress faces Hangang River to its west and connects to Mongchontoseong Fortress to the south. To the northwest faces Achasanseong Fortress over Hangang River and far to the southeast is Namhansanseong Fortress.<br><br>Pungnaptoseong Fortress, located at the south end of Cheonhodaegyo Bridge over Hangang River, is one of the remains of Early Baekje. Originally, the fortress was 4km in circumference, but due to massive overflowing of Hangang River during flood season in 1925, most of the fortress was lost and only 2.7km of it remains. To the east of the fortress are 4 vestiges of the fortress gates. The remains from the prehistoric era through the  Samguk (Three States) era have been unearthed, indicating that this place was a residential area well before the Baekje Era. Through vigorous excavation, some people suggest that there used to be a  palace located here during the Baekje Era.","regDate":"2022-08-07","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Fortresses"],"imgUrl":"/2022-08-07-1659840061906/566413_image2_1.webp","blogPath":"Seoul/2022-08-07-1659840061906"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}