{"pageProps":{"content":"![Bugaksan Mountain (북악산)](/2022-07-21-1658371566809/1394557_image2_1.webp)\n\n  \n## Overview\n\n> Seoul is enveloped by mountains, consisting of Bugaksan, Namsan, Naksan, and Inwangsan to name a few major peaks surrounding the city. Bugaksan, the mountain located to the north of Seoul, is the highest among these and is a southern offshoot of Bukhansan Mountain. It is also referred to as Baegaksan.<br><br>\n\nHanyang City Wall runs along the mountain ridge and Changuimun Gate (also called Jahamun), one of the four small gates surrounding the castle city during the Joseon dynasty, is on the west side of the mountain near Inwangsan Mountain. Running between Changuimun Gate and Arirang Hill in Jeongneung Royal Tomb, Bugak Skyway is a scenic road overlooking downtown Seoul; it also passes through a variety of attractions such as Changuimun Gate and Bugak Pavilion. Another attraction is Samcheong Park at the southern foot of Bugaksan Mountain.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-2-765-0297,<br> +82-2-747-2152, +82-2-730-9924~5, <br /> +82-2-2148-2835|\n|usetime:|March-April & September-October: 07:00-18:00<br>May-August: 07:00-19:00<br>November-February: 09:00-17:00 <br>* Last admission 2 hours before closing|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Tour Course Information:|[Course 1] Changuimun Information Center - Malbawi Information Center: Approx. 2 hours<br>[Course 2] Sukjeongmun Information Center - Changuimun Infomation Center: Approx. 2 hours<br>[Course 3] Changuimun Information Center - Malbawi Information Center: Approx. 2 hours|\n|Admission Fees:|Free|\n|Restrooms:|Available|\n  \n## Detail Image\n![/2022-07-21-1658371566809/1394542_image2_1.webp](/2022-07-21-1658371566809/1394542_image2_1.webp)\n![/2022-07-21-1658371566809/1394543_image2_1.webp](/2022-07-21-1658371566809/1394543_image2_1.webp)\n![/2022-07-21-1658371566809/1394547_image2_1.webp](/2022-07-21-1658371566809/1394547_image2_1.webp)\n![/2022-07-21-1658371566809/1394550_image2_1.webp](/2022-07-21-1658371566809/1394550_image2_1.webp)\n![/2022-07-21-1658371566809/1394553_image2_1.webp](/2022-07-21-1658371566809/1394553_image2_1.webp)\n![/2022-07-21-1658371566809/1394554_image2_1.webp](/2022-07-21-1658371566809/1394554_image2_1.webp)\n![/2022-07-21-1658371566809/1394556_image2_1.webp](/2022-07-21-1658371566809/1394556_image2_1.webp)\n![/2022-07-21-1658371566809/1394561_image2_1.webp](/2022-07-21-1658371566809/1394561_image2_1.webp)\n![/2022-07-21-1658371566809/1394573_image2_1.webp](/2022-07-21-1658371566809/1394573_image2_1.webp)\n![/2022-07-21-1658371566809/1394574_image2_1.webp](/2022-07-21-1658371566809/1394574_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-2-765-0297](tel:+8227650297)\n- [🏠www.bukak.or.kr](http://www.bukak.or.kr)\n\n\n```googleMap\nlatitude: 37.5928898572\nlongitude: 126.9665491417\ntitle: 42, Changuimun-ro 10-gil, Jongno-gu, Seoul\n```\n  \n\n","data":{"id":"2022-07-21-1658371566809","title":"Bugaksan Mountain (북악산)","description":"Seoul is enveloped by mountains, consisting of Bugaksan, Namsan, Naksan, and Inwangsan to name a few major peaks surrounding the city. Bugaksan, the mountain located to the north of Seoul, is the highest among these and is a southern offshoot of Bukhansan Mountain. It is also referred to as Baegaksan.<br><br>Hanyang City Wall runs along the mountain ridge and Changuimun Gate (also called Jahamun), one of the four small gates surrounding the castle city during the Joseon dynasty, is on the west side of the mountain near Inwangsan Mountain. Running between Changuimun Gate and Arirang Hill in Jeongneung Royal Tomb, Bugak Skyway is a scenic road overlooking downtown Seoul; it also passes through a variety of attractions such as Changuimun Gate and Bugak Pavilion. Another attraction is Samcheong Park at the southern foot of Bugaksan Mountain.","regDate":"2022-07-21","author":"korea-tour","tag":["Seoul","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-07-21-1658371566809/1394557_image2_1.webp","blogPath":"Seoul/2022-07-21-1658371566809","pageUrl":"https:/mcdryad.com/Seoul/2022-07-21-1658371566809"},"dataList":[{"id":"2022-08-07-1659840061906","title":"Pungnap-dong Toseong Fortress (서울 풍납동 토성)","description":"Onjo, the progenitor of Kingdom Baekje, first settled in Wiryeseong Hanam. But exact location is still unknown. One thing for sure, however, is that Pungnaptoseong Fortress, Mongchontoseong Fortress, Bangidong Ancient Tombs of Baekje, Seokchondong Stone Mound Tomb of Early Baekje are the remains of Baekje. Pungnaptoseong Fortress faces Hangang River to its west and connects to Mongchontoseong Fortress to the south. To the northwest faces Achasanseong Fortress over Hangang River and far to the southeast is Namhansanseong Fortress.<br><br>Pungnaptoseong Fortress, located at the south end of Cheonhodaegyo Bridge over Hangang River, is one of the remains of Early Baekje. Originally, the fortress was 4km in circumference, but due to massive overflowing of Hangang River during flood season in 1925, most of the fortress was lost and only 2.7km of it remains. To the east of the fortress are 4 vestiges of the fortress gates. The remains from the prehistoric era through the  Samguk (Three States) era have been unearthed, indicating that this place was a residential area well before the Baekje Era. Through vigorous excavation, some people suggest that there used to be a  palace located here during the Baekje Era.","regDate":"2022-08-07","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Fortresses"],"imgUrl":"/2022-08-07-1659840061906/566413_image2_1.webp","blogPath":"Seoul/2022-08-07-1659840061906"},{"id":"2022-08-07-1659834580035","title":"Olympic Park (올림픽공원)","description":"Olympic Park is an impressive leisure facility in which historic remains from the Baekje era share space with modern, state-of-the-art sports stadiums, an eco-friendly forest, and spacious grass fields. The legacy of the 1988 Seoul Olympics, the park not only houses the country’s largest sports arena, but has also become a place where Seoul residents come to relax and unwind. <br><br>Spread across approximately 1.45 million square meters, Olympic Park encompasses the land that was once Mongchontoseong Fortress and Mongchonhaeja (manmade lake) from the early Baekje period. The park is divided into several zones, including a leisure sports park, a cultural art park, an eco-park, and the History Experience Park dedicated to the area’s rich historic heritage. <br><br>Because Olympic Park is so large and takes over three hours to explore, visitors are advised to familiarize themselves with entrances and exits and travel routes before they start. To further save time, visitors can ride the Road Train (“Hodori Train”) located next to Peace Square.","regDate":"2022-08-07","author":"korea-tour","tag":["Seoul","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-08-07-1659834580035/2650439_image2_1.webp","blogPath":"Seoul/2022-08-07-1659834580035"},{"id":"2022-08-07-1659834556801","title":"Odong Neighborhood Park (오동근린공원)","description":"Odong Neighborhood Park is located in the areas of Beon-dong and Mia-dong in Gangbuk-gu and Wolgok-dong in Seongbuk-gu. The park is large in size and has a dense forest with various facilities like a resting area, community sports center, grassy lawn, tennis court, acupressure trail with red clay, walking paths, and much more. Nearby residents visit the park for leisure and relaxation.","regDate":"2022-08-07","author":"korea-tour","tag":["Seoul","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-08-07-1659834556801/2025939_image2_1.webp","blogPath":"Seoul/2022-08-07-1659834556801"},{"id":"2022-08-07-1659834533845","title":"OME Cooking Lab (오미요리연구소)","description":"OME Cooking Lab offers a one-day class where participants can learn to cook Korean food. The participants will be able to learn from scratch, starting from choosing the right ingredients at Korea's local markets and interacting with the market's vendors. After the cooking session, participants can enjoy the meal in a hanok (traditional Korean house). Participants mostly consist of foreigners, and the class is offered in Korean, English, and Chinese.","regDate":"2022-08-07","author":"korea-tour","tag":["Seoul","Culture/Art/History","Experience Programs","Traditional Experience"],"imgUrl":"/2022-08-07-1659834533845/2554819_image2_1.webp","blogPath":"Seoul/2022-08-07-1659834533845"},{"id":"2022-08-07-1659834417508","title":"Nodeulseom Island (노들섬)","description":"Originally called Jungjido Island until the 1950s, Nodeulseom Island was a sandy plain used for recreational purposes until the areas of Hangang River underwent development in the '60s and '70s. The sand was used to create what seems like an island floating in the middle of the Hangang River. Nodeulseom Island was left abandoned for the next 50 years until 2005, when the Seoul Metropolitan Government purchased the property. After a series of planning and changes, the island was open to the public in 2019 as a recreational area while preserving most of its original form. Nodeulseom Isand's main attractions consist of a live house, bookstore, music lounges, garden, and more, serving as a cultural entertainment spot to the public.&nbsp;<br>","regDate":"2022-08-07","author":"korea-tour","tag":["Seoul","Culture/Art/History"],"imgUrl":"/2022-08-07-1659834417508/2638965_image2_1.webp","blogPath":"Seoul/2022-08-07-1659834417508"},{"id":"2022-08-06-1659821861702","title":"Nanji Hangang Park (Nanji Camping Site) (한강시민공원 난지지구(난지한강공원))","description":"As part of the Hangang Renaissance project, Nanji Hangang Park will be transformed into an eco-friendly theme park that should attract visitors from around the world.<br><br>The Park will feature the Nanji Eco-Wetland, Nanji Campground and a marina. Also, there will be a specially designed area where visitors can enjoy extreme sports such as inline skating and BMX. A riverside swimming pool, the Water Plaza, and a riverside stage will be set up as well. Visitors will be able to relax and take a leisurely stroll around the park.   <br><br>The fully equipped Nanji Campground will open first in August 2009. The campsite is complete with all the items and facilities needed for camping, such as 24-hour-shower rooms, tents, and BBQ grills. This camping site is open to everyone.","regDate":"2022-08-06","author":"korea-tour","tag":["Seoul","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-08-06-1659821861702/1805802_image2_1.webp","blogPath":"Seoul/2022-08-06-1659821861702"},{"id":"2022-08-06-1659818310507","title":"Namsangol Hanok Village (남산골한옥마을)","description":"Namsangol Hanok Village opened in 1998 on the northern side of Namsan Mountain in the center of the capital. This village has five restored hanok (traditional Korean house) premises, a pavilion, traditional garden, performance art stage and a time capsule plaza, making it a perfect spot for both locals and tourists to take a leisure walk. Upon entering from the front gate, visitors will get a taste of Korea's traditional life while escaping from the bustling city life. The traditional garden with its pavilion and old houses creates a peaceful ambiance before the forested Namsan Mountain. A time capsule commemorating Seoul’s 600th anniversary was buried in 1994 at the highest point of the village and is scheduled to be reopened 400 years later in 2394. <br><br> The five hanok premises at Namsangol Hanok Village once belonged to aristocrats and government officials of the Joseon dynasty. Each house was originally located in different neighborhoods, but they were all moved to this area and restored to their original form. The houses were rebuilt using their original materials, except for one house, where the materials were too old and deteriorated to be reused. The premises were carefully restored and replicated according to their original form to depict the owners’ social class and personality. These buildings are now used as an exhibit to portray the living environment during the Joseon dynasty as well as a venue for educational and cultural programs for children and tourists.<br><br>Some of the noteworthy programs and activities to participate in include wearing hanbok, folding hanji (traditional Korean paper), writing in Korean, traditional tea ceremony, traditional etiquette school and herbal medicine experience. There are also taekwondo demonstrations and other various performances held around the village. Visitors can also try traditional games such as <em>yunnori</em> (traditional board game), or understand more about the area through a guided tour.","regDate":"2022-08-06","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Folk Villages"],"imgUrl":"/2022-08-06-1659818310507/1946562_image2_1.webp","blogPath":"Seoul/2022-08-06-1659818310507"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}