{"pageProps":{"content":"![Sokcho Expo Tower (속초 엑스포타워)](/2022-10-13-1665645019170/2617802_image2_1.webp)\n\n  \n## Overview\n\n> Sokcho Expo Tower in the area of Cheongchoho Lake, Joyang-dong, is an observatory tower set in a park surrounded by mountains and lakes. <br><br>The tower is 73.4m in x_height and can accommodate up to 100 visitors at once. From the observation platform, visitors can enjoy a complete view of the Sokcho area, including Ulsanbawi Rock and Daecheongbong Peak in Seoraksan Mountain, the East Sea and downtown Sokcho. The view around sunset is especially picturesque and the migratory bird habitat of Cheongchoho Lake is also located near the tower.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-33-637-5083|\n|parking:|Available|\n|restdate:|N/A (Open year-round)|\n|usetime:|09:00-22:00<br>* Last admission at 21:40|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Parking Fees:|Free|\n|Available Facilities:|* Observatory: The 15-story building consists of a sales corner for souvenirs and a photo exhibition for tourist spots in the area of Seorak, a vending machine, telescopes, chairs and tables to enjoy the whole view of Sokcho.<br><br>* Expo Memorial Hall – IMAX movie screenings for group of 20 or more people|\n|Facility Utilization Fees:|Adults (ages 19-64): Individuals 2,500 won / Groups 2,300 won<br>Teenagers (ages 13-18): Individuals 2,000 won / Groups 1,800 won<br>Children (ages 5-12): Individuals 1,500 won / Groups 1,300 won<br><br>* Free admission: People with disabilities, Children (age 5 or under), senior citizens (age 65 and over), etc.<br>* Groups: 20 people and more|\n  \n## Detail Image\n![/2022-10-13-1665645019170/2617801_image2_1.webp](/2022-10-13-1665645019170/2617801_image2_1.webp)\n![/2022-10-13-1665645019170/2617803_image2_1.webp](/2022-10-13-1665645019170/2617803_image2_1.webp)\n![/2022-10-13-1665645019170/2617804_image2_1.webp](/2022-10-13-1665645019170/2617804_image2_1.webp)\n![/2022-10-13-1665645019170/2617805_image2_1.webp](/2022-10-13-1665645019170/2617805_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-33-637-5083](tel:+82336375083)\n- [🏠www.sokchotour.com](http://www.sokchotour.com/)\n\n\n```googleMap\nlatitude: 38.1915948670\nlongitude: 128.5828758907\ntitle: 72, Expo-ro, Sokcho-si, Gangwon-do\n```\n  \n## Directions\n  \n[Express/Intercity Bus]<br>\nFrom Seoul Express Bus Terminal, Dong Seoul Bus Terminal or Sangbong Intercity Bus Terminal, take an intercity bus or express bus bound for Sokcho Intercity Bus Terminal or Sokcho Express Bus Terminal.<br><br>\n\n[Local Bus]<br>\nTake Bus 9 from Express Bus Terminal Bus Stop at Sokcho Express Bus Terminal and get off at Buyeong APT Bus Stop. (2 bus stops away)<br>\nWalk right 300m toward the expo tower.<br>\n<br>\nOr, take Bus 9-1 from Intercity Bus Terminal Bus Stop at Sokcho Intercity Bus Terminal and get off at Joyang Post Office Bus Stop. (10 bus stops away)<br>\nWalk right 250m to reach the expo tower.\n","data":{"id":"2022-10-13-1665645019170","title":"Sokcho Expo Tower (속초 엑스포타워)","description":"Sokcho Expo Tower in the area of Cheongchoho Lake, Joyang-dong, is an observatory tower set in a park surrounded by mountains and lakes. <br><br>The tower is 73.4m in x_height and can accommodate up to 100 visitors at once. From the observation platform, visitors can enjoy a complete view of the Sokcho area, including Ulsanbawi Rock and Daecheongbong Peak in Seoraksan Mountain, the East Sea and downtown Sokcho. The view around sunset is especially picturesque and the migratory bird habitat of Cheongchoho Lake is also located near the tower.","regDate":"2022-10-13","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Architectural Sights","Monuments/Observatories"],"imgUrl":"/2022-10-13-1665645019170/2617802_image2_1.webp","blogPath":"Gangwon-do/2022-10-13-1665645019170","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-10-13-1665645019170"},"dataList":[{"id":"2022-10-15-1665824046873","title":"Taebaeksan National Park (태백산 국립공원)","description":"Taebaeksan Mountain range encompasses several peaks such as Yeongbong Peak (alt. 1,560 m), where in the past, people would conduct rites to venerate Heaven at Cheonjedan Altar; Janggunbong Peak (alt. 1,567 m), Munsubong Peak (alt. 1,517 m), and its summit of Hambaeksan Mountain (alt. 1,572 m). Taebaeksan Mountain serves as a home to diverse wild animals and plants, including several endangered species. The higher plains are covered with alpine vegetation. The mountain becomes hot pink with mountain rhododendron and azalea in the spring; green with thick forest and pristine waters in the summer; rainbow colored with changing leaves in the fall; and white with snow in the winter.","regDate":"2022-10-15","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","National Parks"],"imgUrl":"/2022-10-15-1665824046873/2656670_image2_1.webp","blogPath":"Gangwon-do/2022-10-15-1665824046873"},{"id":"2022-10-15-1665819909332","title":"Taebaek Sangjang-dong Mural Village (태백 상장동 벽화마을)","description":"Taebaek Sangjang-dong Mural Village, also called “Nambu Village”, is located in Sangjang-dong, Taebaek-si as the name refers. The village has been improved upon by residents who volunteered and shared their artistic talents to participate in Taebaek-si’s new village movement in 2011. Each alley throughout the village gives a unique and refreshing ambience that created a turning point in the village. Also, valuable events such as ‘Yeontan (briquette) painting contest’ are held for students and families to participate in and share their warm hearts. The Central Inland Region Train (O-Train), which began operating as of April 12, 2013 by Korail, stops in Taebaek-si, so tourists can easily reach the mural village via train.","regDate":"2022-10-15","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Experience Programs","Cultural Districts"],"imgUrl":"/2022-10-15-1665819909332/1732342_image2_1.webp","blogPath":"Gangwon-do/2022-10-15-1665819909332"},{"id":"2022-10-15-1665817196192","title":"Taebaek Guwau Village (Alpine Botanical Garden) (태백 구와우마을(고원자생식물원))","description":"Guwau Village is located below Pijae Hill (also called Samsuryeong) at the entrance to Maebongsan Mountain. The village got its name because its topography resembles the scenery of nine cows peacefully lying around. The Alpine Botanical Garden is located 800-900 meters above sea level and protects the endangered alpine plant species from disappearing.<br><br>The botanical garden also offers visitors an opportunity to conveniently observe some rare flowers and plants. In August, when the sunflowers are in full bloom, the Taebaek Sunflower Festival is held at Guwau Village. In addition to celebrating the area’s wide array of colorful flowers, the festival also has a variety of attractions such as a drawing exhibition, a photo exhibition, and an environmental sculpture exhibition using repurposed materials.","regDate":"2022-10-15","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Botanical Gardens"],"imgUrl":"/2022-10-15-1665817196192/1822281_image2_1.webp","blogPath":"Gangwon-do/2022-10-15-1665817196192"},{"id":"2022-10-15-1665813837397","title":"Taebaek Coal Museum (태백석탄박물관)","description":"Taebaek Coal Museum is located where coal was first discovered within Korea. While coal has declined in use, the resource served an important role in the modernization of the nation. The museum is a place where you can learn about the history of Korea’s coal industry through well-organized exhibitions.","regDate":"2022-10-15","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Industrial Sites","Others"],"imgUrl":"/2022-10-15-1665813837397/662035_image2_1.webp","blogPath":"Gangwon-do/2022-10-15-1665813837397"},{"id":"2022-10-15-1665809866017","title":"Sutasa Temple (수타사)","description":"Gongjaksan Mountain (887 m), home to Sutasa Temple and named for its resemblance to a peacock proudly displaying its tail feathers, gives visitors a bird’s-eye-view of Hongcheon. From the bottom, Gongjaksan Mountain looks like a giant laying on his back, looking up to the sky. The mountain offers elegant azaleas in spring, beautiful fall foliage, majestic cliffs with unusual rocks, colonies of pine trees, and a serene snowscape in winter.<br><br> Sutasa Valley, stretching over 12 kilometers between Sutasa Temple and Nocheon-ri, is full of large ponds and broad bedrocks and is flanked by rocky cliffs and pine groves.<br><br> Located among the foothills, Sutasa Temple is an ancient temple built by Monk Wonhyo in AD 708. The temple boasts numerous cultural properties including the gabled roof of Daejeokgwangjeon, a bronze bell, a three-tiered pagoda, and Wolinseokbo, a biography of Buddha that has been designated as a National Treasure.","regDate":"2022-10-15","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-10-15-1665809866017/1583691_image2_1.webp","blogPath":"Gangwon-do/2022-10-15-1665809866017"},{"id":"2022-10-14-1665744612187","title":"Sundamgyegok Valley (순담계곡)","description":"Located 5 kilometers northwest of Cheorwon-gun Office, Sundamgyegok Valley is one of the most beautiful valleys among the branches of the Hantangang River. It offers fantastic scenery of fascinating rock formations, steep cliffs, and ponds. The valley is filled with abundant water, trimmed by rare naturally white sand. Also, the stream behind the valley attracts many rafters each year.","regDate":"2022-10-14","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Valleys"],"imgUrl":"/2022-10-14-1665744612187/1136222_image2_1.webp","blogPath":"Gangwon-do/2022-10-14-1665744612187"},{"id":"2022-10-14-1665741013517","title":"Sun Cruise Theme Park (썬크루즈 테마공원)","description":"Sun Cruise Resort is a cruise-shaped resort located on a cliff 60 meters above sea level. Surrounding the resort is an extensive park, with themed gardens and sculptures. The park offers an exquisite landscape with its large man-made lake and coconut trees. The resort also has a sculpture park that displays 30 sculptures and a <em>jangseung</em> (traditional Korean totem pole) park with 250 jangseung totems from Andong. Visitors can also stop for a cup of coffee at a train-themed cafe or a sailboat-themed cafe.","regDate":"2022-10-14","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-10-14-1665741013517/205833_image2_1.webp","blogPath":"Gangwon-do/2022-10-14-1665741013517"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}