{"pageProps":{"content":"![Jeonju Zoo (전주동물원)](/2023-01-05-1672896933286/1605401_image2_1.webp)\n\n  \n## Overview\n\n> Located about 1 kilometer away from Deokjin Park in Deokjin-gu, Jeonju-si, the zoo is equipped with not only diverse animals and plants, but also a field for soccer, a volleyball court and many other sports facilities. In addition to their leisure grounds, the amusement park DreamLand is found to the eastside of the zoo.<br><br>Opened on June 10, 1978, the zoo houses visitors all time favorites like tigers, lions,  giraffes, hippos, buffalo, rhinos, camels and more exotic animals, coming to a total of 670 animals made up of 106 different species.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br>(Korean, English, Japanese, Chinese) <br> • For more info: +82-63-281-6759|\n|opendate:|June 10, 1978|\n|parking:|Available|\n|restdate:|N/A (Open all year round)|\n|usetime:|March-October 09:00-19:00<br>November-February 09:00-18:00<br>* Last admission: 1 hour before closing.<br>* Night time opening: Schedule available at the official website during April. (09:00-22:00)|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Restrooms:|Available|\n|Parking Fees:|Car 1,000 won / Bus (with 25 seats or more) 2,000 won<br>* Parking fee discount (50%) applies for people with disability.|\n|Available Facilities:|Jeonju DreamLand, aquarium, zoo, rest area, Museum of Insects and reptiles, food court, convenience store, lost children meeting place, etc.|\n|Admission Fees:|Individuals - Adults 1,300 won / Teenagers 600 won / Children 400 won<br>Groups - Adults 1,000 won / Teenagers 500 won / Children 300 won<br><br>* Group: 30 people or more|\n  \n## Detail Image\n![/2023-01-05-1672896933286/1605397_image2_1.webp](/2023-01-05-1672896933286/1605397_image2_1.webp)\n![/2023-01-05-1672896933286/1605399_image2_1.webp](/2023-01-05-1672896933286/1605399_image2_1.webp)\n![/2023-01-05-1672896933286/1605400_image2_1.webp](/2023-01-05-1672896933286/1605400_image2_1.webp)\n![/2023-01-05-1672896933286/1605402_image2_1.webp](/2023-01-05-1672896933286/1605402_image2_1.webp)\n![/2023-01-05-1672896933286/1605403_image2_1.webp](/2023-01-05-1672896933286/1605403_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-63-281-6759](tel:+82632816759)\n- [🏠zoo.jeonju.go.kr](http://zoo.jeonju.go.kr)\n\n\n```googleMap\nlatitude: 35.8552623666\nlongitude: 127.1456331460\ntitle: 68, Sori-ro, Deokjin-gu, Jeonju-si, Jeollabuk-do\n```\n  \n## Directions\n  \n[Bus] <br>\nFrom Seoul Express Bus Terminal, take a bus to Jeonju Bus Terminal. \n<br>From Jeonju Intercity Bus Terminal, walk about 455m straight heading to the main road and take Bus No. 165 from Geumam 1-dong Office Bus Stop.<br>Get off at Jeonju Zoo Bus Stop and walk for approx. 40m.\n","data":{"id":"2023-01-05-1672896933286","title":"Jeonju Zoo (전주동물원)","description":"Located about 1 kilometer away from Deokjin Park in Deokjin-gu, Jeonju-si, the zoo is equipped with not only diverse animals and plants, but also a field for soccer, a volleyball court and many other sports facilities. In addition to their leisure grounds, the amusement park DreamLand is found to the eastside of the zoo.<br><br>Opened on June 10, 1978, the zoo houses visitors all time favorites like tigers, lions,  giraffes, hippos, buffalo, rhinos, camels and more exotic animals, coming to a total of 670 animals made up of 106 different species.","regDate":"2023-01-05","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Recreational Sites","Theme Parks"],"imgUrl":"/2023-01-05-1672896933286/1605401_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-05-1672896933286","pageUrl":"https:/mcdryad.com/Jeollabuk-do/2023-01-05-1672896933286"},"dataList":[{"id":"2023-01-08-1673167020129","title":"Rajetongmun Gate (라제통문)","description":"The historical border of the Silla and Baekje Kingdoms, Rajetongmun Gate of Seolcheon-myeon, Muju was formed from a rock cave in Seokgyeonsan Mountain. The tunnel is approximately 3 meters in x_height and 10 meters in length, and divides the villages of Sindu Maeul into Dugil-ri, Seolcheon-myeon and Inam Maeul in Socheon-ri. During the Three Kingdoms Period, the rocky ridges of Seokgyeonsan Mountain drew the boundary of Sillas Mupung in the east with Baekjes Seolcheo to the west. <br>Tracing the history from the Three Kingdoms Period to the Goryeo dynasty, the cultures and traditions of the two regions were markedly different. If curious about the difference, one could simply stop by Seolcheon on market day, where the Muju and Mupung local dialects and customs can easily be distinguished. <br><br>People used to cross Seokgyeonsan Mountain by a footpath along the rocky ridge to travel between Seolcheon and Mupung. During the Japanese occupation, a new road was created by turning a cave into a tunnel through the mountain so cows and horse carts could freely pass from Muju to Gimcheon. <br><br>General Kim Yoo Shin from the Silla Kingdom, the hero of unification of the Three Kingdoms, often passed by the gate, later giving rise to the gates nickname, Tongilmun (literally Unification Gate). The gate is number one on the list of 33 scenic sites in Gucheon-dong.","regDate":"2023-01-08","author":"korea-tour","tag":["Jeollabuk-do","Nature","Natural Resources","Rocks"],"imgUrl":"/2023-01-08-1673167020129/2366378_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-08-1673167020129"},{"id":"2023-01-08-1673163317005","title":"Omokdae and Imokdae Historic Sites (오목대와 이목대)","description":"Omokdae Historic Site is located on top of a steep hill and is one of the places where Yi Seong-gye, who later became King Taejo, the first king of the Joseon dynasty, stopped to celebrate his victory on his way home from a war against the Japanese army at Unbong Peak of Hwangsan Mountain. Across the bridge from Omokdae is Imokdae Historic Site, situated at the foot of Seungamsan Mountain. Approximately 80 meters downhill from Imokdae are memorial stones and a building where Mokjo, the great-great-grandfather of King Taejo, once used to live. The engraved letters on the stones are the handwritings of Emperor Gojong. Mokjo moved to Hamgyeongdo as a result of a dispute with the then minister of Jeonju, an incident which King Taejo believed to have laid the foundation for him to shape the Joseon dynasty.","regDate":"2023-01-08","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2023-01-08-1673163317005/2366405_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-08-1673163317005"},{"id":"2023-01-08-1673159877583","title":"Old Walls of Jijeon Village in Muju (무주 지전마을 옛 담장)","description":"The Old Walls of Jijeon Village in Muju were mostly all built to mark the dividing line between houses, rather than to keep people out. The walls started out using mud and natural stones, but later changed to more square-shaped stones held together with cement and topped with Korean roofing tiles. The wall blends in harmony with the traditional houses of the village and the slowly flowing Namdaecheon Stream.","regDate":"2023-01-08","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Historical Sites","Folk Villages"],"imgUrl":"/2023-01-08-1673159877583/2366389_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-08-1673159877583"},{"id":"2023-01-08-1673156142858","title":"Okjeongho Lake Gujeolcho Theme Park (옥정호 구절초테마공원)","description":"Okjeongho Lake Gujeolcho Theme Park was officially formed in 2006 in an area that used to be called Manggyeongdae Terrace. Out of the park’s 12 hectare of land, approximately 5 hectare of land is filled with Gujeolcho (Siberian chrysanthemum) and a pine tree forest. The park also has walking paths and rest areas for visitors to enjoy.","regDate":"2023-01-08","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Recreational Sites","Theme Parks"],"imgUrl":"/2023-01-08-1673156142858/2031741_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-08-1673156142858"},{"id":"2023-01-08-1673152719974","title":"Okjeongho Lake (옥정호 (물안개길))","description":"Okjeongho Lake is a manmade lake that was formed when Seomjingang River Dam was built. The 763-square kilometer drainage area is filled with 430 million tons of water. The picturesque lake is a popular photo spot for photographers across the nation with wet fog reflected under the morning sun being one of the most beautiful sight. A lakeside walking trail is also a popular attraction.","regDate":"2023-01-08","author":"korea-tour","tag":["Jeollabuk-do","Nature","Natural Sites"],"imgUrl":"/2023-01-08-1673152719974/2671574_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-08-1673152719974"},{"id":"2023-01-08-1673148955286","title":"Nongae Shrine (Uiamsa Shrine) (논개사당(의암사))","description":"Uiamsa Shrine was built to the memory of Chu Nongae, who sacrificed her life during the Imjin War (Japanese Invasion of Korea). In 1846, the Nongae-saeng-jang-hyang-su-myeong-bi monument was put up in praise of Nongae’s patriotism. In 1955, a shrine was built and named Uiamsa, which was then moved to the current location in 1974. Within the precincts of the shrine are a memorial stone, the portrait of Nongae by artist Kim Eun-ho, and three gates Woesammun, Naesammun and Chunguimun erected one after another. At the memorial hall, the existing possessions of Nongae and her husband General Choi Gyeong-hoe are on display. The annual Nongae Festival takes places on September 3rd by the lunar calendar, during which memorial services and cultural events are held to commemorate Nongae.","regDate":"2023-01-08","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2023-01-08-1673148955286/798156_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-08-1673148955286"},{"id":"2023-01-07-1673087720192","title":"Namwonhyanggyo Confucian School (남원향교)","description":"Namwonhyanggyo Confucian School is a national secondary educational institute for students in the Namwon area built during the Joseon dynasty. The school is located at the foot of Daegoksan Mountain. It was opened to enshrine the tablets of Hyeon Yu and provide education to the local people. Enshrined in the school are the tablets of the Five Sages, the Four Wise Men of the Song Dynasty, and the 18 Wise Men of Korea.","regDate":"2023-01-07","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2023-01-07-1673087720192/1604107_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-07-1673087720192"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}