{"pageProps":{"content":"![Namdaecheon Stream (남대천)](/2022-10-07-1665122173879/2365176_image2_1.webp)\n\n  \n## Overview\n\n> This stream is taken as the first among the Eight Sights of Yangyang. Originating from Odaesan Mountain (1,563 m) in Pyeongchang-gun, Gangwon-do, this river flows through Yangyang and into the East Sea. The stream is divided into five areas; the upper stream, Buyeon Valley, Beopsuchiri Valley, Eoseongjeoncheon Stream, and Namdaecheon Stream. Namdaecheon Stream is the foremost site for salmon run in Korea, with more than 70% of salmon in Korea returning to this “river mother of salmons.” Salmon fry hatching here spend about 3 to 5 years in Bering or the Sea of Okhotsk, and return to the East Sea to run the river and lay their eggs at the end of their lives. Salmon run in Namdaecheon Stream reaches its x_height in mid-October to November, and is celebrated by Yangyang Salmon Festival held in mid-October. Other fish sightings include the big-scaled redfin in April and May, and sweetfish in July and August. Namdaecheon Stream is said to be the clearest and the longest stream in Yeongdong region of Gangwon-do  while other streams are about 20 km long, Namdaecheon Stream has a total length of 54 km and many other distributaries. It is also home to tourist sites like the Beopsuchiri Valley and Naksan Beach, and Namdaecheon Eco Trail at the delta is known for its silver reeds in fall.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-33-670-2397|\n|parking:|Available (24 spaces)|\n|restdate:|N/A (Open all year round)|\n|usetime:|Open 24 hr|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Available Facilities:|Namdaecheon Trail|\n|Parking Fees:|Free of charge|\n|Activity Fees:|Free of charge|\n|Restrooms:|None|\n|Interpretation Services Offered:|None|\n|Reservation Info. for Foreigners:|None|\n  \n## Detail Image\n![/2022-10-07-1665122173879/678073_image2_1.webp](/2022-10-07-1665122173879/678073_image2_1.webp)\n![/2022-10-07-1665122173879/678077_image2_1.webp](/2022-10-07-1665122173879/678077_image2_1.webp)\n![/2022-10-07-1665122173879/678078_image2_1.webp](/2022-10-07-1665122173879/678078_image2_1.webp)\n![/2022-10-07-1665122173879/678080_image2_1.webp](/2022-10-07-1665122173879/678080_image2_1.webp)\n![/2022-10-07-1665122173879/2365175_image2_1.webp](/2022-10-07-1665122173879/2365175_image2_1.webp)\n![/2022-10-07-1665122173879/678115_image2_1.webp](/2022-10-07-1665122173879/678115_image2_1.webp)\n![/2022-10-07-1665122173879/2365172_image2_1.webp](/2022-10-07-1665122173879/2365172_image2_1.webp)\n![/2022-10-07-1665122173879/2365173_image2_1.webp](/2022-10-07-1665122173879/2365173_image2_1.webp)\n![/2022-10-07-1665122173879/2365174_image2_1.webp](/2022-10-07-1665122173879/2365174_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-33-670-2397](tel:+82336702397)\n- [🏠tour.yangyang.go.kr/tour/attractions/attractions_beach?cid=5&mode=read](https://tour.yangyang.go.kr/tour/attractions/attractions_beach?cid=5&mode=read)\n\n\n```googleMap\nlatitude: 38.0653601295\nlongitude: 128.6128187705\ntitle: Yangyang-eup, Yangyang-gun, Gangwon-do\n```\n  \n## Directions\n  \n[Express/Intercity Bus]<br>\nTake a bus from Dong Seoul Bus Terminal to Yangyang Intercity Bus Terminal.<br>\nWalk approx. 10 min.\n","data":{"id":"2022-10-07-1665122173879","title":"Namdaecheon Stream (남대천)","description":"This stream is taken as the first among the Eight Sights of Yangyang. Originating from Odaesan Mountain (1,563 m) in Pyeongchang-gun, Gangwon-do, this river flows through Yangyang and into the East Sea. The stream is divided into five areas; the upper stream, Buyeon Valley, Beopsuchiri Valley, Eoseongjeoncheon Stream, and Namdaecheon Stream. Namdaecheon Stream is the foremost site for salmon run in Korea, with more than 70% of salmon in Korea returning to this “river mother of salmons.” Salmon fry hatching here spend about 3 to 5 years in Bering or the Sea of Okhotsk, and return to the East Sea to run the river and lay their eggs at the end of their lives. Salmon run in Namdaecheon Stream reaches its x_height in mid-October to November, and is celebrated by Yangyang Salmon Festival held in mid-October. Other fish sightings include the big-scaled redfin in April and May, and sweetfish in July and August. Namdaecheon Stream is said to be the clearest and the longest stream in Yeongdong region of Gangwon-do  while other streams are about 20 km long, Namdaecheon Stream has a total length of 54 km and many other distributaries. It is also home to tourist sites like the Beopsuchiri Valley and Naksan Beach, and Namdaecheon Eco Trail at the delta is known for its silver reeds in fall.","regDate":"2022-10-07","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites"],"imgUrl":"/2022-10-07-1665122173879/2365176_image2_1.webp","blogPath":"Gangwon-do/2022-10-07-1665122173879","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-10-07-1665122173879"},"dataList":[{"id":"2022-10-22-1666418364901","title":"Chuam Beach (추암해변)","description":"Chuam Beach is a white sandy beach with various unique rock formations. Even though the beach itself is small, there are plenty of things to see like beautiful sunsets, a suspension bridge over the ocean, and the famous Chotdaebawi Rock. The suspension bridge is a perfect photo spot with the East Sea in the backdrop. There is also Haeamjeong Pavilion, first built in 1361 and renovated in 1790. Chuam Sculpture Park at the end of the suspension bridge is also worth a visit.","regDate":"2022-10-22","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites"],"imgUrl":"/2022-10-22-1666418364901/1798308_image2_1.webp","blogPath":"Gangwon-do/2022-10-22-1666418364901"},{"id":"2022-10-22-1666413980211","title":"Cheorwon Plain (Migratory Bird Habitat) (철원평야(철새도래지))","description":"After the fall harvest season, the fields of Cheorwon Plain are littered with fallen grains, providing an abundant source of food for migratory birds. Moreover, the well-preserved ecosystem of the Demilitarized Zone provides clean water and a healthy habitat, making the Cheorwon area a paradise for migratory birds. <br><br>Cranes stalking around the fields and birds taking off en masse from the reservoir make bird watchers exclaim in awe. In Cheorwon, which boasts the biggest white-fronted goose population in Korea, visitors can see observe 110 species of birds, some of which are protected as national treasures. Examples include red-crowned cranes, vultures, white-tailed sea eagles, and golden eagles as well as mallards and spot-billed ducks, which migrate to Korea for the winter.","regDate":"2022-10-22","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2022-10-22-1666413980211/1955738_image2_1.webp","blogPath":"Gangwon-do/2022-10-22-1666413980211"},{"id":"2022-10-21-1666349469880","title":"Byeolmaro Observatory (별마로천문대)","description":"Byeolmaro is a public astronomical observatory built on the peak of Bongnaesan Mountain (alt. 799.8 m) in Yeongwol. The term ‘Byeolmaro’ combines the words byeol (star), ma (peak) and ro (peaceful). Together, they collectively represent the wish to view stars in a clean and peaceful environment. The observatory has a variety of telescopes, including one with a diameter of 80 centimeters. The observatory also has accommodation facilities, audio & visual rooms, and a lecture hall, making it suitable for educational programs.","regDate":"2022-10-21","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2022-10-21-1666349469880/2517650_image2_1.webp","blogPath":"Gangwon-do/2022-10-21-1666349469880"},{"id":"2022-10-21-1666345971150","title":"Biseondae Rock (비선대)","description":"Biseondae Rock is a large rock located in the Cheonbuldong Valley of Seoraksan Mountain. The rock blended with a giant surrounding rocky wall creates a mysterious atmosphere. When it rains, water flows down through the rock and forms a small waterfall. The stream of water winding around the rock is considered the magnificent view, which is similar to that of the Manpokdong Valley in Geumgangsan Mountain. When the season changes, its landscape boasts different scenery  full-blown flowers in spring, green and refreshing trees in summer, colorful autumnal leaves in autumn, and white snowy view in winter. Due to such a mysterious landscape, Biseondae Rock bears a legend in which Taoist hermit called Magoseon enjoyed scenery of this place and ascended to heaven. The name of Biseondae, meaning the rock (dae) where a Taoist hermit (seon) flew up (bi) to the sky, originates from this legend.","regDate":"2022-10-21","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Resources","Rocks"],"imgUrl":"/2022-10-21-1666345971150/650537_image2_1.webp","blogPath":"Gangwon-do/2022-10-21-1666345971150"},{"id":"2022-10-21-1666342637738","title":"Biryongpokpo Falls (비룡폭포)","description":"Biryongpokpo Falls is 2.4 km away in the south from the Seoraksan Small Park ticket booth. Biryongpokpo Falls is located between Towangseong Falls in the upper region and Yukdam Falls in the lower region. Biryongpokpo Falls was named after the shape of the water stream of the falls (pokpo) resembling a dragon (ryong) ascending (bi) to heaven. Their powerful water streams pouring into the narrow and rough valley look like a legendary dragon. There is another tale associated with Biryongpokpo Falls. A dragon lived here, and one day villagers offered a maiden to the dragon to break the drought. Then, the dragon flew up to the sky, and there were no more droughts in the village. The waterfalls drop 16 m to the ground and their loud sound resonates in the valley. In winter, the waterfalls freeze and the frozen water columns offer another magnificent view. A clear pond is formed beneath the falls and around which there is a wooden observation deck. Biryongpokpo Falls and Surroundings in Seoraksan Mountain were designated as the Scenic Site No. 95. It takes about 1 hr from the Small Park to the Biryongpokpo Falls, while it takes about 3 hr (round-trip) to visit up to Towangseong Falls and Yukdam Falls. The difficulty level of this tour course is ordinary.","regDate":"2022-10-21","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Waterfalls"],"imgUrl":"","blogPath":"Gangwon-do/2022-10-21-1666342637738"},{"id":"2022-10-21-1666338656222","title":"Baengnyongdonggul Cave-Gangwon Paleozoic Geopark (백룡동굴-강원고생대 국가지질공원)","description":"Baengnyongdonggul Cave is a 1.8㎞-long, natural limestone cave located in Pyeongchang-gun, Gangwon-do. The cave entrance is located 10-15㎞ above sea level, and is surrounded by rocks. In 1976, local residents expanded a small lane in the middle of the main cave corridor to allow for easier exploration. Since then, the cave has continued to be explored and researched with great value for geologists. The cave was designated Natural Monument No. 260 in 1979.","regDate":"2022-10-21","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites"],"imgUrl":"/2022-10-21-1666338656222/2353727_image2_1.webp","blogPath":"Gangwon-do/2022-10-21-1666338656222"},{"id":"2022-10-21-1666335948329","title":"Baekundonggyegok Valley (백운동계곡)","description":"Baekundonggyegok Valley flows 5 km from the valley of Deoktaesan Mountain and Seongaksan Mountain. There are oak trees and maple trees growing in thick clusters and clean waters flowing nearby.<br>Baekundonggyegok Valley stands between the seven brother stones and Yongdampokpo Falls, and starting from this point to Gwuiddegicheong Peak is Baekundonggyegok Valley. The rocks are connected in a long line and ponds can be seen here and there. On each side of the valley there are rock walls, which make for some unforgettable scenery. Baekundonggyegok Valley maintains its natural beauty and majesty, which attracts many hikers. Especially from the middle point where Jikbaekun and Gokbaekun combine to make the Gugokgyegok Valley the most magnificent scenery of Baekundonggyegok Valley can be seen. The largest waterfall of Baekundonggyegok Valley, called Baekunpokpo Falls, is about 30 meters high. The upper part of the waterfall has rocks lined up in a long line. The landscape of Seoraksan Mountain seen from this point is the representative landscape of the mountain.","regDate":"2022-10-21","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Valleys"],"imgUrl":"","blogPath":"Gangwon-do/2022-10-21-1666335948329"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}