{"pageProps":{"content":"![Jeodo Island (저도(딱섬))](/2022-12-20-1671532758513/2372761_image2_1.webp)\n\n  \n## Overview\n\n> Jeodo Island derives its name from the abundance of paper mulberry (a fiber crop largely used for papermaking) growing on the island. The letter jeo refers to paper mulberry, while -do refers to island.<br><br>On Jeodo Island, one can get a glimpse of what daily life in a small fishing village is like. The island can also be seen just behind the bamboo weirs from Siran Dock. The view is a combination of a lighthouse, fishing site, lush meadows, and lodgings with the ocean in the background. Fishing using bamboo weirs is a rare sight to see in Korea, and can only be found on the southern coast.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-55-835-1023|\n  \n\n  \n## Detail Image\n![/2022-12-20-1671532758513/2372759_image2_1.webp](/2022-12-20-1671532758513/2372759_image2_1.webp)\n![/2022-12-20-1671532758513/2372760_image2_1.webp](/2022-12-20-1671532758513/2372760_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-55-835-1023](tel:+82558351023)\n- [🏠www.toursacheon.net](http://www.toursacheon.net)\n\n\n```googleMap\nlatitude: 34.9435614116\nlongitude: 128.0305844038\ntitle: 17-11, Jeodo-gil, Sacheon-si, Gyeongsangnam-do\n```\n  \n\n","data":{"id":"2022-12-20-1671532758513","title":"Jeodo Island (저도(딱섬))","description":"Jeodo Island derives its name from the abundance of paper mulberry (a fiber crop largely used for papermaking) growing on the island. The letter jeo refers to paper mulberry, while -do refers to island.<br><br>On Jeodo Island, one can get a glimpse of what daily life in a small fishing village is like. The island can also be seen just behind the bamboo weirs from Siran Dock. The view is a combination of a lighthouse, fishing site, lush meadows, and lodgings with the ocean in the background. Fishing using bamboo weirs is a rare sight to see in Korea, and can only be found on the southern coast.","regDate":"2022-12-20","author":"korea-tour","tag":["Gyeongsangnam-do","Nature","Natural Sites"],"imgUrl":"/2022-12-20-1671532758513/2372761_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-20-1671532758513","pageUrl":"https:/mcdryad.com/Gyeongsangnam-do/2022-12-20-1671532758513"},"dataList":[{"id":"2022-12-24-1671856736621","title":"Pyeongsari Field (평사리들판)","description":"Pyeongsari Field was created by Seomjingang River flowing through the canyon which attracted people to form a village. The field served as the central farming field and fed the villagers for many years and appeared as a setting in Park Kyongnis novel Land. Pyeongsari field is one of the largest fields found along Seomjingang River, boasting a size of 2,743,801 ㎡.","regDate":"2022-12-24","author":"korea-tour","tag":["Gyeongsangnam-do","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2022-12-24-1671856736621/2026182_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-24-1671856736621"},{"id":"2022-12-24-1671852964600","title":"Oedo-Botania (외도 보타니아)","description":"Oedo-Botania is a marine botanical garden located on an island in Hallyeohaesang National Park between Tongyeong and Geojedo Island. What started over 30 years ago as a private garden has expanded to cover the entire island in a plethora of plants in European-style gardens, accented by scultures and statues. The garden blooms in a riot of flowers in April, and visitors can walk in the cool shade of the forested trails in summer. Recently, dinosaur footprints were found on the island, adding to its value. The islands cafe offers drinks and light snacks, along with a fantastic view of Haegeumgang Island and the surrounding blue sea. Oedo-Botania is only accessable via a ferry tour, and there are no accommodations on the island.","regDate":"2022-12-24","author":"korea-tour","tag":["Gyeongsangnam-do","Culture/Art/History","Recreational Sites","Theme Parks"],"imgUrl":"/2022-12-24-1671852964600/2612893_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-24-1671852964600"},{"id":"2022-12-23-1671791845909","title":"Nammangsan Sculpture Park (남망산 조각공원)","description":"Nammangsan Sculpture Park was established to display the works of 15 famous sculptors from 10 countries who participated in the Tongyeong International Sculpture Symposium. It is also a popular spot for dates because this 30 square kilometer land has beautiful sculptures from which visitors can feel the individual taste of the artists.","regDate":"2022-12-23","author":"korea-tour","tag":["Gyeongsangnam-do","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-12-23-1671791845909/2369611_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-23-1671791845909"},{"id":"2022-12-23-1671788183786","title":"Namildae Beach (남일대해수욕장)","description":"Located in Sacheon and home to the huge Elephant Rock that resembles an elephant drinking water, Namildae Beach is a popular vacation spot all year round thanks to its clean water and soft sand. The thick surrounding forests and Jinneol Observation Deck, as well as many fishing spots, add to its popularity. During the summer season, there is a singing competition and film festival. Vacationers can also visit Changseon-Samcheonpo Bridge, the biggest bridge in Asia, and see Hallyeohaesang National Park on a ferry cruise.","regDate":"2022-12-23","author":"korea-tour","tag":["Gyeongsangnam-do","Nature","Natural Sites"],"imgUrl":"/2022-12-23-1671788183786/1611410_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-23-1671788183786"},{"id":"2022-12-23-1671784684229","title":"Namhae Pyeonbaek National Recreational Forest (국립 남해편백자연휴양림)","description":"Namhae Pyeonbaek National Recreational Forest, opened in 1998, is located near the south sea with a forest full of cypress trees. With a total area of 2.27 million square meters, the recreational forest is an ideal place for relaxation with a view. The observatory, approximately one hour walk from the entrance, provides an amazing view of the south sea with various size islands. The recreational forest offers visitors facilities including accommodations, outdoor classroom and more. There are also many historic sites including Chungnyeolsa Temple.","regDate":"2022-12-23","author":"korea-tour","tag":["Gyeongsangnam-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"/2022-12-23-1671784684229/1991512_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-23-1671784684229"},{"id":"2022-12-23-1671780981794","title":"Namhae Geumsan Boriam Hermitage (금산 보리암(남해))","description":"Boriam Hermitage sits atop Geumsan Mountain (alt. 704 m). The mountain was once called Bogwangsan Mountain as it was home to Bogwangsa Temple, founded by Monk Wonhyo. The name Geumsan was bestowed upon the mountain by King Taejo after he founded the Joseon dynasty. Along with Bomunsa Temple in Ganghwado Island and Hongnyeonam Hermitage in Naksansa Temple, Boriam Hermitage is known as one of the most prestigious prayer spots in Korea.","regDate":"2022-12-23","author":"korea-tour","tag":["Gyeongsangnam-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-12-23-1671780981794/2367530_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-23-1671780981794"},{"id":"2022-12-23-1671777581771","title":"Naewonsagyegok Valley (내원사계곡)","description":"Naewonsagyegok Valley is located just below Naewonsa Temple at the foot of Cheonseongsan Mountain. The valley is surrounded by Jeongjoksan Mountain to the northeast, Wonjeoksan Mountain to the south, and Cheonseongsan Mountain to the southeast. The water running through the numerous valleys between these mountains has formed streams like Yongyeoncheon and Sangnicheon, which form the Yangsancheon Stream out of Naewonsagyegok Valley.<br><br>Naewonsagyegok Valley was formerly called Sogeumgang (little Geumgang), meaning that its beautiful scenery is comparable to that of the breathtaking Geumgangsan Mountain. It is also known as the “mystical valley” as crystal clear water flows all year round. The word “Sogeumgang” is distinctly engraved on one side of the cliff and large rocks stand in layers throughout the valley. Some of the rocks are called Byeongpungbawi Rock, literally meaning folding screen rocks, as they are stretched out much like folding screens. <br><br>The valley and the surrounding mountains are a popular summer vacation spot and a well-known hiking destination during the spring, fall, and winter. Muk (acorn jelly) made with acorns gathered from this area not only tastes great, but is also very healthy. Nearby attractions include Tongdosa Temple and Hongnyongpokpo Falls.<br><br>* Entrance into the upper region of Naewonsagyegok Valley is restricted.","regDate":"2022-12-23","author":"korea-tour","tag":["Gyeongsangnam-do","Nature","Natural Sites","Valleys"],"imgUrl":"/2022-12-23-1671777581771/1228124_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-23-1671777581771"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}