{"pageProps":{"content":"![Samhwasa Temple (삼화사)](/2022-10-10-1665395452640/623199_image2_1.webp)\n\n  \n## Overview\n\n> Samhwasa Temple is located near the entrance of the Mureung Valley of Dutasan Mountain in the City of Donghae, Gangwon Province. The one-thousand year old, small but historical temple falls under the supervision of Woljeongsa Temple. It was originally named “Geukryeondae” when built by monk Jijangyulsa&nbsp;during the eleventh year of Queen Seonseok of the Silla Kingdom (AD 642). In 864 it was renamed Samgongam by the chief monk, and during the reign of King Taejo of the Goryeo dynasty, it&nbsp;changed to&nbsp;the current name, Samhwasa Temple.<br><br> The temple houses the main shrine (also called Yaksajeon), Jeokkwangjeon, Beomjonggak pavilion, Geukrakjeon shrine, Birojeon shrine, Chilseongdan shrine, and Muhyanggak pavilion. The temple is also home to national treasures No. 1277 (three story stone pagoda) and No. 1292 (steel sitting Buddha statue).<br><br> Samhwasa Temple operates a school teaching Buddhism and offers temple stay programs providing a beautiful, serene experience of temple life.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br>(Korean, English, Japanese, Chinese) <br>• For more info: +82-33-534-7661|\n|parking:|Mureung Valley Parking Lot|\n|restdate:|N/A (Open all year round)|\n|usetime:|Sunrise to sunset|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Restrooms:|Available|\n|Parking Fees:|Small-sized car 2,000 won / Large-sized car 5,000 won|\n|Admission Fees:|Individuals: Adults 2,000 won / Teenagers 1,500 won / Children 700 won<br>Groups: Adults 1,500 won / Teenagers 1,000 won / Children 500 won<br><br>* Free admission: Preschoolers (ages 6 or younger), seniors citizens (ages 65 or older)<br>* Groups of 30 people or more|\n|Interpretation Services Offered:|Not Available|\n  \n## Detail Image\n![/2022-10-10-1665395452640/623160_image2_1.webp](/2022-10-10-1665395452640/623160_image2_1.webp)\n![/2022-10-10-1665395452640/623162_image2_1.webp](/2022-10-10-1665395452640/623162_image2_1.webp)\n![/2022-10-10-1665395452640/623163_image2_1.webp](/2022-10-10-1665395452640/623163_image2_1.webp)\n![/2022-10-10-1665395452640/623183_image2_1.webp](/2022-10-10-1665395452640/623183_image2_1.webp)\n![/2022-10-10-1665395452640/623185_image2_1.webp](/2022-10-10-1665395452640/623185_image2_1.webp)\n![/2022-10-10-1665395452640/623186_image2_1.webp](/2022-10-10-1665395452640/623186_image2_1.webp)\n![/2022-10-10-1665395452640/623194_image2_1.webp](/2022-10-10-1665395452640/623194_image2_1.webp)\n![/2022-10-10-1665395452640/623170_image2_1.webp](/2022-10-10-1665395452640/623170_image2_1.webp)\n![/2022-10-10-1665395452640/623178_image2_1.webp](/2022-10-10-1665395452640/623178_image2_1.webp)\n![/2022-10-10-1665395452640/623188_image2_1.webp](/2022-10-10-1665395452640/623188_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-33-534-7661](tel:+82335347661)\n- [🏠www.samhwasa.or.kr</a> (Korean only)<br><a href=\"http://samhwasa.templestay.com\" target=\"_blank\" title=\"새창: 삼화사(템플스테이) 사이트로 이동\">samhwasa.templestay.com](http://www.samhwasa.or.kr/)\n\n\n```googleMap\nlatitude: 37.4635625691\nlongitude: 129.0142539189\ntitle: 584, Mureung-ro, Donghae-si, Gangwon-do\n```\n  \n## Directions\n  \n[Bus]<BR>\nFrom Dong Seoul Terminal, take a bus to Donghae Bus Terminal.  \n<br>\nFrom Donghae Bus Terminal, take Bus No. 12-4 and get off at Mureung Valley Bus Stop. <BR>Walk for approx. 5 min.\n","data":{"id":"2022-10-10-1665395452640","title":"Samhwasa Temple (삼화사)","description":"Samhwasa Temple is located near the entrance of the Mureung Valley of Dutasan Mountain in the City of Donghae, Gangwon Province. The one-thousand year old, small but historical temple falls under the supervision of Woljeongsa Temple. It was originally named “Geukryeondae” when built by monk Jijangyulsa&nbsp;during the eleventh year of Queen Seonseok of the Silla Kingdom (AD 642). In 864 it was renamed Samgongam by the chief monk, and during the reign of King Taejo of the Goryeo dynasty, it&nbsp;changed to&nbsp;the current name, Samhwasa Temple.<br><br> The temple houses the main shrine (also called Yaksajeon), Jeokkwangjeon, Beomjonggak pavilion, Geukrakjeon shrine, Birojeon shrine, Chilseongdan shrine, and Muhyanggak pavilion. The temple is also home to national treasures No. 1277 (three story stone pagoda) and No. 1292 (steel sitting Buddha statue).<br><br> Samhwasa Temple operates a school teaching Buddhism and offers temple stay programs providing a beautiful, serene experience of temple life.","regDate":"2022-10-10","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-10-10-1665395452640/623199_image2_1.webp","blogPath":"Gangwon-do/2022-10-10-1665395452640","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-10-10-1665395452640"},"dataList":[{"id":"2022-10-19-1666170135444","title":"Yongdae National Recreational Forest (국립 용대자연휴양림)","description":"Yongdae National Recreational Forest features rivers that flow from Maebongsan Mountain (alt. 1,271 m) and Cheoljeongbong Mountain (alt. 1,172 m). The forest consists of deciduous trees such as oak, linden, and birch, as well as pine trees. Not only does the forest boast a beautiful landscape all-year-round, but also serves as a habitat for wild animals of various species, including rabbits, deer, squirrels, raccoons, and even lenoks, which are designated as endangered species.","regDate":"2022-10-19","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"/2022-10-19-1666170135444/219372_image2_1.webp","blogPath":"Gangwon-do/2022-10-19-1666170135444"},{"id":"2022-10-19-1666166463325","title":"Yeongwol Donggang River (동강(영월))","description":"The Donggang River flows through the Gangwon-do district, and is a tributary of the Namhangang River. The Donggang River spans an area of 60 kilometers from Jeongseon to Yeongwol. It is a well-preserved river, left untouched due to the strong current of the waters and the rugged geography of the mountains. It follows a snaky path splitting the chiseled cliffs surrounding it. Many tourists visit the area to see rare animals such as otters, Mandarin ducks, and Chinese scops owls and more.  The Donggang River is also famous for white-water rafting.","regDate":"2022-10-19","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites"],"imgUrl":"/2022-10-19-1666166463325/765455_image2_1.webp","blogPath":"Gangwon-do/2022-10-19-1666166463325"},{"id":"2022-10-19-1666161866197","title":"Yeongwol Beopheungsa Temple (법흥사(영월))","description":"Beopheungsa Temple was created by Jajangyulsa in 647, called Heungnyeongsa Temple at the time, under the reign of King Jindeok of Silla to enshrine Jinsinsari of Buddha. At that time, Preceptor Jinghyo earned 100 Jinsinsari of Munsubosal and enshrined them at Yangsan Tongdosa Temple, Odaesan Sangwonsa Temple, Seoraksan Bongjeongam, Jeongseon Jeongamsa Temple and Beopheungsa Temple while establishing Jeongmyeolbogung, Hall of Buddha, at each of the places. Inside the Jeongmyeolbogung there is no statue of Buddha and only a wide open window. This is because it is believed that the mountain as a whole is the enshrined Jinsinsari of Buddha himself.<br><br>Beopheungsa was once a large temple where over 2,000 monks gathered. Today, most of the temple buildings were lost to a number of fires leaving only a few buildings. The pine wood path from Beopheungsa Temple to Jeongmyeolbogung is one of the most picturesque sites in the nation. The location was originally named Sajasansa but later changed to Sajasan Jeongmyeolbogung in 1939. In addition to the path, the nine peaks (Gubongdae) lined up one after another forms another charming view.","regDate":"2022-10-19","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-10-19-1666161866197/2370006_image2_1.webp","blogPath":"Gangwon-do/2022-10-19-1666161866197"},{"id":"2022-10-19-1666156374510","title":"Yeongok Beach (연곡해변(연곡해수욕장))","description":"Situated in Yeongok-myeon, Dongdeok-ri, Yeongok Beach has a spacious sandy shore that spans 56,000 ㎡ with a length of 700 meters. Backed by a lush pine forest, this beach is ideal for camping. Fishing lovers can enjoy catching sweetfish at Yeongokcheon Stream flowing from the Sogeumgang River; there are a variety of restaurants offering delicious Korean food along the stream as well. Dongdeok-ri used to be home to a railway station and a traditional market. Trading ships—moving between the Hamgyeong and Gyeongsang areas—used to populate the beach. The beach and its surrounding attractions are great for both hiking and swimming.","regDate":"2022-10-19","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites"],"imgUrl":"/2022-10-19-1666156374510/1581284_image2_1.webp","blogPath":"Gangwon-do/2022-10-19-1666156374510"},{"id":"2022-10-18-1666090450530","title":"Yeongnangho Lake (영랑호)","description":"Yeongnangho Lake is a deep and large lake with a circumference of 7.8 km, an area of about 1.2 km2, and a depth of over 8 m, formed by the development of coastal dunes. The source water originates from the Jangcheoncheon Stream, passing through the lake, and goes to the East Sea via the waterway under the Yeongnanggyo Bridge. The lake is adjacent to the areas of Jangsa-dong, Yeongnang-dong, Dongmyeong-dong, and Geumho-dong. The pleasant trail is also established around the lakeside, surrounded by the beautiful scenery of cherry blossoms, azaleas, and reeds. According to Samguk yusa (Memorabilia of the Three Kingdoms), the name of the lake comes from Silla’s hwarang (elite warrior group in Silla) member named “Yeongnang.” After training at Geumgangsan Mountain, Yeongnang passed this lake on the way to get to the martial arts competition. As he was so taken by the splendid landscape, however, he forgot about the competition and stayed here for a long time. As the old record says, Yeongnangho Lake boasts outstanding scenery. Beombawi Rock, in particular, evokes visitors’ admiration as one of the Eight Sights of Sokcho. The rock, which resembles the shape of a tiger crouching down, has an aura of mystery. The nearby tourist attractions also include Gwaneumam Rock, which is known for the strange rocks and bizarre stones, Bogwangsa Temple, and the Wetland Eco Park, which is located in the west of the lakeside.","regDate":"2022-10-18","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites"],"imgUrl":"/2022-10-18-1666090450530/2711165_image2_1.webp","blogPath":"Gangwon-do/2022-10-18-1666090450530"},{"id":"2022-10-18-1666086911905","title":"Yanggu Punch Bowl Village (양구 펀치볼마을 (펀치볼))","description":"Punch Bowl is a highland basin situated 400-500 meters above sea level in Yanggu-gun, Gangwon-do. The name comes from the basins resemblance to a large punch bowl. The village has around 1,700 residents, and is the only town that is located inside the Civilian Access Control Line. Along with the nearby Daeamsan Mountain, Punch Bowl was once a ferocious battlefield during the Korean War. Several monuments were erected in memory of the deceased souls. Since the war, civilian access has been limited, allowing the natural environment in the area to recover. Rare flora and fauna reside in the area, and on top of Daeamsan Mountain is Yongneup Swamp (Natural Monument No. 246), Koreas one and only high moor and time-honored treasure trove for the ecosystem.","regDate":"2022-10-18","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2022-10-18-1666086911905/1841522_image2_1.webp","blogPath":"Gangwon-do/2022-10-18-1666086911905"},{"id":"2022-10-18-1666083769694","title":"Yanggu Eco-Botanical Garden (양구생태식물원)","description":"First opened in June 2004, Yanggu Eco-Botanical Garden was built on a total area of 189,141 ㎡. Nearly 3.1 billion Korean won (approximately 3 million USD) was spent on the construction and it was built to be developed into a South and North Korean ecosystem restoration center. Located in the northernmost region of South Korea, it houses more than 400 rare plants including plants that are Korean native species and protected by Korean Ministry of Environment. <br><br>  The garden is divided into six parts by their features including a botanical garden, natural forest, and facilities zone. In the botanical garden, rare plants such as northern native plants and alpine plants that are naturally grown in the demilitarized zone (DMZ) and Yanggu area are displayed in one place.<br><br>There are also walking trails, a medicinal plants exhibition hall, plant nursery, and greenhouse. To add a natural and lively touch to the garden, a mountain stream zone and wetlands zone were prepared to provide people with the chance to enjoy the pleasant sound of running water.","regDate":"2022-10-18","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2022-10-18-1666083769694/1583254_image2_1.webp","blogPath":"Gangwon-do/2022-10-18-1666083769694"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}