{"pageProps":{"content":"![Gyebangsan Mountain (계방산 (평창))](/2022-09-25-1664102714256/1172063_image2_1.webp)\n\n  \n## Overview\n\n> At an altitude of 1,579.1 meters above sea level, Gyebangsan Mountain, which faces Odaesan Mountain on the eastern part of the Taebaeksan Mountain Range, is the fifth tallest mountain in South Korea, after Hallasan Mountain, Jirisan Mountain, Seoraksan Mountain, and Deogyusan Mountain. On the west side of Gyebangsan Mountain is Unduryeong Pass(1,089 m), which has a vehicle accessible road. Asiatic black beers are said to habitate in the deep valleys on the north side, and there is Bangadari mineral water and other mineral water sources on the south side. With many varieties of herbs and wild flowers growing naturally in the area, it is also well known as a place to dig for wild ginseng. Its rare Japanese yew trees and royal azalea combined with its similar terrain to Seoraksan Mountains Daecheongbong Peak has caused the mountain to be a highly protected ecological environment.<br><br>Gyebangsan Mountain is particularly popular for winter hikers, who can get beautiful views of the snowy landscapes of the mountain even&nbsp;until March. On top of that, since the difference in evelation from Unduryeong to the top of Gyebangsan is only 488 m, it welcomes even novice hikers as well. From the summit, one can see the backboone of Baekdudaegan Mountain, and with its panoramic views of Seoraksan Mountain to the north, Odaesan Mountain and Daegwallyeong to the east, and Taegisan and Hoegisan Mountains to the west, it is one of the best views in the area.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br>(Korean, English, Japanese, Chinese) <br>• For more info:  +82-33-332-6419|\n|restdate:|N/A (Open all year round)|\n  \n\n  \n## Detail Image\n![/2022-09-25-1664102714256/1172070_image2_1.webp](/2022-09-25-1664102714256/1172070_image2_1.webp)\n![/2022-09-25-1664102714256/1172075_image2_1.webp](/2022-09-25-1664102714256/1172075_image2_1.webp)\n![/2022-09-25-1664102714256/1172077_image2_1.webp](/2022-09-25-1664102714256/1172077_image2_1.webp)\n![/2022-09-25-1664102714256/1172096_image2_1.webp](/2022-09-25-1664102714256/1172096_image2_1.webp)\n![/2022-09-25-1664102714256/1172099_image2_1.webp](/2022-09-25-1664102714256/1172099_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-33-332-6419](tel:+82333326419)\n- [🏠tour.pc.go.kr](http://tour.pc.go.kr)\n\n\n```googleMap\nlatitude: 37.7072039905\nlongitude: 128.4445922029\ntitle: 1243, Unduryeong-ro, Pyeongchang-gun, Gangwon-do\n```\n  \n## Directions\n  \n[Express/Intercity Bus]<br>\nTake an intercity bus from Dong Seoul Terminal \nto Jinbu<br><br>\n\n[Train]<br>\nTake a train from Seoul to Jinbu (Odaesan) Station.<br><br>\n\n[Taxi]<br>\nApprox. 25 min from Jinbu Bus Terminal or Jinbu Station\n","data":{"id":"2022-09-25-1664102714256","title":"Gyebangsan Mountain (계방산 (평창))","description":"At an altitude of 1,579.1 meters above sea level, Gyebangsan Mountain, which faces Odaesan Mountain on the eastern part of the Taebaeksan Mountain Range, is the fifth tallest mountain in South Korea, after Hallasan Mountain, Jirisan Mountain, Seoraksan Mountain, and Deogyusan Mountain. On the west side of Gyebangsan Mountain is Unduryeong Pass(1,089 m), which has a vehicle accessible road. Asiatic black beers are said to habitate in the deep valleys on the north side, and there is Bangadari mineral water and other mineral water sources on the south side. With many varieties of herbs and wild flowers growing naturally in the area, it is also well known as a place to dig for wild ginseng. Its rare Japanese yew trees and royal azalea combined with its similar terrain to Seoraksan Mountains Daecheongbong Peak has caused the mountain to be a highly protected ecological environment.<br><br>Gyebangsan Mountain is particularly popular for winter hikers, who can get beautiful views of the snowy landscapes of the mountain even&nbsp;until March. On top of that, since the difference in evelation from Unduryeong to the top of Gyebangsan is only 488 m, it welcomes even novice hikers as well. From the summit, one can see the backboone of Baekdudaegan Mountain, and with its panoramic views of Seoraksan Mountain to the north, Odaesan Mountain and Daegwallyeong to the east, and Taegisan and Hoegisan Mountains to the west, it is one of the best views in the area.","regDate":"2022-09-25","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-09-25-1664102714256/1172063_image2_1.webp","blogPath":"Gangwon-do/2022-09-25-1664102714256","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-09-25-1664102714256"},"dataList":[{"id":"2022-10-15-1665827240024","title":"The 2nd Tunnel - Cheorwon (제2땅굴 (철원))","description":"The 2nd Tunnel, which was made by North Koreans to invade South Korea, was discovered on March 24, 1975. This tunnel is 3.5 kilometers long and sits 50~160 meters below the surface. It stretches out 1.1 kilometers and 2.4 kilometers in the south and north directions respectively. Only 500 meters is open for tourism among the whole length. Inside of the tunnel, there is a plaza to gather a large military force. The tunnel is divided into 3 exits. The use of this tunnel would allow for thirty thousand armed forces as well as tanks to pass through per hour. For now, the tunnel is operated as part of Cheorwon Security Tourism Course and many tourists visit this area every year.","regDate":"2022-10-15","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Historical Sites","Security & Peace Sites"],"imgUrl":"/2022-10-15-1665827240024/657165_image2_1.webp","blogPath":"Gangwon-do/2022-10-15-1665827240024"},{"id":"2022-10-15-1665824046873","title":"Taebaeksan National Park (태백산 국립공원)","description":"Taebaeksan Mountain range encompasses several peaks such as Yeongbong Peak (alt. 1,560 m), where in the past, people would conduct rites to venerate Heaven at Cheonjedan Altar; Janggunbong Peak (alt. 1,567 m), Munsubong Peak (alt. 1,517 m), and its summit of Hambaeksan Mountain (alt. 1,572 m). Taebaeksan Mountain serves as a home to diverse wild animals and plants, including several endangered species. The higher plains are covered with alpine vegetation. The mountain becomes hot pink with mountain rhododendron and azalea in the spring; green with thick forest and pristine waters in the summer; rainbow colored with changing leaves in the fall; and white with snow in the winter.","regDate":"2022-10-15","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","National Parks"],"imgUrl":"/2022-10-15-1665824046873/2656670_image2_1.webp","blogPath":"Gangwon-do/2022-10-15-1665824046873"},{"id":"2022-10-15-1665819909332","title":"Taebaek Sangjang-dong Mural Village (태백 상장동 벽화마을)","description":"Taebaek Sangjang-dong Mural Village, also called “Nambu Village”, is located in Sangjang-dong, Taebaek-si as the name refers. The village has been improved upon by residents who volunteered and shared their artistic talents to participate in Taebaek-si’s new village movement in 2011. Each alley throughout the village gives a unique and refreshing ambience that created a turning point in the village. Also, valuable events such as ‘Yeontan (briquette) painting contest’ are held for students and families to participate in and share their warm hearts. The Central Inland Region Train (O-Train), which began operating as of April 12, 2013 by Korail, stops in Taebaek-si, so tourists can easily reach the mural village via train.","regDate":"2022-10-15","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Experience Programs","Cultural Districts"],"imgUrl":"/2022-10-15-1665819909332/1732342_image2_1.webp","blogPath":"Gangwon-do/2022-10-15-1665819909332"},{"id":"2022-10-15-1665817196192","title":"Taebaek Guwau Village (Alpine Botanical Garden) (태백 구와우마을(고원자생식물원))","description":"Guwau Village is located below Pijae Hill (also called Samsuryeong) at the entrance to Maebongsan Mountain. The village got its name because its topography resembles the scenery of nine cows peacefully lying around. The Alpine Botanical Garden is located 800-900 meters above sea level and protects the endangered alpine plant species from disappearing.<br><br>The botanical garden also offers visitors an opportunity to conveniently observe some rare flowers and plants. In August, when the sunflowers are in full bloom, the Taebaek Sunflower Festival is held at Guwau Village. In addition to celebrating the area’s wide array of colorful flowers, the festival also has a variety of attractions such as a drawing exhibition, a photo exhibition, and an environmental sculpture exhibition using repurposed materials.","regDate":"2022-10-15","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Botanical Gardens"],"imgUrl":"/2022-10-15-1665817196192/1822281_image2_1.webp","blogPath":"Gangwon-do/2022-10-15-1665817196192"},{"id":"2022-10-15-1665813837397","title":"Taebaek Coal Museum (태백석탄박물관)","description":"Taebaek Coal Museum is located where coal was first discovered within Korea. While coal has declined in use, the resource served an important role in the modernization of the nation. The museum is a place where you can learn about the history of Korea’s coal industry through well-organized exhibitions.","regDate":"2022-10-15","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Industrial Sites","Others"],"imgUrl":"/2022-10-15-1665813837397/662035_image2_1.webp","blogPath":"Gangwon-do/2022-10-15-1665813837397"},{"id":"2022-10-15-1665809866017","title":"Sutasa Temple (수타사)","description":"Gongjaksan Mountain (887 m), home to Sutasa Temple and named for its resemblance to a peacock proudly displaying its tail feathers, gives visitors a bird’s-eye-view of Hongcheon. From the bottom, Gongjaksan Mountain looks like a giant laying on his back, looking up to the sky. The mountain offers elegant azaleas in spring, beautiful fall foliage, majestic cliffs with unusual rocks, colonies of pine trees, and a serene snowscape in winter.<br><br> Sutasa Valley, stretching over 12 kilometers between Sutasa Temple and Nocheon-ri, is full of large ponds and broad bedrocks and is flanked by rocky cliffs and pine groves.<br><br> Located among the foothills, Sutasa Temple is an ancient temple built by Monk Wonhyo in AD 708. The temple boasts numerous cultural properties including the gabled roof of Daejeokgwangjeon, a bronze bell, a three-tiered pagoda, and Wolinseokbo, a biography of Buddha that has been designated as a National Treasure.","regDate":"2022-10-15","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-10-15-1665809866017/1583691_image2_1.webp","blogPath":"Gangwon-do/2022-10-15-1665809866017"},{"id":"2022-10-14-1665744612187","title":"Sundamgyegok Valley (순담계곡)","description":"Located 5 kilometers northwest of Cheorwon-gun Office, Sundamgyegok Valley is one of the most beautiful valleys among the branches of the Hantangang River. It offers fantastic scenery of fascinating rock formations, steep cliffs, and ponds. The valley is filled with abundant water, trimmed by rare naturally white sand. Also, the stream behind the valley attracts many rafters each year.","regDate":"2022-10-14","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Valleys"],"imgUrl":"/2022-10-14-1665744612187/1136222_image2_1.webp","blogPath":"Gangwon-do/2022-10-14-1665744612187"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}