{"pageProps":{"list":[{"id":"2022-08-10-1660124375447","title":"Ganghwa Armiae World (강화 아르미애월드)","description":"Ganghwa Armiae World is a theme park with Ganghwa mugwort as its theme. The mugwort of Ganghwado Island is widely known for its great medicinal effects. Armiae means “creating beauty through mugwort.” Armiae World provides its visitors with various&nbsp;opportunities to experience Ganghwa mugwort.<br><br>Mugwort Korean Beef Restaurant serves quality beef from cattle fed Ganghwa mugwort. The restaurant features a modern interior with beautiful views of the surrounding area. The Mugwort Experience Hall presents various mugwort-related experience programs such as a spa, foot bath, and sitz bath. The Agricultural Exhibition Hall provides a childrens' interactive experience about the value of farming, and the Onsaemiro Maze Park offers a history trip of Ganghwa greenhouses along the labyrinth. Other facilities include the Pottery Experience Hall, Ganghwa Agricultural Goods Sales Office, outdoor lawn square for events and picnics, and a processing plant for agricultural and indigenous products including mugwort. <br><br>Armiae World is located at the foot of Hyeolgusan Mountain, which is well-known for beautiful azalea flowers in the spring. Providing hands-on experiences in farming, Armiae World is emerging as a unique tourist attraction of Ganghwado Island.","regDate":"2022-08-10","author":"korea-tour","tag":["Incheon","Culture/Art/History","Experience Programs","Unique Experience"],"imgUrl":"/2022-08-10-1660124375447/2490358_image2_1.webp","blogPath":"Incheon/2022-08-10-1660124375447","pageUrl":"https:/mcdryad.com/Incheon/2022-08-10-1660124375447"},{"id":"2022-08-10-1660121005670","title":"Ganghwa Anglican Church (대한성공회 강화성당)","description":"Ganghwa Anglican Church was consecrated in 1900 by Charies Jone Corfe, the First Bishop of the Church as the St. Peter and St.Paul’s Church. The church has since undergone several restorations, but the design remains true to the original. <br><br>The two-story 4x10 rectangular building is characterized by traditional Korean construction style on the outside while the interior is a Western Basilica style symbolizing the beauty of harmony and Korean tradition. It was first designated as Gyeonggi-do Tangible Cultural Property No. 154 and then became Incheon Tangible Cultural property when Ganghwa was included in Incheon Metropolitan City. In  January 2001 it was designated as Historic Site No.424 of Korea.","regDate":"2022-08-10","author":"korea-tour","tag":["Incheon","Culture/Art/History","Historical Sites","Holy Sites"],"imgUrl":"/2022-08-10-1660121005670/1579082_image2_1.webp","blogPath":"Incheon/2022-08-10-1660121005670","pageUrl":"https:/mcdryad.com/Incheon/2022-08-10-1660121005670"},{"id":"2022-08-10-1660117047330","title":"Gaehangjang (Open Port Area) Street (개항장 거리)","description":"As the Incheon Port was opened in 1883, this is where one could feel the rich history and culture accumulated over 126 years. Formerly used by the Japanese consulate, the Jung-gu Office, the Incheon branch of Japan's 1st, 18th and 58th Bank and other modern historical architecture can be found intact here. Also, it keeps the historical trace like Former Japan Mail and Shipping Inc., Incheon Art Platform, Jemulpo Gurakbu, and others&nbsp;for visitors to see and listen at the Incheon Gaehangjang (Open Port Area). For those who would like to have a detailed explanation, an&nbsp;Incheon cultural tourism expert is also&nbsp;available upon reservations.","regDate":"2022-08-10","author":"korea-tour","tag":["Incheon","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-08-10-1660117047330/1933024_image2_1.webp","blogPath":"Incheon/2022-08-10-1660117047330","pageUrl":"https:/mcdryad.com/Incheon/2022-08-10-1660117047330"},{"id":"2022-07-12-1657626328384","title":"Field of Reeds on Deokjeokdo Island (덕적도 갈대 군락지)","description":"Deokjeokso Island is famous for the largest colony of reeds on the west coast, and for backpaking up to Bijobong Peak. The field of reeds appears to dance in the wind as the surrounding ocean sparkles in the sun. From the top of Bijobong Peak, hikers can enjoy a fantastic view of the sunrise and sunset, as well as the star-filled night sky.<br><br>The area of Deokjeokdo Island in Incheon includes six smaller islands (Soyado, Mungapdo, Guleopdo, Baekado, Uldo, Jido), and is seven times the size of Yeouido Island in Seoul. The name means \"an island in a deep sea.\" The natural environment on the island has remained largely untouched, allowing for beautiful ocean views. Among the islands attractions, many tourists visit Seopo-ri Beach, famous for its 200-300 year-old pine trees and white sand. Visitors can see more of the many islands dotting the area by climbing up Bagatsurobong Peak. The path to the peak passes Yongdam Cave, said to have been the home to a dragon.","regDate":"2022-07-12","author":"korea-tour","tag":["Incheon","Nature","Natural Sites"],"imgUrl":"/2022-07-12-1657626328384/2676402_image2_1.webp","blogPath":"Incheon/2022-07-12-1657626328384","pageUrl":"https:/mcdryad.com/Incheon/2022-07-12-1657626328384"},{"id":"2022-07-12-1657625588806","title":"Eurwang-ri Beach (을왕리해수욕장)","description":"Eurwang-ri Beach, located in Jung-gu, Incheon, was designated as a National Tourist Site in 1986. Approximately 700 meters in length with an average depth of only 1.5 meters, the beautiful white sand beach is known for amazing sunsets. The beach also has a large grass field and accommodations for those that enjoy various sports. Visitors can also rent boats for fishing.","regDate":"2022-07-12","author":"korea-tour","tag":["Incheon","Nature","Natural Sites"],"imgUrl":"/2022-07-12-1657625588806/2512766_image2_1.webp","blogPath":"Incheon/2022-07-12-1657625588806","pageUrl":"https:/mcdryad.com/Incheon/2022-07-12-1657625588806"},{"id":"2022-07-12-1657624588972","title":"Dream Park (수도권매립지 야생화단지 드림파크)","description":"Dream Park was created through an eco project to provide a citizen's leisure space at the Metropolitan Area Landfill Site. The site processes the refuse collected from Seoul, Incheon, and Gyeonggi-do areas, and has received acclaim internationally for its management and processing systems. The park is filled with wildflowers divided into five themed gardens. Additional attractions within the park include the largest field of cosmos in the nation, and the field of pink muhly. The park is a popular picnic location in spring and fall.","regDate":"2022-07-12","author":"korea-tour","tag":["Incheon","Culture/Art/History","Industrial Sites","Others"],"imgUrl":"/2022-07-12-1657624588972/2676038_image2_1.webp","blogPath":"Incheon/2022-07-12-1657624588972","pageUrl":"https:/mcdryad.com/Incheon/2022-07-12-1657624588972"},{"id":"2022-07-12-1657608595672","title":"Dongmak Beach (강화 동막해변)","description":"Dongmak Beach is a pristine attraction with white sands surrounded by a forest of pine trees. During high tide, visitors can enjoy sun bathing, while during low tide, a large mud flat opens up for visitors to observe various sea life such as clams, crabs and more. There are many attractions nearby to see and enjoy.","regDate":"2022-07-12","author":"korea-tour","tag":["Incheon","Nature","Natural Sites"],"imgUrl":"/2022-07-12-1657608595672/2003415_image2_1.webp","blogPath":"Incheon/2022-07-12-1657608595672","pageUrl":"https:/mcdryad.com/Incheon/2022-07-12-1657608595672"},{"id":"2022-07-12-1657605089652","title":"Dongincheon Samchi Street (동인천 삼치거리)","description":"Dongincheon Samchi Street is located in front of Dongincheon Station in an alley to the side of Incheon Educational and Cultural Center for Students. The street became connected samchi, or grilled seerfish, over 40 years ago with the opening House of Inha, a home-style restaurant. Originally, the street was not known for samchi, but it became one of the most popular menus at the restuarant, with many other shops in the area following in this trend. In 2002, it was designated as the grilled seerfish street and a signboard was put up at the street entrance. Currently, there are about a dozen grilled seerfish restaurants lining the street, and each restaurant has a unique signboard of its own. The fish are imported from New Zealand, and each restaurant offers a distinct taste resulting from different grilling methods and sauces. The restaurants also sell a variety of appetizers and side dishes at affordable prices.","regDate":"2022-07-12","author":"korea-tour","tag":["Incheon","Culture/Art/History","Experience Programs","Cultural Districts"],"imgUrl":"/2022-07-12-1657605089652/728361_image2_1.webp","blogPath":"Incheon/2022-07-12-1657605089652","pageUrl":"https:/mcdryad.com/Incheon/2022-07-12-1657605089652"},{"id":"2022-07-12-1657600897567","title":"Dolmen in Bugeun-ri [UNESCO World Heritage] (강화 고인돌 유적 [유네스코 세계문화유산])","description":"Dolmen in Bugeun-ri is a dolmen site in Ganghwa that is designated as Historic Site No. 137 for its historical value representing the funeral customs of the Bronze Age. The main stone used to create the tomb is 710 centimeters long, 550 centimeters wide, and 260 centimeters high. The dolmen is an example of the northern dolmen customs, serving as a subject of further research in the field of ancient history. The Dolmen in Bugeun-ri is also registered as a UNESCO World Heritage along with other significant dolmen sites.","regDate":"2022-07-12","author":"korea-tour","tag":["Incheon","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-07-12-1657600897567/1577275_image2_1.webp","blogPath":"Incheon/2022-07-12-1657600897567","pageUrl":"https:/mcdryad.com/Incheon/2022-07-12-1657600897567"},{"id":"2022-07-12-1657594780125","title":"Daeijakdo Island (대이작도)","description":"Ijakdo Island is made up of Daeijakdo Island and Soijakdo Island. In the past, the island was called Ijeokdo Island because it served as a hideout for pirates. The sea, mountain, and shoal exist in harmony.<br><br> The beauty of Daeijakdo Island comes from the view of the blue ocean from the peak of Buasan Mountain and the shoal that only appears during low tide. The shoal almost reaches Soijakdo Island and creates a large field of sand. The shoal is also called <em>pulchi</em> and only appears during low tide for six hours a day.","regDate":"2022-07-12","author":"korea-tour","tag":["Incheon","Nature","Natural Sites"],"imgUrl":"/2022-07-12-1657594780125/2661909_image2_1.webp","blogPath":"Incheon/2022-07-12-1657594780125","pageUrl":"https:/mcdryad.com/Incheon/2022-07-12-1657594780125"},{"id":"2022-07-12-1657588311223","title":"Daecheongdo Island (대청도)","description":"Daecheongdo Island, with an area of 12.7 square kilometers and 24.7 kilometers in length, houses a little over 1,000 citizens. The island is located 202 kilometers northwest of Incheon and is known for fishing. With most of the villagers being fishermen, the whole island is one large fishing area. The island is also known for clean air and various tourist attractions.","regDate":"2022-07-12","author":"korea-tour","tag":["Incheon","Nature","Natural Sites"],"imgUrl":"/2022-07-12-1657588311223/2724467_image2_1.webp","blogPath":"Incheon/2022-07-12-1657588311223","pageUrl":"https:/mcdryad.com/Incheon/2022-07-12-1657588311223"},{"id":"2022-07-12-1657579314787","title":"Cheongna Lake Park (청라호수공원)","description":"Cheongna Lake Park is a experiential water-friendly park. The park is divided into four different section that eventually make up the whole lake, with the theme of connecting the past, present and future.","regDate":"2022-07-12","author":"korea-tour","tag":["Incheon","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-07-12-1657579314787/2464789_image2_1.webp","blogPath":"Incheon/2022-07-12-1657579314787","pageUrl":"https:/mcdryad.com/Incheon/2022-07-12-1657579314787"},{"id":"2022-07-12-1657579267550","title":"Chamseongdan Altar (강화 참성단)","description":"Located on the northside of Manisan Mountain peak, Chamseongdan Altar is where Dangun (founder of Korea) is said to have offered sacrifices to the heavens. The story of Dangun reads that he made sacrifices over 4,000 years ago, making this relic a historical treasure. <br>Chamseongdan was renovated in 1270 under Goryeo Wonjong’s and after being renovated several more times. To this day it has remained the same way and kept the same appearance. Chamseongdan is a natural stone 5 meters in x_height, circular in shape at the bottom and rectangular at the top. Because it is in the middle of Baekdusan Mountain and Hallasan Mountain, you can see the islands of the West sea and the inland scenery. It is symbolically a very important place. It is said that in the past, the kings of Goguryeo, Baekje, and Silla Kingdoms all offered sacrifices to the heavens here.  This form of ceremonial sacrificing continued prevailed until the Joseon Period (1392~1910). Visitors can see from scattered relics how Korea’s ancestors revered and feared the heavens.  Even now, on Gaecheonjeol Day, Koreans offer sacrifices to Dangun here, and for national athletic events, a sacred flame for the games is ignited here. <br>Manisan Mountain is 495m above sea level, which makes it the highest mountain in Ganghwa. The entire area was designated as a National Tour Site in 1977.  Climb to the summit and you can see the entire Gyeonggi area. The path leading up to Chamseongdan especially has a wonderful view of the mountain and the sea, and is a favorite of the climbers.","regDate":"2022-07-12","author":"korea-tour","tag":["Incheon","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-07-12-1657579267550/217641_image2_1.webp","blogPath":"Incheon/2022-07-12-1657579267550","pageUrl":"https:/mcdryad.com/Incheon/2022-07-12-1657579267550"},{"id":"2022-07-11-1657550531663","title":"Bupyeong Haemultang (Seafood Stew) Street (부평 해물탕거리)","description":"The history of Bupyeong Haemultang Street began 30-40 years ago, when there were just three restaurants on the street. Over the years, the street  gained a reputation for serving delicious haemultang (seafood stew), and there are now ten seafood restaurants on the street. Each restaurant offers a rich, yet distinctly different flavored seafood stew prepared with aromatic vegetables and fresh seafood purchased from the marketplace every morning. The Haemultang Street has become so popular that many people travel the long distance from Seoul just for a satisfying meal of seafood stew. The restaurants specialize in stew and steamed seafood dishes, but also continue to develop new fusion menus to please all taste buds.","regDate":"2022-07-11","author":"korea-tour","tag":["Incheon","Culture/Art/History","Experience Programs","Cultural Districts"],"imgUrl":"/2022-07-11-1657550531663/740109_image2_1.webp","blogPath":"Incheon/2022-07-11-1657550531663","pageUrl":"https:/mcdryad.com/Incheon/2022-07-11-1657550531663"},{"id":"2022-07-11-1657548384252","title":"Baengnyeongdo Island (백령도)","description":"Initially known as Gokdo Island, the name was changed to the current Baengnyeongdo Island based on its appearance as having white wings. It is the eighth largest island in Korea, and the closest to North Korea. Due to its vantage point, visitors must undergo a security process before touring the island.<br><br>Baengnyeongdo Island is famous for an array of attractions and fresh seafood, with many fish varieties living in the area. The mighty sea cliffs of Dumujin are said to be the last masterpieces of an old god. Additional attractions of the island include the two-story high Simcheonggak Pavilion; Mulgaebawi Rock, the only place in Korea to see seals; and Sagot Coast, one of only two places in world with diatomacheous earth, strong enough to drive on and for military planes to use as a runway.","regDate":"2022-07-11","author":"korea-tour","tag":["Incheon","Nature","Natural Sites"],"imgUrl":"/2022-07-11-1657548384252/1824172_image2_1.webp","blogPath":"Incheon/2022-07-11-1657548384252","pageUrl":"https:/mcdryad.com/Incheon/2022-07-11-1657548384252"},{"id":"2022-07-11-1657543591392","title":"Baedari Secondhand Bookstore Alley (배다리 헌책방 골목)","description":"Baedari Secondhand Bookstore Alley is located in the boundary between Geumgok-dong and Changyeong-dong in Dong-gu, Incheon. Prior to the establishment of Gyeongin Railroad, this alley was Incheon’s representative road to Seoul, referred to as Ugakli Street. During the 60s and 70s when living was difficult and everything was hard to get one's hands on, it was the only secondhand bookstore alley in the Incheon area where people could quench their thirst for learning. Known as the Baedari Bookstore Alley, there are about 10 bookstores altogether within the area that sell secondhand books and new books. Countless books in a wide range of topics from ancient Korean literature, arts, music, medicine, children’s books, dictionaries and more fill up the small but charming bookstores. Artworks that depict the old lifestyles of residents at Baedari decorate the alley walls, offering more to see.","regDate":"2022-07-11","author":"korea-tour","tag":["Incheon","Culture/Art/History","Experience Programs","Cultural Districts"],"imgUrl":"/2022-07-11-1657543591392/2030736_image2_1.webp","blogPath":"Incheon/2022-07-11-1657543591392","pageUrl":"https:/mcdryad.com/Incheon/2022-07-11-1657543591392"}],"metaData":{"pageUrl":"https://mcdryad.com/Incheon","nav":"Incheon"},"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}