{"pageProps":{"content":"![Deogyusan National Recreational Forest (국립 덕유산자연휴양림)](/2022-07-31-1659282069766/219131_image2_1.webp)\n\n  \n## Overview\n\n> Deogyusan National Recreational Forest is located south of Muju near Gucheon-dong Valley and Deogyusan National Park. The lush forest of larch and pine nut trees creates a cool ambience for relaxation. The recreational forest features a biking trail, and is near Deogyusan Ski Resort and other leisure facilities.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br>(Korean, English, Japanese, Chinese) <br> • For more info: +82-63-322-1097|\n|opendate:|1993|\n|parking:|Available|\n|usetime:|[Accommodations] Check in 15:00 / Check out 12:00 <br> [Park hours] 09:00-18:00|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Admission Fees:|Individuals - Adults 1,000 won / Teenagers 600 won / Children 300 won<br>Groups - Adults 800 won / Teenagers 500 won / Children 200 won<br><br> * Adults (ages 19-64) / Teenagers (ages 13-18) / Children (ages 7-12)<br>* Free admission during winter season (December-March)<br> * Groups - 20 people or more|\n|Available Facilities:|Walking paths, hiking trails, pond, outdoor stage, rest area, grass plaza, etc.|\n|Restrooms:|Available|\n|Parking Fees:|Compact cars: 1,500 won<br>Small & mid-sized vehicles: 3,000 won<br>Large vehicles: 5,000 won|\n  \n## Detail Image\n![/2022-07-31-1659282069766/1604129_image2_1.webp](/2022-07-31-1659282069766/1604129_image2_1.webp)\n![/2022-07-31-1659282069766/1604130_image2_1.webp](/2022-07-31-1659282069766/1604130_image2_1.webp)\n![/2022-07-31-1659282069766/1604131_image2_1.webp](/2022-07-31-1659282069766/1604131_image2_1.webp)\n![/2022-07-31-1659282069766/1604132_image2_1.webp](/2022-07-31-1659282069766/1604132_image2_1.webp)\n![/2022-07-31-1659282069766/1604133_image2_1.webp](/2022-07-31-1659282069766/1604133_image2_1.webp)\n![/2022-07-31-1659282069766/1604134_image2_1.webp](/2022-07-31-1659282069766/1604134_image2_1.webp)\n![/2022-07-31-1659282069766/219118_image2_1.webp](/2022-07-31-1659282069766/219118_image2_1.webp)\n![/2022-07-31-1659282069766/219122_image2_1.webp](/2022-07-31-1659282069766/219122_image2_1.webp)\n![/2022-07-31-1659282069766/219123_image2_1.webp](/2022-07-31-1659282069766/219123_image2_1.webp)\n![/2022-07-31-1659282069766/219124_image2_1.webp](/2022-07-31-1659282069766/219124_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-63-322-1097](tel:+82633221097)\n- [🏠www.foresttrip.go.kr](https://www.foresttrip.go.kr/indvz/main.do?hmpgId=0141)\n\n\n```googleMap\nlatitude: 35.9081431480\nlongitude: 127.8148028419\ntitle: 530-62, Gucheondong-ro, Muju-gun, Jeollabuk-do\n```\n  \n## Directions\n  \n[Bus]<br>\nFrom Muju Intercity Bus Terminal, take a bus bound for Gucheondong/Sangojeong.<br>\nGet off at Deogyusan Recreational Forest Bus Stop.\n","data":{"id":"2022-07-31-1659282069766","title":"Deogyusan National Recreational Forest (국립 덕유산자연휴양림)","description":"Deogyusan National Recreational Forest is located south of Muju near Gucheon-dong Valley and Deogyusan National Park. The lush forest of larch and pine nut trees creates a cool ambience for relaxation. The recreational forest features a biking trail, and is near Deogyusan Ski Resort and other leisure facilities.","regDate":"2022-07-31","author":"korea-tour","tag":["Jeollabuk-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"/2022-07-31-1659282069766/219131_image2_1.webp","blogPath":"Jeollabuk-do/2022-07-31-1659282069766","pageUrl":"https:/mcdryad.com/Jeollabuk-do/2022-07-31-1659282069766"},"dataList":[{"id":"2022-07-31-1659296201995","title":"Eocheongdo Island (어청도)","description":"Eocheongdo Island is known for its clear waters. Located approximately 72 kilometers northwest of Gunsan, the island was a strategical stopover port between Korea and China. With most of the islanders being fishermen, various seafood as well as garlic and vegetables can be found throughout the island.","regDate":"2022-07-31","author":"korea-tour","tag":["Jeollabuk-do","Nature","Natural Sites"],"imgUrl":"/2022-07-31-1659296201995/1385489_image2_1.webp","blogPath":"Jeollabuk-do/2022-07-31-1659296201995"},{"id":"2022-07-31-1659293025554","title":"Dongnagwon House (동락원)","description":"The Dongnagwon House in Jeonju Hanok Village provides a getaway to experience hanok stay and traditional Korean life. Affiliated with Jeonju Kijeon College, Dongnagwon is also a memorial hall dedicated to W. M. Junkin, who came to Korea as a missionary from the South Presbyterian Church of the United States in 1892. Dongnagwon is a reproduction of the old hanok houses in Jeonju from the time when W. M. Junkin was doing his missionary work in the area. It is comprised of three buildings  Anchae (main hall), Sarangchae (guest house), and Haengnangchae (servants’ quarters).<br><br>Visitors to Dongnagwon can learn and experience traditional Korean culture such as music, crafts, and dance while inhabiting traditional lodging. In addition to providing accommodation for individual guests, Dongnagwon is also used for group accommodations or activities such as seminars, conferences, and family events. For groups of 30 or more, it is possible to rent out the entire venue (in addition to all facilities, including Seungdokdang, Seunghwadang, Cheongyuje, and the front yard).","regDate":"2022-07-31","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Experience Programs","Traditional Experience"],"imgUrl":"/2022-07-31-1659293025554/1035824_image2_1.webp","blogPath":"Jeollabuk-do/2022-07-31-1659293025554"},{"id":"2022-07-31-1659289135246","title":"Deokjin Park (덕진공원)","description":"Deokjin Park is a representative city park of Jeonju. Officially designated a city park in April 1978, it is centered around a natural pond, which dates back to the Goryeo dynasty (918-1392). The park is such a landmark of the area that the lotus flowers blooming in the park’s large pond are considered one of the most impressive attractions of Jeonju. The park spans an area of 13,000 ㎡ with the pond covering about two thirds of the southern sector. An arch-shaped suspension bridge stretches across the middle of the pond, offering up-close views of the lotus blossoms. <br><br>Park designers created a traditional pavilion and a water iris garden in honor of the park’s historical background and added an artificial waterfall and wooden bridge for visual effect. The park also houses nine stone monuments including the Children’s Charter, engravings of Shin Seok-jeong and Kim Hae-gang’s poetry, and a statue of General Jeon Bong-jun. <br><br>The park is the site of the annual Dano Changpomul (Water Iris) Festival, a much-anticipated event held on the day of Dano (a Korean traditional holiday that falls on the fifth day of the fifth lunar month). During the celebration, women wash their hair in iris-infused water from the pond to wish for good health in the coming year.","regDate":"2022-07-31","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-07-31-1659289135246/2366393_image2_1.webp","blogPath":"Jeollabuk-do/2022-07-31-1659289135246"},{"id":"2022-07-31-1659286340041","title":"Deogyusan Resort (무주덕유산리조트(구, 부영덕유산리조트))","description":"Deogyusan Resort (former Muju Resort) is located in Mt. Deogyusan, and is a representative mountain resort.  It blends in beautifully with the scenery of Mt. Deogyusan National Park, and is the perfect place to enjoy winter sports. <br><br>Deogyusan Resort is great place to relax all year round, with Alps-style first class hotel and a variety of convenience facilities in its 2,200,000 pyeong area.  The resort is especially famous for its ski courses, and many enthusiasts come here during the winter.  At Manseonbong Peak (1,215m) skiing grounds, there is a lift that can handle 13,000 people at once, and there are a variety of courses from beginners' to professional levels. <br><br>Seolcheon Peak (1,520m) skiing ground where Asian Universiade competition officially opened, has a variety of gondolas and lifts, along with a hot spring to relax after skiing.  The outdoor hot springs with snow-covered mountains is especially famous.  <br><br>In addition to the aforementioned facilities, you can enjoy tennis, mountain climbing, MTB, and horse riding, and at the theme-based shopping mall, Carnival Street, there are interesting products to see and food to enjoy.  You can buy famous brand products from all over the world here cheaply, so look around.","regDate":"2022-07-31","author":"korea-tour","tag":["Jeollabuk-do"],"imgUrl":"/2022-07-31-1659286340041/2003266_image2_1.webp","blogPath":"Jeollabuk-do/2022-07-31-1659286340041"},{"id":"2022-07-31-1659278251086","title":"Deogyusan National Park (Main, Jeoksang Section) (덕유산국립공원 (본소,적상분소))","description":"The area of Deogyusan National Park stretches out from the southern ridges of Sobaeksan Mountain, covering regions within four different counties in Gyeongsangnam-do and Jeollabuk-do. The park is nestled in Deogyusan Mountain, Korea's 4th tallest mountain with the summit reaching an elevation of 1,614 meters. The mountain is blessed with a 36-kilometer valley dotted with several scenic points, ponds, and waterfalls. <br><br>The mountain contains prestigious cultural heritages, such as Jeoksangsanseong Fortress (Historic Site No. 146) and the Hanging Painting of Anguksa Temple (Treasure No. 1267) to name a few. It is also home to diverse wildlife animals and plants. The mountain's beauty can be enjoyed all year round, with royal azaleas in spring, a colony of daylilies in summer, colorful autumn foliage in fall, and a white snowy mountain vista in winter.","regDate":"2022-07-31","author":"korea-tour","tag":["Jeollabuk-do","Nature","Natural Sites","National Parks"],"imgUrl":"/2022-07-31-1659278251086/2029513_image2_1.webp","blogPath":"Jeollabuk-do/2022-07-31-1659278251086","pageUrl":"https:/mcdryad.com/Jeollabuk-do/2022-07-31-1659278251086"},{"id":"2022-07-31-1659275032648","title":"Chungnyeolsa Temple (충렬사)","description":"Located in Jeongeup, Jeollabuk-do, Chungnyeolsa Temple was established as a shrine to embody the spirit of Admiral “Chungmugong” (honorific title in military) Yi Sun-Sin. He was a great national hero who led the Korean navy to victory in many naval battles using innovative ‘turtle ships’ during the Imjin War (1592-1598). <br><br>Situated in the heart of Gumisan Mountain overlooking the city of Jeongeup, the temple is the location of a memorial ceremony held every 28th of April, the birthday of Admiral Yi. The ceremony is meant to pay tribute to the memory of the naval hero and his irreproachable service to the city. Yi Sun-Sin had been appointed as reeve of Jeongeup in 1589 but soon after in 1591 he left the post to work as the chief naval officer of the Jeolla region.","regDate":"2022-07-31","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-07-31-1659275032648/197184_image2_1.webp","blogPath":"Jeollabuk-do/2022-07-31-1659275032648","pageUrl":"https:/mcdryad.com/Jeollabuk-do/2022-07-31-1659275032648"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}