{"pageProps":{"content":"![Gwangneung Royal Tomb [UNESCO World Heritage] (남양주 광릉(세조, 정희왕후) [유네스코 세계문화유산])](/2022-08-25-1661417236103/2364479_image2_1.webp)\n\n  \n## Overview\n\n> Gwangneung, located in Namyangju in Gyeonggi-do is the royal tomb of King Sejo (1417-1468, reign 1455-1468) and Queen Jeonghui (1418-1483). The king and queen are enshrined separately. The tomb on the left is King Sejo’s and the one on the right is Queen Jeonhui’s with a pavilion standing between the two tombs. Requested by King Sejo on his will, the simple design of the tomb and the surrounding compare to the past tombs saved cost and manpower required to finish the work, which became the model for future royal tomb design. Gwangneung is surrounded by forests where an abundance of wild plants grow. It is famous for being the habitat of the Korean redheaded woodpecker (Natural Monument No. 11).\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-31-527-7105|\n|parking:|Available|\n|restdate:|Mondays|\n|usetime:|November-January 09:00-17:30<BR>February-May, September-October 09:00-18:00<br>June-August 09:00-18:30<br>* Last admission is 1 hour before closing.|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Restrooms:|Available|\n|Available Facilities:|Gwangneung Historical Museum, mineral spring, drinking fountain, benches, etc.|\n|Admission Fees:|[General admission]<br /> Individuals: Adults 1,000 won / Children & Teenagers 500 won<br /> Groups: Adults 800 won / Children & Teenagers 400 won<br /> <br />  * Groups: 10 or more people <br />* Adults (ages 19-64) / Children & Teenagers (ages 7-18) <br />* Free admission: Preschoolers (ages 6 & under) and senior citizens (ages 65 & over)<br />* ID must be presented at the ticket box. <br /> <br />[Other passes]<br />Hourly pass: 30,000 won<br />* Viewing hours 12:00-13:00 <br />* Valid for 1 year <br /><br />Lunch pass: 3,000 won<br />* Viewing hours12:00-14:00 (last admission is at 13:00)<br />* Limited to 10 times <br /><br />Monthly pass: 10,000 won<br /> * Visitors may enter freely within operating hours<br />* Valid for 1 month<br /><br /> [Free entry]<br /> * All visitors on the last Wednesday of each month (Culture Day). <br /> * Visitors wearing hanbok.|\n|Interpretation Services Offered:|Unavailable|\n  \n## Detail Image\n![/2022-08-25-1661417236103/2364478_image2_1.webp](/2022-08-25-1661417236103/2364478_image2_1.webp)\n![/2022-08-25-1661417236103/2364480_image2_1.webp](/2022-08-25-1661417236103/2364480_image2_1.webp)\n![/2022-08-25-1661417236103/2364481_image2_1.webp](/2022-08-25-1661417236103/2364481_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-31-527-7105](tel:+82315277105)\n- [🏠royaltombs.cha.go.kr](http://royaltombs.cha.go.kr/)\n\n\n```googleMap\nlatitude: 37.7528333807\nlongitude: 127.1767420667\ntitle: 354, Gwangneungsumogwon-ro, Namyangju-si, Gyeonggi-do\n```\n  \n## Directions\n  \n[Bus]<br>\nCheongnyangni Station (Seoul Subway Line 1), Exit 4. <br>\nTake Bus No. 707 and get off at Gwangneungnae Terminal Bus Stop.<br> Transfer to Bus No. 21 and get off at Gwangneung Bus Stop.\n","data":{"id":"2022-08-25-1661417236103","title":"Gwangneung Royal Tomb [UNESCO World Heritage] (남양주 광릉(세조, 정희왕후) [유네스코 세계문화유산])","description":"Gwangneung, located in Namyangju in Gyeonggi-do is the royal tomb of King Sejo (1417-1468, reign 1455-1468) and Queen Jeonghui (1418-1483). The king and queen are enshrined separately. The tomb on the left is King Sejo’s and the one on the right is Queen Jeonhui’s with a pavilion standing between the two tombs. Requested by King Sejo on his will, the simple design of the tomb and the surrounding compare to the past tombs saved cost and manpower required to finish the work, which became the model for future royal tomb design. Gwangneung is surrounded by forests where an abundance of wild plants grow. It is famous for being the habitat of the Korean redheaded woodpecker (Natural Monument No. 11).","regDate":"2022-08-25","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-08-25-1661417236103/2364478_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-25-1661417236103","pageUrl":"https:/mcdryad.com/Gyeonggi-do/2022-08-25-1661417236103"},"dataList":[{"id":"2022-09-05-1662367563245","title":"Sangseung Observation Post and No. 1 Tunnel (상승OP, 제1땅굴)","description":"The Sangseung Observation Post operates as a forward OP monitoring North Korean activities. Soldiers manning the post are on alert 24 hours a day. Visitors can view North Korean guard posts using binoculars, while iron fences and the vast Yeoncheon plain are also visible. Viewing the Demilitarized Zone (DMZ) that stretching across the plains offers a view of the habitat of a wide array of plants and animals that are rarely found elsewhere, such as eagles, goshawks, roe deer, and goats. <br><br>Visitors can see the faces and movements of North Korean soldiers at their guard posts, and depending on the time, hear various North Korean propoganda broadcasts targeted towards South Korea. This is truly a front-line observation post on the DMZ. The No. 1 Tunnel is not open to the public since it is located in the Demilitarized Zone. However, a life-size model has been created and is on exhibit at the Sangseung OP, the closest observation post. <br><br>The No. 1 Tunnel was discovered on November 15, 1974, by Sergeant Koo Hasa when his reconnaissance team sensed suspicious steam rising from the ground. After a few gunshots from a guard post in North Korea, Koo’s team started the investigation. It turned out that the tunnel was made by North Korean soldiers to infiltrate and aid in the invasion of the South.","regDate":"2022-09-05","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Security & Peace Sites"],"imgUrl":"/2022-09-05-1662367563245/2007030_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-05-1662367563245"},{"id":"2022-09-05-1662364166676","title":"Saneum National Recreational Forest (국립 산음자연휴양림)","description":"Saneum National Recreational Forest is located in Danwol-myeon in Yangpyeong. It opened on January 1, 2000 and can accommodate up to 2,000 visitors a day. The park's name saneum means mountain shade, a name given for its geographical location where it is surrounded by other mountains on all sides. The park's lush forest is home to diverse species of wildlife and the valley boasts spectacular views.","regDate":"2022-09-05","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"/2022-09-05-1662364166676/2669005_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-05-1662364166676"},{"id":"2022-09-05-1662359302445","title":"Samsung Transportation Museum (삼성화재 교통박물관)","description":"Samsung Transportation Museum, the nation’s first automobile museum, is located near Everland. It serves as a children’s traffic safety learning space. The museum displays a collection of over 700 world-famous pieces including 50 cars, 15 motorcycles, bicycles, horse-drawn carriages, and other transportation-related articles such as vehicle prototypes, parts, hood ornaments, souvenirs, and artwork. There are many hands-on programs for visitors to learn about transportation safety.","regDate":"2022-09-05","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Industrial Sites","Others"],"imgUrl":"/2022-09-05-1662359302445/1590010_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-05-1662359302445"},{"id":"2022-09-05-1662354316780","title":"Pyunggang Botanical Garden (평강식물원)","description":"Located at the entrance of Sanjeonghosu Lake, Pyunggang Botanical Garden opened in May 2006, and was designated as a habitat for preservation by the Ministry of Environment in 2009. The garden has on exhibit both native plants and species of plants from around the globe. Additionally, the garden features an exquisite collection of over 1,000 different alpine plants that normally reside on an altitude of 2,500 meters. <br><br>The scope of the garden is comprehensive, but it is divided into 12 themed areas, including a Rock Garden, where the largest alpine plants in Asia are concentrated; a Wetland Center, which mimics the natural ecology of a wetland region; a Pond Garden consisting of roughly 50 ponds lined with gorgeous flowers; a Moss Center where moss that grows in deep valleys and forests can be seen; and a Grass Square, which serves as a green common year round. The Pyunggang Botanical Garden, serves an important role in preserving rare plants, but is also creating a new botanical garden culture, and serving as a center for public ecological education.","regDate":"2022-09-05","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites","Botanical Gardens"],"imgUrl":"/2022-09-05-1662354316780/607667_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-05-1662354316780"},{"id":"2022-09-04-1662288084162","title":"Pyeongtaek Sudosa Temple (수도사 (평택))","description":"Sudosa Temple is known for its well-being food. Designated as “Slow Food Test Village,” the temple emphasizes the idea that healthy food cleanses the body and enriches the soul, leading to true salvation. Sudosa Temple operates traditional temple food and temple experience programs that allow visitors to gain a deeper understanding of Monk Wonhyo’s beliefs.","regDate":"2022-09-04","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-09-04-1662288084162/2724414_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-04-1662288084162"},{"id":"2022-09-04-1662284394511","title":"Pocheon Sanjeonghosu Lake (포천 산정호수)","description":"Sanjeonghosu Lake is one of the main attractions in Pocheon and is situated down in the valley between Myeongseongsan Mountain, Mangbongsan Mountain, and Mangmubong Peak. Meaning “lake as clear as a mountain well,” Sanjeonghosu Lake was built as a reservoir to supply water to farmlands in 1925. Thanks to its surrounding attractions, the lake brings many visitors each year. Promenades along the lake are popular for couples as well as tourists who stay in the nearby hotels. <br><br>Beautiful fog often rises from the lake in spring and fall, making boating at night quite picturesque. Hikers frequent Myeongseongsan Mountain in spring and fall. Visitors love skating on the lake in winter. The lake is also surrounded by an amusement park, swimming pools, sledding facilities, and spa amenities, attracting many family visitors. Local restaurants are renowned for their delicious, wholesome dishes made using freshwater snails and mushrooms. Other local favorites include <em>maeuntang</em> (spicy fish stew), <em>dotorimuk</em> (acorn jelly), <em>sanchae baekban</em> (Korean set menu with seasoned wild vegetables), and <em>deodeok gui</em> (grilled bonnet bellflower roots).","regDate":"2022-09-04","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-09-04-1662284394511/2654430_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-04-1662284394511"},{"id":"2022-09-04-1662281054259","title":"Pocheon Jainsa Temple (자인사(포천))","description":"Jainsa Temple in Pocheon, Gyeonggi-do, lies deep within the rugged cliffs of Myeongseongsan Mountain with a large smiling Buddhist statue welcoming the visitors. The temple also has various statues, stone pagodas, and spring water known for delicious taste.","regDate":"2022-09-04","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-09-04-1662281054259/219424_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-04-1662281054259"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}