{"pageProps":{"content":"![Namsangol Hanok Village (남산골한옥마을)](/2022-08-06-1659818310507/1946562_image2_1.webp)\n\n  \n## Overview\n\n> Namsangol Hanok Village opened in 1998 on the northern side of Namsan Mountain in the center of the capital. This village has five restored hanok (traditional Korean house) premises, a pavilion, traditional garden, performance art stage and a time capsule plaza, making it a perfect spot for both locals and tourists to take a leisure walk. Upon entering from the front gate, visitors will get a taste of Korea's traditional life while escaping from the bustling city life. The traditional garden with its pavilion and old houses creates a peaceful ambiance before the forested Namsan Mountain. A time capsule commemorating Seoul’s 600th anniversary was buried in 1994 at the highest point of the village and is scheduled to be reopened 400 years later in 2394. <br>\n<br>\n The five hanok premises at Namsangol Hanok Village once belonged to aristocrats and government officials of the Joseon dynasty. Each house was originally located in different neighborhoods, but they were all moved to this area and restored to their original form. The houses were rebuilt using their original materials, except for one house, where the materials were too old and deteriorated to be reused. The premises were carefully restored and replicated according to their original form to depict the owners’ social class and personality. These buildings are now used as an exhibit to portray the living environment during the Joseon dynasty as well as a venue for educational and cultural programs for children and tourists.<br>\n<br>\nSome of the noteworthy programs and activities to participate in include wearing hanbok, folding hanji (traditional Korean paper), writing in Korean, traditional tea ceremony, traditional etiquette school and herbal medicine experience. There are also taekwondo demonstrations and other various performances held around the village. Visitors can also try traditional games such as <em>yunnori</em> (traditional board game), or understand more about the area through a guided tour.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-2-2261-0500,<br>+82-2-2266-6928, +82-2-2263-0854,<br>+82-2-2261-0513, +82-2-2266-6923|\n|restdate:|Mondays|\n|usetime:|09:00-18:00<br>* Traditional garden open 24 hr|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Parking Fees:|* Namsangol Hanok Village does not have an exclusive parking lot; visitors are advised to park at one of the nearby parking lots<br><br>[Seoul City Parking Lot] 3,000 won for 1 hour <br>[Dongguk University Media Center Parking Lot] 6,000 won for 1 hour<br>[Daehan Theater Parking Lot] 3,000 won for 30 minutes|\n|Admission Fees:|Free|\n  \n## Detail Image\n![/2022-08-06-1659818310507/1569170_image2_1.webp](/2022-08-06-1659818310507/1569170_image2_1.webp)\n![/2022-08-06-1659818310507/1569172_image2_1.webp](/2022-08-06-1659818310507/1569172_image2_1.webp)\n![/2022-08-06-1659818310507/2377405_image2_1.webp](/2022-08-06-1659818310507/2377405_image2_1.webp)\n![/2022-08-06-1659818310507/2377408_image2_1.webp](/2022-08-06-1659818310507/2377408_image2_1.webp)\n![/2022-08-06-1659818310507/2377415_image2_1.webp](/2022-08-06-1659818310507/2377415_image2_1.webp)\n![/2022-08-06-1659818310507/2377418_image2_1.webp](/2022-08-06-1659818310507/2377418_image2_1.webp)\n![/2022-08-06-1659818310507/2377419_image2_1.webp](/2022-08-06-1659818310507/2377419_image2_1.webp)\n![/2022-08-06-1659818310507/2377426_image2_1.webp](/2022-08-06-1659818310507/2377426_image2_1.webp)\n![/2022-08-06-1659818310507/2377429_image2_1.webp](/2022-08-06-1659818310507/2377429_image2_1.webp)\n![/2022-08-06-1659818310507/1569171_image2_1.webp](/2022-08-06-1659818310507/1569171_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-2-2261-0500](tel:+82222610500)\n- [🏠hanokmaeul.or.kr](http://hanokmaeul.or.kr/)\n\n\n```googleMap\nlatitude: 37.5591248302\nlongitude: 126.9940059289\ntitle: 28, Toegye-ro 34-gil, Jung-gu, Seoul\n```\n  \n\n","data":{"id":"2022-08-06-1659818310507","title":"Namsangol Hanok Village (남산골한옥마을)","description":"Namsangol Hanok Village opened in 1998 on the northern side of Namsan Mountain in the center of the capital. This village has five restored hanok (traditional Korean house) premises, a pavilion, traditional garden, performance art stage and a time capsule plaza, making it a perfect spot for both locals and tourists to take a leisure walk. Upon entering from the front gate, visitors will get a taste of Korea's traditional life while escaping from the bustling city life. The traditional garden with its pavilion and old houses creates a peaceful ambiance before the forested Namsan Mountain. A time capsule commemorating Seoul’s 600th anniversary was buried in 1994 at the highest point of the village and is scheduled to be reopened 400 years later in 2394. <br><br> The five hanok premises at Namsangol Hanok Village once belonged to aristocrats and government officials of the Joseon dynasty. Each house was originally located in different neighborhoods, but they were all moved to this area and restored to their original form. The houses were rebuilt using their original materials, except for one house, where the materials were too old and deteriorated to be reused. The premises were carefully restored and replicated according to their original form to depict the owners’ social class and personality. These buildings are now used as an exhibit to portray the living environment during the Joseon dynasty as well as a venue for educational and cultural programs for children and tourists.<br><br>Some of the noteworthy programs and activities to participate in include wearing hanbok, folding hanji (traditional Korean paper), writing in Korean, traditional tea ceremony, traditional etiquette school and herbal medicine experience. There are also taekwondo demonstrations and other various performances held around the village. Visitors can also try traditional games such as <em>yunnori</em> (traditional board game), or understand more about the area through a guided tour.","regDate":"2022-08-06","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Folk Villages"],"imgUrl":"/2022-08-06-1659818310507/1946562_image2_1.webp","blogPath":"Seoul/2022-08-06-1659818310507","pageUrl":"https:/mcdryad.com/Seoul/2022-08-06-1659818310507"},"dataList":[{"id":"2022-08-09-1660088348802","title":"Statue of Admiral Yi Sun-Shin (충무공 이순신 동상)","description":"The Statue of Admiral Yi Sun-Shin was erected at the front of Gwanghwamun Square on April 27, 1968, in honor of the brave spirit and leadership of the Admiral. At 17 meters tall, the bronze statue stands firmly with a sword in his right hand, representing protection and patriotism. In front of the statue is a miniature turtle ship that the Admiral built, and at each front corner are two drums that were used to increase the morale of soldiers going to the battlefield.","regDate":"2022-08-09","author":"korea-tour","tag":["Seoul","Culture/Art/History","Architectural Sights","Statues"],"imgUrl":"/2022-08-09-1660088348802/1568209_image2_1.webp","blogPath":"Seoul/2022-08-09-1660088348802"},{"id":"2022-08-09-1660084763059","title":"Ssamzigil (쌈지길)","description":"Ssamzigil, a shopping mall specializing in crafts that opened on December 18, 2004, has been called the New Insa-dong within Insa-dong. The many shops gathered here sell everything from luxury traditional crafts to modern artworks that still manage to convey Korean charm in their designs. The mall also has a food court with restaurants and cafes selling popular Korean dishes.","regDate":"2022-08-09","author":"korea-tour","tag":["Seoul","Culture/Art/History","Experience Programs","Cultural Districts"],"imgUrl":"/2022-08-09-1660084763059/2530758_image2_1.webp","blogPath":"Seoul/2022-08-09-1660084763059"},{"id":"2022-08-09-1660081098427","title":"Spa Lei (스파레이)","description":"Situated in Seocho-gu Jamwon-dong, <spa lei=> is an exclusive women-only jjimjilbang and sauna that presents a traditional eastern European atmosphere with high-class facilities and a variety of convenient amenities.</spa>","regDate":"2022-08-09","author":"korea-tour","tag":["Seoul","Culture/Art/History","Recreational Sites","Jjimjilbang (Dry Saunas)"],"imgUrl":"/2022-08-09-1660081098427/2024972_image2_1.webp","blogPath":"Seoul/2022-08-09-1660081098427"},{"id":"2022-08-09-1660077618949","title":"Sinsa-dong Garosu-gil Road (신사동 가로수길)","description":"The ginkgo tree-lined street (Sinsa-dong Garosu-gil) that runs from Sinsa Station (Subway Line 3) to Hyeondae High School is a popular, upscale street in Seoul. The street (also known as ‘artists' street’) has an eccentric flair thanks to its variety of charmingly decorated coffee shops, and designer stores. Garosu-gil is particularly popular in autumn when the golden ginkgo leaves begin to fall. Furthermore, with continous popularity, it has become one of the most attractive film locations in the city.","regDate":"2022-08-09","author":"korea-tour","tag":["Seoul","Culture/Art/History","Experience Programs","Cultural Districts"],"imgUrl":"/2022-08-09-1660077618949/2658442_image2_1.webp","blogPath":"Seoul/2022-08-09-1660077618949"},{"id":"2022-08-09-1660073871723","title":"Sindang-dong Tteokbokki Town (신당동떡볶이골목)","description":"Sindang-dongTteokbokki Town started in the late 70s, although the alley did not become famous until the 80s. At that time, each restaurant had its own DJ booth, with the image of the 'cool DJ' who played the music becoming a symbol of Sindang-dong Tteokbokki Town. In addition, this period also marked the prime time of high school baseball where students would crowd the streets on days when Duksoo Commercial High School and Sunrin Commercial High School (now Sunrin Internet High School) played against one another. Although these high school students have aged, they continue to visit the area, reliving their youth and continuing to indulge in the specialty tteokbokki.<br><br>However, some claim the history of this alley began in the 1950s. The owner of Mabongnim Halmeoni Tteokbokki restaurant says tteokbokki was being sold as early as 1953 as the area used to be home to Donga Theater and she sold tteokbokki, corn and potatoes to those visiting the theater. At first, tteokbokki was simply made with gochu jang but as time went by, cooks decided the dish could be more than just a snack. By adding ingredients like eggs, cellophane noodles, fish cakes, instant noodles and more recently squid, prawn and cheese, tteokbokki can be made more delicious and turns this beloved snack into a full meal.","regDate":"2022-08-09","author":"korea-tour","tag":["Seoul","Culture/Art/History","Experience Programs","Cultural Districts"],"imgUrl":"/2022-08-09-1660073871723/2660049_image2_1.webp","blogPath":"Seoul/2022-08-09-1660073871723"},{"id":"2022-08-09-1660070701249","title":"Seungdong Church (승동교회)","description":"Seungdong Presbyterian Church was designated Tangible Cultural Asset No. 130 by the Seoul Metropolitan Government on April 6, 2001. Originally known as “Gondanggol Church,” the church was established by Samuel Foreman Moore (1860-1906) in 1893. In those days, the church was known as a “baekjeong church” since it primarily drew Korea’s social underdogs such baekjeong (the butchers), the untouchable class of Joseon society. <br><br>Following a number of relocations and name changes (called “Gondanggol,” “Jungang,” and finally “Seungdong”) the church was moved to its current location in Insadong. After Moore died in 1906, Charles Allen Clark became the pastor of the church and Mongyang Yuh Woon-hyung, a key figure in the political history of Joseon, became active in the church. The church was attended by many other activists as well. In fact, the large student demonstration that took place during the March 1st Independence Movement in 1919 was organized by a group of young church members. The church once again made its mark on history with the establishment of the Joseon Theological Seminary in 1939. <br><br>Seungdong Church (B1-2F) covers a total of 660 square meters. No record has been found on its architect or builder, but the building is said to have been one of the more magnificent buildings in the area before its beauty was obscured by newer structures.","regDate":"2022-08-09","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Holy Sites"],"imgUrl":"/2022-08-09-1660070701249/1568421_image2_1.webp","blogPath":"Seoul/2022-08-09-1660070701249"},{"id":"2022-08-09-1660066859091","title":"Seoullo 7017 (서울로 7017)","description":"In the 1970s, an elevated road was built to connect the eastern and western sides around Seoul Station. However, the road was closed to road traffic due to safety issues. After this, rather than tearing down the existing structure, the road was transformed into Seoullo 7017, a new pedestrian road attraction. <br><br>Seoullo 7017 gets its name from the numbers that represents its transformation, from being a traffic road in the '70s to a sky garden in 2017. The 17 also has a deeper meaning, with Seoullo 7017 being divided into 17 unique sections, and the road being located 17 meters above the ground.<br><br> There are a variety of facilities along Seoullo 7017, including an information center, cafes, gardens, and stages. Seoullo 7017 itself is open all day, every day for visitors to enjoy at their leisure. Visitors interested in a guided tour can sign up for the guided walking tour through the official Visit Seoul website.","regDate":"2022-08-09","author":"korea-tour","tag":["Seoul","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-08-09-1660066859091/2495570_image2_1.webp","blogPath":"Seoul/2022-08-09-1660066859091"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}