{"pageProps":{"content":"![Buseoksa Temple [UNESCO World Heritage] (부석사 [유네스코 세계문화유산])](/2022-07-29-1659102944914/2654222_image2_1.webp)\n\n  \n## Overview\n\n> Buseoksa Temple was built in 676, during the reign of King Munmu (661-681) of the Silla Kingdom (57 BC-AD 935). The temple was founded by Great Monk Uisang (625-702) upon orders from the king. When Uisang was studying in the Dang dynasty of China, he heard of a plot by the Dang dynasty to attack Silla. Upon hearing this, he hurried home and passed the message along to the king. The temple was created to pray for protection of the country.<br><br>\n\nBuseoksa Temple gets its name from a large stone to the west of Buljeon Hall, that appears to be floating rather than supported by the stone beneath it. During the Goryeo dynasty, the temple was referred to Seondalsa Temple or Heunggyosa Temple. During excavation work in 1916, records of the temple's repair work were discovered. According to these findings, it was learned that Muryangsujeon Hall and other buildings were rebuilt in the early part of the Goryeo dynasty. The hall burned down during war in 1358, and was later rebuilt in 1376. Josadang Shrine was rebuilt in 1377.<br><br> \n\nBuseoksa Temple is home to many national treasures, including Stone Lantern at Muryangsujeon Hall of Buseoksa Temple (National Treasure No. 17), Muryangsujeon Hall of Buseoksa Temple (National Treasure No. 18), Josadang Shrine of Buseoksa Temple (National Treasure No. 19), Clay Seated Buddha of Buseoksa Temple (National Treasure No. 45), Mural Painting in Josadang Shrine of Buseoksa Temple (National Treasure No. 46), Stone Seated Buddhas in Bukji-ri (Treasure No. 220), Three-story Stone Pagoda of Buseoksa Temple (Treasure No. 249), Flagpole Supports of Buseoksa Temple (Treasure No. 255), Printing Woodblocks of Buddhist Scriptures in Buseoksa Temple (Treasure 735), and more.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-54-633-3464|\n|parking:|Available|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Admission Fees:|Individuals - Adults 2,000 won / Teenagers 1,500 won / Children 1,000 won<br>Groups - Adults 1,800 won / Teenagers 1,300 won / Children 800 won<br><br>* Groups: 30 people or more|\n|Restrooms:|Available|\n|Parking Fees:|Cars 3,000 won <br>Buses 6,000 won<br>* Inquires: +82-54-631-4762|\n  \n## Detail Image\n![/2022-07-29-1659102944914/2654220_image2_1.webp](/2022-07-29-1659102944914/2654220_image2_1.webp)\n![/2022-07-29-1659102944914/2654221_image2_1.webp](/2022-07-29-1659102944914/2654221_image2_1.webp)\n![/2022-07-29-1659102944914/2654223_image2_1.webp](/2022-07-29-1659102944914/2654223_image2_1.webp)\n![/2022-07-29-1659102944914/2654224_image2_1.webp](/2022-07-29-1659102944914/2654224_image2_1.webp)\n![/2022-07-29-1659102944914/2654225_image2_1.webp](/2022-07-29-1659102944914/2654225_image2_1.webp)\n![/2022-07-29-1659102944914/2654226_image2_1.webp](/2022-07-29-1659102944914/2654226_image2_1.webp)\n![/2022-07-29-1659102944914/2654227_image2_1.webp](/2022-07-29-1659102944914/2654227_image2_1.webp)\n![/2022-07-29-1659102944914/2654228_image2_1.webp](/2022-07-29-1659102944914/2654228_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-54-633-3464](tel:+82546333464)\n- [🏠www.pusoksa.org](http://www.pusoksa.org/)\n\n\n```googleMap\nlatitude: 36.9984792058\nlongitude: 128.6876110241\ntitle: 345, Buseoksa-ro, Yeongju-si, Gyeongsangbuk-do\n```\n  \n## Directions\n  \n[Bus]<br>\nFrom Seoul Express Bus Terminal, take a bus to Yeongju Bus Terminal.\n<br>Across from Yeongju Bus Terminal, take Bus No. 27 and get off at Buseoksa Temple Bus Stop.\n","data":{"id":"2022-07-29-1659102944914","title":"Buseoksa Temple [UNESCO World Heritage] (부석사 [유네스코 세계문화유산])","description":"Buseoksa Temple was built in 676, during the reign of King Munmu (661-681) of the Silla Kingdom (57 BC-AD 935). The temple was founded by Great Monk Uisang (625-702) upon orders from the king. When Uisang was studying in the Dang dynasty of China, he heard of a plot by the Dang dynasty to attack Silla. Upon hearing this, he hurried home and passed the message along to the king. The temple was created to pray for protection of the country.<br><br>Buseoksa Temple gets its name from a large stone to the west of Buljeon Hall, that appears to be floating rather than supported by the stone beneath it. During the Goryeo dynasty, the temple was referred to Seondalsa Temple or Heunggyosa Temple. During excavation work in 1916, records of the temple's repair work were discovered. According to these findings, it was learned that Muryangsujeon Hall and other buildings were rebuilt in the early part of the Goryeo dynasty. The hall burned down during war in 1358, and was later rebuilt in 1376. Josadang Shrine was rebuilt in 1377.<br><br> Buseoksa Temple is home to many national treasures, including Stone Lantern at Muryangsujeon Hall of Buseoksa Temple (National Treasure No. 17), Muryangsujeon Hall of Buseoksa Temple (National Treasure No. 18), Josadang Shrine of Buseoksa Temple (National Treasure No. 19), Clay Seated Buddha of Buseoksa Temple (National Treasure No. 45), Mural Painting in Josadang Shrine of Buseoksa Temple (National Treasure No. 46), Stone Seated Buddhas in Bukji-ri (Treasure No. 220), Three-story Stone Pagoda of Buseoksa Temple (Treasure No. 249), Flagpole Supports of Buseoksa Temple (Treasure No. 255), Printing Woodblocks of Buddhist Scriptures in Buseoksa Temple (Treasure 735), and more.","regDate":"2022-07-29","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-07-29-1659102944914/2654220_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-07-29-1659102944914","pageUrl":"https:/mcdryad.com/Gyeongsangbuk-do/2022-07-29-1659102944914"},"dataList":[{"id":"2022-12-03-1670038628325","title":"Laseonjae (한국역사문화음식학교 라선재)","description":"Housed in the Culinary School of Korea History and Culture in Gyeongju, the Laseonjae restaurant serves unique culinary delights that recreate the cuisine served in the royal courts of the Silla Kingdom. The school has a well-established reputation as a culinary institution that excels in preserving the taste and cooking styles of the past. Laseonjae was opened with the goal of promoting Isageum, the Silla-style course meal that the school developed after many years of research. <br> The Isageum table consists of various dishes served in the royal court of Silla  the dishes are made of nine rare, medicinal ingredients called gujinmi. The interior of Laseonjae is decorated mostly in gold, the color that defines the Silla Kingdom. Note the columns with lotus leaf patterns and other characteristics unique to banquet halls from the Silla royal court. The restaurant staff further portrays the splendor of the era by wearing traditional Shilla dress, seemingly transporting diners back in time while they enjoy an elegant and delicious meal experience.","regDate":"2022-12-03","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Experience Programs","Unique Experience"],"imgUrl":"/2022-12-03-1670038628325/2493528_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-03-1670038628325"},{"id":"2022-12-02-1669977513544","title":"Jusanji Pond [National Geopark] (주산지 (청송 국가지질공원))","description":"Jusanji Pond is a small reservoir located in Juwangsan National Park. It is a man-made pond that was dug out in August, 1720 and completed in October the year after. The pond has been used as a source of water for agricultural use as well as for drinking water. Even though it is small in size, about 200 meters long and 8 meters deep, the pond has never dried up from any drought.<br><br> 150-year-old willow trees are rooted in the pond, which makes a fantastic balance with the surroundings, creating a picturesque scenery found nowhere else.","regDate":"2022-12-02","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites"],"imgUrl":"/2022-12-02-1669977513544/187017_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-02-1669977513544"},{"id":"2022-12-02-1669973794677","title":"Jukgyegugok Valley (죽계구곡)","description":"Jukgyegugok Valley is the valley stretching from Baejeom-ri to Choamsa Temple. Joseon-era Confucian scholar Toegye Yi Hwang (1501-1570) was inspired by the scenery of the valley and the enchanting sound of the flowing water, so he came up with names for each of the nine sections of the valley and collectively called them Jukgyegugok (nine bamboo valleys). The valley presents a splendid sight indeed with crystal clear waters, lush forest, and white rocks. In summer, vacationers from around the country flock to Jukgyegugok Valley to cool off from the sweltering heat by dipping their feet in the refreshing waters of the valley. Famous tourist attractions near the valley include Sosuseowon Confucian Academy, Buseoksa Temple, and Eupnaeri Mural Tomb.<br><br>* Choamsa Temple<br>On the path that ascends from Jukgyegugok Valley, there is a small temple located at the foot of Sobaeksan Mountain. The great monk Uisang Daesa of the Silla Kingdom reached this place during his search for an ideal site to build a Buddhist temple invoking national security. He set up a small thatched hut for a temporary stay until he found the most propitious spot, on which he built Buseoksa Temple. In the site where his thatched hut once stood, he built another temple and named it Choamsa Temple. The original structure was destroyed by fire during the Korean War (1950-1953). The temple has been restored to its present state by the Buddhist monk Lee Bo-won after years of arduous efforts.","regDate":"2022-12-02","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites","Valleys"],"imgUrl":"/2022-12-02-1669973794677/2376704_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-02-1669973794677"},{"id":"2022-12-02-1669970358512","title":"Jukbyeonhang Port (죽변항)","description":"Jukbyeonhang Port is a fishing port in northern Uljin. The port is guarded by a 15.6 meter-tall lighthouse. The port is surrounded by restaurants serving seafood. In addition to squid, mackerel, and king crabs, seaweed is another specialty item of the region. There are many attractions nearby includng various beaches, a driving course, drama film set and more.","regDate":"2022-12-02","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites"],"imgUrl":"/2022-12-02-1669970358512/2393709_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-02-1669970358512"},{"id":"2022-12-02-1669966580895","title":"Juheulsan Mountain (주흘산)","description":"Juheulsan Mountain was once considered to be a sacred place and was the site of annual, royal mountain rituals during the Joseon Dynasty. It is situated in Mungyeong-si, Gyeongsangbuk-do and surrounded by six large villages (Sangcho-ri, Hacho-ri, Sang-ri, Jigok-ri, Palryeong-ri, and Pyeongcheon-ri). The mountain was believed to have produced talented scholars. Meaning “Chief, Majestic Mountain,” Juheulsan Mountain is still seen as the heart of Mungyeong and Mungyeongsaejae.","regDate":"2022-12-02","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-12-02-1669966580895/1893614_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-02-1669966580895"},{"id":"2022-12-02-1669963261084","title":"Joryeongsan Mountain (조령산)","description":"Joryeongsan Mountain divides Mungyeong (Gyeongsangbuk-do) and Goesan (Chungcheongbuk-do), and is situated at the far end of Baekdudaegan Mountain Range that connects Baekdusan and Jirisan Mountains. The mountain is picturesque with its surroundings of dense forest, steep rocky areas, strangely shaped peaks and old trees. It has a grand scale of mountain ridge and high altitude. However, as the hiking trail starts at 529 meters on Ihwaryeong, it is not that tough. Nearby locations include Sinseongbong Peak and Mapaebong Peak, as well as Joryeongsan Recreational Forest.","regDate":"2022-12-02","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-12-02-1669963261084/2005750_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-02-1669963261084"},{"id":"2022-12-02-1669959368692","title":"Jirye Arts Village (지례예술촌)","description":"Located in Andong, Jirye Arts Village first formed as a result of the construction of Imha Dam. When a small neighborhood in Jirye-ri, Imdong-myeon was at the risk of flood due to the dam, Kim Won-gil, the current village leader, relocated and rebuilt ten houses to its current location in 1986. This neighborhood, now known as Jirye Arts Village, was designated as an art village in 1990 and since then, many artists settled in the neighborhood and formed a community of culture and art. Today, Jirye Arts Village offers a variety of opportunities to experience Korean culture through hands-on arts and crafts as well as diverse cultural activities.","regDate":"2022-12-02","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Folk Villages"],"imgUrl":"/2022-12-02-1669959368692/187002_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-02-1669959368692"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}