{"pageProps":{"content":"![Gimhae Lotte Water Park (김해롯데워터파크)](/2022-12-17-1671262537087/1921410_image2_1.webp)\n\n  \n## Overview\n\n> With 25 years of theme park know how, the Lotte Group has opened the largest water park in Korea. The Gimhae Lotte Water Park is “Polynesian” themed and its styled surroundings and water rides are sure to leave visitors with lasting memories. Equipped with an outdoor water pool, indoor wave pool, tornado slides and much more, the facility is the size of 17 soccer fields and aims to grow as a must-visit vacation spot in Busan.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-1661-2000|\n|opendate:|May 30, 2014|\n|parking:|Available (3,000 spaces)|\n|restdate:|Open all year round (Closed in March of every year)|\n|usetime:|10:00-17:00 * Varies by season, please check the official website for more details.|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Available Facilities:|[Outdoor Water Park] <br> Giant Wave, Tornado Slide, Double Swing Slide, Giant Aqua Flex, Tiki Pool, Outdoor Play Pool, Kids Pool <br><br> [Indoor Water Park]<br> Tiki Wave, Tiki Aqua Flex, Swing Slide, Tube Slide, Body Slide, Tiki River, Healing Spa Pool, Indoor Play Pool, Toddler Pool <br><br> [Tiki Island Spa]<br> Sauna, Jjimjilbang, Poonggyeongmaru, Oahu Caf&eacute;, Doctor Fish, Phytoncide, Massaging chair <br><br> [Other facilities]<br> Restaurants and caf&eacute;s, Gift shops, Dispensary, etc.<br><br>[Convenience facilities] <br>Information desk, nurse's office, lockers, cell phone charging station, smoking area, lost &amp; found center, and many more<br>|\n|Restrooms:|Available|\n|Parking Fees:|Free|\n|Admission Fees:|Adults: 45,000 won / Teenagers &amp; Children: 36,000 won<br><br><strong>Afternoon Pass</strong><br>Adults: 38,000 won / Teenagers &amp; Children: 30,000 won<br><br><br>|\n  \n\n  \n## Contact\n\n- [☎️+82-1661-2000](tel:+8216612000)\n- [🏠www.lotteworld.com/waterpark](http://www.lotteworld.com/waterpark/index.asp)\n\n\n```googleMap\nlatitude: 35.1789021332\nlongitude: 128.8285834632\ntitle: 555, Jangyu-ro, Gimhae-si, Gyeongsangnam-do\n```\n  \n## Directions\n  \n[Train + Bus]<br>\nGet off at Buwon Station (Busan - Gimhae Light Rail), Exit 2. Upon exiting, make a left turn at Gyeongwongyo Bridge and continue walking until Gimhae Office Of Education Support Bus Stop. Take Local \nBus #3 and get off at Lotte Outlet Bus Stop. After getting off  the bus, continue walking following the main street ahead to \nreach Gimhae Lotte Water Park's main gate. \n<br><br>\nCheck the website for more details or call the <a href=\"http://english.visitkorea.or.kr/enu/GK/GK_EN_2_7_1_1.jsp\" class=\"web\" title=\"new window popup\" target=\"_blank\">Korea Travel Hotline</a> for assistance with directions.\n","data":{"id":"2022-12-17-1671262537087","title":"Gimhae Lotte Water Park (김해롯데워터파크)","description":"With 25 years of theme park know how, the Lotte Group has opened the largest water park in Korea. The Gimhae Lotte Water Park is “Polynesian” themed and its styled surroundings and water rides are sure to leave visitors with lasting memories. Equipped with an outdoor water pool, indoor wave pool, tornado slides and much more, the facility is the size of 17 soccer fields and aims to grow as a must-visit vacation spot in Busan.","regDate":"2022-12-17","author":"korea-tour","tag":["Gyeongsangnam-do","Culture/Art/History","Recreational Sites","Hot Springs & Spa"],"imgUrl":"/2022-12-17-1671262537087/1921410_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-17-1671262537087","pageUrl":"https:/mcdryad.com/Gyeongsangnam-do/2022-12-17-1671262537087"},"dataList":[{"id":"2022-12-24-1671860171377","title":"Pyeongsari Park (평사리공원)","description":"Situated along Seomjingang River between Gurye and Hadong, Pyeongsari Park was built for the enjoyment of summer tourists to the area. In addition to the beautiful river, the park is home to campgrounds, numerous shaded rest spots, basketball courts, soccer fields, and an abundance of parking space. Decorated with Jangseung (totem poles, which used to be set at the entrance of villages), the spacious park is full of excellent amenities  barbecue grills, benches, drinking fountains, and clean bathrooms. The sandy banks of the river offer a unique opportunity to catch marsh clams.<br><br>Pyeongsari Park and its nearby attractions appeared in Toji (The Land), the epic historical novel by Park Kyung-ni. Visitors may want to tour the group of houses that have been reproduced to commemorate the novel, including the famous Choi Champan House. <br><br>Nearby attractions include Hwagae Market, Ssanggyesa Temple, and Seomjingang Maehwa Village, host of the Gwangyang Maehwa Festival.","regDate":"2022-12-24","author":"korea-tour","tag":["Gyeongsangnam-do","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-12-24-1671860171377/2026198_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-24-1671860171377"},{"id":"2022-12-24-1671856736621","title":"Pyeongsari Field (평사리들판)","description":"Pyeongsari Field was created by Seomjingang River flowing through the canyon which attracted people to form a village. The field served as the central farming field and fed the villagers for many years and appeared as a setting in Park Kyongnis novel Land. Pyeongsari field is one of the largest fields found along Seomjingang River, boasting a size of 2,743,801 ㎡.","regDate":"2022-12-24","author":"korea-tour","tag":["Gyeongsangnam-do","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2022-12-24-1671856736621/2026182_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-24-1671856736621"},{"id":"2022-12-24-1671852964600","title":"Oedo-Botania (외도 보타니아)","description":"Oedo-Botania is a marine botanical garden located on an island in Hallyeohaesang National Park between Tongyeong and Geojedo Island. What started over 30 years ago as a private garden has expanded to cover the entire island in a plethora of plants in European-style gardens, accented by scultures and statues. The garden blooms in a riot of flowers in April, and visitors can walk in the cool shade of the forested trails in summer. Recently, dinosaur footprints were found on the island, adding to its value. The islands cafe offers drinks and light snacks, along with a fantastic view of Haegeumgang Island and the surrounding blue sea. Oedo-Botania is only accessable via a ferry tour, and there are no accommodations on the island.","regDate":"2022-12-24","author":"korea-tour","tag":["Gyeongsangnam-do","Culture/Art/History","Recreational Sites","Theme Parks"],"imgUrl":"/2022-12-24-1671852964600/2612893_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-24-1671852964600"},{"id":"2022-12-23-1671791845909","title":"Nammangsan Sculpture Park (남망산 조각공원)","description":"Nammangsan Sculpture Park was established to display the works of 15 famous sculptors from 10 countries who participated in the Tongyeong International Sculpture Symposium. It is also a popular spot for dates because this 30 square kilometer land has beautiful sculptures from which visitors can feel the individual taste of the artists.","regDate":"2022-12-23","author":"korea-tour","tag":["Gyeongsangnam-do","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-12-23-1671791845909/2369611_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-23-1671791845909"},{"id":"2022-12-23-1671788183786","title":"Namildae Beach (남일대해수욕장)","description":"Located in Sacheon and home to the huge Elephant Rock that resembles an elephant drinking water, Namildae Beach is a popular vacation spot all year round thanks to its clean water and soft sand. The thick surrounding forests and Jinneol Observation Deck, as well as many fishing spots, add to its popularity. During the summer season, there is a singing competition and film festival. Vacationers can also visit Changseon-Samcheonpo Bridge, the biggest bridge in Asia, and see Hallyeohaesang National Park on a ferry cruise.","regDate":"2022-12-23","author":"korea-tour","tag":["Gyeongsangnam-do","Nature","Natural Sites"],"imgUrl":"/2022-12-23-1671788183786/1611410_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-23-1671788183786"},{"id":"2022-12-23-1671784684229","title":"Namhae Pyeonbaek National Recreational Forest (국립 남해편백자연휴양림)","description":"Namhae Pyeonbaek National Recreational Forest, opened in 1998, is located near the south sea with a forest full of cypress trees. With a total area of 2.27 million square meters, the recreational forest is an ideal place for relaxation with a view. The observatory, approximately one hour walk from the entrance, provides an amazing view of the south sea with various size islands. The recreational forest offers visitors facilities including accommodations, outdoor classroom and more. There are also many historic sites including Chungnyeolsa Temple.","regDate":"2022-12-23","author":"korea-tour","tag":["Gyeongsangnam-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"/2022-12-23-1671784684229/1991512_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-23-1671784684229"},{"id":"2022-12-23-1671780981794","title":"Namhae Geumsan Boriam Hermitage (금산 보리암(남해))","description":"Boriam Hermitage sits atop Geumsan Mountain (alt. 704 m). The mountain was once called Bogwangsan Mountain as it was home to Bogwangsa Temple, founded by Monk Wonhyo. The name Geumsan was bestowed upon the mountain by King Taejo after he founded the Joseon dynasty. Along with Bomunsa Temple in Ganghwado Island and Hongnyeonam Hermitage in Naksansa Temple, Boriam Hermitage is known as one of the most prestigious prayer spots in Korea.","regDate":"2022-12-23","author":"korea-tour","tag":["Gyeongsangnam-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-12-23-1671780981794/2367530_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-23-1671780981794"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}