{"pageProps":{"content":"![Castle at Hwajinpo (화진포의 성(김일성별장))](/2022-07-24-1658677155313/571633_image2_1.webp)\n\n  \n## Overview\n\n> The Castle of Hwajinpo was the summer retreat for Kim Ilsung, former leader of North Korea, and his family from 1948 to 1950. Photos of the family on vacation there show Kim Jungil as a young boy of six years. The building was constructed entirely of stone in 1938 by a German architect for the Sherwood Hall missionary family, and features a basement level and two above-ground floors. The house is now open to the public, with an exhibition of how the house was used by the Kim family, faithfully recreated from photographic research.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-1330<br>(Korean, English, Japanese, Chinese)<br>• For more info: +82-33-680-3677|\n|opendate:|July 1999|\n|parking:|Available|\n|restdate:|N/A (Open all year round)|\n|usetime:|Summer 09:00-18:00 <br>Winter 09:00-17:30<br>* Last ticketing 1 hr before closing|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Admission Fees:|[Hwajinpo History & Security Museum] <br />Individuals: Adults 3,000 won / Teenagers & Children 2,300 won <br />Groups: Adults 2,300 won / Teenagers & Children 1,600 won <br /><br>* Group: 30 people or more<br />* Admission includes Villa of Rhee Syngman, Villa of Lee Ki-poong, Castle of Hwajinpo & Ecology Museum <br />* Free admission: senior citizens (ages 65 and older)|\n|Restrooms:|Available at parking lot|\n|Parking Fees:|Free|\n|Interpretation Services Offered:|Available - English, Japanese, Chinese<br>* Advance reservation required at Hwajinpo Tourist Information Center|\n  \n## Detail Image\n![/2022-07-24-1658677155313/2600598_image2_1.webp](/2022-07-24-1658677155313/2600598_image2_1.webp)\n![/2022-07-24-1658677155313/2600599_image2_1.webp](/2022-07-24-1658677155313/2600599_image2_1.webp)\n![/2022-07-24-1658677155313/2600600_image2_1.webp](/2022-07-24-1658677155313/2600600_image2_1.webp)\n![/2022-07-24-1658677155313/571638_image2_1.webp](/2022-07-24-1658677155313/571638_image2_1.webp)\n![/2022-07-24-1658677155313/571640_image2_1.webp](/2022-07-24-1658677155313/571640_image2_1.webp)\n![/2022-07-24-1658677155313/571641_image2_1.webp](/2022-07-24-1658677155313/571641_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-33-680-3677](tel:+82336803677)\n- [🏠www.gwgs.go.kr](https://www.gwgs.go.kr/tour/index.do)\n\n\n```googleMap\nlatitude: 38.4725399459\nlongitude: 128.4431686945\ntitle: 280, Hwajinpo-gil, Goseong-gun, Gangwon-do\n```\n  \n## Directions\n  \n[Bus + Taxi]<br>\nFrom Dong Seoul Bus Terminal, take a bus to Ganseong Intercity Bus Terminal.<br>From Ganseong Bus Terminal, take a taxi for approx. 15 min.\n","data":{"id":"2022-07-24-1658677155313","title":"Castle at Hwajinpo (화진포의 성(김일성별장))","description":"The Castle of Hwajinpo was the summer retreat for Kim Ilsung, former leader of North Korea, and his family from 1948 to 1950. Photos of the family on vacation there show Kim Jungil as a young boy of six years. The building was constructed entirely of stone in 1938 by a German architect for the Sherwood Hall missionary family, and features a basement level and two above-ground floors. The house is now open to the public, with an exhibition of how the house was used by the Kim family, faithfully recreated from photographic research.","regDate":"2022-07-24","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Historical Sites","Security & Peace Sites"],"imgUrl":"/2022-07-24-1658677155313/571633_image2_1.webp","blogPath":"Gangwon-do/2022-07-24-1658677155313","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-07-24-1658677155313"},"dataList":[{"id":"2022-07-25-1658748901695","title":"Chuam Chotdaebawi Rock (추암 촛대바위)","description":"Chuam Chotdaebawi Rock in Donghae-si, Gangwon-do is one of Korea’s most famous tourist attractions. The beautifully formed rock towers high into the sky and resembles a candlestick, from which it gets its name. Chotdaebawi Rock and the nearby rock formations seem to change the shape they resemble along with the waves that crash against the rocks. The view of the sunrise from behind Chotdaebawi Rock is so popular that it attracts photographers and tourists nationwide.<br><br>* The Legend of Chotdaebawi Rock<br>Once upon a time, there was a man who lived in Chuam who had a concubine. His wife was jealous of the second wife and the conflict between the two women continually escalated. One day, god became enraged over their continual quarreling and threw lighting down from heaven, striking both women dead. The newly-made widower missed his wives so much that he remained frozen in his loneliness and eventually turned into a rock, which is now called Chotdaebawi Rock.","regDate":"2022-07-25","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Resources","Rocks"],"imgUrl":"/2022-07-25-1658748901695/2653704_image2_1.webp","blogPath":"Gangwon-do/2022-07-25-1658748901695"},{"id":"2022-07-25-1658741907055","title":"Chodang Dubu Village (초당두부마을)","description":"Just south of Gyeongpo Beach is Chodang Dubu Village, which is famous for dubu (tofu).  Along Gangneung's most famous food street the beans are ground for Chodang dubu, then through several steps, salt water from the East Sea is used in the congealing process resulting in a soft and light tofu.  The name of this village, Chodang, originates from the name of a famous family that once lived here known as Chodang-Heoyeop.  Heoyeop was the father of son, writer/poet Heo-gyun 1569~1618  and daughter, poet Heonan-seolheon 1563~1589 .  A traditional-style Korean house has been reconstructed on the site where the original house of Heo-gyun and Heonan-seolheon once stood.","regDate":"2022-07-25","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Experience Programs","Cultural Districts"],"imgUrl":"/2022-07-25-1658741907055/2365229_image2_1.webp","blogPath":"Gangwon-do/2022-07-25-1658741907055"},{"id":"2022-07-25-1658738702810","title":"Chiaksan National Park (치악산국립공원)","description":"Chiaksan Mountain has several peaks reaching x_heights of over 1,000 meters, including Namdaebong, Cheonjibong, Hyangnobong, Sambong, and Birobong Peak, the tallest of the peaks at 1,288 meters. Chiaksan National Park, designated in 1984, encompasses a 182.09 ㎢ area with a 14-kilometer trail connecting the peaks from Birobong Peak in the north to Namdaebong Peak in the south.<br><br>In addition to these soaring peaks, the park also includes many deep valleys, unique rock formations, waterfalls, and tourist attractions. Some of the more popular destinations are Geumdaegyegok Valley, Taejongdae Rock, Seryeompokpo Falls, and Guryongsa Temple. The park draws in hikers all year round, with bright azaleas in spring, lush forests in summer, vibrant foliage in fall, and a white wonderland in winter.","regDate":"2022-07-25","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","National Parks"],"imgUrl":"/2022-07-25-1658738702810/2659197_image2_1.webp","blogPath":"Gangwon-do/2022-07-25-1658738702810"},{"id":"2022-07-25-1658734581945","title":"Cheorwon Peace Observatory (철원평화전망대)","description":"Cheorwon Peace Observatory offers a panoramic view of the DMZ (Demilitarized Zone separating North and South Korea) in the central forward area of Cheorwon-gun, Gangwon-do. From this observatory, one can see the Cheorwon plain, areas of the DMZ, and even North Korea. Photos of the 2nd Tunnel, military barracks, checkpoints, and the DMZ are exhibited here. Visitors can easily get to the observatory using the 50-person monorail, see the remains of the ancient Taebongguk (nation), and even see the faces of North Korean soldiers through binoculars.","regDate":"2022-07-25","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Historical Sites","Security & Peace Sites"],"imgUrl":"/2022-07-25-1658734581945/657170_image2_1.webp","blogPath":"Gangwon-do/2022-07-25-1658734581945"},{"id":"2022-07-25-1658731575239","title":"Cheorwon Korean Workers' Party Headquarters (철원 노동당사)","description":"This three-story building located in Cheorwon-eup was constructed in 1946. Used as the headquarters of the Labor Party until the break of the Korean War on June 25, it is now a tourist attraction that still holds on to the vestiges of the Korean War.<br><br>Cheorwon Korean Workers' Party Headquarters is under the control of Cheorwon-gun Office as part of the Security Tour Course. Hundreds of thousands of people visit this tourist destination every year.","regDate":"2022-07-25","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-07-25-1658731575239/1137680_image2_1.webp","blogPath":"Gangwon-do/2022-07-25-1658731575239"},{"id":"2022-07-25-1658727844881","title":"Cheorwon Hantangang Milky Way Bridge (철원 한탄강 은하수교)","description":"The area of Hantangang River is a UNESCO Global Geopark. The Milky Way Bridge was built to follow a natural path and allows visitors to journey comfortably. The name of the bridge takes from the famous Hantangang River and region of Cheorwon and adds <em>eunhasu</em>, or Milky Way, the path made of stars.&nbsp;","regDate":"2022-07-25","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Architectural Sights","Bridges"],"imgUrl":"/2022-07-25-1658727844881/2679576_image2_1.webp","blogPath":"Gangwon-do/2022-07-25-1658727844881"},{"id":"2022-07-25-1658723296830","title":"Cheorwon Facilities Management Office (Formerly, Iron Triangle Battlefield (철원 시설물관리사업소 (구 철의삼각전적관))","description":"Located in Goseokjeong National Tourism Site, Cheorwon Facilities Management Office is the main tourism center hosting the Cheorwon tour. Starting from Security Tourist Site Development Plan by Cheorwon-gun county in 1976 , the Ministry of Transportation designated Goseokjeong as Goseokjeong National Tourist Area in 1977. The military and Cheorwon-gun county carried out security and battlefield excavation and preservation projects, and established a security educational site featuring the national largest scale in 1985. <br><br>Presently, the Iron Triangle Battlefield, located in Goseokjeong National Tourist Area, is used as a security educational site. Unification Hall found within houses various exhibitions, giving information to compare with current and past lifestyles and military devices including varied aircrafts displayed in the outdoor exhibition area. In the educational hall, a promotional video for Cheorwon is screened. Likewise, the exhibition hall covers various materials that allow one to think about unification between North Korea and South Korea.","regDate":"2022-07-25","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Historical Sites","Security & Peace Sites"],"imgUrl":"/2022-07-25-1658723296830/2385879_image2_1.webp","blogPath":"Gangwon-do/2022-07-25-1658723296830"}],"navList":["Busan","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Incheon","Jeju-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}