{"pageProps":{"content":"![Gangjinman Bay (강진만)](/2023-01-19-1674117534650/220619_image2_1.webp)\n\n  \n## Overview\n\n> Gangjin has many scenic landscapes with Wolchulsan Mountain to the north and the sea of Gugangpo dotted with numerous islets and wetlands to the south. It is also home to beautiful mountains, rivers, and plains that add to its scenic beauty and natural features. The Baengnyeonsa Temple and Dasan Chodang to the west of Gangjinman Bay, and the reeds along the coastline are a beautiful sight to behold. Also, the National Highway No. 23 that runs along the eastern border of the Gangjinman Bay, past the town of Gangjin-eup to Maryang, is famous for its many spectacular sights. Above all, it is highly recommended to hike up the Cheonilgak Pavilion in front of the Dasan Chodong Dongam (east hermitage) for a panoramic view of Gugangpo’s coastal waters. The hiking trail that traverses Mandeoksan Mountain leads to Baengnyeonsa, which is a temple with breathtaking ocean view.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Korea Travel Hotline: +82-2-1330 <BR>(Korean, English, Japanese, Chinese) <br> • For more info: +82-61-430-3114|\n  \n\n  \n## Detail Image\n![/2023-01-19-1674117534650/220620_image2_1.webp](/2023-01-19-1674117534650/220620_image2_1.webp)\n![/2023-01-19-1674117534650/220621_image2_1.webp](/2023-01-19-1674117534650/220621_image2_1.webp)\n![/2023-01-19-1674117534650/220622_image2_1.webp](/2023-01-19-1674117534650/220622_image2_1.webp)\n![/2023-01-19-1674117534650/974948_image2_1.webp](/2023-01-19-1674117534650/974948_image2_1.webp)\n![/2023-01-19-1674117534650/974949_image2_1.webp](/2023-01-19-1674117534650/974949_image2_1.webp)\n![/2023-01-19-1674117534650/974962_image2_1.webp](/2023-01-19-1674117534650/974962_image2_1.webp)\n![/2023-01-19-1674117534650/974968_image2_1.webp](/2023-01-19-1674117534650/974968_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-61-430-3114](tel:+82614303114)\n\n\n\n```googleMap\nlatitude: 34.5952233820\nlongitude: 126.7701508920\ntitle: Beoljeong-ri, Gangjin-gun, Jeollanam-do\n```\n  \n## Directions\n  \n[BUs]<BR>\nFrom Seoul Central City Bus Terminal, take an intercity bus to Gangjin Bus Terminal.<br>\nFrom Gangjin Bus Terminal, take a local bus bound for Maryang.\n","data":{"id":"2023-01-19-1674117534650","title":"Gangjinman Bay (강진만)","description":"Gangjin has many scenic landscapes with Wolchulsan Mountain to the north and the sea of Gugangpo dotted with numerous islets and wetlands to the south. It is also home to beautiful mountains, rivers, and plains that add to its scenic beauty and natural features. The Baengnyeonsa Temple and Dasan Chodang to the west of Gangjinman Bay, and the reeds along the coastline are a beautiful sight to behold. Also, the National Highway No. 23 that runs along the eastern border of the Gangjinman Bay, past the town of Gangjin-eup to Maryang, is famous for its many spectacular sights. Above all, it is highly recommended to hike up the Cheonilgak Pavilion in front of the Dasan Chodong Dongam (east hermitage) for a panoramic view of Gugangpo’s coastal waters. The hiking trail that traverses Mandeoksan Mountain leads to Baengnyeonsa, which is a temple with breathtaking ocean view.","regDate":"2023-01-19","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"/2023-01-19-1674117534650/220619_image2_1.webp","blogPath":"Jeollanam-do/2023-01-19-1674117534650","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-19-1674117534650"},"dataList":[{"id":"2023-01-24-1674549512720","title":"Jirisan National Park (Nogodan Peak Section) (지리산국립공원 (지리산 노고단))","description":"Jirisan National Park covers a vast amount of land in three provinces, including one city and three counties. The countless mountain peaks both large and small blend harmoniously, giving off a comforting ambiance. The valleys feature streams, waterfalls, and more natural attractions beautiful all year round. The mountain is the starting point for the Seomjingang River, which flows into the southern sea.<bR><br>The park is home to many plants and animals, including the Asiatic black bear. There are many hiking paths crossing the park; it is recommended to make a plan for the courses in advance, checking the lengths and time required. As Jirisan Mountain changes with the different seasons, hikers can enjoy various aspects of the mountain’s terrain. However, some areas will be closed off for hikers safety in the case of incliment weather or to prevent forest fires in the dry season.","regDate":"2023-01-24","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites","National Parks"],"imgUrl":"/2023-01-24-1674549512720/2028685_image2_1.webp","blogPath":"Jeollanam-do/2023-01-24-1674549512720"},{"id":"2023-01-24-1674545770687","title":"Jirisan Manbokdae Peak (지리산 만복대)","description":"Manbokdae Peak in the west soars at the boundary between Sandong-myeon, Gurye-gun and Namwon-si at 1,433.4 meters above sea level. ”Man” means “full of something” and “bok” means “fortune.” Like the name, Manbokdae is considered as a fortunate mountain with great views as it is surrounded by smooth hills. According to an old story, Manbokdae Peak was chosen as one of the 10 scenic areas, where people come to receive good fortune.","regDate":"2023-01-24","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites","Mountains"],"imgUrl":"/2023-01-24-1674545770687/2372096_image2_1.webp","blogPath":"Jeollanam-do/2023-01-24-1674545770687"},{"id":"2023-01-24-1674542320980","title":"Jiri Beach (지리해수욕장)","description":"Jiri Beach offers a beautiful view of the sunset and is regarded as one of the best beaches on Cheongsando Island. With its clean, shallow waters and fine white sand, it is a great vacation spot for families. The beach stretches for 1 kilometer, is 100 meters in x_width, and is bordered by over 500 ancient pine trees that provide natural shade from the sun. The waters of Cheongsando Island teem with fish, earning the island a reputation as one of Korea’s major sea fishing sites.","regDate":"2023-01-24","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"/2023-01-24-1674542320980/214524_image2_1.webp","blogPath":"Jeollanam-do/2023-01-24-1674542320980"},{"id":"2023-01-24-1674538555346","title":"Jindo Ssanggyesa Temple (쌍계사(진도))","description":"Founded in 857 by Buddhist monk Doseonguksa and reconstructed by Ui Woong in 1648, Ssanggyesa Temple is located between two valleys, bordering Cheomchalsan Mountain to the North. Walk through the rows of trees leading to a beautiful garden enclosed by a 100 year-old Joseon Chinese Juniper, cherry trees and persimmon trees. <br><br>Follow the path behind the temple for 10 minutes to find a three-acre plot of land consisting of dense forest. This woodland is a national monument containing over 50 types of trees. Unrimsanbang lies on the south of the temple, home of the famous artist Heo Yu, of the Joseon dynasty.","regDate":"2023-01-24","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2023-01-24-1674538555346/1992808_image2_1.webp","blogPath":"Jeollanam-do/2023-01-24-1674538555346"},{"id":"2023-01-24-1674535168286","title":"Jindo Mysterious Sea Route (진도 신비의 바닷길)","description":"Jindo Island is the third largest island in Korea, next to Jeju Island and Geoje Island. It is made up of 250 smaller islands, and it is famous for a strip of dry road that appears from the middle of the sea, near the end of February and mid June of the lunar calendar.  As it resembles a passage in the Old Testament in the Book of Exodus, the event is called “The Miracle of Moses.”  When the water recedes, a road about 30-40 meter wide and 2.8-kilometer long appears and stays for about an hour before being submerged again. <br><br>Jindo Island has some legends which are still popular today, especially that of “Old Woman Bbyong of Hoedongri.” A long time ago, there were many tigers on Jindo Island. When tigers began appearing frequently in the village, the people fled to Modo Island. In the process, only the old woman Bbyong ended up remaining on the island, so the lady prayed everyday to Yongwang, the god of the ocean, to let her see her family again. Around February, Yongwang appeared to her in her dream and said, “I will send a rainbow to the sea tomorrow; ride it and cross the ocean”. The next day old woman Bbyong went out to the sea and prayed again, and the seawater parted as the rainbow road appeared.  Through this road, her family and the other villagers came back to the island. Therefore when the sea parts, the people celebrate this phenomenon by holding the Yeongdeung Festival to remember the Old Woman Bbyong. During the Festival, original folk plays of Jindo Island are performed and draws many tourists into Jindo Island.","regDate":"2023-01-24","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2023-01-24-1674535168286/1993038_image2_1.webp","blogPath":"Jeollanam-do/2023-01-24-1674535168286"},{"id":"2023-01-24-1674531363287","title":"Jindo Island (진도)","description":"Jindo Island is the principal island among the cluster of 230 islets in the southwestern part of the Korean peninsula. The island is blessed with abundant fertile land, therefore much of it is used for agriculture. The sea around it is teeming with fish and wildlife. <br /><br />The island has many park reserves like the Dadohaehaesang National Park, historical relics and sites; and visitors can enjoy traditional artistic performances everywhere. With the Jindo Bridge construction completed, the island is connected to the mainland. Every year during the month of February on the lunar calendar, the sea parts and mimics the parting of the sea by Moses. Many tourists come to watch this rare spectacle.","regDate":"2023-01-24","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"/2023-01-24-1674531363287/2708897_image2_1.webp","blogPath":"Jeollanam-do/2023-01-24-1674531363287"},{"id":"2023-01-23-1674470277246","title":"Jeungdo Ujeon Beach (증도 우전해수욕장)","description":"Ujeon Beach stretches 4 kilometers in length on the southwestern coast of the island of Jeungdo, the biggest natural salt producer in Korea. The silvery white sand as well as the view of the sealine dotted with over 90 deserted islands make Ujeon Beach one of the most attractive seaside destinations. Clean waters and pine tree forest provide perfect shade for summer visitors. The beach is rich with germanium, holding Germanium Festival every summer.","regDate":"2023-01-23","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"/2023-01-23-1674470277246/2612392_image2_1.webp","blogPath":"Jeollanam-do/2023-01-23-1674470277246"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}