{"pageProps":{"content":"![Gyeongpo Provincial Park (경포도립공원)](/2022-09-26-1664169135860/1581168_image2_1.webp)\n\n  \n## Overview\n\n> Gyeongpo Provincial Park was officially opened on June 26, 1982. It houses many cultural assets and memorial sites centered around Gyeongpodae Pavilion, Gyeongpoho Lake, and Gyeongpo Beach. One of the eight scenic spots in Gwandong (old name of Gangwon-do), Gyeongpodae is famous for viewing the moon, as well as fishing at Gyeongpoho Lake. However, fishing is now prohibited due to the lake being designated as a natural protection area. <br><br>Gyeongpo Beach is thought to be the best beach on the East Coast. The crystal waters of Gyeongpo Beach, elegant Gyeongpoho Lake, Gyeongpodae Pavilion, Banghae Pavilion, Hohae Pavilion, Gyeongho Pavilion, and Gyeongyangsa Temple make Gyeongpo Provincial Park a great vacation attraction year round. Known as one of the most scenic locations in Gangwon-do, visitors can enjoy cherry blossoms in the spring, swimming in the summer, and deep-sea fishing and walking on the beach in the winter.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br>(Korean, English, Japanese, Chinese) <br> • For more info: +82-33-640-4537|\n|parking:|Available|\n|restdate:|* Subject to abrupt closure due to adverse weather conditions.|\n|usetime:|Open 24 hr|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Available Facilities:|Accommodations, leisure facilities, etc.|\n|Admission Fees:|Free|\n|Restrooms:|Available|\n|Parking Fees:|Free|\n  \n## Detail Image\n![/2022-09-26-1664169135860/1581161_image2_1.webp](/2022-09-26-1664169135860/1581161_image2_1.webp)\n![/2022-09-26-1664169135860/1581163_image2_1.webp](/2022-09-26-1664169135860/1581163_image2_1.webp)\n![/2022-09-26-1664169135860/1581165_image2_1.webp](/2022-09-26-1664169135860/1581165_image2_1.webp)\n![/2022-09-26-1664169135860/1581166_image2_1.webp](/2022-09-26-1664169135860/1581166_image2_1.webp)\n![/2022-09-26-1664169135860/1581169_image2_1.webp](/2022-09-26-1664169135860/1581169_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-33-640-4537](tel:+82336404537)\n- [🏠www.gn.go.kr](https://www.gn.go.kr/tour/index.do)\n\n\n```googleMap\nlatitude: 37.8274012786\nlongitude: 128.8807685966\ntitle: San 284-1, Sacheon-myeon, Gangneung-si, Gangwon-do\n```\n  \n\n","data":{"id":"2022-09-26-1664169135860","title":"Gyeongpo Provincial Park (경포도립공원)","description":"Gyeongpo Provincial Park was officially opened on June 26, 1982. It houses many cultural assets and memorial sites centered around Gyeongpodae Pavilion, Gyeongpoho Lake, and Gyeongpo Beach. One of the eight scenic spots in Gwandong (old name of Gangwon-do), Gyeongpodae is famous for viewing the moon, as well as fishing at Gyeongpoho Lake. However, fishing is now prohibited due to the lake being designated as a natural protection area. <br><br>Gyeongpo Beach is thought to be the best beach on the East Coast. The crystal waters of Gyeongpo Beach, elegant Gyeongpoho Lake, Gyeongpodae Pavilion, Banghae Pavilion, Hohae Pavilion, Gyeongho Pavilion, and Gyeongyangsa Temple make Gyeongpo Provincial Park a great vacation attraction year round. Known as one of the most scenic locations in Gangwon-do, visitors can enjoy cherry blossoms in the spring, swimming in the summer, and deep-sea fishing and walking on the beach in the winter.","regDate":"2022-09-26","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Provincial Parks"],"imgUrl":"/2022-09-26-1664169135860/1581168_image2_1.webp","blogPath":"Gangwon-do/2022-09-26-1664169135860","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-09-26-1664169135860"},"dataList":[{"id":"2022-10-11-1665478609829","title":"Seomgang River (Seomgang Resort) (섬강(섬강유원지))","description":"Seomgang River crisscrosses the heart of Hoengseong County, flowing on towards Wonju before eventually joining the Namhangang River. The banks of this river are home to a variety of wild flowers, including bright pink royal azaleas that bloom every spring. Gigantic rocks and pine tree forests on each side complete the view. High on the bluff rests Unamjeong Pavilion, overlooking the river and the unfolding vista. Hoengseongs downtown area starts right after crossing Seomgang River on Heongseonggyo Bridge. Nearby attractions like Hoengseong Sports Complex and local resturants specializing in fish stew also attract more tourists to come after sightseeing.","regDate":"2022-10-11","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites"],"imgUrl":"/2022-10-11-1665478609829/187272_image2_1.webp","blogPath":"Gangwon-do/2022-10-11-1665478609829"},{"id":"2022-10-11-1665475247294","title":"Sea Train (바다열차)","description":"The Sea Train is a tourist train that travels along the western coast, comprised of four divided cabins made up of two special rooms, one standard room, and one family room. The first and second cabins feature a special themed interior, equipped with a movie-watching system and seats facing the windows. The third car is for families, prepared with table seats, general subway-like seats, and a cafeteria. The fourth cabin is for groups, featuring three-seated and two-seated chairs.<br><br>The Sea Train has plenty of things to see as it is decorated with a marine theme, including trick art images of marine creatures well as unobstructed views of the ocean through the cabin windows. In addition, monitors equipped inside the room broadcasts music and games that provide fun entertainment during the ride.","regDate":"2022-10-11","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Experience Programs","Unique Experience"],"imgUrl":"/2022-10-11-1665475247294/2648208_image2_1.webp","blogPath":"Gangwon-do/2022-10-11-1665475247294"},{"id":"2022-10-11-1665472152558","title":"Sangwonsa Temple (상원사(오대산))","description":"Sangwonsa Temple is located 8 kilometers north of Woljeongsa Temple. The temple was built by Buddhist monk Ja Jang in the 12th year of Silla Queen Seondeok, and rebuilt in 705 during the 4th year of King Seongdeoks reign. It burned down in 1946, but was restored once again in 1947. The temple is home to the Bronze Bell of Sangwonsa (a National Treasure), the oldest bronze bell in the nation. The bell, built during the 24th year of King Seongdeok, has a x_height of 1.67 meters and a diameter of 91 centimeters with a beautiful, clear ring. Other relics at the temple include Statue of Child Manjusri, said to have been seen directly by King Sejo, as well as a tablet commending the rebuilding of Sangwonsa Temple, written by King Sejo. Gwangdaegeori, located at the temple entrance, is also connected with King Sejo through a story of his bathing in the pure mountain stream one day while visiting Sangwonsa Temple.","regDate":"2022-10-11","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-10-11-1665472152558/1984506_image2_1.webp","blogPath":"Gangwon-do/2022-10-11-1665472152558"},{"id":"2022-10-11-1665469567273","title":"Sandglass Park (모래시계공원)","description":"Sandglass Park is surrounded by the East Sea, mountains and Jeongdongjin 2-ri Village. Sandglass Park has pine trees, benches facing the sea, and access to Jeongdongjin Beach. At the center of the park is a giant sandglass that is set to measure one year. Sandglass Park was established in 1999 by the city of Gangneung and Samsung Electronics Co. to commemorate the upcoming millennium. Part of this commemoration was the building of the giant sandglass at the park. The sandglass has a diameter of 8.06 meters, x_width of 3.2 meters, weight of 40 tons and holds 8 tons of sand, making it one of the biggest sandglasses in the world. It takes a whole year for sand to trickle to the bottom and then the sandglass restarts again on New Year’s Day each year at midnight.","regDate":"2022-10-11","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Recreational Sites","Theme Parks"],"imgUrl":"/2022-10-11-1665469567273/2654549_image2_1.webp","blogPath":"Gangwon-do/2022-10-11-1665469567273"},{"id":"2022-10-11-1665464604832","title":"Samyang Ranch (삼양목장)","description":"Asias largest green pasture, this vast meadow is where milking cows feed on the fresh, clean grass. The view from the 1,470m high plateau is remarkable as well. The ranch has been used as a filming site for many dramas and movies.","regDate":"2022-10-11","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Industrial Sites","Others"],"imgUrl":"/2022-10-11-1665464604832/2037184_image2_1.webp","blogPath":"Gangwon-do/2022-10-11-1665464604832"},{"id":"2022-10-10-1665398950938","title":"Samtan Art Mine (삼탄아트마인)","description":"Samtan Art Mine is an art complex transformed from an abandoned mine. After being used as a coal mine for 40 years, the mine turned into an art complex in 2001. With more than 100,000 art works on exhibit as well as the harmony between the art installations and the interior, which still maintains elements of the former coal mine, the art mine creates a unique atmosphere that cannot be found elsewhere. With lots to see and the availability of many special programs, Samtan Art Mine offers an unique experience and serves as a great photo spot for tourists.","regDate":"2022-10-10","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Experience Programs","Unique Experience"],"imgUrl":"/2022-10-10-1665398950938/2711149_image2_1.webp","blogPath":"Gangwon-do/2022-10-10-1665398950938"},{"id":"2022-10-10-1665395452640","title":"Samhwasa Temple (삼화사)","description":"Samhwasa Temple is located near the entrance of the Mureung Valley of Dutasan Mountain in the City of Donghae, Gangwon Province. The one-thousand year old, small but historical temple falls under the supervision of Woljeongsa Temple. It was originally named “Geukryeondae” when built by monk Jijangyulsa&nbsp;during the eleventh year of Queen Seonseok of the Silla Kingdom (AD 642). In 864 it was renamed Samgongam by the chief monk, and during the reign of King Taejo of the Goryeo dynasty, it&nbsp;changed to&nbsp;the current name, Samhwasa Temple.<br><br> The temple houses the main shrine (also called Yaksajeon), Jeokkwangjeon, Beomjonggak pavilion, Geukrakjeon shrine, Birojeon shrine, Chilseongdan shrine, and Muhyanggak pavilion. The temple is also home to national treasures No. 1277 (three story stone pagoda) and No. 1292 (steel sitting Buddha statue).<br><br> Samhwasa Temple operates a school teaching Buddhism and offers temple stay programs providing a beautiful, serene experience of temple life.","regDate":"2022-10-10","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-10-10-1665395452640/623199_image2_1.webp","blogPath":"Gangwon-do/2022-10-10-1665395452640"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}