{"pageProps":{"content":"![Chaeseokgang Cliff (Jeonbuk National Geopark) (채석강 (전북 서해안권 국가지질공원))](/2022-07-31-1659264028021/1994108_image2_1.webp)\n\n  \n## Overview\n\n> Chaeseokgang Cliff refers to a rocky cliff and the sea around it near the Gyeokpohang Port and Dagibong areas on Byeonsanbando Peninsula. The name Chaeseokgang was adapted as it resembles an attraction of the same name in China. Chaeseokgang Cliff was formed from many layers of rocks stratified by the sea, and the blue sea and the rock cliffs together create quite a lovely picture. It is nature’s masterpiece of stratification, and visitors can observe interesting structures and shapes that cannot be seen elsewhere.\n\n  \n## Intro\n\n| | |\n| - | - |\n|expagerange:|Open to visitors of all ages|\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-63-580-4331|\n|parking:|Available|\n|restdate:|N/A (Open all year round)|\n|usetime:|Sunrise-Sunset|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Tour Course Information:|* Nearby attractions: Jeokbyeokgang Cliff - Chaeseokgang Cliff - Film Theme Park - Jeolla Jwasu Filming Set - Nue Town<br />* Masil-gil Course 3|\n|Admission Fees:|Free|\n|Parking Fees:|Accommodations, pavilion, cafe, drinking fountain, visitors information center|\n|Interpretation Services Offered:|Geopark guide available<br />* Reservation required<br>* Inquiries: +82-63-581-5114, +82-63-584-2114|\n  \n## Detail Image\n![/2022-07-31-1659264028021/252454_image2_1.webp](/2022-07-31-1659264028021/252454_image2_1.webp)\n![/2022-07-31-1659264028021/252455_image2_1.webp](/2022-07-31-1659264028021/252455_image2_1.webp)\n![/2022-07-31-1659264028021/252456_image2_1.webp](/2022-07-31-1659264028021/252456_image2_1.webp)\n![/2022-07-31-1659264028021/252457_image2_1.webp](/2022-07-31-1659264028021/252457_image2_1.webp)\n![/2022-07-31-1659264028021/252458_image2_1.webp](/2022-07-31-1659264028021/252458_image2_1.webp)\n![/2022-07-31-1659264028021/252459_image2_1.webp](/2022-07-31-1659264028021/252459_image2_1.webp)\n![/2022-07-31-1659264028021/689387_image2_1.webp](/2022-07-31-1659264028021/689387_image2_1.webp)\n![/2022-07-31-1659264028021/689389_image2_1.webp](/2022-07-31-1659264028021/689389_image2_1.webp)\n![/2022-07-31-1659264028021/689390_image2_1.webp](/2022-07-31-1659264028021/689390_image2_1.webp)\n![/2022-07-31-1659264028021/689392_image2_1.webp](/2022-07-31-1659264028021/689392_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-63-580-4331](tel:+82635804331)\n- [🏠www.jbgeopark.kr](http://www.jbgeopark.kr/)\n\n\n```googleMap\nlatitude: 35.6279822530\nlongitude: 126.4700297445\ntitle: Gyeokpo-ri, Buan-gun, Jeollabuk-do\n```\n  \n## Directions\n  \n[Express/Intercity Bus]<br>\nFrom Dong Seoul Bus Terminal or Seoul Central City Bus Terminal, take a bus to Buan Bus Terminal.<br>\nFrom Buan Terminal, take a bus to Gyeokpo Terminal.\n","data":{"id":"2022-07-31-1659264028021","title":"Chaeseokgang Cliff (Jeonbuk National Geopark) (채석강 (전북 서해안권 국가지질공원))","description":"Chaeseokgang Cliff refers to a rocky cliff and the sea around it near the Gyeokpohang Port and Dagibong areas on Byeonsanbando Peninsula. The name Chaeseokgang was adapted as it resembles an attraction of the same name in China. Chaeseokgang Cliff was formed from many layers of rocks stratified by the sea, and the blue sea and the rock cliffs together create quite a lovely picture. It is nature’s masterpiece of stratification, and visitors can observe interesting structures and shapes that cannot be seen elsewhere.","regDate":"2022-07-31","author":"korea-tour","tag":["Jeollabuk-do","Nature","Natural Sites"],"imgUrl":"/2022-07-31-1659264028021/1994108_image2_1.webp","blogPath":"Jeollabuk-do/2022-07-31-1659264028021","pageUrl":"https:/mcdryad.com/Jeollabuk-do/2022-07-31-1659264028021"},"dataList":[{"id":"2023-01-12-1673508961801","title":"Dosolgyegok Valley (Seonunsan Mountain) (도솔계곡 (선운산))","description":"Dosolgyegok Valley is located in Seonunsan Mountain in the Gochang-gun district. Seonunsan Mountain, which is also called Dosolsan Mountain, is known for its thick forests and intriguing rock formations. Along the valley, there are many interesting sites such as Jinheungdonggul Cave, Yongmundonggul Cave, Nakjodae Overlook, and Cheonma peak.  Dosolgyegok Valley is also famous for being very deep, where the mountain and water fight each other and whirl around in a yin & yang shape. The green forests in summer cover the valley beautifully, and the red leaves and white snow decorate the area in fall and winter.","regDate":"2023-01-12","author":"korea-tour","tag":["Jeollabuk-do","Nature","Natural Sites","Valleys"],"imgUrl":"","blogPath":"Jeollabuk-do/2023-01-12-1673508961801"},{"id":"2023-01-12-1673505537879","title":"Dongho Beach (동호해수욕장)","description":"Dongho Beach is located south of Gomsoman Bay, between the Byeonsan Peninsula of Buan and Gochang-gun, Jeollabuk-do. Skirting the 1 kilometer-long white sandy beach lies a green forest with pine trees hundreds of years old. The sunset viewed from the forest is particularly eye-catching as the soft pink from the falling sun covers the sky. The water just offshore is relatively shallow, varying in depth between 0.5 and 1.5 meters. The high salt content in the seawater makes it an ideal place for sea and sand bathing. <br><br>On the hill above the forest is Suseongdang, a shrine honoring the God of the Sea, where the local fishermen gather each year to pray for big catches.","regDate":"2023-01-12","author":"korea-tour","tag":["Jeollabuk-do","Nature","Natural Sites"],"imgUrl":"/2023-01-12-1673505537879/781708_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-12-1673505537879"},{"id":"2023-01-12-1673501744694","title":"Deokcheonseowon Confucian Academy (덕천서원)","description":"Deokcheonseowon Confucian Academy, originally called Yucheonsa, was built in front of Gusan Village in Dugil-ri  in 1919. The Confucian academy was moved to Inam Village in Socheon-ri in 1982, and was finally moved to its current site and renamed Deokcheonseowon. Within the building is a shrine called Deokcheonsa, which has memorial stones that have been carefully placed inside.","regDate":"2023-01-12","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"","blogPath":"Jeollabuk-do/2023-01-12-1673501744694"},{"id":"2023-01-12-1673498370125","title":"Daedunsan Provincial Park (Jeollabuk-do Section) (대둔산도립공원(전북))","description":"Daedunsan Mountain is defined by the grandiose rock peaks of Macheondae Summit, Chilseongbong, Janggunbong, and Ambong Peaks, as well as surrounding strange rocks and lush trees that fill the area including Samseonbawi Rock, Yongmungol Valley and Geumgangmun Gate. The area spanning from Macheondae Peak to Nakjodae Peak along the northern ridge offers a magnificent view, especially of the sunrise and sunset from Nakjodae.<br><br>Since its designation as a provincial park in 1977, Daedunsan Provincial Park has served as a scenic site equipped with recreational facilities including a cable car and Geumgang Suspension Bridge. A 5-minute cable car ride followed by a walk up the steep stairs leads to the suspension bridge, stretching 50 meters from Imgeumbawi Rock to Ipseokdae Pedestal. The park is also home to historic temples including Taegosa Temple of Jinsan, Ansimsa Temple of Unju, and Sinsounsa Temple of Byeolgok.","regDate":"2023-01-12","author":"korea-tour","tag":["Jeollabuk-do","Nature","Natural Sites","Provincial Parks"],"imgUrl":"/2023-01-12-1673498370125/2514087_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-12-1673498370125"},{"id":"2023-01-12-1673494595456","title":"Daea Arboretum (대아수목원)","description":"Daea Arboretum is located in Sancheon-ri, Wanju. Daea Arboretum has an extensive forest of 300,000 ornamental trees. The forest is equipped with spring water, an observatory, forest museum, and a forest classroom. The arboretum focuses on preserving the forest ecosystem, research and utilize domestic plants, and promote forest education to the public. Daea Arboretum has a total of 2,683 species of diverse plants.","regDate":"2023-01-12","author":"korea-tour","tag":["Jeollabuk-do","Nature","Natural Sites","Botanical Gardens"],"imgUrl":"/2023-01-12-1673494595456/1605085_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-12-1673494595456"},{"id":"2023-01-11-1673433662112","title":"Buan Guam-ri Dolmens (부안 구암리 지석묘군)","description":"Buan Guam-ri Dolmens, designated as Historical Site No. 103, is comprised of southern-style dolmens. Dolmen refers to a particular structure of a tomb created during the Bronze Age. Dolmen is largely classified into two groups – Southern-type that has small footstones supporting large top stone; and Northern-type which is shaped like a desk. In Guam-ri, there were originally 13 dolmens, but only 10 remain. Most of the dolmens have 8 small footstones propping up one large top stone, compared to the dolmens in other regions which normally have 4 footstones.","regDate":"2023-01-11","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"","blogPath":"Jeollabuk-do/2023-01-11-1673433662112"},{"id":"2023-01-11-1673429976820","title":"Banghwadong Recreational Forest (방화동 자연휴양림,가족휴가촌)","description":"Banghwadong Recreational Forest is located at the foot of Jangansan Mountain. The mountain trail from Deoksanyongso Pond leading to Banghwadonggyegok Valley features nature learning centers and adventure games facilities. The clean valley is lined with oddly shaped cliffs, shrubs and trees, which all combine into a splendid view. The forest is situated at a highland more than 500 meters above sea level. It is surrounded by mountains that are over a thousand meters above sea level, so the temperature is low and the water at the valley is cool even in the summer. <br><br>There are log cabins, group accommodation facilities, and training halls by the valley to accommodate group visits, conferences, gatherings and seminars. The recreational forest also operates Banghwadong Family Vacation Village for family visitors, equipped with accommodation facilities, various camping sites, and a wood carving experience center.","regDate":"2023-01-11","author":"korea-tour","tag":["Jeollabuk-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"","blogPath":"Jeollabuk-do/2023-01-11-1673429976820"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}