{"pageProps":{"content":"![Banpo Hangang Park (반포한강공원)](/2022-07-20-1658325426879/2385816_image2_1.webp)\n\n  \n## Overview\n\n> Banpo Hangang Park is located on the southern side of the river centering on Banpo Bridge (Jamsu Bridge) between Hamnam Bridge (upstream) and Dongjak Bridge (downstream). The Rainbow Fountain built on both sides of Banpo Bridge was registered in The Guinness Book of Records in 2008 as the longest bridge fountain in the world with a total length of 1,140 meters. At night, over 200 lights create a fantastic view of a beautiful rainbow.<br><br>\n\nIn addition, the park is equipped with sports facilities including bubble playground, in-line skating track, soccer field, and basketball court. You may also enjoy the gorgeous view of Hangang River and skyscrapers on the riverside from Gureum and Noeul cafes, lookout places located on the southernmost part of Dongjak Bridge.<br><br>\n\nSeoraeseom Island which connects from Banpo Hangang River Park is an artificially created island to provide a leisure space for Seoul urbanites. Every spring, the place is flooded with waves of canola flowers and people to enjoy picnic and spring events like ‘Searaeseom Butterfly, Canola Flower Festival’.<br><br>Your joyful experience in the park doesn’t end here - there are more things to see and enjoy including a nature experience field, boat quay, bike lane, and picnic spots.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br>(Korean, English, Japanese, Chinese) <br>• For more info: +82-2-3780-0541~4|\n|parking:|Available|\n|usetime:|[Banpo Bridge Rainbow Fountain] Hours vary; check before visiting.|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Admission Fees:|Free|\n|Restrooms:|Available|\n  \n## Detail Image\n![/2022-07-20-1658325426879/2388562_image2_1.webp](/2022-07-20-1658325426879/2388562_image2_1.webp)\n![/2022-07-20-1658325426879/2388566_image2_1.webp](/2022-07-20-1658325426879/2388566_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-2-3780-0541](tel:+82237800541)\n- [🏠hangang.seoul.go.kr](http://hangang.seoul.go.kr)\n\n\n```googleMap\nlatitude: 37.5076780054\nlongitude: 126.9926825046\ntitle: 40, Sinbanpo-ro 11-gil, Seocho-gu, Seoul\n```\n  \n## Directions\n  \n[Subway] <br> Express Bus Terminal Station (Seoul Subway Line 3,7 or 9), Exit 8-1 or 8-2.<br>Walk for approx. 700 m.\n","data":{"id":"2022-07-20-1658325426879","title":"Banpo Hangang Park (반포한강공원)","description":"Banpo Hangang Park is located on the southern side of the river centering on Banpo Bridge (Jamsu Bridge) between Hamnam Bridge (upstream) and Dongjak Bridge (downstream). The Rainbow Fountain built on both sides of Banpo Bridge was registered in The Guinness Book of Records in 2008 as the longest bridge fountain in the world with a total length of 1,140 meters. At night, over 200 lights create a fantastic view of a beautiful rainbow.<br><br>In addition, the park is equipped with sports facilities including bubble playground, in-line skating track, soccer field, and basketball court. You may also enjoy the gorgeous view of Hangang River and skyscrapers on the riverside from Gureum and Noeul cafes, lookout places located on the southernmost part of Dongjak Bridge.<br><br>Seoraeseom Island which connects from Banpo Hangang River Park is an artificially created island to provide a leisure space for Seoul urbanites. Every spring, the place is flooded with waves of canola flowers and people to enjoy picnic and spring events like ‘Searaeseom Butterfly, Canola Flower Festival’.<br><br>Your joyful experience in the park doesn’t end here - there are more things to see and enjoy including a nature experience field, boat quay, bike lane, and picnic spots.","regDate":"2022-07-20","author":"korea-tour","tag":["Seoul","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-07-20-1658325426879/2385816_image2_1.webp","blogPath":"Seoul/2022-07-20-1658325426879","pageUrl":"https:/mcdryad.com/Seoul/2022-07-20-1658325426879"},"dataList":[{"id":"2022-07-21-1658385996535","title":"Changdeokgung Injeongmun Gate (창덕궁 인정문)","description":"Serving as the main gate of Injeongjeon Hall, Injeongmun Gate was established in 1405 (5th year of King Taejo’s reign during the Joseon dynasty). Later on, the gate was destroyed by multiple fires during the Imjin War (Japanese invasion of Korea in 1592), therefore current form&nbsp;of the&nbsp;establishment displays designs that are more often seen&nbsp;in the late&nbsp;19th century's. In addition, a lot of subsidary marks and buildings are removed from the original places and&nbsp;relocated passing the&nbsp;time, however, still remains to represent prestigious ambience.<br><br>Injeongmun Gate served as the place for several coronation ceremonies of kings, prince's succession of throne, and many other national affairs celebrated by the royal members&nbsp;who gathered and aligned around this gate.","regDate":"2022-07-21","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Gates"],"imgUrl":"/2022-07-21-1658385996535/1568301_image2_1.webp","blogPath":"Seoul/2022-07-21-1658385996535"},{"id":"2022-07-21-1658382231452","title":"Buramsan Mountain (불암산)","description":"Buramsan Mountain is an 508-meter high rock mountain, drawing the border between Junggye-dong and Sanggye-dong in Nowon-gu and Byeolnae-myeon in Namyangju.  The total area is approximately 5,355,396 square meters and was designated as a city nature park in 1977. The mountain is named after its appearance that resembles  Buddha wearing songnak (headgear) and is also referred to as Cheonbosan or Piramsan Mountain. The ridge stretches long enough to enjoy the scenery and it's an easy hike because it is not too steep. In particular, the stunning view of Seoul at night unfolds at the top of the mountain.<br>Buramsanseong Fortress is located 420 meters above sea level and the rock cliffs are often used as rock climbing spots. There are also various hiking trails and about ten springs to get fresh mineral water. Burampokpo Falls is popular in winter among ice climbing enthusiasts.","regDate":"2022-07-21","author":"korea-tour","tag":["Seoul","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-07-21-1658382231452/739086_image2_1.webp","blogPath":"Seoul/2022-07-21-1658382231452"},{"id":"2022-07-21-1658379898802","title":"Bukhansan National Park (Seoul District) (북한산국립공원(서울))","description":"Bukhansan Mountain was officially designated as a national park in 1983. The Bukhansan National Park covers both Bukhansan and Dobongsan Mountains, and spans the total area of 80.699 ㎢. At the top of Bukhansan Mountain are Baegundae Terrace (835.6 m), Insubong Peak (810.5 m) and Mangyeongdae Terrace (799.5 m), which gave the mountain the nickname \"Samgaksan\" or the \"three-horned mountain.\" The mountain had other names  Sambongsan (mountain with three peaks), Hwasan (flower mountain), and Buaak (mountain shaped like a person giving a baby a piggyback ride). The current name, Bukhansan, was given after the Bukhansanseong Fortress was built under King Sukjong of the Joseon dynasty.","regDate":"2022-07-21","author":"korea-tour","tag":["Seoul","Nature","Natural Sites","National Parks"],"imgUrl":"/2022-07-21-1658379898802/2526645_image2_1.webp","blogPath":"Seoul/2022-07-21-1658379898802"},{"id":"2022-07-21-1658376681775","title":"Bukchon Hanok Village (북촌한옥마을)","description":"Surrounded by Gyeongbokgung Palace, Changdeokgung Palace and Jongmyo Shrine, Bukchon Hanok Village is home to hundreds of traditional houses, called <em>hanok</em>, that date back to the Joseon dynasty. The name Bukchon, which literally translates to \"northern village,\" came about as the neighborhood lies north of two significant Seoul landmarks, Cheonggyecheon Stream and Jongno. Today, many of these hanoks operate as cultural centers, guesthouses, restaurants and tea houses, providing visitors with an opportunity to experience, learn and immerse themselves in traditional Korean culture. As Bukchon Hanok Village is an actual neighborhood with people's homes, visitors are advised to be respectful at all times while looking around.","regDate":"2022-07-21","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Folk Villages"],"imgUrl":"/2022-07-21-1658376681775/2512006_image2_1.webp","blogPath":"Seoul/2022-07-21-1658376681775"},{"id":"2022-07-21-1658371566809","title":"Bugaksan Mountain (북악산)","description":"Seoul is enveloped by mountains, consisting of Bugaksan, Namsan, Naksan, and Inwangsan to name a few major peaks surrounding the city. Bugaksan, the mountain located to the north of Seoul, is the highest among these and is a southern offshoot of Bukhansan Mountain. It is also referred to as Baegaksan.<br><br>Hanyang City Wall runs along the mountain ridge and Changuimun Gate (also called Jahamun), one of the four small gates surrounding the castle city during the Joseon dynasty, is on the west side of the mountain near Inwangsan Mountain. Running between Changuimun Gate and Arirang Hill in Jeongneung Royal Tomb, Bugak Skyway is a scenic road overlooking downtown Seoul; it also passes through a variety of attractions such as Changuimun Gate and Bugak Pavilion. Another attraction is Samcheong Park at the southern foot of Bugaksan Mountain.","regDate":"2022-07-21","author":"korea-tour","tag":["Seoul","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-07-21-1658371566809/1394557_image2_1.webp","blogPath":"Seoul/2022-07-21-1658371566809"},{"id":"2022-07-20-1658360226266","title":"Bugak Skyway Palgakjeong Pavilion (북악스카이 팔각정)","description":"Bugak Skyway Palgakjeong Pavilion exudes a tranquil, serene beauty regardless of the season. The pavilion, which sits on Bugaksan's 1,652,900 square meter summit at an altitude of 345 meters, was built in a traditional Korean-style and became a popular attraction within the city. There are also spaces for visitors to enjoy food and drinks.","regDate":"2022-07-20","author":"korea-tour","tag":["Seoul","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-07-20-1658360226266/2667332_image2_1.webp","blogPath":"Seoul/2022-07-20-1658360226266"},{"id":"2022-07-20-1658356535853","title":"Buam-dong (부암동)","description":"Buam-dong is a neighborhood in central Seoul that was once occupied mostly by artists and writers. Today, modern galleries, coffee shops, and restaurants stand side by side with old mills and barber shops on the narrow alleyways, making Buam-dong a sophisticated yet classically charming destination.","regDate":"2022-07-20","author":"korea-tour","tag":["Seoul","Culture/Art/History","Experience Programs","Cultural Districts"],"imgUrl":"/2022-07-20-1658356535853/2036441_image2_1.webp","blogPath":"Seoul/2022-07-20-1658356535853"}],"navList":["Busan","Daegu","Daejeon","Gwangju","Gyeonggi-do","Incheon","Jeju-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}