{"pageProps":{"content":"![Baek In-je House (백인제가옥)](/2022-07-11-1657507335227/2481892_image2_1.webp)\n  \n## Overview\n\n> Baek In-je House in Gahoe-dong, located in Bukchon Hanok Village, is a hanok built during the Japanese administration period that portrays modern hanok features. The structure consists of a main room offering a good view of the whole village, spacious bedrooms, a large garden, and annex buildings. As it withholds the beauty of a traditional hanok while incorporating the modern trend of its time, Baek In-je House is considered to be highly valuable in means of both architecture and history, representing the Bukchon Hanok Village together with Yun Bo-seon House.<br /><br />Baek In-je House was built from black pine, which was first introduced in Seoul during the Gyeongseong Expo in 1907, distinguishing itself from other upper-class houses of its time. Unlike other traditional hanok designs that separate the main building from the other rooms, Baek In-je House connects the two with a hallway, allowing convenient access between the two structures. The house also consists of a Japanese-style hallway and floor mat rooms, reflecting the interior trends of that period. Baek In-je House is also unique in that the main room is partially built as a two-story structure, a style that was never seen in any traditional hanok built during the Joseon period.\n\n  \n## Intro\n\n| | |\n| - | - |\n|accomcount:|100 people|\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br>(Korean, English, Japanese, Chinese) <br>• For more info: +82-2-724-0200|\n|restdate:|Mondays (open in the case of Monday is a public holiday), New Year's Day|\n|usetime:|09:00-18:00 (Last admission 17:30)<br />* Outdoor facility accessible during free viewing time <br />* Indoor areas off limits|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Admission Fees:|Free|\n|Interpretation Services Offered:|Reservation & on-site registration available for guided tours<br> Schedule: 16:00 (Wednesdays - Japanese / Thursdays - Chinese / Fridays - English)<br><br> * Elementary students and younger children must be accompanied by an adult.<br>* Call +82-2-724-0232 for cancellations. <br>* Reservation canceled if more than 10 min late|\n  \n## Detail Image\n![/2022-07-11-1657507335227/2481870_image2_1.webp](/2022-07-11-1657507335227/2481870_image2_1.webp)\n![/2022-07-11-1657507335227/2481871_image2_1.webp](/2022-07-11-1657507335227/2481871_image2_1.webp)\n![/2022-07-11-1657507335227/2481872_image2_1.webp](/2022-07-11-1657507335227/2481872_image2_1.webp)\n![/2022-07-11-1657507335227/2481874_image2_1.webp](/2022-07-11-1657507335227/2481874_image2_1.webp)\n![/2022-07-11-1657507335227/2481877_image2_1.webp](/2022-07-11-1657507335227/2481877_image2_1.webp)\n![/2022-07-11-1657507335227/2481878_image2_1.webp](/2022-07-11-1657507335227/2481878_image2_1.webp)\n![/2022-07-11-1657507335227/2481879_image2_1.webp](/2022-07-11-1657507335227/2481879_image2_1.webp)\n![/2022-07-11-1657507335227/2481880_image2_1.webp](/2022-07-11-1657507335227/2481880_image2_1.webp)\n![/2022-07-11-1657507335227/2481890_image2_1.webp](/2022-07-11-1657507335227/2481890_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-2-724-0200](tel:+8227240200)\n- [🏠www.museum.seoul.kr](http://www.museum.seoul.kr/www/intro/annexIntro/annex_22/annex_22_01.jsp?sso=ok)\n\n\n```googleMap\nlatitude: 37.5804416194\nlongitude: 126.9840701194\ntitle: 16, Bukchon-ro 7-gil, Jongno-gu, Seoul\n```\n  \n\n","data":{"id":"2022-07-11-1657507335227","title":"Baek In-je House (백인제가옥)","description":"Baek In-je House in Gahoe-dong, located in Bukchon Hanok Village, is a hanok built during the Japanese administration period that portrays modern hanok features. The structure consists of a main room offering a good view of the whole village, spacious bedrooms, a large garden, and annex buildings. As it withholds the beauty of a traditional hanok while incorporating the modern trend of its time, Baek In-je House is considered to be highly valuable in means of both architecture and history, representing the Bukchon Hanok Village together with Yun Bo-seon House.<br /><br />Baek In-je House was built from black pine, which was first introduced in Seoul during the Gyeongseong Expo in 1907, distinguishing itself from other upper-class houses of its time. Unlike other traditional hanok designs that separate the main building from the other rooms, Baek In-je House connects the two with a hallway, allowing convenient access between the two structures. The house also consists of a Japanese-style hallway and floor mat rooms, reflecting the interior trends of that period. Baek In-je House is also unique in that the main room is partially built as a two-story structure, a style that was never seen in any traditional hanok built during the Joseon period.","regDate":"2022-07-11","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Old Houses"],"imgUrl":"/2022-07-11-1657507335227/2481892_image2_1.webp","blogPath":"Seoul/2022-07-11-1657507335227","pageUrl":"https:/mcdryad.com/Seoul/2022-07-11-1657507335227"},"dataList":[{"id":"2022-07-21-1658385996535","title":"Changdeokgung Injeongmun Gate (창덕궁 인정문)","description":"Serving as the main gate of Injeongjeon Hall, Injeongmun Gate was established in 1405 (5th year of King Taejo’s reign during the Joseon dynasty). Later on, the gate was destroyed by multiple fires during the Imjin War (Japanese invasion of Korea in 1592), therefore current form&nbsp;of the&nbsp;establishment displays designs that are more often seen&nbsp;in the late&nbsp;19th century's. In addition, a lot of subsidary marks and buildings are removed from the original places and&nbsp;relocated passing the&nbsp;time, however, still remains to represent prestigious ambience.<br><br>Injeongmun Gate served as the place for several coronation ceremonies of kings, prince's succession of throne, and many other national affairs celebrated by the royal members&nbsp;who gathered and aligned around this gate.","regDate":"2022-07-21","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Gates"],"imgUrl":"/2022-07-21-1658385996535/1568301_image2_1.webp","blogPath":"Seoul/2022-07-21-1658385996535"},{"id":"2022-07-21-1658382231452","title":"Buramsan Mountain (불암산)","description":"Buramsan Mountain is an 508-meter high rock mountain, drawing the border between Junggye-dong and Sanggye-dong in Nowon-gu and Byeolnae-myeon in Namyangju.  The total area is approximately 5,355,396 square meters and was designated as a city nature park in 1977. The mountain is named after its appearance that resembles  Buddha wearing songnak (headgear) and is also referred to as Cheonbosan or Piramsan Mountain. The ridge stretches long enough to enjoy the scenery and it's an easy hike because it is not too steep. In particular, the stunning view of Seoul at night unfolds at the top of the mountain.<br>Buramsanseong Fortress is located 420 meters above sea level and the rock cliffs are often used as rock climbing spots. There are also various hiking trails and about ten springs to get fresh mineral water. Burampokpo Falls is popular in winter among ice climbing enthusiasts.","regDate":"2022-07-21","author":"korea-tour","tag":["Seoul","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-07-21-1658382231452/739086_image2_1.webp","blogPath":"Seoul/2022-07-21-1658382231452"},{"id":"2022-07-21-1658379898802","title":"Bukhansan National Park (Seoul District) (북한산국립공원(서울))","description":"Bukhansan Mountain was officially designated as a national park in 1983. The Bukhansan National Park covers both Bukhansan and Dobongsan Mountains, and spans the total area of 80.699 ㎢. At the top of Bukhansan Mountain are Baegundae Terrace (835.6 m), Insubong Peak (810.5 m) and Mangyeongdae Terrace (799.5 m), which gave the mountain the nickname \"Samgaksan\" or the \"three-horned mountain.\" The mountain had other names  Sambongsan (mountain with three peaks), Hwasan (flower mountain), and Buaak (mountain shaped like a person giving a baby a piggyback ride). The current name, Bukhansan, was given after the Bukhansanseong Fortress was built under King Sukjong of the Joseon dynasty.","regDate":"2022-07-21","author":"korea-tour","tag":["Seoul","Nature","Natural Sites","National Parks"],"imgUrl":"/2022-07-21-1658379898802/2526645_image2_1.webp","blogPath":"Seoul/2022-07-21-1658379898802"},{"id":"2022-07-21-1658376681775","title":"Bukchon Hanok Village (북촌한옥마을)","description":"Surrounded by Gyeongbokgung Palace, Changdeokgung Palace and Jongmyo Shrine, Bukchon Hanok Village is home to hundreds of traditional houses, called <em>hanok</em>, that date back to the Joseon dynasty. The name Bukchon, which literally translates to \"northern village,\" came about as the neighborhood lies north of two significant Seoul landmarks, Cheonggyecheon Stream and Jongno. Today, many of these hanoks operate as cultural centers, guesthouses, restaurants and tea houses, providing visitors with an opportunity to experience, learn and immerse themselves in traditional Korean culture. As Bukchon Hanok Village is an actual neighborhood with people's homes, visitors are advised to be respectful at all times while looking around.","regDate":"2022-07-21","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Folk Villages"],"imgUrl":"/2022-07-21-1658376681775/2512006_image2_1.webp","blogPath":"Seoul/2022-07-21-1658376681775"},{"id":"2022-07-21-1658371566809","title":"Bugaksan Mountain (북악산)","description":"Seoul is enveloped by mountains, consisting of Bugaksan, Namsan, Naksan, and Inwangsan to name a few major peaks surrounding the city. Bugaksan, the mountain located to the north of Seoul, is the highest among these and is a southern offshoot of Bukhansan Mountain. It is also referred to as Baegaksan.<br><br>Hanyang City Wall runs along the mountain ridge and Changuimun Gate (also called Jahamun), one of the four small gates surrounding the castle city during the Joseon dynasty, is on the west side of the mountain near Inwangsan Mountain. Running between Changuimun Gate and Arirang Hill in Jeongneung Royal Tomb, Bugak Skyway is a scenic road overlooking downtown Seoul; it also passes through a variety of attractions such as Changuimun Gate and Bugak Pavilion. Another attraction is Samcheong Park at the southern foot of Bugaksan Mountain.","regDate":"2022-07-21","author":"korea-tour","tag":["Seoul","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-07-21-1658371566809/1394557_image2_1.webp","blogPath":"Seoul/2022-07-21-1658371566809"},{"id":"2022-07-20-1658360226266","title":"Bugak Skyway Palgakjeong Pavilion (북악스카이 팔각정)","description":"Bugak Skyway Palgakjeong Pavilion exudes a tranquil, serene beauty regardless of the season. The pavilion, which sits on Bugaksan's 1,652,900 square meter summit at an altitude of 345 meters, was built in a traditional Korean-style and became a popular attraction within the city. There are also spaces for visitors to enjoy food and drinks.","regDate":"2022-07-20","author":"korea-tour","tag":["Seoul","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-07-20-1658360226266/2667332_image2_1.webp","blogPath":"Seoul/2022-07-20-1658360226266"},{"id":"2022-07-20-1658356535853","title":"Buam-dong (부암동)","description":"Buam-dong is a neighborhood in central Seoul that was once occupied mostly by artists and writers. Today, modern galleries, coffee shops, and restaurants stand side by side with old mills and barber shops on the narrow alleyways, making Buam-dong a sophisticated yet classically charming destination.","regDate":"2022-07-20","author":"korea-tour","tag":["Seoul","Culture/Art/History","Experience Programs","Cultural Districts"],"imgUrl":"/2022-07-20-1658356535853/2036441_image2_1.webp","blogPath":"Seoul/2022-07-20-1658356535853"}],"navList":["Busan","Daegu","Daejeon","Gwangju","Gyeonggi-do","Incheon","Jeju-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}