{"pageProps":{"content":"![Auraji Lake (아우라지)](/2022-07-24-1658635599656/2395941_image2_1.webp)\n\n  \n## Overview\n\n> Auraji is the name of a lake located in Yeoryang-myeon in Jeongseon-gun. It is here that Jeongseon Arirang, the No. 1 Intangible Cultural Asset of Gangwon-do, originated. The area has long been famous for its beautiful, clean mountains and rivers. Its name is derived from the Korean word <em>eoureojida,</em> meaning \"to meet\" as the waters of Pyeongchang and Samcheok unite in this area.<br>\n<br>Part of the upper stream of Namhangang River, Auraji was a famous starting point of log rafts transporting timber to Hanyang, the original name of Seoul. In the old days, one could always hear the singing of boatmen who came from all over the nation. The lyrics of Jeongseon Arirang reveal the sadness and longing of a woman awaiting her husband who left for business to a far-away place or left to transport timber.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330<br>(English, Korean, Japanese, Chinese)<br>• For more info: +82-1544-9053|\n  \n\n  \n## Detail Image\n![/2022-07-24-1658635599656/1583475_image2_1.webp](/2022-07-24-1658635599656/1583475_image2_1.webp)\n![/2022-07-24-1658635599656/175656_image2_1.webp](/2022-07-24-1658635599656/175656_image2_1.webp)\n![/2022-07-24-1658635599656/179487_image2_1.webp](/2022-07-24-1658635599656/179487_image2_1.webp)\n![/2022-07-24-1658635599656/179492_image2_1.webp](/2022-07-24-1658635599656/179492_image2_1.webp)\n![/2022-07-24-1658635599656/2365263_image2_1.webp](/2022-07-24-1658635599656/2365263_image2_1.webp)\n![/2022-07-24-1658635599656/2365265_image2_1.webp](/2022-07-24-1658635599656/2365265_image2_1.webp)\n![/2022-07-24-1658635599656/2395942_image2_1.webp](/2022-07-24-1658635599656/2395942_image2_1.webp)\n![/2022-07-24-1658635599656/2395943_image2_1.webp](/2022-07-24-1658635599656/2395943_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-1544-9053](tel:+8215449053)\n- [🏠www.ariaritour.com](http://www.ariaritour.com)\n\n\n```googleMap\nlatitude: 37.4758305379\nlongitude: 128.7239879300\ntitle: 69, Auraji-gil, Jeongseon-gun, Gangwon-do\n```\n  \n## Directions\n  \n[Bus]<br>\nFrom Dong Seoul Bus Terminal, take a bus to Jeongseon Bus Terminal.<BR>From Jeongseon Bus Terminal Bus Stop, take a local bus bound for Yeoryang.\n","data":{"id":"2022-07-24-1658635599656","title":"Auraji Lake (아우라지)","description":"Auraji is the name of a lake located in Yeoryang-myeon in Jeongseon-gun. It is here that Jeongseon Arirang, the No. 1 Intangible Cultural Asset of Gangwon-do, originated. The area has long been famous for its beautiful, clean mountains and rivers. Its name is derived from the Korean word <em>eoureojida,</em> meaning \"to meet\" as the waters of Pyeongchang and Samcheok unite in this area.<br><br>Part of the upper stream of Namhangang River, Auraji was a famous starting point of log rafts transporting timber to Hanyang, the original name of Seoul. In the old days, one could always hear the singing of boatmen who came from all over the nation. The lyrics of Jeongseon Arirang reveal the sadness and longing of a woman awaiting her husband who left for business to a far-away place or left to transport timber.","regDate":"2022-07-24","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites"],"imgUrl":"/2022-07-24-1658635599656/2395941_image2_1.webp","blogPath":"Gangwon-do/2022-07-24-1658635599656","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-07-24-1658635599656"},"dataList":[{"id":"2022-10-03-1664794172675","title":"Jumunjin Beach (주문진해변)","description":"Jumunjin Beach is located in the northernmost part of Gangneung, and is a great place for summertime family vacations due to the beachs shallow water. The sound of calm waves will chase the heat away, while the dense pine forest provides cool shade against the sun. Visitors can take advantage of the amenities along the beach as well, such as the forest fitness park, family hotels, and the nearby campsite.","regDate":"2022-10-03","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites"],"imgUrl":"/2022-10-03-1664794172675/1581329_image2_1.webp","blogPath":"Gangwon-do/2022-10-03-1664794172675"},{"id":"2022-10-03-1664790781429","title":"Jukseoru Pavilion (삼척 죽서루)","description":"Jukseoru Pavilion, estimated to have been built around 1266, is one of the eight major attractions of Gwandong District in middle eastern Korea collectively known as Gwandong Palgyeong (eight famous sites). Sitting on the edge of a cliff overlooking Osipcheon Stream, the pavilion incorporates the rocks on the cliff as cornerstones, with a five-girder paljak (ancient-style roof).<br><br>Then, there are 26 signboards hanging from the rafters of the pavilion. The signboards contain inscriptions of&nbsp;famous ancient scholars such as Jeilgyeongjeong (The best riverside pavilion; 1662) by Heo Mok, Jukseoru and Gwandong Jeilru (The best pavilion in Gwandong; 1711) by Yi Seong-jo, and Haeseon Yuhui Jiso (The place that marine gods enjoy; 1837) by Yi Gyu-heon. Others who have left their mark include King Sukjong (1674-1720), King Jeongjo (1776-1800) and Yulgok YiYi (1536-1584). Evidently, Jukseoru Pavilion has served as an inspiration since its establishment, and continues to inspire visitors today through the stunning view of its surrounding nature.","regDate":"2022-10-03","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-10-03-1664790781429/1425822_image2_1.webp","blogPath":"Gangwon-do/2022-10-03-1664790781429"},{"id":"2022-10-01-1664621223464","title":"Jucheongang Recreational Forest (주천강자연휴양림)","description":"Jucheongang Recreational Forest encompasses a forested area of 2.3 million square meters near Jucheongang River in Hoengseong, Gangwon-do and is the nation’s first large-scale riverside forest. Located only 4 kilometers away from the Dunnaegyo Intersection of the Yeongdong Expressway, the recreational forest is easily accessible from Seoul. With Chiaksan National Park to the southwest and ski resorts to the northeast, the recreational forest is well-equipped with leisure facilities. It is the perfect place for large and small gatherings among family and friends. Facilities include the Forest School (workshop center), Forest House, Forest Classroom, water park, mini-soccer field, volleyball court, and work-out center.","regDate":"2022-10-01","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"/2022-10-01-1664621223464/608020_image2_1.webp","blogPath":"Gangwon-do/2022-10-01-1664621223464"},{"id":"2022-10-01-1664617653626","title":"Jiktangpokpo Falls [National Geopark] (직탕폭포 (한탄강 국가지질공원))","description":"Jiktangpokpo Falls is location in the middle of Hantangang River, which runs through town of Dongsong-eup in Cheorwon. Unlike other falls, Jiktangpokpo Falls is not tall, but wide instead as the 3 meter-high falls stretch almost 60 meters from bank to bank. Widely known for its grandeur and beauty, Jiktangpokpo Falls is one of the 8 scenic wonders of Cheorwon. It is an ideal summer vacation spot and visitors can enjoy the savory maeuntang (spicy seafood stew) made with freshwater fish at one of the many restaurants located in the vicinity.","regDate":"2022-10-01","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Waterfalls"],"imgUrl":"/2022-10-01-1664617653626/1137378_image2_1.webp","blogPath":"Gangwon-do/2022-10-01-1664617653626"},{"id":"2022-10-01-1664614440922","title":"Jeonggangwon - Traditional Korean Food Culture Experience Center (정강원 (한국전통음식문화체험관))","description":"Jeonggangwon - Traditional Korean Food Culture Experience Center was established in order to preserve, research, distribute and promote the values and merits of traditional Korean food culture in the world. There are various hands-on facilities for  traditional food culture such as an exhibition hall, cooking room, and a fermentation room. The center is a great place for anyone who wants to learn more about traditional Korean food culture and take part in various experiences.","regDate":"2022-10-01","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Industrial Sites","Foods & Beverages"],"imgUrl":"/2022-10-01-1664614440922/670814_image2_1.webp","blogPath":"Gangwon-do/2022-10-01-1664614440922"},{"id":"2022-10-01-1664610404044","title":"Jeongdongjin Station (정동진역)","description":"Jeongdongjin Station is known as the train station located closest to the ocean in the nation. Built in 1962, the area had as many as 5,000 people during the mining period, but decreased into a small fishing village of under 2,000 after the governments coal industry reform policies went into action. In the early 1990s the train rarely stopped at the station due to minimal passengers, but it gained popularity after appearing in the drama “Sandglass (1995)” and is also widely famous for its sunrise view. The Sunrise Train, a six-hour course from Cheongnyangni Station to Jeongdongjin Station, was added to accommodate more visitors. Other attractions nearby include Jeongdongjin Beach, hourglass tree and more.","regDate":"2022-10-01","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Experience Programs","Cultural Districts"],"imgUrl":"/2022-10-01-1664610404044/2713709_image2_1.webp","blogPath":"Gangwon-do/2022-10-01-1664610404044"},{"id":"2022-10-01-1664607732390","title":"Jeongdongjin Beach (정동진해변)","description":"Jeongdongjin Beach is a nice, sandy beach that stretches over 250 meters with three major swimming spots  in front of Jeongdongjin Station, by Sandglass Park, and by the Jeongdongjin Breakwater. The spots near the railway station and by the park are more popular because they are spacious and easy to reach. The numerous rocks in front of Jeongdongjin Station are home to shellfish, mussels, sea urchins and edible seaweed. <br><br>Jeondongjin Station is known to be one of the stations closest to the ocean in the world. It is also a well-known sunrise spot, attracting crowds of sunrise spectators. The Jeongdongjin Sunrise Tourist Train has become a crowd favorite as well, ever since its premier run in 1997.","regDate":"2022-10-01","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites"],"imgUrl":"/2022-10-01-1664607732390/2654534_image2_1.webp","blogPath":"Gangwon-do/2022-10-01-1664607732390"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}