{"pageProps":{"content":"![Eobigyegok Valley (어비계곡)](/2022-08-23-1661244319701/1589123_image2_1.webp)\n\n  \n## Overview\n\n> Eobigyegok Valley of Eobisan Mountain is a geographically important site, as it sets the boundaries for Gail-ri, Seorak-myeon and Yongmun-ri, Okcheon-myeon, Yangpyeong-gun. &lsquo;Eobi&rsquo; (meaning &lsquo;fish flying&rsquo;) is the name given to this valley, where  fish can regularly&nbsp;be seen jumping out of the valley's&nbsp;pristine water. It is also an ideal destination for families with children, as the stream is shallow, the water flows at a gentle pace, the temperature is mild and it is full of pretty pebbles.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 (Korean, English, Japanese, Chinese) <br> • For more info: +82-31-580-2114|\n|restdate:|N/A (Open all year round)|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Hiking Course:|[Course 1] <br> Neungseon - Yumyeongsan Mountain peak (2.33 km, 1 hour &amp; 40 min) <br> [Course 2] <br> Gail-ri - Eobigyegok Valley - Yumyeongsan Mountain peak (2.7 km, 2 hours) <br> [Course 3] <br> Gail-ri - Yumyeongsangyegok Valley - Madangso - Yumyeongsan Mountain peak (3.6 km, 2 hour &amp; 30 min)|\n|Admission Fees:|Free|\n|Facilities for the Handicapped:|Not available|\n  \n## Detail Image\n![/2022-08-23-1661244319701/219612_image2_1.webp](/2022-08-23-1661244319701/219612_image2_1.webp)\n![/2022-08-23-1661244319701/1589119_image2_1.webp](/2022-08-23-1661244319701/1589119_image2_1.webp)\n![/2022-08-23-1661244319701/1589120_image2_1.webp](/2022-08-23-1661244319701/1589120_image2_1.webp)\n![/2022-08-23-1661244319701/1589121_image2_1.webp](/2022-08-23-1661244319701/1589121_image2_1.webp)\n![/2022-08-23-1661244319701/1589124_image2_1.webp](/2022-08-23-1661244319701/1589124_image2_1.webp)\n![/2022-08-23-1661244319701/1589122_image2_1.webp](/2022-08-23-1661244319701/1589122_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-31-580-2114](tel:+82315802114)\n- [🏠www.gptour.go.kr](http://www.gptour.go.kr)\n\n\n```googleMap\nlatitude: 37.6002624822\nlongitude: 127.4950924960\ntitle: 9-10, Eobisan-gil 99beon-gil<br> Seorak-myeon, Gapyeong-gun Gyeonggi-do\n```\n  \n## Directions\n  \n[Bus]<br>\nFrom Dong Seoul Terminal or Sangbong Bus Terminal, take an intercity bus bound for Chyeonpyeong Bus Terminal. From the terminal, take Bus 32-22 or 32-26 bound for Yumyeongsan Mountain Bus Stop.\n <br><Br>\nFrom Cheongnyangni Transfer Center Bus Stop, take Red Bus 8005 bound for Yumyeonsan Mountain.<br><br>\n\nGet off at Gail-ri 3Geo-ri Bus Stop and take a taxi to the site (about 10 minutes).\n","data":{"id":"2022-08-23-1661244319701","title":"Eobigyegok Valley (어비계곡)","description":"Eobigyegok Valley of Eobisan Mountain is a geographically important site, as it sets the boundaries for Gail-ri, Seorak-myeon and Yongmun-ri, Okcheon-myeon, Yangpyeong-gun. &lsquo;Eobi&rsquo; (meaning &lsquo;fish flying&rsquo;) is the name given to this valley, where  fish can regularly&nbsp;be seen jumping out of the valley's&nbsp;pristine water. It is also an ideal destination for families with children, as the stream is shallow, the water flows at a gentle pace, the temperature is mild and it is full of pretty pebbles.","regDate":"2022-08-23","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites","Valleys"],"imgUrl":"/2022-08-23-1661244319701/1589123_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-23-1661244319701","pageUrl":"https:/mcdryad.com/Gyeonggi-do/2022-08-23-1661244319701"},"dataList":[{"id":"2022-09-01-1662029028077","title":"Namyangju Sareung Royal Tomb [UNESCO World Heritage] (남양주 사릉(정순왕후) [유네스코 세계문화유산])","description":"Sareung Royal Tomb is the tomb of Queen Jeongsun (1440-1521), a consort to King Danjong. She was perhaps the most tragic royal woman of the Joseon dynasty.<br><br>In 1453, she was selected to be queen out of many candidates and actually became the queen a year later. However, when King Danjong was forced to abdicate from the throne and was exiled to Yeongwol in Gangwon-do, Queen Jeongsun was deprived of her title as well. <br><br>After King Danjong died, she built a thatched-roof house outside Seoul’s Dongdaemun Gate and lived there for the rest of her life, continuing to mourn her husband. The tomb’s name, Sareung, came from the fact that she had missed her dead husband so much. <br><br>Unlike other royal tombs, Sareung looks very simple. Its size is relatively small.","regDate":"2022-09-01","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-09-01-1662029028077/2480838_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-01-1662029028077"},{"id":"2022-09-01-1662025288053","title":"Namyangju Joan [Slow City] (남양주 조안)","description":"The origin of the city name, Joan, comes from the meaning a place where birds dwell peacefully. Joan-myeon in Namyangju was designated a slow city in 2010 and was the first slow city in the Seoul metropolitan area. The city has a well-paved bike road along the Namhangang Riverbank connecting Paldang to Yangpyeong through Daeseong-ri. The city also has the Slow City Trail, starting from Ungilsan Station and passing through Majinsanseong Fortress and Sujongsa Temple before arriving at Songchon Independence Park.<br><br>Each of the twelve villages in Namyangju is known for a different local treasure, ranging from lotus fields to cultural heritages. Joan-myeon in particular has received compliments for its local communities, eco-friendly and organic farming, natural environment, traditional culture, and well-managed fisheries.","regDate":"2022-09-01","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Folk Villages"],"imgUrl":"/2022-09-01-1662025288053/1720451_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-01-1662025288053"},{"id":"2022-09-01-1662022132055","title":"Nami Island Zip Wire (남이섬 짚와이어)","description":"Nami Island Zip Wire is an eco-friendly leisure facility established by Gapyeong County Office in partnership with Gyeonggi Tourism Organization and Nami Island Inc. It is one of the largest zipline facilities in Asia. Riders start from an 80-meter-high tower and zoom down along a wire cable to Jarasum (640 meters) or Nami Island (940 meters).","regDate":"2022-09-01","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Experience Programs","Unique Experience"],"imgUrl":"/2022-09-01-1662022132055/2433833_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-01-1662022132055"},{"id":"2022-09-01-1662018070165","title":"Namhansanseong Provincial Park [UNESCO World Heritage] (남한산성도립공원 [유네스코 세계문화유산])","description":"Namhansanseong Provincial Park surrounds Namhansanseong Fortress, one of four forts built to protect Hanyang (the former name of Seoul). Gaeseong, Suwon, Ganghwa and Gwangju are located in the north, south, west, and east direction respectively. Namhansanseong Fortress is located to the east in Gwangju. The park is situated on Namhansan Mountain, 24km southeast from Seoul and 6km northeast from Seongnam. The length of trails is a total of approximately 12.4 km (main fortress 8.9km, external fortress 3.2km, Sinnamsanseong Fortress 0.2km). The x_height is 7.3m.<br><br>The fortress is alternately recorded as being the royal fortress of King Onjo of the Baekje Kingdom, whose father was King Dongmyeong during Goguryeo period or a fortress built in 673 during the reign of King Munmu (the 13th year) of Silla period during the heat of the Silla and Tang War. The old site was rebuilt several times, with its current style of construction being built in 1621 during King Gwanghae’s reign. <br><br> Namhansanseong’s circumference is approximately 12km, stacking small natural stones over big stones. The fortress includes Sueocheong (Namhansan Mountain Fortress Defense Command), Gwana (government office), storage, and a haenggung (temporary palace), as well as 80 wells and 45 springs. Also, administration was moved from Gwangju-eup to inside of the fortress, clearly showing the importance of Namhansanseong Fortress in that period. 12,700 people participated in a field exercise carried out for the first time after building the fortress by command of King Injo (17th year, 1639). These days, only a few buildings remain inside of the fortress including East and South Gate, Seojangdae, Hyeonjeolsa Temple, Yeonmu Hall, Janggyeongsa Temple, Jisudang, Yeongwoljeong, and Chimgwaejeong. Among these remaining buildings, four gates, Sueojangdae, and some parts of the fortress in the middle of West Gate still maintain their original forms. Namhansanseong Fortress is designated as Historical Site No. 57 and a provincial park.","regDate":"2022-09-01","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites","Provincial Parks"],"imgUrl":"/2022-09-01-1662018070165/1589317_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-01-1662018070165"},{"id":"2022-09-01-1662015399315","title":"Myeongseongsan Mountain (명성산)","description":"Situated on the border between Cheorwon (Gangwon-do) and Pocheon (Gyeonggi-do), Myeongseongsan Mountain is renowned for its beautiful fall foliage and fields of silver grass. It also stands above Sanjeong Lake, a tourist attraction that draws in many visitors throughout the year.","regDate":"2022-09-01","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-09-01-1662015399315/2632160_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-01-1662015399315"},{"id":"2022-09-01-1662012220585","title":"Myeongjisan County Park  (명지산 군립공원)","description":"Standing at 1,267 meters above sea level, Myeongjisan Mountain is the second highest mountain in Gyeonggi-do after Hwaaksan Mountain. It is a popular destination all year round, as it offers plenty of resting areas with splendid views of the surrounding nature. <br><br>In addition, Myeongjigyegok Valley, spanning 30 kilometers, is a great outdoor picnic spot, while the trail from Sangpan-ri to Ikgeun-ri is the most preferred hiking trail on the mountain.","regDate":"2022-09-01","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites","County Parks"],"imgUrl":"/2022-09-01-1662012220585/1589061_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-01-1662012220585"},{"id":"2022-09-01-1662008001612","title":"Myeongjigyegok Valley (명지계곡)","description":"Myeongjigyegok Valley stretches eastward from the summit of Myeongjisan Mountain (alt. 1,267 m), the second highest mountain in Gyeonggi-do. The entrance to the valley offers several convenient amenities, including restaurants, public restrooms, and accommodations. In the valley itself, clean water powerfully cascades over rocks. Forests line both sides of the valley entrance, and a trail leads to Seungcheonsa Temple. Myeongjipokpo Falls, nearly an hour's walk from the valley entrance, is just 7~8 meters high, but is extremely beautiful in fall.","regDate":"2022-09-01","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites","Valleys"],"imgUrl":"/2022-09-01-1662008001612/1942593_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-01-1662008001612"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}