{"pageProps":{"content":"![Rajetongmun Gate (라제통문)](/2023-01-08-1673167020129/2366378_image2_1.webp)\n\n  \n## Overview\n\n> The historical border of the Silla and Baekje Kingdoms, Rajetongmun Gate of Seolcheon-myeon, Muju was formed from a rock cave in Seokgyeonsan Mountain. The tunnel is approximately 3 meters in x_height and 10 meters in length, and divides the villages of Sindu Maeul into Dugil-ri, Seolcheon-myeon and Inam Maeul in Socheon-ri. During the Three Kingdoms Period, the rocky ridges of Seokgyeonsan Mountain drew the boundary of Sillas Mupung in the east with Baekjes Seolcheo to the west. <br>Tracing the history from the Three Kingdoms Period to the Goryeo dynasty, the cultures and traditions of the two regions were markedly different. If curious about the difference, one could simply stop by Seolcheon on market day, where the Muju and Mupung local dialects and customs can easily be distinguished. <br><br>People used to cross Seokgyeonsan Mountain by a footpath along the rocky ridge to travel between Seolcheon and Mupung. During the Japanese occupation, a new road was created by turning a cave into a tunnel through the mountain so cows and horse carts could freely pass from Muju to Gimcheon. <br><br>General Kim Yoo Shin from the Silla Kingdom, the hero of unification of the Three Kingdoms, often passed by the gate, later giving rise to the gates nickname, Tongilmun (literally Unification Gate). The gate is number one on the list of 33 scenic sites in Gucheon-dong.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-63-322-2905|\n  \n\n  \n## Detail Image\n![/2023-01-08-1673167020129/711236_image2_1.webp](/2023-01-08-1673167020129/711236_image2_1.webp)\n![/2023-01-08-1673167020129/1246777_image2_1.webp](/2023-01-08-1673167020129/1246777_image2_1.webp)\n![/2023-01-08-1673167020129/1246782_image2_1.webp](/2023-01-08-1673167020129/1246782_image2_1.webp)\n![/2023-01-08-1673167020129/1246807_image2_1.webp](/2023-01-08-1673167020129/1246807_image2_1.webp)\n![/2023-01-08-1673167020129/1929666_image2_1.webp](/2023-01-08-1673167020129/1929666_image2_1.webp)\n![/2023-01-08-1673167020129/2366377_image2_1.webp](/2023-01-08-1673167020129/2366377_image2_1.webp)\n![/2023-01-08-1673167020129/2366379_image2_1.webp](/2023-01-08-1673167020129/2366379_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-63-322-2905](tel:+82633222905)\n\n\n\n```googleMap\nlatitude: 35.9956856242\nlongitude: 127.7952077662\ntitle: Rajetongmun-ro, Muju-gun, Jeollabuk-do\n```\n  \n## Directions\n  \n[Bus]<br>\nFrom Seoul Nambu Bus Terminal, take a bus to Gucheon-dong Bus Stop. <br>\nWalk for approx. 135m to Seolcheon Gucheon-dong Stop and take a local bus to Seolcheon and get off at Sindu Bus Stop.\n","data":{"id":"2023-01-08-1673167020129","title":"Rajetongmun Gate (라제통문)","description":"The historical border of the Silla and Baekje Kingdoms, Rajetongmun Gate of Seolcheon-myeon, Muju was formed from a rock cave in Seokgyeonsan Mountain. The tunnel is approximately 3 meters in x_height and 10 meters in length, and divides the villages of Sindu Maeul into Dugil-ri, Seolcheon-myeon and Inam Maeul in Socheon-ri. During the Three Kingdoms Period, the rocky ridges of Seokgyeonsan Mountain drew the boundary of Sillas Mupung in the east with Baekjes Seolcheo to the west. <br>Tracing the history from the Three Kingdoms Period to the Goryeo dynasty, the cultures and traditions of the two regions were markedly different. If curious about the difference, one could simply stop by Seolcheon on market day, where the Muju and Mupung local dialects and customs can easily be distinguished. <br><br>People used to cross Seokgyeonsan Mountain by a footpath along the rocky ridge to travel between Seolcheon and Mupung. During the Japanese occupation, a new road was created by turning a cave into a tunnel through the mountain so cows and horse carts could freely pass from Muju to Gimcheon. <br><br>General Kim Yoo Shin from the Silla Kingdom, the hero of unification of the Three Kingdoms, often passed by the gate, later giving rise to the gates nickname, Tongilmun (literally Unification Gate). The gate is number one on the list of 33 scenic sites in Gucheon-dong.","regDate":"2023-01-08","author":"korea-tour","tag":["Jeollabuk-do","Nature","Natural Resources","Rocks"],"imgUrl":"/2023-01-08-1673167020129/2366378_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-08-1673167020129","pageUrl":"https:/mcdryad.com/Jeollabuk-do/2023-01-08-1673167020129"},"dataList":[{"id":"2023-01-14-1673688937480","title":"Wido Island Chidori Village (위도 치도리마을)","description":"Located on Wido Island, Chidori Village is a small fishing community. Looking out to the sea from this scenic, peaceful village, one can view picturesque Ttanchido and Jageunttanchido Islands. When the tide recedes twice every day, a path opens up to connect Chidori Village to these islands. Along this path, oysters can be found in great abundance, and visitors are welcome to dig for them.","regDate":"2023-01-14","author":"korea-tour","tag":["Jeollabuk-do","Nature","Natural Sites"],"imgUrl":"","blogPath":"Jeollabuk-do/2023-01-14-1673688937480"},{"id":"2023-01-14-1673685438860","title":"Waryong Recreational Forest (와룡자연휴양림)","description":"Waryong Recreational Forest opened in June 1996 and serves as a family-friendly vacation destination to interact with nature. The park can accept up to 1,200 visitors per day. It also has a camping site as well as lodging facilities for both individual and group visitors. Children can learn about nature and the ecosystem through a variety of programs as well as enjoy forest bathing.","regDate":"2023-01-14","author":"korea-tour","tag":["Jeollabuk-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"","blogPath":"Jeollabuk-do/2023-01-14-1673685438860"},{"id":"2023-01-14-1673681711881","title":"Wanju Samrye Culture & Arts Village (완주 삼례문화예술촌)","description":"Samrye Culture & Arts Village is an art village also referred to as Samsamyeyemimi. Once used as a granary and an official residence during the Japanese administration, it has now become a village of art. The village consists of Design Museum, Visual Media Art Gallery, Kim Sang-rym Carpentry Shop (Wood Works), and Book Museum and offers a variety of programs during exhibition events and art festivals.","regDate":"2023-01-14","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Industrial Sites","Others"],"imgUrl":"","blogPath":"Jeollabuk-do/2023-01-14-1673681711881"},{"id":"2023-01-14-1673678254229","title":"Sunchang Jangnyu Experience Center (순창장류체험관)","description":"Located in front of the Traditional Gochujang Folk Village in Sunchang, Jeollabuk-do, Sunchang Jangnyu Experience Center offers visitors the opportunity to sample and make delicious dishes using Sunchangs famous <em>gochujang</em> (red pepper paste). Visitors can make refined gochujang using traditional methods, along with a variety of other popular dishes such as <em>injeolmi</em> (rice cake coated with powdered soybeans) and<em> twibap</em> (popped rice snack). In addition to a range of experience programs, clean accommodation facilities are also available for program participants.","regDate":"2023-01-14","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Experience Programs","Traditional Experience"],"imgUrl":"","blogPath":"Jeollabuk-do/2023-01-14-1673678254229"},{"id":"2023-01-14-1673674551772","title":"Seonyudo Island (선유도)","description":"Seonyudo Island, one of the most popular tourist destinations on the west coast during the summer, lies in the heart of the Gogunsan Archipelago. The island has an area of 2.12 ㎢, which is only about 1/4 of Yeouido in Seoul. The islands coastal shore is around 12.8 kilometers long and the highest point is Namaksan Mountain, which reaches about 155.6 meters in altitude. Seonyudo is the central point of Gogunsan Archipelago and has even served as the headquarters for the naval army during the Joseon dynasty. It played a vital role during the Imjin War as Admiral Yi spent days in the islands to prepare for the next battle after his victory in the Battle of Myeongnyang.&nbsp;<br /><br />Visitors can enjoy the island in three ways. First is to look around the neighboring islands. Seonyudo, Munyeodo, Jangjado, and Daejangdo islands are all connected by a bridge, allowing one to move between the islands on foot or on a bicycle. Other ways to enjoy the island is to take a walk along the Myeongsa-simni Shore, one of the Eight Scenes of Seonyudo, and to try the clam collecting program at a mudflat.<br>","regDate":"2023-01-14","author":"korea-tour","tag":["Jeollabuk-do","Nature","Natural Sites"],"imgUrl":"","blogPath":"Jeollabuk-do/2023-01-14-1673674551772"},{"id":"2023-01-14-1673671107985","title":"Seongsusan Recreational Forest (성수산자연휴양림)","description":"Located in Imsil, Jeollabuk-do, Seongsusan Recreational Forest (성수산자연휴양림) grows in a deep valley that contains historic sites from the founding days of Goryeo through to the Joseon dynasty. Because of its secluded location and clean air the forest has recently become a new popular destination for summer vacationers. <Br><br>There is a children’s playground, and above it are condominium-type lodgings which can accommodate over 200 guests. There is a camping ground as well where all you hear are the sounds of flowing running water and chirping birds. It is an out-of-the-way little hideaway ideal for relaxation.","regDate":"2023-01-14","author":"korea-tour","tag":["Jeollabuk-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"","blogPath":"Jeollabuk-do/2023-01-14-1673671107985"},{"id":"2023-01-14-1673667356143","title":"Muju Anguksa Temple (안국사 (무주))","description":"As the only temple in Jeoksangsan Mountain, Anguksa Temple was built in 1227 (during the 3rd year of King Chungryeol’s reign) by Monk Wolin. A secret historical archives, called Sagak, was built to store Joseonwangjo Sillok (annals of the Joseon dynasty) in 1614 (during the 6th year of King Gwanghaegun’s reign) within the mountain, while Seonukgak was built in 1641 (during the 19th year of King Injo’s reign) to store Seonwonrok (royal genealogical records). The two sites were designated as Jeoksangsan Historical Archives during the Joseon dynasty. Hoguksa Temple was also built at that time to prevent accidents from affecting the archives. The temple, along with the existing Anguksa Temple, was used to house monk soldiers who protected the archives.<br><br> Because of the construction of Muju Power Plant, Anguksa Temple was relocated to the Hoguksa Temple site and rebuilt in 1995. Consisting of 15 buildings, the temple is surrounded by Sanjeong Lake. Boasting exquisite fall foliage, the temple can be easily reached by vehicle along a paved road. The nearby attractions include Muju Resort and Muju Gucheondong Valley.","regDate":"2023-01-14","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2023-01-14-1673667356143/2613201_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-14-1673667356143"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}