{"pageProps":{"content":"![Garosu Therapy (Formerly, The Massage) (가로수테라피(구, 더마사지))](/2022-07-23-1658543934197/591712_image2_1.webp)\n\n  \n## Overview\n\n> The Massage is a massage parlor, offering a variety of massage programs including sports massages, oil massages, and foot massages. All massage specialists at The Massage boast over 10 years of experience, and are conveniently ready to serve all your massage needs. As a special point of interest, they use organic products having no chemical preservatives to offer a fitted massage service depending on individuals’ body and health condition.\n\n  \n## Intro\n\n| | |\n| - | - |\n|accomcount:|6 people|\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-2-546-3200|\n|parking:|Available|\n|usetime:|Weekdays 11:00-06:00 (next day)<br>Sundays 11:00-20:00|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Admission Fees:|*<b> Featured Service</b>s<br> - Deep Tissue Massage (sports massage) 50,000 won<br>- Foot Massage 50,000 won / Foot & Leg Massage 80,000 won<br>- Organic Facial Massage 60,000 won / Organic Oil Back Treatment 70,000 won<br>- Deep Tissue & Oil All Body Massage 160,000 won (120min)<br>- Couple Basic (Deep Tissue + Foot) 120,000 won (70min) <br><br>* <b>Special Features<br></b>- Opened in May of 2008 with a brand new and clean interior<br>- Offers organic programs and massages using only organic beauty supplies and oils<br>- Provides a foot spa with aroma oils for all customers<br>※All major creditcards accepted<br>|\n|Reservation Info. for Foreigners:|Reservations can be made up to one hour in advance by telephone (Korean, English, Chinese)|\n  \n## Detail Image\n![/2022-07-23-1658543934197/591710_image2_1.webp](/2022-07-23-1658543934197/591710_image2_1.webp)\n![/2022-07-23-1658543934197/591711_image2_1.webp](/2022-07-23-1658543934197/591711_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-2-546-3200](tel:+8225463200)\n\n\n\n```googleMap\nlatitude: 37.5178856906\nlongitude: 127.0226017143\ntitle: 4, Dosan-daero 11-gil, Gangnam-gu, Seoul\n```\n  \n## Directions\n  \n[Subway]<br>\nSinsa Station (Seoul Subway Line 3), Exit 8.<br>\n- Get off in front of Nonghyeop Bank(the other side Broadwaycinema theater).<br>\n- The Massage is located on Jeongin Building 2F The Massage.<br><br>\n[Bus]<br>\nGet off in front of Nonghyeop Bank (the other side Broadwaycinema theater).<br>\nBus: 145, 405, 1411, 4212, 4417, or 4422\n","data":{"id":"2022-07-23-1658543934197","title":"Garosu Therapy (Formerly, The Massage) (가로수테라피(구, 더마사지))","description":"The Massage is a massage parlor, offering a variety of massage programs including sports massages, oil massages, and foot massages. All massage specialists at The Massage boast over 10 years of experience, and are conveniently ready to serve all your massage needs. As a special point of interest, they use organic products having no chemical preservatives to offer a fitted massage service depending on individuals’ body and health condition.","regDate":"2022-07-23","author":"korea-tour","tag":["Seoul","Culture/Art/History","Recreational Sites","Hot Springs & Spa"],"imgUrl":"/2022-07-23-1658543934197/591712_image2_1.webp","blogPath":"Seoul/2022-07-23-1658543934197","pageUrl":"https:/mcdryad.com/Seoul/2022-07-23-1658543934197"},"dataList":[{"id":"2022-08-04-1659632174400","title":"Jeoldusan Martyrs' Shrine (절두산 순교성지)","description":"Jeoldusan Martyrs' Shrine is the site of the Byeonin Persecution of 1866, where many Roman Catholics were brutally murdered. This site was built to commemorate the 100th anniversary of the Byeonin Persecution and to remember the spirit of martyrdom at Jeoldusan. Past names of Jeoldusan Martyrs’ Shrine included Yongdubong (Dragon Head Peak) and Jamdubong (Silkworm Head Peak), but was renamed in 2000.<br><br>The Martyrs’ Museum and Martyrs’ Memorial were built in 1967, and in 1972 Martyrs’ Park was opened to the public. Pope John Paul Ⅱ visited in the site in 1984 and Mother Teresa visited in 1985.","regDate":"2022-08-04","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Holy Sites"],"imgUrl":"/2022-08-04-1659632174400/2530780_image2_1.webp","blogPath":"Seoul/2022-08-04-1659632174400"},{"id":"2022-08-04-1659627718253","title":"Jaunam Hermitage (자운암)","description":"Jaunam Hermitage was originally built in 1396 by Great Monk Muhak of Joseon dynasty. It was renovated in 1734, and finally took shape of the hermitage we know today in 1976 when Monk Boryun added Daeungjeon Hall, Chilseonggak Pavilion, and Sansigak Pavilion. It is currently located in the famous Jahadong Valley on the Seoul National University campus.","regDate":"2022-08-04","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-08-04-1659627718253/2363140_image2_1.webp","blogPath":"Seoul/2022-08-04-1659627718253"},{"id":"2022-08-04-1659623660561","title":"Jangchungdan Park (장충단공원)","description":"Jangchungdan Park is located on the northeastern foot of Namsan Mountain. On August 20th, 1895, Empress Myeongseong was killed by Japanese soldiers in Gyeongbokgung Palace and many Korean soldiers such as Yi Gyeong-jik and Hong Gye-hun died while trying to hold back the intruders. In memory of these soldiers, Emperor Gojong built the Jangchungdan Shrine in November 1900 at the current site of the Shilla Hotel guesthouse. The shrine was lost during the Korean War and the area was renovated into a park in 1919.<br><br>On September 22, 1984, Jangchungdan Park was designated the 374th neighborhood park of Korea and part of the park was merged with Namsan Park. The remaining area retained the name “Jangchungdan Park” and is still home to cultural assets such as the Jangchungdan Memorial Stone, Supyogyo, Seungjeongjeon, Gwanseongmyo, and Waryongmyo. The park is considered a landmark of patriotism since it contains the 1919 Independence Movement of Korea Memorial Stone and other monuments dedicated to people such as Han Yong-un, Yu Gwan-sun, and Gim Yong-hwan who fought for the independence of Korea.","regDate":"2022-08-04","author":"korea-tour","tag":["Seoul","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-08-04-1659623660561/1945785_image2_1.webp","blogPath":"Seoul/2022-08-04-1659623660561"},{"id":"2022-08-04-1659621118461","title":"Jangchung-dong Jokbal Street (장충동 족발 골목)","description":"The phenomenon of Jangchungdong Jokbal Street started 50 years ago with the opening of two Korean jokbal (steamed pig trotters) restaurants, followed by the influx of new jokbal restaurants during the late 70s and early 80s. <br>Today, the jokbal restaurants continue to serve one of the most sought Korean food from the main road and the alleyways of the Jangchungdong 1(il)-ga Street area.","regDate":"2022-08-04","author":"korea-tour","tag":["Seoul","Culture/Art/History","Experience Programs","Cultural Districts"],"imgUrl":"/2022-08-04-1659621118461/696569_image2_1.webp","blogPath":"Seoul/2022-08-04-1659621118461"},{"id":"2022-08-04-1659618367261","title":"Jamsil Special Tourist Zone (잠실 관광특구)","description":"Jamsil Special Tourist Zone includes Lotte World, Lotte World Tower, along with various amusement facilities, shopping malls, and historic sites in the nearby area. Seoul’s sole natural lake, Seokchonhosu Lake, café streets, Bangi Food area, Olympic Park, Hanseong Baekje Cultural Historical Site and tourism resources are plentiful. Jamsil Special Tourist Zone is easily accessible by public transportation such as subway (Jamsil Station, Seoul Subway Line 2, 8, or 9) and airport limousine buses.<BR><BR>* Current State of Jamsil Special Tourist Zone <br>1) Districts Covered  Areas around Sincheon-dong, Jamsil-dong, Seokchon-dong, Songpa-dong, Bangi-dong (Lotte World~ Seokchonhosu Lake~ Bangi Food Street~ Olympic Park) <br>2) Total Area  2,310,000 ㎡ <br>3) Designated on March 15, 2012<br><br>* Tourist Attractions<br>Lotte World, Lotte Hotel, Folk Museum, Seokchonhosu Lake, Olympic Park, Cafe Street, museums, etc.","regDate":"2022-08-04","author":"korea-tour","tag":["Seoul","Culture/Art/History","Recreational Sites","Tourist Complexes"],"imgUrl":"/2022-08-04-1659618367261/722919_image2_1.webp","blogPath":"Seoul/2022-08-04-1659618367261"},{"id":"2022-08-04-1659612764655","title":"Jamsil Hangang Park (한강시민공원 잠실지구(잠실한강공원))","description":"Jamsil Hangang Park is located on the southern side of the river between Jamsilcheolgyo Bridge and Yeongdong Bridge. The park is adjacent to Jamsil Sports Complex, Lotte World, and Olympic Park, and there are a variety of sports & cultural facilities located in the park.<br><br>The nature experience field created within the park is the perfect place for fieldtrips as well as family picnics. One of the biggest features of the Jamsil Hangang Park is the fishway in the Jamsil Water Reserve. Not only is it a great place to appreciate the beauty of the Hangang River, but it is also a place where visitors can learn more about nature through the diversity of eco-programs offered here. Near the fishway is a themed park equipped with wind vanes, walking paths, and underwater plant islets which serve as a resting place for fish. From Riverview Bom, a lookout café located on Jamsil Bridge, you may enjoy the fantastic night view of the Hangang River.","regDate":"2022-08-04","author":"korea-tour","tag":["Seoul","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-08-04-1659612764655/1567879_image2_1.webp","blogPath":"Seoul/2022-08-04-1659612764655"},{"id":"2022-08-04-1659609674393","title":"Itaewon Antique Furniture Street (이태원 앤틱 가구 거리)","description":"The Itaewon Antique Furniture Street was formed in the 1960s when North American soliders stationed in Yongsan sold their furniture before returning back to the States. Over the years, the area has grown into a major furniture street where shoppers can find pieces from all over the world. Along with furniture, there is a large selection of wall clocks, tea sets, and interior design items that are not readily available elsewhere.","regDate":"2022-08-04","author":"korea-tour","tag":["Seoul","Culture/Art/History","Experience Programs","Cultural Districts"],"imgUrl":"/2022-08-04-1659609674393/1020781_image2_1.webp","blogPath":"Seoul/2022-08-04-1659609674393"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}