{"pageProps":{"content":"![Doripo (도리포)](/2023-01-18-1674020161540/824691_image2_1.webp)\n\n  \n## Overview\n\n> A great sunrise and sunset spot, Doripo Park is situated in Doripo on the northwestern end of Haejebando Peninsula, which forms the boundary between Muan-gun, Yeonggwang-gun, and Hampyeong-gun Counties. The long sandy beach and the dense pine tree grove offer a nice environment for sunbathing.  <br><br>A little farther down from the sandy beach, is the Doripo Port. The port protrudes towards the sea, so people can view the sunrise from there. On the other side of the port towards Chilsan Sea, people can also view beautiful sunset glows. Just like other famous sunrise spots on the West Coast, Doripo watches the sun rise from the sea in Hampyeong in the winter and from the mountain in Yeonggwang in the summer. Every year, a special sunrise event is held on the first day of the New Year. <br><br>Another attraction of Doripo is fishing for sea bream and sea bass in Chilsan Sea, which nearby Yeonggwang-gun and Hampyeong-gun Counties. A total of 639 relics from the Goryeo Era have been found in the area, including historical relics like blue celadon bowls unearthed in October 1995, resulting in the area being designated a Historical Site no. 395 of Jeollanam-do. Nearby, tourist sites include Bongdaesan Mountain (195 meters) and Wongapsa Temple.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 (Korean, English, Japanese, Chinese) <br> • For more info: +82-1899-8687|\n|parking:|Available|\n|restdate:|N/A (Open all year round)|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Admission Fees:|Free|\n|Restrooms:|Available|\n  \n## Detail Image\n![/2023-01-18-1674020161540/194432_image2_1.webp](/2023-01-18-1674020161540/194432_image2_1.webp)\n![/2023-01-18-1674020161540/824682_image2_1.webp](/2023-01-18-1674020161540/824682_image2_1.webp)\n![/2023-01-18-1674020161540/824683_image2_1.webp](/2023-01-18-1674020161540/824683_image2_1.webp)\n![/2023-01-18-1674020161540/824684_image2_1.webp](/2023-01-18-1674020161540/824684_image2_1.webp)\n![/2023-01-18-1674020161540/824686_image2_1.webp](/2023-01-18-1674020161540/824686_image2_1.webp)\n![/2023-01-18-1674020161540/824687_image2_1.webp](/2023-01-18-1674020161540/824687_image2_1.webp)\n![/2023-01-18-1674020161540/824688_image2_1.webp](/2023-01-18-1674020161540/824688_image2_1.webp)\n![/2023-01-18-1674020161540/824689_image2_1.webp](/2023-01-18-1674020161540/824689_image2_1.webp)\n![/2023-01-18-1674020161540/824692_image2_1.webp](/2023-01-18-1674020161540/824692_image2_1.webp)\n![/2023-01-18-1674020161540/189477_image2_1.webp](/2023-01-18-1674020161540/189477_image2_1.webp)\n\n\n  \n## Contact\n\n\n- [🏠http://tour.muju.go.kr](http://eng.muju.go.kr/index.9is)\n\n\n```googleMap\nlatitude: 35.1566586763\nlongitude: 126.3464690952\ntitle: Songseok-ri, Haeje-myeon, Muan-gun, Jeollanam-do\n```\n  \n## Directions\n  \nFrom Central City Terminal, take an express bus bound for Muan Inter City Bus Terminal.<br>\nWalk right and go straight for 116m to take thelocal Muan-Haeje Bus.<br>\nGet off at Doripo Bus Stop which is the last bus stop.\n","data":{"id":"2023-01-18-1674020161540","title":"Doripo (도리포)","description":"A great sunrise and sunset spot, Doripo Park is situated in Doripo on the northwestern end of Haejebando Peninsula, which forms the boundary between Muan-gun, Yeonggwang-gun, and Hampyeong-gun Counties. The long sandy beach and the dense pine tree grove offer a nice environment for sunbathing.  <br><br>A little farther down from the sandy beach, is the Doripo Port. The port protrudes towards the sea, so people can view the sunrise from there. On the other side of the port towards Chilsan Sea, people can also view beautiful sunset glows. Just like other famous sunrise spots on the West Coast, Doripo watches the sun rise from the sea in Hampyeong in the winter and from the mountain in Yeonggwang in the summer. Every year, a special sunrise event is held on the first day of the New Year. <br><br>Another attraction of Doripo is fishing for sea bream and sea bass in Chilsan Sea, which nearby Yeonggwang-gun and Hampyeong-gun Counties. A total of 639 relics from the Goryeo Era have been found in the area, including historical relics like blue celadon bowls unearthed in October 1995, resulting in the area being designated a Historical Site no. 395 of Jeollanam-do. Nearby, tourist sites include Bongdaesan Mountain (195 meters) and Wongapsa Temple.","regDate":"2023-01-18","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"/2023-01-18-1674020161540/824691_image2_1.webp","blogPath":"Jeollanam-do/2023-01-18-1674020161540","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-18-1674020161540"},"dataList":[{"id":"2023-02-01-1675226398839","title":"Wolchulsan Gichan Land (월출산 기찬랜드)","description":"Wolchulsan Gichan Land is set in the clean valley and fresh air at the foot of Cheonhwangbong Peak of Wolchulsan Mountain. Many famous people come from the area, including Kim Changjo who created folklore music, Nangsan Kim Junyeon, a member of the Consituent Assembly, Admiral Kang Kicheon, Jo Hunhyeon, King of Baduk game and others. Gichan Land houses Gayageum Theme Park to offer folk culture as well as nature-pool, spirit health center, pension, physical facilities, well-being prayer road, and others. Wolchulsan Well-being Prayer Road features a health road to experience water, forest, and rocks on the road to Wolchulsan Mountain. <br><br>The 1.1 kilometer long Wolchulsan Well-being Prayer Road stretches from Gichan-gil Walking path to Ki Sports Park and Sowon-ro. The path is decorated with more than 30 years of pine trees, eco-friendly wooden bridge, and a resting area. Wolchulsan Pray Road stretches from the entrance of Cheonhwangsaji and Ki Sports Park to Gichan Land (4km) plus the 3 kilometer-road from Historic Site of Wang In to the entrance of Dogapsa Temple.<br><br>Wolchulsan National Park features breathtaking scenery, plentiful cultural resources and folklore atmosphere of the Southern area. The mountain was formed as a residual hill of the Sobaek Mountain Range going into the Mokpo sea and meets the projecting rocks. The whole area is centered around Cheonwangbong Peak (809m) and is surrounded by uniquely-formed rocks and cliffs. <br><br>The area is the birth place of Wangin (Baekje) and Doseon Guksa (Late Silla). Various cultural assets are also located here, including Gengnakjeon Hall and Rock-carved Seated Buddha in Muwisa Temple in south side and Dogapsa Temple in west side based on Cheonwangbong Peak.","regDate":"2023-02-01","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Recreational Sites","Theme Parks"],"imgUrl":"/2023-02-01-1675226398839/1006040_image2_1.webp","blogPath":"Jeollanam-do/2023-02-01-1675226398839"},{"id":"2023-02-01-1675222933472","title":"Wando-gun, Cheongsando Island [Slow City] (완도군 청산도 [슬로시티])","description":"The name Cheongsan (靑山) carries the meaning that all of the surroundings - the mountains, ocean and sky - are blue. Cheongsando Island is a small island featuring beautiful scenery located 19.2km from Wando in Jeollanam-do, and is the southernmost island in Dadohae. The island looks to Geomundo Island in the east, Soando Island in the west, Jejudo Island in the south, and Sinjido Island in the north. Cheongsando Island was designated as part of Dadohaehaesang National Park on December 23, 1981 and the first Asian slow city on December 1, 2007. The slower visitors walk through the island, the more beautiful the island is. Likewise, the island was picked as one of must-visit tourism spots by Korea Tourism Organization and CNN. The island also features the valuable agricultural asset of gudeuljangnon, terraced rice paddies.","regDate":"2023-02-01","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"/2023-02-01-1675222933472/1784238_image2_1.webp","blogPath":"Jeollanam-do/2023-02-01-1675222933472"},{"id":"2023-01-31-1675161458234","title":"Unjusa Temple (운주사)","description":"Unjusa Tmeple was called Bibosa Temple during the late Silla Period. However, during excavation work that took place between 1984 and 1989, it was discovered to have been built long before that during the early Goryeo period. The temple fell into disrepair after the Imjin War (1592-1598), but was partly restored in the 1800s by Monk Seoldamjau. Unjusa Temple’s famous heritages include the Nine-story Stone Pagoda (Treasure No. 796), Shrine of Stone Buddha (Treasure No. 797), and Cylindrical Multi-story Stone Pagoda (Treasure No. 798).","regDate":"2023-01-31","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2023-01-31-1675161458234/2604595_image2_1.webp","blogPath":"Jeollanam-do/2023-01-31-1675161458234"},{"id":"2023-01-31-1675157801357","title":"Ttangkkeut Village (땅끝 관광지)","description":"This area is famous as it is on the very tip of the Korean peninsula, located in Galdu-ri of Songji-myeon. This is where Baekdusan Mountain ends reaching the tip of the peninsula. Many people visit the area so they can say they’ve stepped on the end of the land and it has long become a prime destination in Haenam. <br><br>At the summit of Sajabong peak there is an observatory that stands 38m high. From the observatory you can get a full viewing of the Dalmasan Mountain in the north while in the east, fishing vessels can be seen skirting deftly on the surface of the sea. Atop the summit of Sajabong peak, there is a restored old beacon (Bonghwadae) which in the past was strategically located to warn of approaching Japanese ships. In the village proper, the area known as Ttangkkeut Village, special events take place to celebrate the end of year and the first day of the New Year, which also draws many tourists to the area from all over the country.","regDate":"2023-01-31","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Recreational Sites","Tourist Complexes"],"imgUrl":"/2023-01-31-1675157801357/2367436_image2_1.webp","blogPath":"Jeollanam-do/2023-01-31-1675157801357"},{"id":"2023-01-31-1675154375348","title":"Tracksite of Dinosaurs, Pterosaurs, and Birds in Uhang-ri (우항리 공룡화석자연사유적지)","description":"The Tracksite of Dinosaurs, Pterosaurs, and Birds in Uhang-ri is where the worlds most intricate fossil footprints of dinosaurs and birds were discovered. The track site was designated as a Natural Monument for its significance and serves as an educational site for studying earth science and dinosaurs from the Cretaceous period. There is a museum that has on display 447 materials related to fossils, including actual fossil pieces of an Allosaurus, along with exhibitions dedicated to giant dinosaurs, sea reptile, and birds.","regDate":"2023-01-31","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2023-01-31-1675154375348/1929590_image2_1.webp","blogPath":"Jeollanam-do/2023-01-31-1675154375348"},{"id":"2023-01-31-1675150565909","title":"Tommeori Beach (톱머리 해수욕장)","description":"Tommeori Beach can be characterized by the extremes shown at high and low tides. The endless stretch of white sandy beach during the low tide and the dense black pine forest offer a spectacular view. The shallow waters and low slope make it a great vacation destination.","regDate":"2023-01-31","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"/2023-01-31-1675150565909/1606937_image2_1.webp","blogPath":"Jeollanam-do/2023-01-31-1675150565909"},{"id":"2023-01-31-1675147221659","title":"Ten Scenic Views of Jirisan (지리산 10경)","description":"Its deep valleys and unique mountain formations are what make Jirisan Mountain truly spectacular. It consists of numerous peaks, and is known to be well-preserved and clean. Ten Scenic Views of Jirisan Mountain are particular memorable and simply breathtaking.<br><Br>Perhaps Jirisan Mountain’s most signature highlight is its incredible sunrise; the scarlet sunlight from the horizon in the east is spectacular, and arguably the best place to watch it in Korea. The second highlight is Piagol Autumn Leaves. At the village, walk 10 minutes further towards Piagol and you will come to a pine forest at the edge of Jeollanam-do and Gyeongsangnam-do. It is called Piagol, the best broad-leaved tree forest in Jirisan Mountain area. The autumnal colors of Piagol are some of the best in the world. Every year the Autumn Leaves Festival is held here. The third notable highlight is the Nogodan Sea of Clouds. Located to the west of Jirisan Mountain, Nogodan Peak is said to boast the most outstanding views of Jirisan Mountain. If you climb up to the peak following the Hwaeomsa Valley, at times the sea of clouds are visible from below the peak. The fourth selected highlight is Banyabong’s Sunset. Banyabong Peak is a huge dome shaped feature. One of the big joys of climbing Banyabong is to see the sunset. The fifth notable feature is the full moon; the beautiful scarlet sky together with the black mountain line produce an exquisite painted background to the rising of the moon. The sixth highlight is the royal azalea blossoming between the rocks. In the spring, the royal azaleas blanket the mountain. There is a field that extends 1,200 meters in the southern area of Jirisan Mountain covered with flowers known as Royal Azalea Plateau. The seventh feature is the deep waterfall between the peaks of Cheonghakbong and Baekhakbong. The 60-meter waterfall produces a tremendous sound. The eighth is the vast view of the mountain range towards Cheonwangbong Peak. The ninth feature is the Chilseongyegok Valley. With its roots in Cheonwonbong Peak, it is one of our nation’s three best valleys. According to legend, seven gods are said to be living in Chilseongyegok Valley. Finally, the tenth most scenic feature is Seomjincheongryu. Flowing southwesterly across Jirisan Mountain and into the south coast, the Seomjingang River is so clear that it is sometimes compared to blue silk. The white sandy beaches on either side of the river are also very beautiful.","regDate":"2023-01-31","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites","National Parks"],"imgUrl":"/2023-01-31-1675147221659/1931213_image2_1.webp","blogPath":"Jeollanam-do/2023-01-31-1675147221659"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}