{"pageProps":{"content":"![Daecheongho Lake (대청호)](/2022-07-12-1657632111548/2605585_image2_1.webp)\n  \n## Overview\n\n> Daecheongho Lake is a man-made lake, stretching from Daejeon to Cheongju-si, Okcheon-gun, and Boeun-gun. Construction began in 1975 and finished in 1980, and the lake supplies water for various use to people in Daejeon and Cheongju.\n<br><br>\nThe reservoir water spans an area of over 72.8 ㎢ with a perimeter of 80 kilometers, and the water kept in storage has a volume of 1.5 billion tons, making the reservoir the third largest lake in Korea. The area is famous for its beautiful driving course along a tree-lined road through the nearby mountain which has an altitude of 200 to 300 meters. Also, resident birds and migratory birds, such as white heron, can be seen during summer in the upper region of the lake.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-42-251-4748|\n|parking:|Available|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Available Facilities:|Daecheong Dam Water Culture Center, Ecology Park, benches, etc.|\n|Restrooms:|Available|\n  \n## Detail Image\n![/2022-07-12-1657632111548/2605584_image2_1.webp](/2022-07-12-1657632111548/2605584_image2_1.webp)\n![/2022-07-12-1657632111548/2605586_image2_1.webp](/2022-07-12-1657632111548/2605586_image2_1.webp)\n![/2022-07-12-1657632111548/2605589_image2_1.webp](/2022-07-12-1657632111548/2605589_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-42-251-4748](tel:+82422514748)\n- [🏠nature.donggu.go.kr](http://nature.donggu.go.kr)\n\n\n```googleMap\nlatitude: 36.4011148323\nlongitude: 127.5101665667\ntitle: Dong-gu, Daejeon / Munui-myeon, Chungcheongbuk-do\n```\n  \n## Directions\n  \n[Train + Bus]<br>\nFrom Seoul Station, take a train to Sintanjin Station.<br>\nFrom Sintanjin Station, take Bus No.722 or 723 and get off at Daecheong Dam Bus Stop.\n","data":{"id":"2022-07-12-1657632111548","title":"Daecheongho Lake (대청호)","description":"Daecheongho Lake is a man-made lake, stretching from Daejeon to Cheongju-si, Okcheon-gun, and Boeun-gun. Construction began in 1975 and finished in 1980, and the lake supplies water for various use to people in Daejeon and Cheongju.<br><br>The reservoir water spans an area of over 72.8 ㎢ with a perimeter of 80 kilometers, and the water kept in storage has a volume of 1.5 billion tons, making the reservoir the third largest lake in Korea. The area is famous for its beautiful driving course along a tree-lined road through the nearby mountain which has an altitude of 200 to 300 meters. Also, resident birds and migratory birds, such as white heron, can be seen during summer in the upper region of the lake.","regDate":"2022-07-12","author":"korea-tour","tag":["Daejeon","Nature","Natural Sites"],"imgUrl":"/2022-07-12-1657632111548/2605585_image2_1.webp","blogPath":"Daejeon/2022-07-12-1657632111548","pageUrl":"https:/mcdryad.com/Daejeon/2022-07-12-1657632111548"},"dataList":[{"id":"2022-07-13-1657680298988","title":"Solomon Law Park (솔로몬 로파크)","description":"Solomon Law Park is a theme park for justice education inspired by King Solomon, who realized ultimate justice in society through fair trial and judgment. The theme park offers a valued opportunity to develop oneself as a rightful citizen of a reliable democracy by experiencing the liberty, wisdom and justice of society governed by law. Created and maintained by the Korean Ministry of Justice, Solomon Law Park is a venue that provides an easy and fun learning experience regarding the laws and legal system of the nation for youth and adult citizens. <br><br>The Legal Center offers a chance to become more familiar with the legal system of Korea and overall global legal history with a wide variety of hands-on programs such as a legislation class, scientific investigation class, mock courtroom & trial, and simulated prisons. For preschoolers, there is the Children's Law Village where they learn and experience laws in simpler terms. Also, diverse law experience and training facilities in the theme park offer a wide variety of justice educational programs.","regDate":"2022-07-13","author":"korea-tour","tag":["Daejeon","Culture/Art/History","Experience Programs","Unique Experience"],"imgUrl":"/2022-07-13-1657680298988/1093557_image2_1.webp","blogPath":"Daejeon/2022-07-13-1657680298988"},{"id":"2022-07-13-1657666012120","title":"Jangtaesan Recreational Forest (장태산자연휴양림)","description":"Located in Jangan-dong, Seo-gu, Daejeon, Jangtaesan Recreational Forest consists of a dense forest of ginkgo trees and bald cypress. Lush valleys nearby make for a great getaway during summer vacation. Yongtaeul Reservoir, located at the entrance, gives beautiful views as well. Inside the natural recreation forest, various facilities including walking paths, physical activity facilities, a botanical garden and bare-foot walking paths are available for visitors.","regDate":"2022-07-13","author":"korea-tour","tag":["Daejeon","Nature","Natural Sites","Recreational Forests"],"imgUrl":"/2022-07-13-1657666012120/2661750_image2_1.webp","blogPath":"Daejeon/2022-07-13-1657666012120"},{"id":"2022-07-13-1657665632186","title":"Hanbat Arboretum (한밭수목원)","description":"Hanbat Arboretum, linked with the Government Complex-Daejeon and Science Park, is the largest man-made urban arboretum in Korea. It serves multiple purposes  a reservoir of genetically diverse foliage, an eco learning center for students, and a recreational area where people can relax and pass the time in the peaceful embrace of nature. The arboretum, standing on a lot measuring 387,000 square meters, is divided into three sections. The West Garden and Nammun Square opened on April 28th, 2005, while the East Garden, which consists of 19 uniquely themed parks such as the Magnolia Garden, Medicinal Herbs Garden, Rock Garden and Fruit Garden, opened on May 9th, 2009.","regDate":"2022-07-13","author":"korea-tour","tag":["Daejeon","Nature","Natural Sites","Botanical Gardens"],"imgUrl":"/2022-07-13-1657665632186/2661770_image2_1.webp","blogPath":"Daejeon/2022-07-13-1657665632186"},{"id":"2022-07-12-1657669714962","title":"Sangso-dong Forest Park (상소동 산림욕장)","description":"Sangso-dong Forest Park is located at the point where the foothills of Maninsan Mountain and Sikjangsan Mountain meet. The road to the park is beautifully lined with sycamore trees. The park offers various facilities for enjoying nature and in particular, the stone pagodas placed throughout the park are a must-see. Visitors can stack their own rocks and make wishes relating to family, health, relationships, and more. The park is great for walks, hikes, or even just to relax as wild flowers bloom all throughout spring to fall.","regDate":"2022-07-12","author":"korea-tour","tag":["Daejeon","Nature","Natural Sites","Recreational Forests"],"imgUrl":"/2022-07-12-1657669714962/2661838_image2_1.webp","blogPath":"Daejeon/2022-07-12-1657669714962"},{"id":"2022-07-12-1657647617465","title":"Daejeon O-World (대전오월드)","description":"Daejeon O-World was established when the Daejeon Zoo and Joy Land, an amusement park, were integrated under the supervision of the Daejeon City Corporation. The project cost a whopping 40 billion won and resulted in the construction of Flower Land (100,000㎡) in addition to the renamed Zoo Land and the preexisting Joy Land. It opened on May 1, 2009 to the public.<br><BR>The three main sections of Daejeon O-World are Zoo Land, Joy Land, and Flower Land. Zoo Land is currently home to a total of 600 animals of 130 different species including American black bears, Bengal tigers, lions, elephants, giraffes, zebras, and ostriches. Amusement rides, waterslides, and four-season sledding are housed at Joy Land. Flower Land boasts a number of smaller sections such as Rose Garden, Four Season Garden, Herb Garden, and Maze Garden and is home to a total of 150,000 tress of 100 different species and 200,000 flowers of 85 different species. An outdoor stage and concert hall are also located in the area. There are plenty of things to see and enjoy in every corner of Daejeon O-World. Just beyond Festival Street, visitors will find a large (3,000㎡) pond with a fountain.","regDate":"2022-07-12","author":"korea-tour","tag":["Daejeon","Culture/Art/History","Recreational Sites","Theme Parks"],"imgUrl":"/2022-07-12-1657647617465/2370157_image2_1.webp","blogPath":"Daejeon/2022-07-12-1657647617465"},{"id":"2022-07-12-1657645034633","title":"Daejeon National Cemetery Patrotic Footpath (국립대전현충원 보훈둘레길)","description":"Daejeon National Cemetery covers a vast area of land spanning 330,000 ㎡. The cemetery is comprised of graves for the deceased patriots, men of national merit, generals, officers, soldiers, and more. Major facilities include the Memorial Tower and Memorial Gate for paying reverence to the deceased patriots, Patriotic Spirit Exhibition Center displaying photos and articles left by the deceased, and an outdoor exhibition space, where military battle equipment is on display. Other facilities within the cemetery grounds include fountains, statues, sculptures, pavilions, and Hyeonchungji Pond, a man-made pond in the shape of the Korean peninsula. In particular, the memorial site's Patriotic Footpath serves as a great walking path for those who seek to tour the nearby areas on foot. There are a total of seven walking trails that pass by beautiful and meaningful attractions.","regDate":"2022-07-12","author":"korea-tour","tag":["Daejeon","Culture/Art/History","Historical Sites","Holy Sites"],"imgUrl":"/2022-07-12-1657645034633/2661825_image2_1.webp","blogPath":"Daejeon/2022-07-12-1657645034633"},{"id":"2022-07-12-1657640803079","title":"Daejeon Jagwangsa Temple (자광사(대전))","description":"Legend has it that the region of Hakha-dong was where the gods lived when they periodically came down from the heavens. When Jagwangsa Temple was built in the district, Song Siyeol saw it as a sign and created a village school near the temple to train his pupils. It was his hope that the sacred land would aide in the raising of gifted students who would grow to serve their community and country. When building the school, Song Siyeol also planted a juniper tree that, 300 years later, still proudly stands by Jagwangsa Temple.<br><br>Upon entering the temple area, visitors will find to their left the Seongjeonnyeongdangji Memorial Stone, which serves to commemorate Song Siyeol and his school. Next to the memorial stone is a pond in which carp swim lazily around lotus flowers. From the white wooden chair in front of the pond, there is a large bell to the left and main Dharma Hall to the right.","regDate":"2022-07-12","author":"korea-tour","tag":["Daejeon","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-07-12-1657640803079/2689629_image2_1.webp","blogPath":"Daejeon/2022-07-12-1657640803079"}],"navList":["Busan","Daegu","Daejeon","Gwangju","Incheon","Seoul"]},"__N_SSG":true}