{"pageProps":{"list":[{"id":"2023-01-14-1673692546408","title":"Bogildo Island Seyeonjeong Pavilion (보길도 세연정)","description":"Yun Seon-do (1587~1671), a non-military civil administrator and poet in the mid Joseon dynasty, could hardly contain his anger after hearing the news that the king had surrendered during the Byeongjahoran War (Chinese invasion of Korea in 1636). Following the events, he decided to live in seclusion by moving to Jeju Island. However, on the way to Jeju, he came across Bogildo Island and he was so inspired by its beauty  that he ended up settling down on Bogildo instead. <br><br>For the following 13 years, he composed great poems such as Eobusasisa (Fishermans Song for Four Seasons). Some of the mountain peaks and rocks named by him still remain on the island.<br><br>Seyeonjeong Pavilion was built by Yun Seondo and this is the birthplace of his literary works. On clear days, he would come to the pavilion with his family and let singers sing his verses.<br><br>Bogildo Island embraces both the Eastern outlook on nature and Neo-Confucianism ideology. While going around the island, visitors will get some&nbsp;semblance&nbsp;of how Yun Seondo  harmonized man and nature through the combination of the islands natural and the man-made features.","regDate":"2023-01-14","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2023-01-14-1673692546408/815203_image2_1.webp","blogPath":"Jeollanam-do/2023-01-14-1673692546408","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-14-1673692546408"},{"id":"2022-08-02-1659446456971","title":"Birthplace of Yeongnang (강진영랑생가)","description":"Kim Yun-sik was born on this site on January 16, 1903 as the first-born of two sons and three daughters. Under the pen name Yeongnang, he was active in literature until his death on September 29, 1950. Among the 80 poems he published, more than 60 were written in this place where he lived a life resisting Japanese imperialism and refusing to change his name to a Japanese name. After he moved to Seoul in 1948, his birthplace was resold several times, but the county of Gangjin-gun bought it in 1985 to restore it to its original state with a thatched-roof. The site features many of the poet’s writing materials and the site has a small well, camellia trees, jangdokdae (a platform where large clay pots used for storing food are kept), persimmon trees, and a peony garden.","regDate":"2022-08-02","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Historical Sites","Birthplaces"],"imgUrl":"/2022-08-02-1659446456971/1954887_image2_1.webp","blogPath":"Jeollanam-do/2022-08-02-1659446456971","pageUrl":"https:/mcdryad.com/Jeollanam-do/2022-08-02-1659446456971"},{"id":"2022-08-02-1659446407479","title":"Birthplace of Baekje Buddhism (백제불교최초도래지)","description":"Unlike Goguryeo and Silla, Baekje's origin of Buddhism and how it spread had remained a mystery other than the story of how Indian monk Mirananta came to Yeonggwang and founded Bulgapsa Temple. In 1998, records were found stating that Monk Mirananta first set foot in Jwaudu Village in Beopseong-myeon, Yeonggwang in AD 384 after passing through Dongjin in China. Subsequently, the site has turned into an attraction in honor of the monk and the spread of Buddhism.","regDate":"2022-08-02","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Historical Sites","Holy Sites"],"imgUrl":"/2022-08-02-1659446407479/1607922_image2_1.webp","blogPath":"Jeollanam-do/2022-08-02-1659446407479","pageUrl":"https:/mcdryad.com/Jeollanam-do/2022-08-02-1659446407479"},{"id":"2022-08-02-1659446337348","title":"Bigeumdo Island (비금도)","description":"Located 54 kilometers from Mokpo Port, Bigeumdo Island is made up of 82 islands. The coastline is approximately 132 kilometers and in 1996 the Yeondogyo Bridge was constructed connecting it to Dochodo Island. Bigeumdo Island makes up 5% of the salt production in Korea.<br> <br>The most beautiful beach on Bigeumdo Island is Wonpyeong Beach with its fine red sand. In particular, the view of the sunset on this beach is spectacular. It was also the filming location for TV drama \"Spring Waltz.\"","regDate":"2022-08-02","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"/2022-08-02-1659446337348/624910_image2_1.webp","blogPath":"Jeollanam-do/2022-08-02-1659446337348","pageUrl":"https:/mcdryad.com/Jeollanam-do/2022-08-02-1659446337348"},{"id":"2022-08-01-1659397317546","title":"Bangjukpo Beach (방죽포해변)","description":"Nestled on the east coast of Dolsando Island, the tranquil waters have mild waves that lap up on the shiny golden sand along Bangjukpo Beach. Nearby, there is a thick pine grove with trees over 200 years old. This area is blessed with plenty of fresh inland water despite it being on the coast. The myriad of rocks near the sea are great for fishing. The beach is a popular spot to watch the sunrise. It is also situated on the way to Hyangiram Hermitage, one of Korea’s four hermitages where Buddhist followers pray to Avalokitesvara, the Bodhisattva of Great Compassion.","regDate":"2022-08-01","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"/2022-08-01-1659397317546/678552_image2_1.webp","blogPath":"Jeollanam-do/2022-08-01-1659397317546","pageUrl":"https:/mcdryad.com/Jeollanam-do/2022-08-01-1659397317546"},{"id":"2022-08-01-1659393685811","title":"Bangjangsan National Recreational Forest (국립 방장산자연휴양림)","description":"Situated between Jeollanam-do and Jeollabuk-do, Bangjangsan National Recreational Forest is the highest rising peak along the ridge starting from the west of Naejangsan Mountain. The recreational park is located on the mid-slope of Bangjangsan Mountain. Many species of wild flowers and broad-leaved trees are distributed all over Bangjangsan Recreational Forest where an exciting paragliding contest takes place annually. This is a great place to unpack and take a break for one or two days as it has accommodation facilities, promenades and trekking courses as well as a small area for splashing in the water. It takes approximately three hours to the mountain's summit from the recreational forest. In addition, there is a trekking path that leads to the Seokjeong Hot Springs on the way down the mountain.","regDate":"2022-08-01","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"/2022-08-01-1659393685811/2040897_image2_1.webp","blogPath":"Jeollanam-do/2022-08-01-1659393685811","pageUrl":"https:/mcdryad.com/Jeollanam-do/2022-08-01-1659393685811"},{"id":"2022-08-01-1659390095389","title":"Baeksu Coastal Road (백수해안도로)","description":"Baeksu Coastal Road, a section of National Highway 77 and Provincial Highway 14, is one of the best scenic drives in Jeollanam-do. While driving on this road, one can encounter dynamically changing landscapes, including splendid rock formations along the coastal cliffs. The road is approximately 16.8 kilometers long, connecting Giryong-ri and Seokgumi Village in Baeksu-eup, Yeonggwang. The coastal road offers a great view of Chilsanbawi Rock, especially during the sunset.","regDate":"2022-08-01","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"/2022-08-01-1659390095389/2647158_image2_1.webp","blogPath":"Jeollanam-do/2022-08-01-1659390095389","pageUrl":"https:/mcdryad.com/Jeollanam-do/2022-08-01-1659390095389"},{"id":"2022-08-01-1659386586276","title":"Baegyangsa Temple (백양사)","description":"Founded during the reign of King Mu of the Baekje Dynasty (632), Baegyangsa Temple is located within Naejangsan National Park. The combination of the mountain and valleys on both sides creates beautiful scenery. Nature reveals its beauty throughout all seasons here,  especially through the red maple leaves in fall. Daeungjeon Hall, Geungnakbojeon Hall and Sacheonwangmun Gate have been designated as cultural assets. Walk along the wood path lined-up of white oaks and maple trees, go through the entrance of Baegyangsa Temple, and the sight of Ssanggyeru Pavilion will come into view. Daytime visitors to Baegyangsa Temple can appreciate the breathtaking view of Ssanggyeru Pavilion admist the shimmering pond.","regDate":"2022-08-01","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-08-01-1659386586276/2516009_image2_1.webp","blogPath":"Jeollanam-do/2022-08-01-1659386586276","pageUrl":"https:/mcdryad.com/Jeollanam-do/2022-08-01-1659386586276"},{"id":"2022-08-01-1659382619998","title":"Baegunsan Recreational Forest (백운산자연휴양림)","description":"Located on Baegunsan Mountain (alt. 1,222.2 m), Baegunsan Recreational Forest is made up of a blend of natural and man-made forests, composed of mostly pine, cedar, and cypress trees. Ongnyeongsa Temple Site (Historic Site No. 407) is located near the forest, and many people visit between February and March to see the nearly 7,000 camellia flowers come into full bloom. Baegunsan Mountain is an ecological treasure, as it serves as a habitat for rare plants and animals. Every spring, visitors can try tasting painted maple sap, known for its health benefits.","regDate":"2022-08-01","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"/2022-08-01-1659382619998/2636006_image2_1.webp","blogPath":"Jeollanam-do/2022-08-01-1659382619998","pageUrl":"https:/mcdryad.com/Jeollanam-do/2022-08-01-1659382619998"},{"id":"2022-08-01-1659379869847","title":"Baegunsan Mountain Donggokgyegok Valley (백운산 동곡계곡)","description":"Donggokgyegok Valley is one of four large valleys on Baegunsan Mountain. The valley opens up towards Gwangyang, with the waters of Dongcheon Stream flowing into Gwangyangman Bay. Donggokgyegok Valley is wide, making it convenient for transportation, and perfect for a family getaway during the holidays. Located along Hanjae Pass between the mountain summit and Ttoaribong Peak on the west side, the valley is also sometimes called Dapgoksimni. The valley stretches a distance of 10 kilometers and is especially beautiful in fall when surrounded by vibrant autumn foliage. Donggokgyegok Valley is a protected nature reserve with over 900 various species of vegetation.","regDate":"2022-08-01","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites","Valleys"],"imgUrl":"/2022-08-01-1659379869847/1606761_image2_1.webp","blogPath":"Jeollanam-do/2022-08-01-1659379869847","pageUrl":"https:/mcdryad.com/Jeollanam-do/2022-08-01-1659379869847"},{"id":"2022-08-01-1659375937828","title":"Baegunsan Eochigyegok Valley (백운산 어치계곡)","description":"Eochigyegok Valley, located in Eochi-ri, Jinsang-myeon, is 7 kilometers long, and is a valley with clear water flowing through the lush forest with rocks in all sizes that provide a resting spot. In particular, it is home to Orodae Rock, cool enough to form dew even in the middle of the day and Gusipokpo Falls with a legend of a flying horse.<br><br>The valley is located ten minutes away from the Seomjingang River Maehwa Village, and plum trees cover the valley in spring with plum blossoms. In autumn, the countless oak trees in the forest become an acorn factory for its habitats. Baegunsan Eochigyegok Valley is worth visiting at any time of the year and provides various agricultural products to local residents. Orodae Rock, located in the uppermost stream, refers to a rock that looks like a large courtyard. An inscription remains, saying that it is named Orodae because it is cool enough to form dew even in the midday of the summer. Legend says that Gusiso Pool at the base of Gusipokpo Falls is so wide that it will not dry up even in a draught.","regDate":"2022-08-01","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites","Valleys"],"imgUrl":"/2022-08-01-1659375937828/1606765_image2_1.webp","blogPath":"Jeollanam-do/2022-08-01-1659375937828","pageUrl":"https:/mcdryad.com/Jeollanam-do/2022-08-01-1659375937828"},{"id":"2022-08-01-1659373270633","title":"Anmado Island (안마도)","description":"Anmado Island, the largest island in Nagwol-myeon District, is home to a number of ocean splendors including the magnificent Malcobawi and Heundeulbawi Rocks, and camellia colonies. As one of the largest fishing bases in the West Sea, it is famous for its local specialties such as cows naturally grown out of pasture, black goats, medicinal liquor made of centipedes, sea bass, crabs and ear shells. Moreover, the island's fishing village, which has been designated as a third-class fishing port, serves as refuge for ships from home and abroad.<br><br><b>Island History</b><br>In 1967, a liaison office of Nagwol-myeon town office opened its door overseeing Anmado Island, along with five othe islets (Daeseongmando, Soseongmando, Odo, Hwangdo and Jukdo) and six villages. The area as a whole is called Anma Archipelago. Furthermore, Hwangdo, an affiliated islet of the Anmado, along with Donghwangdongdo, Gageodo and Seogeochado form the Western Basic Line.","regDate":"2022-08-01","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"/2022-08-01-1659373270633/2497473_image2_1.webp","blogPath":"Jeollanam-do/2022-08-01-1659373270633","pageUrl":"https:/mcdryad.com/Jeollanam-do/2022-08-01-1659373270633"},{"id":"2022-08-01-1659368778986","title":"Anak Beach (안악해수욕장)","description":"Anak Beach is a white sand beach that stretches for more than 200 meters and is bordered by a forest of pine trees. In addition to the gorgeous scenery, a major draw is the great seafood like fresh mullets, long-legged octopuses, small shrimps, and other local specialties said to provide strength during the sweltering summer heat. Since the beach has not yet been discovered by many tourists, visitors will be able to have a calm and relaxing time. The nearby coastal road is a perfect driving course with a stunning view of the sunset.","regDate":"2022-08-01","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"/2022-08-01-1659368778986/190577_image2_1.webp","blogPath":"Jeollanam-do/2022-08-01-1659368778986","pageUrl":"https:/mcdryad.com/Jeollanam-do/2022-08-01-1659368778986"},{"id":"2022-08-01-1659364800979","title":"Amnok Resort (압록유원지)","description":"Situated at the joining point of two rivers, Seomjin and Boseong, Amnok Resort is renowned as a summer vacation spot with a 100,000m² beach. Since mosquitos are rare here, it is continuously gaining popularity as a family camping site and Banweogyol Bridge and Cheolgyo Bridge make for beautiful scenery. The popular fishing spot located in the lower reaches of Boseonggang River attracts many anglers. The riverside is lined with various native local restaurants where you can taste Amnok’s specialities such as king crab soup, roasted sweet fish, and maeuntang (spicy fish stew).","regDate":"2022-08-01","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Recreational Sites","Resorts"],"imgUrl":"/2022-08-01-1659364800979/2021945_image2_1.webp","blogPath":"Jeollanam-do/2022-08-01-1659364800979","pageUrl":"https:/mcdryad.com/Jeollanam-do/2022-08-01-1659364800979"},{"id":"2022-08-01-1659363562237","title":"1004 (Cheonsa) Bridge (천사대교)","description":"1004 Bridge, opened on April 4, 2019, connects Songgong-ri to Sinseok-ri in Sinan-gun, Jeollanam-do. It is named 1004, pronounced \"cheonsa,\" for the 1004 islands that surrounds Sinan-gun. The bridge is the fourth longest marine bridge in Korea.","regDate":"2022-08-01","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Architectural Sights","Bridges"],"imgUrl":"/2022-08-01-1659363562237/2662742_image2_1.webp","blogPath":"Jeollanam-do/2022-08-01-1659363562237","pageUrl":"https:/mcdryad.com/Jeollanam-do/2022-08-01-1659363562237"}],"metaData":{"pageUrl":"https://mcdryad.com/Jeollanam-do","nav":"Jeollanam-do"},"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}