{"pageProps":{"content":"![Eunsusa Temple (은수사)](/2022-07-31-1659303488502/1605752_image2_1.webp)\n\n  \n## Overview\n\n> The temple located upon Maisan Mountain was called Sangwonsa Temple during the early Joseon dynasty and was later known as Jeongmyeongam Hermitage. According to the Korean Language Society, the temple began to be called Eunsusa (meaning ‘Silver Water Temple’) after King Taejo (the founder of the Joseon dynasty) visited the temple and remarked that the water flowing nearby was as clean and smooth as pure silver. <br><br>\n\nThe temple is home to the largest known Beopgo (Buddhist drum used for rituals), which was produced in 1982. A stone sculpture and a statue of Granny Samsin (a goddess that looks after babies’ births and keeps them healthy) also stand at the temple. However, the temple’s most treasured assets are its two Natural Monuments: Emerald Gaiety (a climbing vine, Natural Monument No. 380) and the Cheongsil Pear Tree (Natural Monument No. 386). Reverse icicles, though found all over the mountainsides, are most readily and abundantly found in the Eunsusa Temple area.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-63-433-2502|\n|parking:|Maisan Provincial Park Parking Lot|\n|restdate:|N/A (Open all year round)|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Admission Fees:|[Cultural Assets (Maisan Tapgun & Geumdangsa)]<br>Individuals - Adults 3,000 won / Teenagers 2,000 won / Children 1,000 won<br />Groups - Adults 2,800 won / Teenagers 1,600 won / Children 800 won<br /<br><br>* Group: 30 or more people|\n|Restrooms:|Available|\n|Interpretation Services Offered:|Not available|\n  \n## Detail Image\n![/2022-07-31-1659303488502/1605747_image2_1.webp](/2022-07-31-1659303488502/1605747_image2_1.webp)\n![/2022-07-31-1659303488502/1605748_image2_1.webp](/2022-07-31-1659303488502/1605748_image2_1.webp)\n![/2022-07-31-1659303488502/1605749_image2_1.webp](/2022-07-31-1659303488502/1605749_image2_1.webp)\n![/2022-07-31-1659303488502/1605750_image2_1.webp](/2022-07-31-1659303488502/1605750_image2_1.webp)\n![/2022-07-31-1659303488502/1605751_image2_1.webp](/2022-07-31-1659303488502/1605751_image2_1.webp)\n![/2022-07-31-1659303488502/1605753_image2_1.webp](/2022-07-31-1659303488502/1605753_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-63-433-2502](tel:+82634332502)\n\n\n\n```googleMap\nlatitude: 35.7594668368\nlongitude: 127.4144950983\ntitle: 406, Maisannam-ro, Jinan-gun, Jeollabuk-do\n```\n  \n## Directions\n  \n[Bus]<br>\nFrom Jeonju Intercity Bus Terminal, take an intercity bus to Jinan Bus Terminal. <br>\nFrom Jinan Bus Terminal, take a bus bound for Maisan.\n","data":{"id":"2022-07-31-1659303488502","title":"Eunsusa Temple (은수사)","description":"The temple located upon Maisan Mountain was called Sangwonsa Temple during the early Joseon dynasty and was later known as Jeongmyeongam Hermitage. According to the Korean Language Society, the temple began to be called Eunsusa (meaning ‘Silver Water Temple’) after King Taejo (the founder of the Joseon dynasty) visited the temple and remarked that the water flowing nearby was as clean and smooth as pure silver. <br><br>The temple is home to the largest known Beopgo (Buddhist drum used for rituals), which was produced in 1982. A stone sculpture and a statue of Granny Samsin (a goddess that looks after babies’ births and keeps them healthy) also stand at the temple. However, the temple’s most treasured assets are its two Natural Monuments  Emerald Gaiety (a climbing vine, Natural Monument No. 380) and the Cheongsil Pear Tree (Natural Monument No. 386). Reverse icicles, though found all over the mountainsides, are most readily and abundantly found in the Eunsusa Temple area.","regDate":"2022-07-31","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-07-31-1659303488502/1605752_image2_1.webp","blogPath":"Jeollabuk-do/2022-07-31-1659303488502","pageUrl":"https:/mcdryad.com/Jeollabuk-do/2022-07-31-1659303488502"},"dataList":[{"id":"2022-12-30-1672385722112","title":"Gunsan Dongguksa Temple (동국사(군산))","description":"Dongguksa Temple was built by Japanese monk Seoneungbulgwan in 1909. The temple was run by Japanese monks for 36 years during the Japanese occupation, reverting to Korean jurisdiction when Korea was liberated in 1945. The historical temple is the only surviving Japanese-style temple in the nation. <br><br>The temple is characterized by its two main buildings, Daeungjeon Hall and Yosachae, which are connected by a corridor, and the temple’s relative lack of decoration, which stands as a sharp contrast to the brilliantly-colored Korean temples. Dongguksa Temple was officially designated as Cultural Asset in July 2003 and is now a branch temple of Seonunsa Temple in Gochang, the 24th district of the Korean Buddhist Jogye Order.","regDate":"2022-12-30","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-12-30-1672385722112/1783656_image2_1.webp","blogPath":"Jeollabuk-do/2022-12-30-1672385722112"},{"id":"2022-12-30-1672382316463","title":"Gudam Village (구담마을)","description":"Located at the beginning of the Seomjingang River, the steep banks in Gudam Village are covered in maehwa (plum blossoms) in white and red. While strolling along the 3-kilometer-long path of the riverside that connects Gudam Village to Cheondam Village, tourists will be impressed by the beautiful scene created by the plum and cherry blossoms. The village became more and more famous thanks to its cozy ambience created by the Seomjingang River, plum blossoms and Zelkova at the mouth of the village, attracting visitors to enjoy a walking trip. The village has also served as a filming location for movies, including the film Spring in My Hometown (1998).","regDate":"2022-12-30","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Experience Programs","Village Experience"],"imgUrl":"/2022-12-30-1672382316463/1678735_image2_1.webp","blogPath":"Jeollabuk-do/2022-12-30-1672382316463"},{"id":"2022-12-30-1672378542324","title":"Gucheondonggyegok Valley (구천동계곡)","description":"Gucheondonggyegok Valley is located within Deogyusan National Park approximately 25 kilometers from Rajetongmun Gate, the entrance of the valley. The valley is famous for its 33 scenic points including Sushimdae Cliff, Gucheonpokpo Falls and Yeonhwapokpo Falls. The valley is popular all year round with cool shade in summer, fall foliage in fall and a snowy landscape in winter.","regDate":"2022-12-30","author":"korea-tour","tag":["Jeollabuk-do","Nature","Natural Sites","Valleys"],"imgUrl":"/2022-12-30-1672378542324/1929663_image2_1.webp","blogPath":"Jeollabuk-do/2022-12-30-1672378542324"},{"id":"2022-08-01-1659362399493","title":"Gosapo Beach (고사포해수욕장)","description":"Gosapo Beach commands a magnificent scenic view, thanks to the 2-kilometer stretch of fine sand and pine forest along the beach. The beach is considered one of the cleanest among the beaches in the area. Every two weeks, the tides fall to reveal a path from Gosapo Beach to Haseom Island.","regDate":"2022-08-01","author":"korea-tour","tag":["Jeollabuk-do","Nature","Natural Sites"],"imgUrl":"/2022-08-01-1659362399493/636167_image2_1.webp","blogPath":"Jeollabuk-do/2022-08-01-1659362399493"},{"id":"2022-08-01-1659360092237","title":"Gosan Recreational Forest (고산자연휴양림)","description":"Located in Osan-ri, Gosan Recreational Forest is a popular family destination throughout all four seasons. Full of thick groves of larch trees, Korean white pines, rigida pines, and plenty of broad-leaved trees, the forest and its streams offer a cool and refreshing retreat. In spring, the forest is beautiful with wildflowers, azaleas and wild cherry blossom trees. In summer, families flock to the streams shaded by the thick forest canopy. As summer turns into fall, the whole area transforms into a rainbow of bright yellow, red, and orange. With the coming of winter, the snow covers the trees and blankets the ground, turning the forest in a winter dreamland.","regDate":"2022-08-01","author":"korea-tour","tag":["Jeollabuk-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"/2022-08-01-1659360092237/609052_image2_1.webp","blogPath":"Jeollabuk-do/2022-08-01-1659360092237"},{"id":"2022-08-01-1659353846841","title":"Gochangeupseong Walled Town (고창읍성)","description":"Gochangeupseong Walled Town was built in 1453 during th reign of Joseon King Danjong to protect the city from foreign invaders. The walls were built by the local civilians, using natural resources as they were available. Also called Moyangseong Fortress, the walled town served a vital role in protecting the southern region, and was designated Historic Site No. 145 on April 1, 1965. The walls are 4~6 meters high and 1,684 meters long, with three gates on the north, east, and west walls, each protected by curved walls. Inside the large area there were 22 government buildings. Restoration work on the wall has been ongoing since 1976.","regDate":"2022-08-01","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Historical Sites","Fortresses"],"imgUrl":"/2022-08-01-1659353846841/2678581_image2_1.webp","blogPath":"Jeollabuk-do/2022-08-01-1659353846841"},{"id":"2022-08-01-1659350713993","title":"Gochang Seonunsa Temple (선운사 (고창))","description":"Seonunsa Temple is known to have been built in 577, the 24th year of King Wideok of the Baekje dynasty. It is the second head temple of Jogye Order in Jeollabuk-do. According to the temple's historical records, it was originally a very large temple with 89 hermitages and 3,000 monks. Today, only four hermitages remain  Dosoram, Chamdangam, Dongunam, and Seoksangam. In addition, the temple is home to 25 prestigious heritages, namely the Forest of Common Camellias, which is designated as ㅁ Natural Monument. A festival dedicated to this forest is held every April.","regDate":"2022-08-01","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-08-01-1659350713993/1603705_image2_1.webp","blogPath":"Jeollabuk-do/2022-08-01-1659350713993"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}