{"pageProps":{"content":"![Gugokpokpo Falls (구곡폭포)](/2022-09-25-1664088775156/1583495_image2_1.webp)\n\n  \n## Overview\n\n> Located at the foot of Bonghwasan Mountain in Chuncheon, Gugok Falls with a x_height of 50 m is one of the representative tourist destinations in the Gangchon area. It was named “Gugok” because the falls twist (gok) and turn nine (gu) different times before dropping down, and is also called “Guguripokpo.” Gugok Falls flowing down from a huge stone wall create fantastic scenery. Many tourists visit the falls every year to enjoy cool, refreshing water to overcome the heat wave in summer and to admire a majestic view of the giant ice wall in winter. The road from the ticket booth to the falls is gentle and requires about 20 min walk. It is an easy walking path surrounded by woods and the valley. Visitors can also try to find the nine wooden panels inspired by the spirit of Gugok and designed with Hangeul alphabet “ㄲ” letters (such as 꿈, 끼, 꾀, 깡, etc.). If you go up for about 40 min along the Kkalttak Pass, which is on the right side of the Gugok Falls entrance, you will find Munbae Village, nestled in a basin. The village restaurants are known for local dishes, such as wild vegetable bibimbap and folk liquor. Visitors can also stay overnight at the National Leisure Campground built in the Gukgok Falls Tourist Area.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br>(Korean, English, Japanese, Chinese) <br>• For more info: +82-33-261-0088|\n|parking:|Available|\n|restdate:|Open year round|\n|usetime:|08:30–17:30(It is subject to the weather.)|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Admission Fees:|People aged 7 to 65: KRW 2,000, Persons of national merit, the elderly, preschoolers, PWD, and residents in the lake culture zone (Chuncheon, Yanggu, Hwacheon, Hongcheon, and Inje): Free of charge|\n|Parking Fees:|Subcompact vehicles: KRW 1,000, Small vehicles: KRW 2,000, Large vehicles: KRW 4,000|\n  \n## Detail Image\n![/2022-09-25-1664088775156/1583493_image2_1.webp](/2022-09-25-1664088775156/1583493_image2_1.webp)\n![/2022-09-25-1664088775156/1780589_image2_1.webp](/2022-09-25-1664088775156/1780589_image2_1.webp)\n![/2022-09-25-1664088775156/1780590_image2_1.webp](/2022-09-25-1664088775156/1780590_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-33-261-0088](tel:+82332610088)\n\n\n\n```googleMap\nlatitude: 37.7939337577\nlongitude: 127.6092986794\ntitle: 254, Gangchongugok-gil, Namsan-myeon, Chuncheon-si, Gangwon-do\n```\n  \n## Directions\n  \n[Bus]<br>\nFrom Gangchon Station, take Bus No. 50 or 50-1 and get off at Gugokpokpo Falls Bus Stop.\n","data":{"id":"2022-09-25-1664088775156","title":"Gugokpokpo Falls (구곡폭포)","description":"Located at the foot of Bonghwasan Mountain in Chuncheon, Gugok Falls with a x_height of 50 m is one of the representative tourist destinations in the Gangchon area. It was named “Gugok” because the falls twist (gok) and turn nine (gu) different times before dropping down, and is also called “Guguripokpo.” Gugok Falls flowing down from a huge stone wall create fantastic scenery. Many tourists visit the falls every year to enjoy cool, refreshing water to overcome the heat wave in summer and to admire a majestic view of the giant ice wall in winter. The road from the ticket booth to the falls is gentle and requires about 20 min walk. It is an easy walking path surrounded by woods and the valley. Visitors can also try to find the nine wooden panels inspired by the spirit of Gugok and designed with Hangeul alphabet “ㄲ” letters (such as 꿈, 끼, 꾀, 깡, etc.). If you go up for about 40 min along the Kkalttak Pass, which is on the right side of the Gugok Falls entrance, you will find Munbae Village, nestled in a basin. The village restaurants are known for local dishes, such as wild vegetable bibimbap and folk liquor. Visitors can also stay overnight at the National Leisure Campground built in the Gukgok Falls Tourist Area.","regDate":"2022-09-25","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Waterfalls"],"imgUrl":"/2022-09-25-1664088775156/1583495_image2_1.webp","blogPath":"Gangwon-do/2022-09-25-1664088775156","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-09-25-1664088775156"},"dataList":[{"id":"2022-10-09-1665290751411","title":"Pyeongchang Yukbaekmajigi (평창 육백마지기)","description":"Yukbaekmajigi refers to the peak of Cheongoksan Mountain on the southern side of Pyeongchang-gun, Gangwon-do. The large field is the size of six soccer fields and is 1,256 meters above sea level. The name comes from the saying that the field is large enough to spread 600 mal (Korean unit of measure) of rice seeds. Yukbaekmajigi is easy to reach by car and is becoming a popular eco-friendly tourist attraction. The view from the peak includes an open view of 20 large wind power generators on the vast field. There are also various photo zones for visitors.&nbsp;","regDate":"2022-10-09","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2022-10-09-1665290751411/2733650_image2_1.webp","blogPath":"Gangwon-do/2022-10-09-1665290751411"},{"id":"2022-10-08-1665226058950","title":"Pungsuwon Catholic Church (횡성 풍수원천주교회(풍수원성당))","description":"Pungsuwon was the first catholic village in which over 40 faithful from Yongin (Gyeonggi-do), led by Sin Tae-bo (or St. Peter), settled to escape the wrath of Sinyubakhae (religious persecution of Catholics) of 1801. Over a period of 80 years, the settlers had led their religious lives without a priest until Father Le Merre (a French priest) came to the village in 1888. Succeeding Le Merre in 1896, Father Jeong Gyu-ha (or Augustino), along with Chinese engineers, began to build Pungsuwon Cathedral.<br><br>Completed in 1907 by the faithful, the cathedral still remains a beautiful building even after 110 years; it is a popular spot for visitors, having frequently appeared in Korean dramas and films such as “Love Letter (1995 MBC miniseries).” It is the first cathedral built by a Korean priest as well as in Gangwon-do; it is the fourth cathedral built in Korea. Pungsuwon Cathedral was designated as Gangwon-do Local Cultural Property No.69 in 1982.","regDate":"2022-10-08","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Historical Sites","Holy Sites"],"imgUrl":"/2022-10-08-1665226058950/1583977_image2_1.webp","blogPath":"Gangwon-do/2022-10-08-1665226058950"},{"id":"2022-10-08-1665222355885","title":"Phoenix Pyeongchang (휘닉스 평창)","description":"Phoenix Pyeongchang is a famous recreational resort complex comprised of various leisure facilities including ski resort, golf club, condo, hotel, youth hostel, and others.","regDate":"2022-10-08","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Recreational Sites","Tourist Complexes"],"imgUrl":"/2022-10-08-1665222355885/1813466_image2_1.webp","blogPath":"Gangwon-do/2022-10-08-1665222355885"},{"id":"2022-10-08-1665219140541","title":"Phoenix Blue Canyon (휘닉스 블루캐니언)","description":"Phoenix Blue Canyon is a leisure water park that uses pure water from deep valleys amid the fresh air of Gangwon-do. It features Mediterranean-style water facilities, comprised of various resting areas and water rides.","regDate":"2022-10-08","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Recreational Sites","Hot Springs & Spa"],"imgUrl":"/2022-10-08-1665219140541/2658436_image2_1.webp","blogPath":"Gangwon-do/2022-10-08-1665219140541"},{"id":"2022-10-08-1665215047957","title":"Peace Dam - Hwacheon (평화의댐 (화천))","description":"Peace Dam in Hwacheon-gun was built in response to a potential flooding attack from North Korea. The first phase of construction began in 1986, and ended in 1989; the second phase, which entailed raising the x_height of the dam, began in 2002, and ended in 2005.<br><br>Over the years, the dam has become a major tourist destination. It has several cultural and recreational facilities including the Water Culture Center, an artificial wall stream, and rest areas. It is also located close to the DMZ, and natural landmarks such as Bimok Park, Bisugumi Valley, and Suhari Fishing Site.","regDate":"2022-10-08","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites"],"imgUrl":"/2022-10-08-1665215047957/2566020_image2_1.webp","blogPath":"Gangwon-do/2022-10-08-1665215047957"},{"id":"2022-10-08-1665212129310","title":"Paroho Lake (Yanggu) (파로호(양구))","description":"Paroho Lake is a manmade lake that was completed in 1943. The lake was created due to the construction of a hydraulic power plant in Hwacheon during Japanese colonial period. The name was given after President Syngman Rhee designated a plaque in his own handwriting naming the body of water ‘Paroho Lake’ during the Korean War after a victorious feat in a battle against the Chinese army. The power plant has a generation capacity of 105,000 kilowatts, and the lake is one of the top fishing grounds in Korea as it is abundant in freshwater fish. <br><br>The area boasts several splendid views and a former president built his country home on the lake. Relics from the Stone Age and New Stone Age were found to be well preserved in the area. Twenty-one dolmens were found on the lake grounds, as well as 4,000 pieces of Prehistoric relics used during Paleolithic age, drawing interest from the academic field. Recently, habitats of mandarin ducks, a national natural monument, were found near the Paroho lakeside.","regDate":"2022-10-08","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites"],"imgUrl":"/2022-10-08-1665212129310/2653651_image2_1.webp","blogPath":"Gangwon-do/2022-10-08-1665212129310"},{"id":"2022-10-08-1665208351723","title":"Paroho Lake (Hwacheon) (파로호(화천))","description":"Paroho Lake is a manmade lake created when Hwacheon Dam was built in the valley of the Bukhangang River. The lake was once referred to as Daebungho Lake for its resembling image of an imaginary phoenix rising with its wings spread wide open when seen from afar. The area was a territory of North Korea after Koreas independence, but became a South Korean territory after the Korean War.","regDate":"2022-10-08","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites"],"imgUrl":"/2022-10-08-1665208351723/2711025_image2_1.webp","blogPath":"Gangwon-do/2022-10-08-1665208351723"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}