{"pageProps":{"content":"![Daenamugol Bamboo Park (대나무골 테마공원)](/2023-01-16-1673854556804/185780_image2_1.webp)\n\n  \n## Overview\n\n> Situated at the basin of the ravine in Gojisan Mountain along the Geumseongsan mountain fortress and the Chuweolsan mountain range, Daenamugol is surrounded by tall bamboo trees. In spring, the soft green bamboo shoots blanket the whole field; it also serves as a habitat for sedentary birds to take care of their eggs. <br><br>The landscaping of the Daenamugol Bamboo Park encapsulates the value of bamboo trees. You can enjoy the fresh crisp air walking in the bamboo grove and the thick pine tree forest. You can try the tea from wild bamboo tea trees grown in the bamboo forest. The park also has Green Town; it includes a playground made out of grass, a hall, an outdoor cooking facility, shower booths, sports fields (volley ball, Jokgu, table tennis, badminton). The theme park has appeared as a backdrop for movies like ‘The Last Witness,’ ‘Sword in the Moon’ as well as in the popular TV drama series ‘Hometown Legends,’ ‘Damo’ and in a number of commercials.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330<br>(Korean, English, Japanese, Chinese) <br>• For more info: +82-61-383-9291|\n|parking:|Available|\n|restdate:|Mondays|\n|usetime:|09:00-18:00|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Film Locations:|Various TV commercials, movies and dramas.|\n|Restrooms:|Available|\n|Parking Fees:|Free|\n|Available Facilities:|Pine tree forest path, bamboo path, grass field, bamboo gallery, set of Korean Ghost Stories, pinwheel hills, pavilion, etc.|\n|Admission Fees:|Individual: Adults 2,000 won / Teenagers 1,500 won / Children 1,000 won<br>Groups: Adults 1,600 won / Teenagers 1,300 won / Children 800 won <BR>* Groups (more 30 people)<BR>Free admission for preschoolers (ages 4 and under)|\n  \n## Detail Image\n![/2023-01-16-1673854556804/185781_image2_1.webp](/2023-01-16-1673854556804/185781_image2_1.webp)\n![/2023-01-16-1673854556804/185782_image2_1.webp](/2023-01-16-1673854556804/185782_image2_1.webp)\n![/2023-01-16-1673854556804/185783_image2_1.webp](/2023-01-16-1673854556804/185783_image2_1.webp)\n![/2023-01-16-1673854556804/185784_image2_1.webp](/2023-01-16-1673854556804/185784_image2_1.webp)\n![/2023-01-16-1673854556804/185785_image2_1.webp](/2023-01-16-1673854556804/185785_image2_1.webp)\n![/2023-01-16-1673854556804/185786_image2_1.webp](/2023-01-16-1673854556804/185786_image2_1.webp)\n![/2023-01-16-1673854556804/185787_image2_1.webp](/2023-01-16-1673854556804/185787_image2_1.webp)\n![/2023-01-16-1673854556804/185790_image2_1.webp](/2023-01-16-1673854556804/185790_image2_1.webp)\n![/2023-01-16-1673854556804/185792_image2_1.webp](/2023-01-16-1673854556804/185792_image2_1.webp)\n![/2023-01-16-1673854556804/185793_image2_1.webp](/2023-01-16-1673854556804/185793_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-61-383-9291](tel:+82613839291)\n\n\n\n```googleMap\nlatitude: 35.3371778141\nlongitude: 127.0485773588\ntitle: 148, Binaedong-gil, Geumseong-myeon, Damyang-gun, Jeollanam-do\n```\n  \n## Directions\n  \n[Bus]<BR>\nFrom Seoul Central Bus Terminal, take a bus to Damyang Bus Terminal. <BR> From Damyang Bus Terminal Bus Stop, take Bus No. 303 and get off at Daenamugol Bamboo Park Bus Stop. <BR> Walk for approx. 10 min.\n","data":{"id":"2023-01-16-1673854556804","title":"Daenamugol Bamboo Park (대나무골 테마공원)","description":"Situated at the basin of the ravine in Gojisan Mountain along the Geumseongsan mountain fortress and the Chuweolsan mountain range, Daenamugol is surrounded by tall bamboo trees. In spring, the soft green bamboo shoots blanket the whole field; it also serves as a habitat for sedentary birds to take care of their eggs. <br><br>The landscaping of the Daenamugol Bamboo Park encapsulates the value of bamboo trees. You can enjoy the fresh crisp air walking in the bamboo grove and the thick pine tree forest. You can try the tea from wild bamboo tea trees grown in the bamboo forest. The park also has Green Town; it includes a playground made out of grass, a hall, an outdoor cooking facility, shower booths, sports fields (volley ball, Jokgu, table tennis, badminton). The theme park has appeared as a backdrop for movies like ‘The Last Witness,’ ‘Sword in the Moon’ as well as in the popular TV drama series ‘Hometown Legends,’ ‘Damo’ and in a number of commercials.","regDate":"2023-01-16","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Recreational Sites","Theme Parks"],"imgUrl":"/2023-01-16-1673854556804/185780_image2_1.webp","blogPath":"Jeollanam-do/2023-01-16-1673854556804","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-16-1673854556804"},"dataList":[{"id":"2023-01-23-1674463196445","title":"Jeonnam Jeungdo Island [A Slow City] (전남 신안 증도 [슬로시티])","description":"Jeungdo Island was the first city to be designated a ‘slow city’ in Asia thanks to its unspoiled nature and clean waters. It was assigned as a biodiversity conservation area by UNESCO. <br><br>Jeungdo Island also has Korea’s largest salt fields. At Taepyeong Salt Field, you can experience real life in a fishing village. There is a tour of the salt museum and hands-on programs for tourists to make the experience more personal. There are some 90 uninhabited islands and islets neighboring the Jeungdo Island. The Wujeon Beach Resort offers a magnificent view of the horizon. The mud hopper bridge, which stands in the mudflats, along with the relic of a historical monument and wetland ecology exhibition hall, are some of the things you can see on the island of Jeungdo. <br><br>* Jeungdo Island Mudflats Festival opens in early August each year, offering a mudflat program as well as a drying by the sun salt-making program, among others.","regDate":"2023-01-23","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"/2023-01-23-1674463196445/1639391_image2_1.webp","blogPath":"Jeollanam-do/2023-01-23-1674463196445"},{"id":"2023-01-23-1674459354317","title":"Jangseongho Tourist Area (장성호관광지)","description":"Jangseongho Tourist Area is located south of Naejangsan National Park, in Jangseong, known as the hometown of Hong Gil-dong, a Korean Robin Hood. The lake was made by the damming of Hwangnyonggang River, and holds up to 89.7 million tons of water, filled with many freshwater fish species. In addition, the walking path along the 603-meter-long embankment attracts many tourists with beautiful views of the mountains and lake. Cruise ferries and motorboats also cross the lake. Nearby attractions include Ibamsan and Baegamsan Mountains, Namchanggyegok Valley, Baegyangsa and Naejangsa Temples, Gosanseowon Confucian Academy, Bangjangsan Recreational Forest, and more.","regDate":"2023-01-23","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Recreational Sites","Tourist Complexes"],"imgUrl":"/2023-01-23-1674459354317/2516801_image2_1.webp","blogPath":"Jeollanam-do/2023-01-23-1674459354317"},{"id":"2023-01-23-1674455976138","title":"Jangheung Jeongnamjin (정남진(장흥))","description":"Jangheung-gun’s Jeongnamjin is the warmest place on the Korean mainland. The region has a diverse natural environment including stunning views of mountains, fields, the ocean, lakes, rivers and streams. It also has several cultural and tourist sites such as Cheongwansan Mountain, Bangchon Cultural Village, and Borimsa Temple, one of the three Borimsa Temples in Asia.<br><br>The Jeongnamjin district has a wide variety of tourist attractions nearby such as the Samsan Embankment; a provincial park on Cheongwansan Mountain; a literature park; and Sodeungseom Island, a famous sunset attraction often used as a filming location and festival grounds. A number of festivals are held around the area to promote the regions diverse produce and beauty.","regDate":"2023-01-23","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Recreational Sites","Tourist Complexes"],"imgUrl":"/2023-01-23-1674455976138/694353_image2_1.webp","blogPath":"Jeollanam-do/2023-01-23-1674455976138"},{"id":"2023-01-23-1674452151505","title":"Jangheung Cheongwansa Temple (천관사(장흥))","description":"Cheongwansa Temple is situated in the middle of Cheongwansan Mountain and is believed to have been built by Monk Tongyeong during the Silla Kingdom. It was once home to over 1,000 monks in its 89 buildings. Beneath the temple’s humble exterior is an impressive collection of cultural properties including Cheongwansa Three-Story Pagoda (Treasure), Cheongwansa Seokdeung (stone lantern), Five-Story Pagoda, and Jangheung Tapsansaji Seokdeung (stone lantern). In addition, Cheongwansan Mountain is known for beautiful camellias in spring and gorgeous silver grass in fall as well as an array of fascinating rock formations. Visitors can also enjoy the views of Dadohae (an archipelago) from the top of the mountain.","regDate":"2023-01-23","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2023-01-23-1674452151505/1374515_image2_1.webp","blogPath":"Jeollanam-do/2023-01-23-1674452151505"},{"id":"2023-01-23-1674448780404","title":"Hwawon Oceano Tourism Complex (화원 오시아노 관광단지)","description":"Set before the beautiful Korean archipelago, Hwawon Oceano Tourism Complex offers visitors a romantic beachside camping experience with a large campground and convenience amenities such as shower stalls. The campsite is particularly beautiful at sunset and night when stars fill the sky. Currently, the complex offers a golf course in addition to the campground, with plans to add a culture & arts center and marine world zone. Particularly, Pine Beach Golf Course located inside the tourism complex is surrounded by the ocean on three sides, and is perfect for playing a round of golf toward the endless ocean. The course is regarded as Asia’s Pebble Beach, a small coastal resort destination and home to famous golf courses in California.","regDate":"2023-01-23","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Recreational Sites","Tourist Complexes"],"imgUrl":"/2023-01-23-1674448780404/2676039_image2_1.webp","blogPath":"Jeollanam-do/2023-01-23-1674448780404"},{"id":"2023-01-23-1674444993145","title":"Hwasun Dolmen Site [UNESCO World Heritage] (화순 고인돌군 유적 [유네스코 세계문화유산])","description":"The Hwasun Dolmen Site is located near the waterfalls of the mountain pass linking Dogok-myeon of Hyosan-ri and Chunnyang-myeon of Daesin-ri. According to experts, 135 of the 980 stones in Dogok-myeon Hyosan-ri are dolmen. There are also about 100 damaged stone tables that still maintain their original form.<br><br>What makes the Hwasun dolmens special is that in such a small district there are as many as 596 dolmen, including Korea’s biggest stone table.Acknowledging the importance of the cultural assets, the Hwasun Dolmen Site was registered as World Heritage No. 997 in year 2000 along with Gochang and Ganghwa Dolmens.","regDate":"2023-01-23","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2023-01-23-1674444993145/2515558_image2_1.webp","blogPath":"Jeollanam-do/2023-01-23-1674444993145"},{"id":"2023-01-22-1674383756967","title":"Hwaeomsa Temple (화엄사)","description":"Situated at the foot of Jirisan Mountain, 5.4 kilometers east of Gurye-eup, Hwaeomsa Temple was constructed in the 22nd year of King Seongs reign (544) during the Baekje era, but was burnt down during the Imjin War (1592-1598). The temple was rebuilt in 1636 after seven years of reconstruction. The temple has various cultural assets including National Treasures, Treasures, a Natural Monument, and local cultural assets as well as 20 different buildings.","regDate":"2023-01-22","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2023-01-22-1674383756967/2635995_image2_1.webp","blogPath":"Jeollanam-do/2023-01-22-1674383756967"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}