{"pageProps":{"content":"![Gyebangsan Mountain (계방산 (평창))](/2022-09-25-1664102714256/1172063_image2_1.webp)\n\n  \n## Overview\n\n> At an altitude of 1,579.1 meters above sea level, Gyebangsan Mountain, which faces Odaesan Mountain on the eastern part of the Taebaeksan Mountain Range, is the fifth tallest mountain in South Korea, after Hallasan Mountain, Jirisan Mountain, Seoraksan Mountain, and Deogyusan Mountain. On the west side of Gyebangsan Mountain is Unduryeong Pass(1,089 m), which has a vehicle accessible road. Asiatic black beers are said to habitate in the deep valleys on the north side, and there is Bangadari mineral water and other mineral water sources on the south side. With many varieties of herbs and wild flowers growing naturally in the area, it is also well known as a place to dig for wild ginseng. Its rare Japanese yew trees and royal azalea combined with its similar terrain to Seoraksan Mountains Daecheongbong Peak has caused the mountain to be a highly protected ecological environment.<br><br>Gyebangsan Mountain is particularly popular for winter hikers, who can get beautiful views of the snowy landscapes of the mountain even&nbsp;until March. On top of that, since the difference in evelation from Unduryeong to the top of Gyebangsan is only 488 m, it welcomes even novice hikers as well. From the summit, one can see the backboone of Baekdudaegan Mountain, and with its panoramic views of Seoraksan Mountain to the north, Odaesan Mountain and Daegwallyeong to the east, and Taegisan and Hoegisan Mountains to the west, it is one of the best views in the area.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br>(Korean, English, Japanese, Chinese) <br>• For more info:  +82-33-332-6419|\n|restdate:|N/A (Open all year round)|\n  \n\n  \n## Detail Image\n![/2022-09-25-1664102714256/1172070_image2_1.webp](/2022-09-25-1664102714256/1172070_image2_1.webp)\n![/2022-09-25-1664102714256/1172075_image2_1.webp](/2022-09-25-1664102714256/1172075_image2_1.webp)\n![/2022-09-25-1664102714256/1172077_image2_1.webp](/2022-09-25-1664102714256/1172077_image2_1.webp)\n![/2022-09-25-1664102714256/1172096_image2_1.webp](/2022-09-25-1664102714256/1172096_image2_1.webp)\n![/2022-09-25-1664102714256/1172099_image2_1.webp](/2022-09-25-1664102714256/1172099_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-33-332-6419](tel:+82333326419)\n- [🏠tour.pc.go.kr](http://tour.pc.go.kr)\n\n\n```googleMap\nlatitude: 37.7072039905\nlongitude: 128.4445922029\ntitle: 1243, Unduryeong-ro, Pyeongchang-gun, Gangwon-do\n```\n  \n## Directions\n  \n[Express/Intercity Bus]<br>\nTake an intercity bus from Dong Seoul Terminal \nto Jinbu<br><br>\n\n[Train]<br>\nTake a train from Seoul to Jinbu (Odaesan) Station.<br><br>\n\n[Taxi]<br>\nApprox. 25 min from Jinbu Bus Terminal or Jinbu Station\n","data":{"id":"2022-09-25-1664102714256","title":"Gyebangsan Mountain (계방산 (평창))","description":"At an altitude of 1,579.1 meters above sea level, Gyebangsan Mountain, which faces Odaesan Mountain on the eastern part of the Taebaeksan Mountain Range, is the fifth tallest mountain in South Korea, after Hallasan Mountain, Jirisan Mountain, Seoraksan Mountain, and Deogyusan Mountain. On the west side of Gyebangsan Mountain is Unduryeong Pass(1,089 m), which has a vehicle accessible road. Asiatic black beers are said to habitate in the deep valleys on the north side, and there is Bangadari mineral water and other mineral water sources on the south side. With many varieties of herbs and wild flowers growing naturally in the area, it is also well known as a place to dig for wild ginseng. Its rare Japanese yew trees and royal azalea combined with its similar terrain to Seoraksan Mountains Daecheongbong Peak has caused the mountain to be a highly protected ecological environment.<br><br>Gyebangsan Mountain is particularly popular for winter hikers, who can get beautiful views of the snowy landscapes of the mountain even&nbsp;until March. On top of that, since the difference in evelation from Unduryeong to the top of Gyebangsan is only 488 m, it welcomes even novice hikers as well. From the summit, one can see the backboone of Baekdudaegan Mountain, and with its panoramic views of Seoraksan Mountain to the north, Odaesan Mountain and Daegwallyeong to the east, and Taegisan and Hoegisan Mountains to the west, it is one of the best views in the area.","regDate":"2022-09-25","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-09-25-1664102714256/1172063_image2_1.webp","blogPath":"Gangwon-do/2022-09-25-1664102714256","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-09-25-1664102714256"},"dataList":[{"id":"2022-10-13-1665637609010","title":"Sokch Seorak Sunrise Park (속초 설악해맞이공원)","description":"Referred to ‘namulchi,’ Sokcho Seorak Sunrise Park is located in the area of National Highway 7, the main point toward Daepohang Port, Yangyang, and Seoraksan Mountain. The park is perfect for enjoying a sunrise trip. The park area includes Sunrise Plaza, Lover’s Road, Happy Road, Love Road, other various themed sculptures, symbolic sculptures of Seoraksan Mountain, and light fountains, making it a great place to take a walk.","regDate":"2022-10-13","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-10-13-1665637609010/1186143_image2_1.webp","blogPath":"Gangwon-do/2022-10-13-1665637609010"},{"id":"2022-10-12-1665571905062","title":"Sogeumganggyegok Valley (오대산 소금강계곡)","description":"Sogeumganggyegok Valley is located on the east side of Odaesan Mountain. The valley is also referred to as Cheonghak Dongsogeum because the scenery resembles a crane (<em>cheonghak</em>) spreading its wings. The rock formations standing in between the lush valley forests will draw the eyes of any visitor. Several attractions are found along the valley path such as Mureunggyegok Valley, Myeonggyeongdae Post, Guryongpokpo Falls, Gunjapokpo Falls, and more.","regDate":"2022-10-12","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Valleys"],"imgUrl":"/2022-10-12-1665571905062/2616898_image2_1.webp","blogPath":"Gangwon-do/2022-10-12-1665571905062"},{"id":"2022-10-12-1665568280375","title":"Sogeumgang River [National Geopark] (소금강 (강원고생대 국가지질공원))","description":"Sogeumgang River is lined with high rock cliffs topped with lush forests. This section of river is so beautiful, it is called Little Geumgangsan River, with Geumgangsan Mountain being known as the most breathtaking location in all of Korea. Visitors can find a number of famous rocks along the river.","regDate":"2022-10-12","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites"],"imgUrl":"/2022-10-12-1665568280375/175682_image2_1.webp","blogPath":"Gangwon-do/2022-10-12-1665568280375"},{"id":"2022-10-12-1665564861257","title":"Sibiseonnyeotang (Tangsudonggyegok Valley) (십이선녀탕(탕수동계곡))","description":"Sibiseonnyeotang Valley (Valley of the Twelve Angels’ Bath) is a beautiful valley filled with water flowing through a cascade of waterfalls and pools. In the past, there were 12 of each, although the size and shape has changed over time. The valley also features many uniquely shaped rocks and a forest comprised of many types of trees, including maple, pine nut, and pine trees. The path passing through the V-shaped valley crosses the stream often, so visiting after heavy rainfall is not recommended.","regDate":"2022-10-12","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Valleys"],"imgUrl":"/2022-10-12-1665564861257/1583412_image2_1.webp","blogPath":"Gangwon-do/2022-10-12-1665564861257"},{"id":"2022-10-12-1665561018216","title":"Seoraksan National Park (Southern Section) (설악산국립공원 (남설악))","description":"Seoraksan Mountain, the highest amid the Taebaek Mountain Range, boasts beautiful landscape and scenery all year round. To the east of Hangyeryeong and Misiryeong Passes is classified as the outer section (Oeseorak), to the west is the inner section (Naeseorak); and to the south of Hangyeryeong Pass as the southern section (Namseorak).<br><br>The southern section is famous for its mineral water, hot springs, and waterfalls including Yongsopokpo, Sibipokpo, and Yeosinpokpo Falls. Jeongbongsan Mountain (1,424.2 meters) is also included in the area. There are also several different hiking courses varying in distance and duration.","regDate":"2022-10-12","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","National Parks"],"imgUrl":"/2022-10-12-1665561018216/652646_image2_1.webp","blogPath":"Gangwon-do/2022-10-12-1665561018216"},{"id":"2022-10-12-1665558163041","title":"Seoraksan National Park (Inner Section) (설악산국립공원 (내설악))","description":"Daecheongbong Peak in Seoraksan Mountain, at an altitude of 1,708 meters, is the highest peak among the Taebaek Mountain Range, providing amazing view all year round. With various flowers in spring, clear and fresh stream water in summer, fall foliage in fall, and snow covered mountain in winter, Seoraksan Mountain is the most beautiful mountain in Korea.<br><br>The inner section (Naeseorak) of the mountain stretches from the borderline of Hangyeryeong Pass and Misiryeong Pass to Inje-gun in the west. There are various valleys and waterfalls not to be missed as well as several hiking courses that represent the mountain.","regDate":"2022-10-12","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","National Parks"],"imgUrl":"/2022-10-12-1665558163041/780843_image2_1.webp","blogPath":"Gangwon-do/2022-10-12-1665558163041"},{"id":"2022-10-12-1665554575131","title":"Seorak Special Tourist Zone (설악 관광특구)","description":"Seorak Special Tourist Zone is a vast zone included in 3 administrative districts, encompassing the entirety of Seoraksan Mountain. In this zone, visitors have various ways to enjoy Seoraksan Mountain and the natural environment of the East Sea region. <br><br>Sokcho, which occupies the largest area in the zone, comes first when talking about Seoraksan National Park. Tourists can appreciate the picturesque scenery of the sea and coastal lakes as well as the mountain scenery of Seoraksan Mountain. Hikers can climb the mountain or ride a cable car. Sokcho Beach is a hot spot that attracts young people who fill the place with energy and life all through the summer. <br><br>Abai Village, which appeared in several TV dramas for its unique atmosphere, and Sokcho Jungang Market offer local specialties, such as abai sundae (Korean sausage) and dak gangjeong (glazed fried chicken  bites). <br><br>Goseong, which is bordered by Seoraksan Mountain and Geumgangsan Mountain, is part of the Northern Limit Line (NLL) that offers a unpolluted, beautiful landscape around the Demilitarized Zone (DMZ). Hwajinpo Beach near Hwajinpo Lake, which is a lagoon, and Songjiho Beach near Songjiho Lake are the best places to spend a peaceful vacation. At Hwajinpo Lake, tourists can visit the summer house used by the first South Korean President Syngman Rhee and Castle of Hwajinpo, visited by the former North Korean leader Kim Il-sung before the division of the Korean Peninsula. Lastly, although it is a relatively small part of Seorak Special Tourist Zone, Yangyang has resources for mountain tourism and maritime culture, such as Seoraksan National Park and Naksan Provincial Park. Naksan Beach, Naksansa Temple and Hajodae are popular tourist sites. It is also famous as a district producing high quality pine mushroom. <br><br>* Current State of Seorak Special Tourist Zone<br>1) Districts Covered  Areas around Sokcho-si and parts of Goseong and Yangyang-gun, Gangwon-do<br>2) Area  138.2k㎡(Sokcho 104.9k㎡, Goseong 30.5k㎡, Yangyang 2.8k㎡) <br><br>* Tourist Attractions <br>Seoraksan National Park, Sokcho Beach, Naksan Provincial Park, Hwajinpo Lake, Songjiho Lake, Hajodae Pavilion, Naksansa Temple, Osaek Mineral Spring, etc. <br>","regDate":"2022-10-12","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Recreational Sites","Tourist Complexes"],"imgUrl":"/2022-10-12-1665554575131/1950339_image2_1.webp","blogPath":"Gangwon-do/2022-10-12-1665554575131"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}