{"pageProps":{"content":"![Historic Site of Anti-Mongolian Struggle in Hangpadu-ri, Jeju (제주 항파두리 항몽 유적)](/2023-02-07-1675755361292/1618314_image2_1.webp)\n\n  \n## Overview\n\n> Historic Site of Anti-Mongolian Struggle in Hangpadu-ri is where the Sambyeolcho military unit of the Goryeo dynasty resisted the invasion of Mongolia until the last possible moment. The site houses anexhibition hall, a monument, and a unique mud fortress. Nearby is Jangsumul Spring (Jangsu means general) which flowed from the footprints of General Kim Tong-jeong. Today, water from the springcannot be used as drinking water.<br><br>Sambyeolcho was a military unit of the Goryeo dynasty. When the Goryeo dynasty made peace with the Mongolian forces in February 1270 (the 11th year of King Wonjong), the Sambyeolcho special defense unit opposed it and launched a resistance movement. They moved their base to Jindo in Jeollanam-do, but after suffering a huge defeat, they moved to Jeju-do and built Hangpaduseong Fortress. They continued to fight against the Mongolian forces for two more years there. However, all the members were killed in April 1273 (the 14th year of King Wonjong).<br> <br>This independent anti-Mongolian movement was born out the deeply patriotic belief in the need to safeguard the nation from foreign invasion. In 1977, the government invested 745 million won to restore part of the fortress and build a monument in commemoration of those who died in the war. The work was completed in June 1978.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330<br>(Korean, English, Japanese, Chinese) <br> • For more info: +82-64-710-6721~2|\n|parking:|Available|\n|restdate:|N/A (Open all year round)|\n|usetime:|09:00-18:00|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Available Facilities:|Exhibition hall, management office, rest area|\n|Restrooms:|Available|\n|Parking Fees:|Free|\n|Admission Fees:|Free|\n  \n## Detail Image\n![/2023-02-07-1675755361292/1618313_image2_1.webp](/2023-02-07-1675755361292/1618313_image2_1.webp)\n![/2023-02-07-1675755361292/1618315_image2_1.webp](/2023-02-07-1675755361292/1618315_image2_1.webp)\n![/2023-02-07-1675755361292/1618316_image2_1.webp](/2023-02-07-1675755361292/1618316_image2_1.webp)\n![/2023-02-07-1675755361292/1618317_image2_1.webp](/2023-02-07-1675755361292/1618317_image2_1.webp)\n![/2023-02-07-1675755361292/1618318_image2_1.webp](/2023-02-07-1675755361292/1618318_image2_1.webp)\n![/2023-02-07-1675755361292/1618319_image2_1.webp](/2023-02-07-1675755361292/1618319_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-64-710-6721](tel:+82647106721)\n- [🏠www.jeju.go.kr](https://www.jeju.go.kr/hangpadori/index.htm)\n\n\n```googleMap\nlatitude: 33.4523365568\nlongitude: 126.4089619525\ntitle: 50, Hangpaduri-ro, Jeju-si, Jeju-do\n```\n  \n\n","data":{"id":"2023-02-07-1675755361292","title":"Historic Site of Anti-Mongolian Struggle in Hangpadu-ri, Jeju (제주 항파두리 항몽 유적)","description":"Historic Site of Anti-Mongolian Struggle in Hangpadu-ri is where the Sambyeolcho military unit of the Goryeo dynasty resisted the invasion of Mongolia until the last possible moment. The site houses anexhibition hall, a monument, and a unique mud fortress. Nearby is Jangsumul Spring (Jangsu means general) which flowed from the footprints of General Kim Tong-jeong. Today, water from the springcannot be used as drinking water.<br><br>Sambyeolcho was a military unit of the Goryeo dynasty. When the Goryeo dynasty made peace with the Mongolian forces in February 1270 (the 11th year of King Wonjong), the Sambyeolcho special defense unit opposed it and launched a resistance movement. They moved their base to Jindo in Jeollanam-do, but after suffering a huge defeat, they moved to Jeju-do and built Hangpaduseong Fortress. They continued to fight against the Mongolian forces for two more years there. However, all the members were killed in April 1273 (the 14th year of King Wonjong).<br> <br>This independent anti-Mongolian movement was born out the deeply patriotic belief in the need to safeguard the nation from foreign invasion. In 1977, the government invested 745 million won to restore part of the fortress and build a monument in commemoration of those who died in the war. The work was completed in June 1978.","regDate":"2023-02-07","author":"korea-tour","tag":["Jeju-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2023-02-07-1675755361292/1618314_image2_1.webp","blogPath":"Jeju-do/2023-02-07-1675755361292","pageUrl":"https:/mcdryad.com/Jeju-do/2023-02-07-1675755361292"},"dataList":[{"id":"2023-02-14-1676367427280","title":"Yongduam Haesu Spa Land (용두암해수랜드)","description":"Known for its beautiful nature, Yongduam Haesu Spa Land is a famous tourist site that operates 24 hours and pumps fresh seawater from the Yongdam-dong Beach. With the uniquely shaped Yongduam Rock and magnificent views of the coast, Yongduam Haesu Spa Land has it all. Enjoy a simple bath relieving stress and restoring vitality.<br> The spa facilities include an indoor garden, traditional hot sauna, large waterfall, event plaza and a large parking lot. Yongduam Haesu Spa Land is equipped with health facilities for rest and joy with one-stop entertainment such as the green tea spa bath, jjimjilbang, sports, facial aroma, open-air hot sauna and much more.","regDate":"2023-02-14","author":"korea-tour","tag":["Jeju-do","Culture/Art/History","Recreational Sites","Hot Springs & Spa"],"imgUrl":"/2023-02-14-1676367427280/1950440_image2_1.webp","blogPath":"Jeju-do/2023-02-14-1676367427280"},{"id":"2023-02-14-1676364076313","title":"Yeongsil Trail (Hallasan National Park) (한라산 영실)","description":"Hallasan Mountain has five trails excluding Donnaeko Course that is closed for nature preservation. Yeongsil Trail is known as the best autumn foliage course on Hallasan Mountain. Yeongsil Course is 3.7 kilometers and takes approximately 1 hour and 40 minutes. It starts from Yeongsil Rest Area and follows a relatively gentle slope lined with beautiful trees and autumn foliage for about one kilometer.<br> After that, an uphill path emerges along steep mountain ridges. The deep Yeongsilgyegok Valley and vast rock walls could be the result of a large volcano entrance in the past. After passing Byeongpungbawi Rock, the path becomes relatively flat until Witsaeoruem Rest Area. The first attraction of Yeongsil is a group of volcanic rocks collectively called Yeongsilgiam. These oddly shaped rocks are situated to the right of a big valley at 1,400 meters to 1,600 meters above sea level, soaring upwards towards the sky. Pass by Sajebi Hill to get a glass of mineral spring water, and  reach Eorimok to take the path downwards.","regDate":"2023-02-14","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites","National Parks"],"imgUrl":"/2023-02-14-1676364076313/2617909_image2_1.webp","blogPath":"Jeju-do/2023-02-14-1676364076313"},{"id":"2023-02-14-1676360164390","title":"Yeomiji Botanical Garden (여미지 식물원)","description":"Located within Jungmun Resort, Yeomiji Botanical Garden is one of the best botanical gardens in Asia with a unique southern atmosphere. The indoor garden contains approximately 2,000 rare tropical and subtropical plants throughout the Flower Garden, Water Lily Garden, Jungle Garden, Subtropical Fruits Garden, Cactus and Succulent Garden, and Observation Platform. The outdoor garden offers Jeju Native Garden, as well as Korean, Japanese, Italian and French folk gardens. The tour train accommodating 60 persons travels between Indoor and Outdoor Garden. Jungmun Tourist Complex and Cheonjeyeon Falls. A clear view of Hallasan Mountain, and the nearby coast and Marado Island can all be observed from the 38 meter high observation platform.","regDate":"2023-02-14","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites","Botanical Gardens"],"imgUrl":"/2023-02-14-1676360164390/2654749_image2_1.webp","blogPath":"Jeju-do/2023-02-14-1676360164390"},{"id":"2023-02-14-1676356891439","title":"Woljeongri Beach (월정리해변(월정리해수욕장))","description":"Woljeong-ri, a village located on the east side of Jeju Island, holds the meaning the moon stays. The beautiful emerald sea spreads out like a picture, and the bright moon shines above it. As more and more travelers visited the beach to appreciate its beauty, many restaurants, cafes, and lodging facilities started to form along the shoreline. Some cafes placed chairs for people to relax in while looking at the sea, which became an iconic photo spot of Woljeongri Beach.<br><br>The beach is also a popular location for a variety of water sports such as surfing, snorkeling, and kayaking. Woljeongri Beach is popular among surfers because it has waves with a uniform x_height that are constantly coming in. The beach is also a part of the Gimnyeong-Hado Olle and Gimnyeong-Woljeong Geotrail Course on Jeju Olle Trail Route 20, and a great spot for tourists to take a break while taking in the beautiful scenery and cool scent of the sea.","regDate":"2023-02-14","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites"],"imgUrl":"/2023-02-14-1676356891439/1831415_image2_1.webp","blogPath":"Jeju-do/2023-02-14-1676356891439"},{"id":"2023-02-14-1676352965735","title":"Udo Sanho Beach (Seobinbaeksa) (우도 산호해변 (서빈백사))","description":"Udo Sanho Beach, often referred to as Seobinbaeksa Beach, is a red algal nodule beach. The ocean here varies in colors, from bright emerald to deep sapphire according to its depth for a view incomparable to any other ocean views.","regDate":"2023-02-14","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites"],"imgUrl":"/2023-02-14-1676352965735/2654838_image2_1.webp","blogPath":"Jeju-do/2023-02-14-1676352965735"},{"id":"2023-02-14-1676349661718","title":"Udo Island - Udo Maritime Park (우도(해양도립공원))","description":"Situated 3.8 kilometers off the northeast coast of Jeju Island, Udo Island was named because it resembles a lying cow. The length of the island is 3.8 kilometers and the circumference is 17 kilometers. People have lived in Udo Island since the Joseon period, with most living as a farmer or working in the fishing industry. The island boasts fertile soil, abundant schools of fish, and scenic sights; local heritages (female divers, stone walls, and stone tombs) as well as natural attractions abound on the island, making it a miniature of Jeju Island. The island is also full of amenities and tourism outlets  fishing, bike trails, sand massages, submarine tours and cruises. At the highest point of the island, Udobong Peak (alt. 132 meters), visitors can see a panoramic view of the island as well as Seongsan Ilchulbong Tuff Cone and the main island. Rhodolith Beach (a white beach designated Natural Monument) has appeared regularly in films and TV commercials thanks to its breathtaking white sand and emerald sea. The sea around the beach showcases different colors depending on the water level. This makes Rhodolith Beach one of the most popular tourist attractions in Jeju-do, along with Hallasan Mountain. To protect the exquisite nature and promote maritime tourism, Bukjeju County designated two ports on the island (Udo Port and Haumokdong Port) and the sea surrounding it (25,863 ㎢) as Udo Maritime Park in January 2001. Visitors can appreciate maritime tourism at its best including a trip under the sea by submarine.","regDate":"2023-02-14","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites"],"imgUrl":"/2023-02-14-1676349661718/2654827_image2_1.webp","blogPath":"Jeju-do/2023-02-14-1676349661718"},{"id":"2023-02-14-1676345929345","title":"Suwolbong Tuff Cone and Chagwi Coast (수월봉과 차귀해안)","description":"Located at the western end of Jeju Island, Suwolbong Tuff Cone, a small mountain, is famous for being a favorite sunset viewing place. The mountain has vertical cliffs spreading out like a scroll painting, created from the sea waves gradually cutting inland. <br>To the north, off the coast, is Chagwido Island, where only the top peak area has grass growing, and the rest of the island is made up of dark basalt rocks and cliffs. Around sunset, Chagwido’s seashore turns crimson red from the sun and is truly an amazing sight to behold.","regDate":"2023-02-14","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites"],"imgUrl":"/2023-02-14-1676345929345/2617932_image2_1.webp","blogPath":"Jeju-do/2023-02-14-1676345929345"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}