{"pageProps":{"content":"![Icheon Ceramics Village (이천도예마을)](/2022-08-27-1661593166221/882433_image2_1.webp)\n\n  \n## Overview\n\n> Icheon Ceramics Village produces traditional Korean ceramics, which are of high quality.  The village became the center of traditional pottery during the Joseon dynasty (1392-1910) for about 500 years due to the easily obtainable materials in the areas. Icheon Ceramics Village was also the center of Joseon Baekja ceramics.  Presently, about 80 pottery factories are congregated at the village, and about 300 pottery kilns are in use. \n<br>\nVisitors can observe the pottery production process, and purchase them directly. It is worthwhile to see the crafts of these potters known as Living Cultural Treasures of Korea for creating the highest quality handicrafts.  Not only are the traditional Cheongja, Baekja, and Buncheong pottery produced here, but you can also view modern design pottery.  The Haegang Ceramics Art Center is the only ceramics Art Center in Korea, where you can learn about ceramics.  One of the must-see events at Icheon Ceramics Village is the internationally famous “Icheon Ceramics Festival” held every year.  Displayed pottery as well as, pottery classes, traditional kiln handling, pottery character show, and even parades are held.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-31-633-6381|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Available Facilities:|Ceramic Museum, ceramic stores|\n|Restrooms:|Available|\n|Korean Info. Service:|Available|\n  \n## Detail Image\n![/2022-08-27-1661593166221/882436_image2_1.webp](/2022-08-27-1661593166221/882436_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-31-633-6381](tel:+82316336381)\n\n\n\n```googleMap\nlatitude: 37.3079113563\nlongitude: 127.4036619640\ntitle: 19, Gyeongchung-daero 3150beon-gil, Icheon-si, Gyeonggi-do\n```\n  \n## Directions\n  \n[Bus]<br>\nFrom Seoul Express Bus Terminal, take a bus to Icheon Bus Terminal.\n <br>\nFrom Icheon Intercity Bus Terminal Bus Stop, take Bus No. 14 bound for Sindun-myeon.\n","data":{"id":"2022-08-27-1661593166221","title":"Icheon Ceramics Village (이천도예마을)","description":"Icheon Ceramics Village produces traditional Korean ceramics, which are of high quality.  The village became the center of traditional pottery during the Joseon dynasty (1392-1910) for about 500 years due to the easily obtainable materials in the areas. Icheon Ceramics Village was also the center of Joseon Baekja ceramics.  Presently, about 80 pottery factories are congregated at the village, and about 300 pottery kilns are in use. <br>Visitors can observe the pottery production process, and purchase them directly. It is worthwhile to see the crafts of these potters known as Living Cultural Treasures of Korea for creating the highest quality handicrafts.  Not only are the traditional Cheongja, Baekja, and Buncheong pottery produced here, but you can also view modern design pottery.  The Haegang Ceramics Art Center is the only ceramics Art Center in Korea, where you can learn about ceramics.  One of the must-see events at Icheon Ceramics Village is the internationally famous “Icheon Ceramics Festival” held every year.  Displayed pottery as well as, pottery classes, traditional kiln handling, pottery character show, and even parades are held.","regDate":"2022-08-27","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Folk Villages"],"imgUrl":"/2022-08-27-1661593166221/882433_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-27-1661593166221","pageUrl":"https:/mcdryad.com/Gyeonggi-do/2022-08-27-1661593166221"},"dataList":[{"id":"2022-09-05-1662364166676","title":"Saneum National Recreational Forest (국립 산음자연휴양림)","description":"Saneum National Recreational Forest is located in Danwol-myeon in Yangpyeong. It opened on January 1, 2000 and can accommodate up to 2,000 visitors a day. The park's name saneum means mountain shade, a name given for its geographical location where it is surrounded by other mountains on all sides. The park's lush forest is home to diverse species of wildlife and the valley boasts spectacular views.","regDate":"2022-09-05","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"/2022-09-05-1662364166676/2669005_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-05-1662364166676"},{"id":"2022-09-05-1662359302445","title":"Samsung Transportation Museum (삼성화재 교통박물관)","description":"Samsung Transportation Museum, the nation’s first automobile museum, is located near Everland. It serves as a children’s traffic safety learning space. The museum displays a collection of over 700 world-famous pieces including 50 cars, 15 motorcycles, bicycles, horse-drawn carriages, and other transportation-related articles such as vehicle prototypes, parts, hood ornaments, souvenirs, and artwork. There are many hands-on programs for visitors to learn about transportation safety.","regDate":"2022-09-05","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Industrial Sites","Others"],"imgUrl":"/2022-09-05-1662359302445/1590010_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-05-1662359302445"},{"id":"2022-09-05-1662354316780","title":"Pyunggang Botanical Garden (평강식물원)","description":"Located at the entrance of Sanjeonghosu Lake, Pyunggang Botanical Garden opened in May 2006, and was designated as a habitat for preservation by the Ministry of Environment in 2009. The garden has on exhibit both native plants and species of plants from around the globe. Additionally, the garden features an exquisite collection of over 1,000 different alpine plants that normally reside on an altitude of 2,500 meters. <br><br>The scope of the garden is comprehensive, but it is divided into 12 themed areas, including a Rock Garden, where the largest alpine plants in Asia are concentrated; a Wetland Center, which mimics the natural ecology of a wetland region; a Pond Garden consisting of roughly 50 ponds lined with gorgeous flowers; a Moss Center where moss that grows in deep valleys and forests can be seen; and a Grass Square, which serves as a green common year round. The Pyunggang Botanical Garden, serves an important role in preserving rare plants, but is also creating a new botanical garden culture, and serving as a center for public ecological education.","regDate":"2022-09-05","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites","Botanical Gardens"],"imgUrl":"/2022-09-05-1662354316780/607667_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-05-1662354316780"},{"id":"2022-09-04-1662288084162","title":"Pyeongtaek Sudosa Temple (수도사 (평택))","description":"Sudosa Temple is known for its well-being food. Designated as “Slow Food Test Village,” the temple emphasizes the idea that healthy food cleanses the body and enriches the soul, leading to true salvation. Sudosa Temple operates traditional temple food and temple experience programs that allow visitors to gain a deeper understanding of Monk Wonhyo’s beliefs.","regDate":"2022-09-04","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-09-04-1662288084162/2724414_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-04-1662288084162"},{"id":"2022-09-04-1662284394511","title":"Pocheon Sanjeonghosu Lake (포천 산정호수)","description":"Sanjeonghosu Lake is one of the main attractions in Pocheon and is situated down in the valley between Myeongseongsan Mountain, Mangbongsan Mountain, and Mangmubong Peak. Meaning “lake as clear as a mountain well,” Sanjeonghosu Lake was built as a reservoir to supply water to farmlands in 1925. Thanks to its surrounding attractions, the lake brings many visitors each year. Promenades along the lake are popular for couples as well as tourists who stay in the nearby hotels. <br><br>Beautiful fog often rises from the lake in spring and fall, making boating at night quite picturesque. Hikers frequent Myeongseongsan Mountain in spring and fall. Visitors love skating on the lake in winter. The lake is also surrounded by an amusement park, swimming pools, sledding facilities, and spa amenities, attracting many family visitors. Local restaurants are renowned for their delicious, wholesome dishes made using freshwater snails and mushrooms. Other local favorites include <em>maeuntang</em> (spicy fish stew), <em>dotorimuk</em> (acorn jelly), <em>sanchae baekban</em> (Korean set menu with seasoned wild vegetables), and <em>deodeok gui</em> (grilled bonnet bellflower roots).","regDate":"2022-09-04","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-09-04-1662284394511/2654430_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-04-1662284394511"},{"id":"2022-09-04-1662281054259","title":"Pocheon Jainsa Temple (자인사(포천))","description":"Jainsa Temple in Pocheon, Gyeonggi-do, lies deep within the rugged cliffs of Myeongseongsan Mountain with a large smiling Buddhist statue welcoming the visitors. The temple also has various statues, stone pagodas, and spring water known for delicious taste.","regDate":"2022-09-04","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-09-04-1662281054259/219424_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-04-1662281054259"},{"id":"2022-09-04-1662277072616","title":"Pocheon Idong Galbi Village (포천 이동갈비마을)","description":"Idong Galbi is a famous term for Koreans, representing the delicious <em>hanu</em> (Korean beef) short ribs that have been made with high quality meat and marinade. Nowadays, people can see signboards advertising Idong Galbi throughout Korea; however, the dish originated from Idong-myeon in Pocheon-si, Gyeonggi-do. Idong Galbi Village began with two stores in the early 1960s. They became famous and many more restaurants began to serve this local specialty.","regDate":"2022-09-04","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Experience Programs","Cultural Districts"],"imgUrl":"/2022-09-04-1662277072616/2364488_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-04-1662277072616"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}