{"pageProps":{"content":"![Central Inland Region Tourist Train (O-Train) (중부내륙순환열차 (O-트레인))](/2022-07-26-1658835186551/1923426_image2_1.webp)\n\n  \n## Overview\n\n> The O-Train derives its name from the word \"One,\" as the three provinces (Gangwon-do, Chungcheongbuk-do, Gyeongsangbuk-do) in the country's central inland region are connected by this one circular route. The four-cabin train carries up to 205 people and includes separate seating options for families and couples to accommodate the needs of different passengers. There are also individual observatory seats for people traveling on their own. The train is well-equipped with various convenience facilities including a café, children's play area, toilets, and more.<br><br>\n\nThe train runs at the speed of 150 kilometers per hour, allowing passengers to reach the inland regions from Seoul faster and easier than before. The exterior of the train is decorated with the pictures representing the beautiful scenery of Korea's four seasons, whereas the insides are dotted with highlights taken from Baekdudaegan \nmountain range.\n\n  \n## Intro\n\n| | |\n| - | - |\n|accomcount:|205 people|\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-1544-7788|\n|opendate:|April 12, 2013|\n|parking:|Not available|\n|restdate:|Mondays, scheduled maintenance check days|\n|usetime:|Refer to the official website.|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Tour Course Information:|Seoul - Yeongdeungpo - Suwon - Cheonan - Osong - Cheongju - Chungju - Jecheon - Danyang - Punggi - Yeongju - Bonghwa - Chunyang - Buncheon - Yangwol - Seungbu - Cheoram|\n|Shopping Information:|O-Train Cafe|\n|Facility Utilization Fees:|Refer to the official website.|\n|Available Facilities:|Car No.1: Eco seats (56 seats): Two-person seats / four-person seats / free viewing seats / etc.<br> Car No. 2: Reserved seats for people with disabilities, café room (37 seats): two-person seats / four-person seats / one-person seat / café room, table seats<br> Car No.3: Family seats (56 seats) – Family seats / couple room / family room / etc.<br>Car No.4: Eco seats (56) – Two-person seats / four-person seats / free viewing seats|\n|Interpretation Services Offered:|Not available|\n|Reservation Info. for Foreigners:|Reservations via phone or homepage available.|\n  \n## Detail Image\n![/2022-07-26-1658835186551/1923427_image2_1.webp](/2022-07-26-1658835186551/1923427_image2_1.webp)\n![/2022-07-26-1658835186551/1923430_image2_1.webp](/2022-07-26-1658835186551/1923430_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-1544-7788](tel:+8215447788)\n- [🏠www.letskorail.com](http://www.letskorail.com/)\n\n\n```googleMap\nlatitude: 37.5548277077\nlongitude: 126.9717164149\ntitle: 405, Hangang-daero, Yongsan-gu, Seoul\n```\n  \n\n","data":{"id":"2022-07-26-1658835186551","title":"Central Inland Region Tourist Train (O-Train) (중부내륙순환열차 (O-트레인))","description":"The O-Train derives its name from the word \"One,\" as the three provinces (Gangwon-do, Chungcheongbuk-do, Gyeongsangbuk-do) in the country's central inland region are connected by this one circular route. The four-cabin train carries up to 205 people and includes separate seating options for families and couples to accommodate the needs of different passengers. There are also individual observatory seats for people traveling on their own. The train is well-equipped with various convenience facilities including a café, children's play area, toilets, and more.<br><br>The train runs at the speed of 150 kilometers per hour, allowing passengers to reach the inland regions from Seoul faster and easier than before. The exterior of the train is decorated with the pictures representing the beautiful scenery of Korea's four seasons, whereas the insides are dotted with highlights taken from Baekdudaegan mountain range.","regDate":"2022-07-26","author":"korea-tour","tag":["Chungcheongbuk-do","Culture/Art/History","Experience Programs","Unique Experience"],"imgUrl":"/2022-07-26-1658835186551/1923426_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-07-26-1658835186551","pageUrl":"https:/mcdryad.com/Chungcheongbuk-do/2022-07-26-1658835186551"},"dataList":[{"id":"2022-07-27-1658896270176","title":"Danyang Guinsa Temple (구인사(단양))","description":null,"regDate":"2022-07-27","author":"korea-tour","tag":["Chungcheongbuk-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-07-27-1658896270176/2032218_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-07-27-1658896270176"},{"id":"2022-07-27-1658890608788","title":"Daecheong Dam (대청댐)","description":"Daecheong Dam is a multi-purpose dam consisting of a 72 meter-tall and 495 meter-long concrete gravity dam and rockfill dam. It is located on the Geumgang River where Daejeon and Chungcheongbuk-do meet. There are three additional support dams in the area of the main dam to help control the river's flow. The dam also serves as a power source for the nearby areas of Daejeon and Cheongju. Construction of the dam took nearly six years, started in March 1975 and completed in 1980.<br><br>The observatory, located at Palgakjeong Service Area, offers a great view of Daecheongho Lake. A variety of fascinating items are displayed in the Water Culture Center on the left bank of Daecheong Dam. A nearby grassy meadow promises a relaxing and comfortable rest, while local delicacies such as spicy fish stew using freshwater fish and marinated grilled eel are a delight to taste.","regDate":"2022-07-27","author":"korea-tour","tag":["Chungcheongbuk-do","Nature","Natural Sites"],"imgUrl":"/2022-07-27-1658890608788/1597032_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-07-27-1658890608788"},{"id":"2022-07-26-1658878523604","title":"Chungjuho Lake (충주호)","description":"Chungjuho Lake is the nation’s largest lake, and was formed after the construction of Chungju Dam. When constructing the dam, an approximately 66.48 ㎢ - area was submerged throughout three region in Chungju, Danyang and Jecheon. Even though nearly 50,000 people lost their hometown, the lake became a famous tourist spot of the region, along with Woraksan National Park, Songgye Valley, Cheongpung Culture Center, Eight Sceneries of Danyang, Gosu Cave, Guinsa Temple, Suanbo Hot Springs, Nodong Cave and other spots. <br><br>Tourists can enjoy the scenic area on five ferry docks from Chungjunaru, main ferry dock of Chungju Dam, Cheongpungnaru, Janghoenaru where Gudambong Peak and Oksunbong Peak are located, Danyangnaru in Danyang-eup, and Woraknaru located near the beautiful scenery of Woraksan Mountain. From Chungju Dam to Janghoenaru, it takes approximately 1 hour 30 minutes, making it a long-distance course and offers special sightseeing on board. This course also holds great views of Chungjuho Lake and Yeongbong Peak of Woraksan Mountain, the surrounding scenery of Woraknaru, and two scenic spots of Danyang which are Gudanbong and Oksunbong Peak featuring uniquely-shaped rocks and peaks. This course is the most attractive among Chungjuho ferry excursion routes.","regDate":"2022-07-26","author":"korea-tour","tag":["Chungcheongbuk-do","Nature","Natural Sites"],"imgUrl":"/2022-07-26-1658878523604/177937_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-07-26-1658878523604"},{"id":"2022-07-26-1658875095822","title":"Chungju Jungangtap Park (중앙탑공원 (충주))","description":"Chungju Jungangtap Park is home to the Seven-story Stone Pagoda in Tappyeong-ri (National Treasure), set before the beautiful scenery of the Namhangang River. The stone pagoda was built during the Unified Silla period and was the largest stone pagoda at that time. Because of its location in the middle of the nation, it was called Jungangtap (jungang means middle in Korean). The area around the pagoda was made into a sculpture park, with 26 art pieces from artists all over the country.","regDate":"2022-07-26","author":"korea-tour","tag":["Chungcheongbuk-do","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-07-26-1658875095822/2687381_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-07-26-1658875095822"},{"id":"2022-07-26-1658871253142","title":"Chungju Dam (충주댐)","description":"Chungju Dam is the nation’s largest multipurpose concrete dam and plays a role in water resources planning and management, prevention of flood damage, and electric power production. The dam area features various facilities like the Water Exhibition Hall, Memorial Tower, a resting area, and a tour boat dock. As for the structure, the dam is 97.5 meters high and 447 meters long.  Beneath the main dam, there is a balancing reservoir dam which is 21 meters high and 480.7 meters long.","regDate":"2022-07-26","author":"korea-tour","tag":["Chungcheongbuk-do","Nature","Natural Sites"],"imgUrl":"/2022-07-26-1658871253142/1598407_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-07-26-1658871253142"},{"id":"2022-07-26-1658867788874","title":"Chojeongyaksu Mineral Spring (초정약수)","description":"Located approximately 16 kilometers northeast of CheongjuCity, Chojeongyaksu Mineral Spring is acknowledged as one of the three major mineral springs in the world. Chojeong Mineral Spring was discovered around 600 years ago and became nationally known ever since as the source of naturally carbonated water that has a piquant and cool taste. It is said that King Sejong (1397-1450, reign 1418-1450) visited the springs in 1444 and stayed here for 60 days to treat an eye infection. The daily yield of carbonated water here is 458 tons, which is used for producing natural soda drinks.  There are presently two mineral water plant facilities in the area. The healing effects of Chojeongyaksu Mineral Spring are presumed to come from the abundant radium contained in the water, which is effective in treating eye infections and skin ailments.","regDate":"2022-07-26","author":"korea-tour","tag":["Chungcheongbuk-do","Nature","Natural Sites","Mineral Springs"],"imgUrl":"/2022-07-26-1658867788874/1954530_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-07-26-1658867788874"},{"id":"2022-07-26-1658863890500","title":"Cheongpungho Scenic Monorail (청풍호 관광모노레일)","description":"Cheongpungho Scenic Monorail covers a 2.6-kilometer stretch of land from Dogok-ri, Jecheon to Bibongsan Mountain (alt. 531 m). Walking to the summit of Bibongsan Mountain from Dogok-ri takes roughly one hour, but it only takes an effortless 20 minutes by monorail. Taking the monorail is a great option to admire the beautiful scenery of Cheongpungho Lake.","regDate":"2022-07-26","author":"korea-tour","tag":["Chungcheongbuk-do","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-07-26-1658863890500/2026146_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-07-26-1658863890500"}],"navList":["Busan","Chungcheongbuk-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Incheon","Jeju-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}