{"pageProps":{"content":"![Andong Dam (안동댐)](/2022-07-28-1659019302389/178306_image2_1.webp)\n\n  \n## Overview\n\n> Andong Dam is a multipurpose dam on the Nakdonggang River. The dam was constructed to prevent flood damage to the downstream region and to procure water for agricultural, industrial, and residential purposes. Construction of the dam completed in 1976 with a length of 612 meters. x_height of 83 meters and holds 1.2 billion tons of water. Andongho Lake formed by the dam is a popular fishing location.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330<br>(Korean, English, Japanese, Chinese) <br> • For more info: +82-54-850-4267|\n|parking:|Available at Andong Pavilion|\n|restdate:|N/A (Open all year round)|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Restrooms:|Available|\n  \n## Detail Image\n![/2022-07-28-1659019302389/1200104_image2_1.webp](/2022-07-28-1659019302389/1200104_image2_1.webp)\n![/2022-07-28-1659019302389/1200106_image2_1.webp](/2022-07-28-1659019302389/1200106_image2_1.webp)\n![/2022-07-28-1659019302389/1200117_image2_1.webp](/2022-07-28-1659019302389/1200117_image2_1.webp)\n![/2022-07-28-1659019302389/1200121_image2_1.webp](/2022-07-28-1659019302389/1200121_image2_1.webp)\n![/2022-07-28-1659019302389/1200124_image2_1.webp](/2022-07-28-1659019302389/1200124_image2_1.webp)\n![/2022-07-28-1659019302389/1200127_image2_1.webp](/2022-07-28-1659019302389/1200127_image2_1.webp)\n![/2022-07-28-1659019302389/178307_image2_1.webp](/2022-07-28-1659019302389/178307_image2_1.webp)\n![/2022-07-28-1659019302389/178308_image2_1.webp](/2022-07-28-1659019302389/178308_image2_1.webp)\n![/2022-07-28-1659019302389/178309_image2_1.webp](/2022-07-28-1659019302389/178309_image2_1.webp)\n![/2022-07-28-1659019302389/203429_image2_1.webp](/2022-07-28-1659019302389/203429_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-54-850-4267](tel:+82548504267)\n- [🏠www.kwater.or.kr](https://www.kwater.or.kr/cust/sub02/sub02/sub03/tour14Page.do?s_mid=1067)\n\n\n```googleMap\nlatitude: 36.5837586828\nlongitude: 128.7649162847\ntitle: 31, Hoban-ro, Andong-si, Gyeongsangbuk-do\n```\n  \n\n","data":{"id":"2022-07-28-1659019302389","title":"Andong Dam (안동댐)","description":"Andong Dam is a multipurpose dam on the Nakdonggang River. The dam was constructed to prevent flood damage to the downstream region and to procure water for agricultural, industrial, and residential purposes. Construction of the dam completed in 1976 with a length of 612 meters. x_height of 83 meters and holds 1.2 billion tons of water. Andongho Lake formed by the dam is a popular fishing location.","regDate":"2022-07-28","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites"],"imgUrl":"/2022-07-28-1659019302389/178306_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-07-28-1659019302389","pageUrl":"https:/mcdryad.com/Gyeongsangbuk-do/2022-07-28-1659019302389"},"dataList":[{"id":"2022-11-25-1669361755171","title":"Girimsa Temple (기림사)","description":"Girimsa Temple is located in Hamwolsan Mountain in Yangbuk-myeon, Gyeongju. The temple was built in the Silla Era and, with 16 buildings, is the second largest temple after Bulguksa. <br><br>Legend has it that the temple was originally built by the Venerable Gwang-yu, a sage from India, in the early part of the Silla Kingdom. The temple was reportedly called Imjeongsa at first, but was later changed to Girimsa after undergoing expansive renovations by Monk Wonhyo. It is still unclear exactly what year the temple was built in.   <br><br>Girimsa is divided into two main areas. The first is the area around Daejeokgwangjeon Hall where the statue of Birojanabul is enshrined. The second is the area around the majestic 500-year-old bo tree (a kind of large fig tree) that is home to a wooden pagoda, the Seongbo Museum, Samsingak, Mangbujeon, and Gwaneumjeon halls. Daejeokgwangjeon Hall was first built during Queen Seondeoks reign, and was rebuilt six times since its original construction. Its simple but majestic architecture is characterized by baeheullim (aka, entasis columns) and a Dapoyangsik (Dapo-style) single-tiered gabled roof. <br><br>Girimsa is famous for Ojongsu, water that is said to have five different tastes. It consists of gamrosu, which is best for making tea; hwajeongsu, which supposedly gives comfort to the drinker; janggunsu, which makes the body stronger; myeongansu, which gives clear vision; and otaksu, which is said to sparkle so brightly that it attracts all the birds of the air. During Japanese colonial rule, the source of janggunsu, literally meaning ‘water of a general,’ was reportedly blocked off by Japanese soldiers, who were afraid the water would give the Korean people the strength to overthrow them. Except for janggunsu, water still continues to flow from each source. <br>On the way to Girimsa temple is Golgulsa Temple, well known for its 12 grottos. Golgulsa was originally a hermitage of Girimsa. After becoming an independent institution, it became the center of Seonmudo practice in Korea. The temple aims to promote the art of seonmudo on a national and international level.","regDate":"2022-11-25","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-11-25-1669361755171/179593_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-11-25-1669361755171"},{"id":"2022-11-25-1669358585090","title":"Geumosan Provincial Park (금오산도립공원)","description":"Geumosan Mountain (976 m) is part of the Sobaeksan Mountain Range, and was designated as a provincial park in 1970. Daehyepokpo (Myeonggeum) Falls can be accessed via cable car. Additional attractions within the park include Yaksaam Hermitage, Rock-carved Standing Bodhisattva, Haeunsa Temple, Doseongul Cave, and Chaemijeong Pavilion.","regDate":"2022-11-25","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites","Provincial Parks"],"imgUrl":"/2022-11-25-1669358585090/2038148_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-11-25-1669358585090"},{"id":"2022-11-25-1669354578251","title":"Geumgwanchong Tomb (금관총)","description":"Geumgwanchong, located in Noseo-dong, Gyeongju, is a tomb from the Silla Kingdom (B.C. 57∼A.D. 935).  It is one of the three tombs  that belong to the Noseo-dong Tombs&nbsp;in downtown Gyeongju.<br><br>Geumgwanchong Tomb is regarded as the tomb of a king before or after the reign of King Ji-Jeung during the early 6th century (500~514). It is not known exactly to whom this tomb belongs.<br><br>It was found in September 1921, when the fief was chopped while a civilian was leveling the ground to widen his building land.  The first relic found in this tomb was a gold crown, <i>geumgwan</i>, and so the tomb took its name. Ornaments such as gold belts, earings, bracelets, saddlers and crockery of the Three Kingdoms Era (when Goguryeo, Baekje and Silla were separated, later unified by Silla in 676 AD) were dug up from the tomb.  There were numerous relics, with beaded relics alone numbering over 30,000.<br><br>The original structure of Geumgwanchong was 13m high with a 50m diameter.  The relics from this tomb were moved and are now preserved at the Gyeongju National Museum.","regDate":"2022-11-25","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-11-25-1669354578251/182752_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-11-25-1669354578251"},{"id":"2022-11-25-1669351372808","title":"Geumbong Recreational Forest (금봉자연휴양림)","description":"In Geumbong Recreational Forest in Uiseong, Gyeongsangbuk-do, you can see the apple blossoms in spring; enjoy cool stream waters and the serenade of crickets in summer, the gorgeous foliage in autumn, and splendid snowscapes in winter. <br><br>The hiking trails that surround Geumbong Recreational Forest, and promenades in Cheongseokgol Valley, will give you a chance to experience the rejuvenating calm of the forest. Also, the log cabins made of various woods such as oak, pine, white birch, and Korean spruce make you feel truly at home amidst the boundless nature.","regDate":"2022-11-25","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"/2022-11-25-1669351372808/1979160_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-11-25-1669351372808"},{"id":"2022-11-25-1669348187215","title":"Geommasan National Recreational Forest (국립 검마산자연휴양림 )","description":"Situated in Subi-myeon in Yeongyang-gun, Geommasan National Recreational Forest abounds with phytoncide given off by the trees. This is a place where visitors can engage in programs to discipline the mind and body. The forest offers accommodation facilities, a place for observing indigenous plants, tent sites, outdoor decks, hiking trails, and various other convenience facilities.","regDate":"2022-11-25","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"/2022-11-25-1669348187215/2704937_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-11-25-1669348187215"},{"id":"2022-11-24-1669286364121","title":"Gayasan Wildflower Botanical Garden (가야산 야생화식물원)","description":"Gayasan Wildflower Botanical Garden opened on June 16, 2006 as the nations first botanical garden dedicated to wildflowers. The garden is home to over 400 plant species, ranging from wildflowers to trees, and serves as a cultural space with educational research and preservation training. In addition to the general exhibition hall, there is a greenhouse on the basement level. There are 92 tree types including pine, 54 bush types including royal azalea, and 257 wildflower types including windflowers. The garden is beautiful all year round, showcasing the changing of the seasons.","regDate":"2022-11-24","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites","Botanical Gardens"],"imgUrl":"/2022-11-24-1669286364121/2724199_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-11-24-1669286364121"},{"id":"2022-11-24-1669275350125","title":"Gangguhang Port (강구항)","description":"Gangguhang Port is a large harbor in Yeongdeok, Gyeongsangnam-do. Gangguhang Port is the main marketplace for Yeongdeok snowcrabs and since there are so many places selling crabs near the port, the area is called Snowcrab Street. Rows of crab fishing boats can be seen along the port during the crab fishing season from November to April and May.","regDate":"2022-11-24","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites"],"imgUrl":"/2022-11-24-1669275350125/2648724_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-11-24-1669275350125"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}