{"pageProps":{"content":"![Amsa Ecological Park (암사생태공원)](/2022-07-10-1657435491613/1894496_image2_1.webp)\n  \n## Overview\n\n> <br>Amsa Ecological Park (located in Amsa-dong) is a large scenic park with long winding trails passing by reeds and other beautiful plants of the Han River. It is here as well that visitors can watch the flight of Korea’s migratory birds. The Ecological Park is famous for its beautiful scenery and its lush groves of reeds and pussy willows growing alongside the natural riverside road. Wild roses, loosestrifes, and tiger lilies are in bloom from spring to fall and the observation deck gives visitors a beautiful view of Han River and the area’s wide variety of birds such as reed warblers, titmice, and swallows. The river basin and its surrounding stones are a great place to learn about nature and are home to various bugs such as beetles, river mayflies, big scarlet hairstreak butterflies, and other water insects. <br><br>\n\nThe Amsa Ecological Park is located nearby Godeok River Side Ecological Park and the Bicycle Theme Park, making this particular area one of the most popular tourist attractions along the Han River.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-2-3780-0501|\n  \n## Detail Info\n\n| | |\n| - | - |\n  \n## Detail Image\n![/2022-07-10-1657435491613/1894488_image2_1.webp](/2022-07-10-1657435491613/1894488_image2_1.webp)\n![/2022-07-10-1657435491613/1894489_image2_1.webp](/2022-07-10-1657435491613/1894489_image2_1.webp)\n![/2022-07-10-1657435491613/1894493_image2_1.webp](/2022-07-10-1657435491613/1894493_image2_1.webp)\n![/2022-07-10-1657435491613/1894494_image2_1.webp](/2022-07-10-1657435491613/1894494_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-2-3780-0501](tel:+82237800501)\n- [🏠hangang.seoul.go.kr](http://hangang.seoul.go.kr/ecology/ecology02_04.html)\n\n\n```googleMap\nlatitude: 37.5498893211\nlongitude: 127.1221806299\ntitle: 83-66, Seonsa-ro, Gangdong-gu, Seoul\n```\n  \n## Directions\n  \n[Subway]<br>\nAmsa Station (Seoul Subway Line 8), Exit 3.<br>\n- 10min walk towards the 2nd cheonho yukgapmun.\n","data":{"id":"2022-07-10-1657435491613","title":"Amsa Ecological Park (암사생태공원)","description":"<br>Amsa Ecological Park (located in Amsa-dong) is a large scenic park with long winding trails passing by reeds and other beautiful plants of the Han River. It is here as well that visitors can watch the flight of Korea’s migratory birds. The Ecological Park is famous for its beautiful scenery and its lush groves of reeds and pussy willows growing alongside the natural riverside road. Wild roses, loosestrifes, and tiger lilies are in bloom from spring to fall and the observation deck gives visitors a beautiful view of Han River and the area’s wide variety of birds such as reed warblers, titmice, and swallows. The river basin and its surrounding stones are a great place to learn about nature and are home to various bugs such as beetles, river mayflies, big scarlet hairstreak butterflies, and other water insects. <br><br>The Amsa Ecological Park is located nearby Godeok River Side Ecological Park and the Bicycle Theme Park, making this particular area one of the most popular tourist attractions along the Han River.","regDate":"2022-07-10","author":"korea-tour","tag":["Seoul","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2022-07-10-1657435491613/1894496_image2_1.webp","blogPath":"Seoul/2022-07-10-1657435491613","pageUrl":"https:/mcdryad.com/Seoul/2022-07-10-1657435491613"},"dataList":[{"id":"2022-08-04-1659648924687","title":"Jungmyeongjeon Hall (중명전)","description":"Jungmyeongjeon Hall is located near the Jeongdong Theater. It is easy to locate by simply walking along the stonewall of Deoksugung Palace. The three-story western-style building, designed by the Russian architect Seredin Sabatin, was used as the imperial library between 1897 and 1901. It was initially known as Suokheon.<br><br>After Deoksugung Palace caught on fire, Jungmyeongjeon Hall became the main office of Emperior Gojong for discussing national affairs greeting foreign dignitaries. It also witnessed the tragic part of history in which the infamous Eulsa Treaty (Japan-Korea Protectorate Treaty) was signed.<br><br>Jungmyeongjeon Hall used to be within Deoksugung Palace, but it was separated from the palace when a stone wall was built between the two. It exhibits one of the modern architectural styles in Korea, but, unfortunately, has lost most of its original structure except for its exterior because in a fire in 1925. After Liberation from Japan on August 15, 1945, Jungmyeongjeon Hall was used for many different things. In September, 2006, the ownership of Jungmyeongjeon Hall changed to the Cultural Heritage Administration and was classified as part of Deoksugung Palace as part of Historic Site No.124 in February 2007.","regDate":"2022-08-04","author":"korea-tour","tag":["Seoul","Culture/Art/History","Architectural Sights","Buildings"],"imgUrl":"/2022-08-04-1659648924687/2639030_image2_1.webp","blogPath":"Seoul/2022-08-04-1659648924687"},{"id":"2022-08-04-1659645472684","title":"Jongno Cheonggye Special Tourist Zone (종로 청계 관광특구)","description":"Jongno Cheonggye Special Tourist Zone stretches from Seorin-dong to Changsin-dong between Cheonggyecheon Stream and Jong-ro. It includes Youth Street, Gwangjang Market, Sewoon Electronics Department Store, lighting stores, pharmacy & medical device stores, badge stores, Stamp Street, Stationery · Toy Market, Aquarium Street, Shoes Market, and other markets totalling to approximately 14,000 shops. Nearby attractions include modern high-story buildings as well as Gyeongbokgung, Changdeokgung, Changgyeonggung, Deoksugung, and Unhyeongung Palaces, Jongmyo Shrine, and Insa-dong, merging traditions, modernism, culture, and markets alike.<br><br>Thought to be at the heart of Seoul, Cheonggyecheon Stream is located in the dense cultural area of Seoul where various press networks, organizations, bookstores and other major corporations are situated. Walking along Cheonggyecheon Stream is a famous activity for tourists. Also, the area is the venue for the Seoul Lantern Festival every winter. Keeping its traditional scene including narrow alleys, old-fashioned hanok buildings and various stores still fully intact, the tourist zone has enough fun places for sightseeing as well as tasty restaurants in every corner for a more enjoyable visit.","regDate":"2022-08-04","author":"korea-tour","tag":["Seoul","Culture/Art/History","Recreational Sites","Tourist Complexes"],"imgUrl":"/2022-08-04-1659645472684/2597532_image2_1.webp","blogPath":"Seoul/2022-08-04-1659645472684"},{"id":"2022-08-04-1659641589916","title":"Jongmyo Shrine [UNESCO World Heritage] (종묘 [유네스코 세계문화유산])","description":"Jongmyo Shrine was the primary place of worship for kings and their queens throughout the Joseon dynasty. The compound is composed of various buildings in addition to the main hall. The shrine was built at the same time as Gyeongbokgung Palace, under the orders of King Taejo, the first king of the Joseon dynasty. The shrine is the site of the royal memorial service, called Jongmyo Jaerye, a national event that has been passed down since the Three Kingdoms period. The shrine was designated as a UNESCO World Cultural Heritage site on December 9, 1995, for its well-preserved ancient customs, such as memorial services and traditional music, which are designated National Intangible Cultural Asset No. 1 & 56 respectively. <br><br>During the Joseon dynasty, the ritual was held on the first month of a seasonal change and the twelfth month of the lunar year, but was stopped during the Japanese colonial period. Now, it is annually reenacted on the first Sunday of May. Jongmyo Jaeryeak, the musical part of the ceremony, is produced by instruments, songs, and dances that originated over 500 years ago.","regDate":"2022-08-04","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-08-04-1659641589916/1568476_image2_1.webp","blogPath":"Seoul/2022-08-04-1659641589916"},{"id":"2022-08-04-1659638593659","title":"Jingwansa Temple - Seoul (진관사 (서울))","description":"Jingwansa Temple, located to the west of Seoul, is one of the four major temples around Seoul along with Bulamsa Temple, Sammaksa Temple, and Seunggasa Temple located to the east, south and north respectively. The temple was dedicated to Preceptor Jingwan in 1010 BC by King Hyeonjong, the 8th king of the Goryeo dynasty. <br><br> During the Joseon dynasty, King Sejong built a library in Jingwansa for Confucian scholars to visit and read. The temple was reduced to ashes during the Korean War, but since&nbsp;Jingwan lead as head&nbsp;monk in 1963, the temple buildings were&nbsp;restored and renewed&nbsp;for 30 years to the present day condition. <br><br> The temple consists of Daeungjeon (Hall of Sakyamuni), Myeongbujeon (Hall of Judgment), Nahanjeon, Chilseonggak, Nagawon, Hongjeru, Dongjeonggak, Dongbyeoldang, Yosache and others. Daeungjeon, the centerpiece of the temple, enshrines the god Sakyamuni (the main statue of Buddha) along with Mireukbosal and Jehwagalhwabosal on each side. Myeongbujeon is dedicated to Jijangbosal, Domyeongjonja, mudokgwiwang and Sipdae daewang while at Nahanjeon, the gods of Sakyamuni, Mireukbosal, Jehwagalla bosal, and Simnyungnahansang are enshrined. <br><br> The temple is not only neighbor to the beautiful surrounding of Bukhansan National Park, but also contains an impressive collection of cultural and historical properties. It also provides a quiet place for urbanites to enjoy all the while sharing the teachings of Buddha.","regDate":"2022-08-04","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-08-04-1659638593659/2048032_image2_1.webp","blogPath":"Seoul/2022-08-04-1659638593659"},{"id":"2022-08-04-1659634934496","title":"Jeongneung Royal Tomb  [UNESCO World Heritage] (서울 정릉(신덕왕후) [유네스코 세계문화유산])","description":"Jeongneung Royal Tomb is the tomb of Queen Sindeok, the second wife of King Taejo (1392-1398), founder of the Joseon dynasty (1392-1910). The queen met a sudden death due to health complications. Although one of her sons was the crown prince, he was killed by a successive brother, Yi Bang-won, in order to obtain the throne. After Yi Bang-won rose to the throne as King Taejong, he relocated Queen Sindeok's tomb to outside of the city walls.","regDate":"2022-08-04","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-08-04-1659634934496/720637_image2_1.webp","blogPath":"Seoul/2022-08-04-1659634934496"},{"id":"2022-08-04-1659632174400","title":"Jeoldusan Martyrs' Shrine (절두산 순교성지)","description":"Jeoldusan Martyrs' Shrine is the site of the Byeonin Persecution of 1866, where many Roman Catholics were brutally murdered. This site was built to commemorate the 100th anniversary of the Byeonin Persecution and to remember the spirit of martyrdom at Jeoldusan. Past names of Jeoldusan Martyrs’ Shrine included Yongdubong (Dragon Head Peak) and Jamdubong (Silkworm Head Peak), but was renamed in 2000.<br><br>The Martyrs’ Museum and Martyrs’ Memorial were built in 1967, and in 1972 Martyrs’ Park was opened to the public. Pope John Paul Ⅱ visited in the site in 1984 and Mother Teresa visited in 1985.","regDate":"2022-08-04","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Holy Sites"],"imgUrl":"/2022-08-04-1659632174400/2530780_image2_1.webp","blogPath":"Seoul/2022-08-04-1659632174400"},{"id":"2022-08-04-1659627718253","title":"Jaunam Hermitage (자운암)","description":"Jaunam Hermitage was originally built in 1396 by Great Monk Muhak of Joseon dynasty. It was renovated in 1734, and finally took shape of the hermitage we know today in 1976 when Monk Boryun added Daeungjeon Hall, Chilseonggak Pavilion, and Sansigak Pavilion. It is currently located in the famous Jahadong Valley on the Seoul National University campus.","regDate":"2022-08-04","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-08-04-1659627718253/2363140_image2_1.webp","blogPath":"Seoul/2022-08-04-1659627718253"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}