{"pageProps":{"content":"![Buyeo Naseong Fortress [UNESCO World Heritage] (부여 나성 [유네스코 세계문화유산])](/2022-11-02-1667372047028/2725771_image2_1.webp)\n\n  \n## Overview\n\n> Buyeo Naseong, also known as the Outer City Wall, was built to protect the capital of Baekje, Sabi. It has a x_height of about 8.4 kilometers. The wall surrouned Busosanseong Fortress and extended to the city of Buyeo. <br><br>The wall is one of the oldest walls along with Naseong in Pyeongyang and it is estimated to have been built around 538, when the Baekje capital was changed from Woonjin (current Gongju) to Sabi (current Buyeo). The wall of the fortress starts from the site where Dongmun (East gate) was located to the area of Geumgang River, made by piling soil up. However, only a few traces remain of its former glory. <br><br>For now, it leaves a blurry trail including a 20 meter area to the east of Cheongsanseong Fortress, Dongmun Bridge from Seokmok-ri, and an area from Pilseobong Peak to Yeomchang-ri. While the outer wall is sharply sloped, the inner wall was built with a gentle slope to make it easier for horses to reach the guard posts on the top of the wall. Inside the fortress, the palace of Baekje, government offices, houses, temples, stores and protected facilities can be seen. The entire structure of Naseong Fortress features Geumgang River in the south and west sides, providing a natural double-defense system. The wall was one of the important outer defense facilities along with Cheongsanseong and Cheongmasanseong Fortresses.<br><br>* Area  554,591 ㎡\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330<br>(English, Korean, Japanese, Chinese)<br>• For more info: +82-41-830-2623|\n|usetime:|Open 24 hr|\n  \n\n  \n\n  \n## Contact\n\n- [☎️+82-41-830-2623](tel:+82418302623)\n- [🏠tour.buyeo.go.kr</a><br><a href=\"http://www.cha.go.kr\" target=\"_blank\">www.cha.go.kr](http://tour.buyeo.go.kr)\n\n\n```googleMap\nlatitude: 36.2583128119\nlongitude: 126.9410769085\ntitle: 100-11, Dongmun-ro142beon-gil, Buyeo-gun, Chungcheongnam-do\n```\n  \n\n","data":{"id":"2022-11-02-1667372047028","title":"Buyeo Naseong Fortress [UNESCO World Heritage] (부여 나성 [유네스코 세계문화유산])","description":"Buyeo Naseong, also known as the Outer City Wall, was built to protect the capital of Baekje, Sabi. It has a x_height of about 8.4 kilometers. The wall surrouned Busosanseong Fortress and extended to the city of Buyeo. <br><br>The wall is one of the oldest walls along with Naseong in Pyeongyang and it is estimated to have been built around 538, when the Baekje capital was changed from Woonjin (current Gongju) to Sabi (current Buyeo). The wall of the fortress starts from the site where Dongmun (East gate) was located to the area of Geumgang River, made by piling soil up. However, only a few traces remain of its former glory. <br><br>For now, it leaves a blurry trail including a 20 meter area to the east of Cheongsanseong Fortress, Dongmun Bridge from Seokmok-ri, and an area from Pilseobong Peak to Yeomchang-ri. While the outer wall is sharply sloped, the inner wall was built with a gentle slope to make it easier for horses to reach the guard posts on the top of the wall. Inside the fortress, the palace of Baekje, government offices, houses, temples, stores and protected facilities can be seen. The entire structure of Naseong Fortress features Geumgang River in the south and west sides, providing a natural double-defense system. The wall was one of the important outer defense facilities along with Cheongsanseong and Cheongmasanseong Fortresses.<br><br>* Area  554,591 ㎡","regDate":"2022-11-02","author":"korea-tour","tag":["Chungcheongnam-do","Culture/Art/History","Historical Sites","Fortresses"],"imgUrl":"","blogPath":"Chungcheongnam-do/2022-11-02-1667372047028","pageUrl":"https:/mcdryad.com/Chungcheongnam-do/2022-11-02-1667372047028"},"dataList":[{"id":"2022-11-04-1667535886552","title":"Chilgapsan Provincial Park (칠갑산도립공원)","description":"Chilgapsan Mountain, located in Cheongyang-gun, Chungcheongnam-do, was designated as a provincial park in 1973. This mountain, 561 meters above sea level, has been called “The Alps of Chungcheongnam-do.” Chilgapsan Mountain area has many peaks, a thick forest and beautiful valleys. Each season has its own unique atmosphere. There are romantic cherry blossoms in spring, vivid green leaves in summer, autumn tints in fall and a snow-covered landscape in winter. Mountaineers visit all year round and can choose from seven courses.","regDate":"2022-11-04","author":"korea-tour","tag":["Chungcheongnam-do","Nature","Natural Sites","Provincial Parks"],"imgUrl":"/2022-11-04-1667535886552/2662619_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-04-1667535886552"},{"id":"2022-11-03-1667472420990","title":"Chilgapsan Observatory, Starpark (칠갑산천문대 스타파크)","description":"The star observatory is situated near Hantigogae Pass on Chilgapsan Mountain. The observatory has a celestial projection room, video and lecture room, exhibition room, an observatory platform, main observation room, and a subsidiary observation room. The main observation room is equipped with six telescopes, including a 400mm reflecting telescope and one 304mm refracting telescope, the largest in the nation. At the celestial projection room, visitors can view a virtual night sky and stars on a dome screen 10 meters wide regardless of weather conditions. The room offers 5-D cubic movies related to space science on a full HD screen and 4-D chairs with environmental effects of water, wind, and lightning.","regDate":"2022-11-03","author":"korea-tour","tag":["Chungcheongnam-do","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2022-11-03-1667472420990/2358699_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-03-1667472420990"},{"id":"2022-11-03-1667468452579","title":"Chilgapsan Jangseung Park (칠갑산 장승공원)","description":"Jangseung Park on Chilgapsan Mountain is the largest preservation area for jangseungs, the ancient wooden or stone totem poles that were usually placed at the village entrance to ward off  evil spirits. It was established in May 1999 to counter the dwindling awareness of the artifacts, and houses some of Koreas tallest jangseungs (11.5 m) as well as replicas of indigenous totem poles from across the world. Today, it continues to host the Annual Chilgapsan Mountain Jangseung Festival, and serves as an important site of Korean history learning.","regDate":"2022-11-03","author":"korea-tour","tag":["Chungcheongnam-do","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-11-03-1667468452579/1601698_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-03-1667468452579"},{"id":"2022-11-03-1667465297913","title":"Cheonsuman Bay - Migratory Bird Sanctuary (천수만(철새도래지))","description":"Cheonsuman Bay emerged as a habitat for migratory birds as a result of a reclamation project that was undertaken in 1984. A breakwater was built around this area, which created Ganwolho Lake and Bunamho Lake. Moreover, a vast agricultural land spanning 6,400 hectares was formed on what used to be a mud flat. The monthly average temperature of Cheonsuman Bay area between October and March is about 1.2 degree Celsius higher than inland areas at the same latitude because of its oceanic climate. Such geographical conditions have made Cheonsuman Bay an ideal wintering site for migratory birds.<br><br>Cheonsuman Bay is located midway along the migration route of birds migrating from northern Siberia or Manchuria to Southeast Asia. As a result, Cheonsuman Bay has become home to nearly 200 different species of migratory birds that can be watched all year round. In winter, the area becomes a wintering site for over 300 thousand ducks and wild geese, as well as a wide variety of endangered species like storks, spoonbills, mute swans, and white-naped cranes. Lucky birdwatchers might be able to witness the great spectacle created by tens of thousands of migratory birds flying in a flock over the Cheonsuman Bay area.","regDate":"2022-11-03","author":"korea-tour","tag":["Chungcheongnam-do","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2022-11-03-1667465297913/2716584_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-03-1667465297913"},{"id":"2022-11-03-1667461081853","title":"Cheonjangho Lake (천장호)","description":"Cheonjangho Lake is situated on the ridge of Chilgapsan Mountain about 11 kilometers away from the Chilgapsan Recreational Forest. This is reservoir of 1,200 hectares and is used to irrigate nearby farm land. Construction began in 1972 and took seven years to complete. The lake boasts clean water and an outstanding surrounding landscape. When it comes under fog or clouds, it creates a scenic view against the Chilgapsan Mountain landscape. In early spring, smelts are caught in abundance, drawing a growing number of tourists and anglers.","regDate":"2022-11-03","author":"korea-tour","tag":["Chungcheongnam-do","Nature","Natural Sites"],"imgUrl":"/2022-11-03-1667461081853/2358815_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-03-1667461081853"},{"id":"2022-11-03-1667458152957","title":"Cheongyang Daracgol Julmudeom Holy Site (청양 다락골 줄무덤 성지)","description":"Julmudeom refers to the unmarked graves of anonymous Catholic martyrs in Darakgol, Cheongyang in Chungcheongnam-do. Darakgol is also the birthplace of St. Choi Gyeong-hwan and Choi Yang-eop (the second Catholic priest in Korea) was also martyred in Gwacheon, Gyeonggi-do. Because the grave is of more than one individual, it was given the name Julmudeom (group graveyard).<br><br>Although the exact number of martyrs and their exact cause of death is unknown, they were buried by family resulting in the 37 mounds in three sections. In 1982, Cheongyang Cathedral established monuments to commemorate the unidentified martyrs, and Julmudeom became a well-known site for Catholic pilgrimages. In 1986, the remains of St. Choi Gyeong-hwan Francisco were relocated to the Jeoldusan Martyrs’ Shrine reducing the total number of mounds at Julmudeom to 36.","regDate":"2022-11-03","author":"korea-tour","tag":["Chungcheongnam-do","Culture/Art/History","Historical Sites","Holy Sites"],"imgUrl":"/2022-11-03-1667458152957/1602658_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-03-1667458152957"},{"id":"2022-11-03-1667454145382","title":"Cheongsan Arboretum (청산수목원)","description":"Cheongsan Arboretum is home to over 200 different kinds of wildflowers, trees, and water plants such as lotuses and water lilies. Theme gardens and walking trails have over 600 types of trees. Opened in 1990, the garden has the most water plants in the nation.","regDate":"2022-11-03","author":"korea-tour","tag":["Chungcheongnam-do","Nature","Natural Sites","Botanical Gardens"],"imgUrl":"/2022-11-03-1667454145382/2634646_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-03-1667454145382"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}