{"pageProps":{"content":"![Heungjeonggyegok Valley (흥정계곡)](/2022-09-28-1664355448124/2616888_image2_1.webp)\n\n  \n## Overview\n\n> Heungjeonggyegok Valley is about 5 kilometers away from the town of Bongpyeong-myeon in Pyeongchang, Gangwon-do. The 5-kilometer long valley that starts at Heungjeongsan Mountain has a beautiful landscape. A wide variety of freshwater fish like trout inhabit the clear waters of the valley. Heungjonggyegok Valley has become a famous attraction in the Bongpyeong area along with Bongsan Seojae, the shrine of the prominent neo-Confucian scholar Yulgok (1536-1584), and Palseokjeong, featuring the writings of Yang Sa-eon.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330<br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-33-330-2771|\n  \n\n  \n## Detail Image\n![/2022-09-28-1664355448124/191560_image2_1.webp](/2022-09-28-1664355448124/191560_image2_1.webp)\n![/2022-09-28-1664355448124/191561_image2_1.webp](/2022-09-28-1664355448124/191561_image2_1.webp)\n![/2022-09-28-1664355448124/2616888_image2_1.webp](/2022-09-28-1664355448124/2616888_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-33-330-2771](tel:+82333302771)\n\n\n\n```googleMap\nlatitude: 37.6270726091\nlongitude: 128.3518474417\ntitle: Bongpyeong-myeon, Pyeongchang-gun, Gangwon-do\n```\n  \n## Directions\n  \n[Bus]<br>\nFrom Dong Seoul Bus Terminal, take a bus to Jangpyeong Bus Terminal.<br>\nFrom Jangpyeong Bus Terminal Bus Stop, take a local bus bound for Bongpyeong.\n","data":{"id":"2022-09-28-1664355448124","title":"Heungjeonggyegok Valley (흥정계곡)","description":"Heungjeonggyegok Valley is about 5 kilometers away from the town of Bongpyeong-myeon in Pyeongchang, Gangwon-do. The 5-kilometer long valley that starts at Heungjeongsan Mountain has a beautiful landscape. A wide variety of freshwater fish like trout inhabit the clear waters of the valley. Heungjonggyegok Valley has become a famous attraction in the Bongpyeong area along with Bongsan Seojae, the shrine of the prominent neo-Confucian scholar Yulgok (1536-1584), and Palseokjeong, featuring the writings of Yang Sa-eon.","regDate":"2022-09-28","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Valleys"],"imgUrl":"/2022-09-28-1664355448124/2616888_image2_1.webp","blogPath":"Gangwon-do/2022-09-28-1664355448124","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-09-28-1664355448124"},"dataList":[{"id":"2022-09-30-1664534949242","title":"Isabu Lion Park & Picture Book Land (이사부사자공원&그림책 나라)","description":"Isabu Lion Park & Picture Book Land is a family-friendly theme park that provides the beautiful ocean view of the East Sea up close. The park is open year round, serving as a perfect picnic park from spring to fall, while turning into a snowy fun park with a sledding hill in winter. The park also holds movie nights from time to time.","regDate":"2022-09-30","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Recreational Sites","Theme Parks"],"imgUrl":"/2022-09-30-1664534949242/2647411_image2_1.webp","blogPath":"Gangwon-do/2022-09-30-1664534949242"},{"id":"2022-09-30-1664531555838","title":"Inje Hwangtae Village (인제 황태마을)","description":"Inje Hwangtae Village, with its excellent winter landscape, is known for its&nbsp;dried <em>hwangtae</em> (pollack), which repeatedly thaws and freezes with the fluctuations in the weather, giving it a delicious, chewy texture. Covered with snow, the area is worth visiting in the winter to enjoy all it has to offer. While walking around the site, visitors will be able to listen to the story of its background, and how myeongtae becomes hwangtae (dried pollack)  after&nbsp;passing through the hands of thirty one people. <br><br>Nearby is Maebawi Rock, which has a metal path  perfect for beginners, and it is also visited by advanced climbers for ice climbing in the winter months.","regDate":"2022-09-30","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Experience Programs","Village Experience"],"imgUrl":"/2022-09-30-1664531555838/209294_image2_1.webp","blogPath":"Gangwon-do/2022-09-30-1664531555838"},{"id":"2022-09-30-1664528580637","title":"Hyoseok Culture Village Buckwheat Food Street (효석문화마을 메밀음식거리)","description":"The Hyoseok Culture Village is the place where author Lee Hyo-seok (penname “Gasan”) was born and raised. The village is also the setting of the author’s story When Buckwheat Flowers Bloom,” one of the most celebrated Korean short stories to date. Since 1999, the Hyoseok Cultural Festival has been held here every September to commemorate the writer. Visitors to the festival can enjoy various foods and events as well as a replica of scenes from the book. For those that are searching for a more tranquil visit, avoid the month of September, when the buckwheat flowers are in full bloom. Dont forget to try all the different <em>memil</em> (buckwheat) dishes offered throughout the area all year round.","regDate":"2022-09-30","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Experience Programs","Cultural Districts"],"imgUrl":"/2022-09-30-1664528580637/735060_image2_1.webp","blogPath":"Gangwon-do/2022-09-30-1664528580637"},{"id":"2022-09-30-1664524730424","title":"Hwanseongul Cave  (Daei-ri Cave System) (환선굴 (대이리 동굴지대))","description":"Hwanseongul Cave is the largest limestone cave in Asia, formed estimated 530 million years ago. The cafe features fantastic rocks in various shapes, stalagmites, and stalactites. There have been 47 new breeds of animals discovered in Hwanseongul Cave, with four of these being found to only live in this cave. In April 2010, a monorail was installed within the cave to make it more convenient for people to see all the natural habitat.","regDate":"2022-09-30","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites"],"imgUrl":"/2022-09-30-1664524730424/2037129_image2_1.webp","blogPath":"Gangwon-do/2022-09-30-1664524730424"},{"id":"2022-09-30-1664519824209","title":"Hwangji Pond (황지연못)","description":"Hwangji Pond, located in downtown Taebaek, is a source of the Nakdonggang River, flowing all the way to the Yeongnam Plain. The pond is divided into three sections  Sangji, with a diameter of 100 meters, Jungji and Haji. Although it is small in size, the pond supplies 5,000 tons of water a day.","regDate":"2022-09-30","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites"],"imgUrl":"/2022-09-30-1664519824209/2611510_image2_1.webp","blogPath":"Gangwon-do/2022-09-30-1664519824209"},{"id":"2022-09-30-1664514569705","title":"Hwajinpo Lake (화진포(화진포호))","description":"Hwajinpo Lake is the largest lagoon in Korea with its sand made from seashells and rocks that were broken down over thousands of years. With soft sand and shallow waters, it is a popular beach location. In winter, various migratory birds and swans can be seen, as the birds enjoy clean water and food from the field of reeds. Because of its excellent scenery, Kim Il-seong of North Korea and the former South Korean President Rhee Syngman and Vice-president Lee Ki-poong had summer houses here. It also has Hwajinpo Museum of History with more than 40,000 artifacts from 1,500 species.","regDate":"2022-09-30","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites"],"imgUrl":"/2022-09-30-1664514569705/2369998_image2_1.webp","blogPath":"Gangwon-do/2022-09-30-1664514569705"},{"id":"2022-09-29-1664448510322","title":"Hwajinpo Beach [National Geopark] (화진포 (강원평화지역 국가지질공원))","description":"Hwajinpo Lake is the largest lagoon in Korea, created by a section of the ocean being closed off when two opposing sand spits merged. This unique formation and the ecosystem that came to live on the sand bar are highly valued. The water in the lagoon was a mix of fresh and salt water, creating a special environment for aquatic animals of both types to live together. The lake is in the shape of a figure eight, with the southern lake being larger than the northern lake, although the northern lake is still connected with the ocean through a small stream.","regDate":"2022-09-29","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2022-09-29-1664448510322/1581490_image2_1.webp","blogPath":"Gangwon-do/2022-09-29-1664448510322"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}