{"pageProps":{"content":"![Daegu Apsan Park (대구앞산공원)](/2022-07-13-1657705125527/2363709_image2_1.webp)\n  \n## Overview\n\n> Apsan is a 600 meter-high mountain in Nam-gu, Daegu-si. At the front and back of the mountain are Sanseongsan Mountain (653m) and Daedeoksan Mountain; Apsan Park is located in the valley where the three mountains converge. <br>\n<br>\n Apsan Park is one of the largest urban-eco parks in Daegu, covering an area of around 508 pyeong (approx. 1,680 meters squared). A cable car runs 790m up Apsan and at the foot of the mountain are leisure facilities where visitors can enjoy archery, horseback riding, and swimming. There is also a monument that commemorates the poet Yi Ho-wu as well as Nakdonggang River War Memorial Hall (established in 1979) and Keungol Daedeok Dongsan Hill, which has a fabulous garden perfect for dates or family outings. <br>\n<br> As a major leisure place for Daegu citizens, the park has numerous walking trails. Largely, the routes can be categorized into three groups: ones that start from the park and connect to Apsan Mountain, those that go from the park to Sanseongsan Mountain, and those that wind along to Daedeoksan Mountain. The length of the paths varies from 2km to 4km, allowing visitors to choose the path that best fits their capabilities and preferences. Visitors can capture the view of Daegu from the Apsan Observatory after getting off the cable car.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-53-625-0967|\n|parking:|Paid parking lot available|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Hiking Course:| [Daegu Suburb Trekking Course]<br> Course 1: Yongdugol Entrance – Sports equipment – Sanseongsan Mountain (3.0km)<br> Course 2: Yongdubangcheon Stream – Yongdutoseong Earthen Fortress– Sanseongsan Mountain (4.4km)<br> Course 3: Gosangol Entrance – Beopjangsa Temple – Sanseongsan Mountain (3.2km)<br> Course 4: Sanseongsan Entrance – KT – Sanseongsan Mountain (4.3km)<br> Course 5: Keungol Entrance – Daedeok Shelter – Apsan Mountain (3.2km)<br> Course 6: Chunghotap Parking Lot – Cheongsujeong Mineral Spring – Apsan Mountain (3.8km)<br> Course 7: Anjiranggol Entrance – Apsan Observatory – Apsan Mountain (2.5km)<br> Course 8: Anjiranggol Entrance – Anilsa Temple – Daedeoksan Mountain (3.2km)<br> Course 9: Maejagol Entrance – Sports equipment – Daedeoksan Mountain (2.4km)<br> Course 10: Dalbigol Management Office – Wongisa Temple – Apsan Mountain (2.6km)<br><br> [Apsan Jarak-gil Trail]<br> * Total route: Gosangol Metasequoia Road – Dalbigol Youth Training Center (15km / 6 hours) <br>Course 1: Gosangol Metasequioa Road – Gangdanggol (1.9 km / 35 minutes)<br> Course 2: Gangdanggol – Cable Car (2.3km / 55 minutes)<br> Course 3: Cable car – Anjiranggol Information Center (2.4km / 1 hour) <br>Course 4: Anjiranggol Information Center – Hwangryongsa Temple Entrance (2.4km / 1 hour)<br> Course 5: Hwangryongsa Temple Entrance – Dalbigol Management Office (3.2km / 1 hour 20 minute)<br> Course 6: Dalbigol Management Office – Youth Training Center (3.8km / 1 hour 40 minutes)|\n|Facility Utilization Fees:|[Cable Car]<br> - Round-trip fare Individuals: Adults 10,500 won / Children 7,500 won<br> Groups: Adults 9,500 won / Children 6,500 won<br><br> - One-way fare<br> Individuals: Adults 7,500 won / Children 5,500 won<br> Groups: Adults 6,500 won / Children 4,500 won<br><br> * Children (ages 4-elementary school students) / Groups of 30 people or more<br> * Daegu City Tour users: 20 % discount for round-trips (only available for same day ticket-holders)|\n|Admission Fees:|Free|\n|Available Facilities:|Swimming pool, horseback riding area, archery, training center, cable car, observatory, children's playground, library, golf club, etc,|\n|Restrooms:|Available|\n  \n## Detail Image\n![/2022-07-13-1657705125527/1573740_image2_1.webp](/2022-07-13-1657705125527/1573740_image2_1.webp)\n![/2022-07-13-1657705125527/1573741_image2_1.webp](/2022-07-13-1657705125527/1573741_image2_1.webp)\n![/2022-07-13-1657705125527/1573742_image2_1.webp](/2022-07-13-1657705125527/1573742_image2_1.webp)\n![/2022-07-13-1657705125527/1573743_image2_1.webp](/2022-07-13-1657705125527/1573743_image2_1.webp)\n![/2022-07-13-1657705125527/1573746_image2_1.webp](/2022-07-13-1657705125527/1573746_image2_1.webp)\n![/2022-07-13-1657705125527/1927736_image2_1.webp](/2022-07-13-1657705125527/1927736_image2_1.webp)\n![/2022-07-13-1657705125527/1927739_image2_1.webp](/2022-07-13-1657705125527/1927739_image2_1.webp)\n![/2022-07-13-1657705125527/2363710_image2_1.webp](/2022-07-13-1657705125527/2363710_image2_1.webp)\n![/2022-07-13-1657705125527/2363711_image2_1.webp](/2022-07-13-1657705125527/2363711_image2_1.webp)\n![/2022-07-13-1657705125527/2363712_image2_1.webp](/2022-07-13-1657705125527/2363712_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-53-625-0967](tel:+82536250967)\n\n\n\n```googleMap\nlatitude: 35.8290189503\nlongitude: 128.5890560428\ntitle: 574-87, Apsansunhwan-ro, Nam-gu, Daegu\n```\n  \n## Directions\n  \n[Subway + Bus]<br>\nAnjirang Station (Daegu Subway Line 1), Exit 3.<br>\nTake Bus No. 410 and get off at Apsan Park Bus Stop.<br><br>[Train + Bus]<br>\nFrom Daegu Station or Dongdaegu Station, take Bus No. 300, 410, 410-1, 750, Dalseo 4, or Dalseo 4-1 and get off at Apsan Park Bus Stop.\n","data":{"id":"2022-07-13-1657705125527","title":"Daegu Apsan Park (대구앞산공원)","description":"Apsan is a 600 meter-high mountain in Nam-gu, Daegu-si. At the front and back of the mountain are Sanseongsan Mountain (653m) and Daedeoksan Mountain; Apsan Park is located in the valley where the three mountains converge. <br><br> Apsan Park is one of the largest urban-eco parks in Daegu, covering an area of around 508 pyeong (approx. 1,680 meters squared). A cable car runs 790m up Apsan and at the foot of the mountain are leisure facilities where visitors can enjoy archery, horseback riding, and swimming. There is also a monument that commemorates the poet Yi Ho-wu as well as Nakdonggang River War Memorial Hall (established in 1979) and Keungol Daedeok Dongsan Hill, which has a fabulous garden perfect for dates or family outings. <br><br> As a major leisure place for Daegu citizens, the park has numerous walking trails. Largely, the routes can be categorized into three groups  ones that start from the park and connect to Apsan Mountain, those that go from the park to Sanseongsan Mountain, and those that wind along to Daedeoksan Mountain. The length of the paths varies from 2km to 4km, allowing visitors to choose the path that best fits their capabilities and preferences. Visitors can capture the view of Daegu from the Apsan Observatory after getting off the cable car.","regDate":"2022-07-13","author":"korea-tour","tag":["Daegu","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-07-13-1657705125527/2363709_image2_1.webp","blogPath":"Daegu/2022-07-13-1657705125527","pageUrl":"https:/mcdryad.com/Daegu/2022-07-13-1657705125527"},"dataList":[{"id":"2022-08-15-1660582770395","title":"Suseongmot Lake Resort (수성못 유원지)","description":"Suseongmot Lake Resort is located at the foot of the northwest side of Yongjibong Peak (altitude 629 meters) in Beommul-dong and offers outstanding scenery including gently sloping mountains along with Suseongmot Lake. The resort is centered around Suseongmot Lake, established in 1925 with 700,000 pondage in a circumference of 2,020 meters. The total area of the park is 218,000 ㎡. <br><br>Suseongmot Lake is an artificial lake created in 1925 during the Japanese colonial period to supply water for agriculture to rural areas. Today, it is no longer used for agricultural purposes, but has been turned into a resting area. Nearby the lake is Suseong Land which houses benches, walking paths, a ferry dock, and entertainment facilities such as a Viking ship, bumper cars, and merry-go-round. In addition, visitors can enjoy a duck boat ride, view of Dusanpokpo Falls and other exciting places perfect for excursions. The lake has a music fountain that operates four times a day from May to October.","regDate":"2022-08-15","author":"korea-tour","tag":["Daegu","Culture/Art/History","Recreational Sites","Resorts"],"imgUrl":"/2022-08-15-1660582770395/2653751_image2_1.webp","blogPath":"Daegu/2022-08-15-1660582770395"},{"id":"2022-08-15-1660578202000","title":"Palgongsan Natural Park (Pagyesa Temple District) (팔공산자연공원(파계사지구))","description":"Palgongsan Natural Park is located close to Palgongsan Mountain, one of the larger mountains in the Taebaek Mountain Range. Palgongsan Mountain is located 20 kilometers northeast from downtown Daegu, where Nakdonggang River and Geumhogang River meet. The mountain has three peaks in a row  Birobong Peak in the center and Dongbong Peak (aka Mitabong, 1,155 m) and Seobong Peak (aka Samseongbong, 1,150 m) on each side. <br><br>The park is within the administrative district of Dong-gu, Daegu and has four towns along its border including Yeongcheon-si, Gyeongsan-si, and Chilgok-gun. A number of Buddhist temples including Donghwasa Temple, the headquarters of the 9th Buddhist Parish, are located in the area. <br><br>The park has numerous rocks and valleys and is carpeted with azaleas in the spring. In autumn, many visitors flock to the park to admire the fall foliage on the trees lining the 16.3 kilometer-long roadway that runs through the park. With vibrant green leaves in spring and a delicate snowscape in the winter, Palgongsan Mountain is an attractive destination for visitors throughout the year.","regDate":"2022-08-15","author":"korea-tour","tag":["Daegu","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-08-15-1660578202000/1893702_image2_1.webp","blogPath":"Daegu/2022-08-15-1660578202000"},{"id":"2022-08-15-1660574387210","title":"Palgongsan Natural Park (Gatbawi District) (팔공산자연공원(갓바위지구))","description":"Palgongsan Natural Park is located close to Palgongsan Mountain, one of the larger mountains in the Taebaek mountain range. Palgongsan Mountain is located 20 kilometers northeast from downtown Daegu, where Nakdonggang River and Geumhogang River meet. The mountain has three peaks in a row  Birobong Peak in the center and Dongbong (aka Mitabong, 1,155 meters) and Seobong (aka Samseongbong, 1,150 meters) on each side.<br><br>The park is within the administrative district of Dong-gu, Daegu and has four towns along its border including Yeongcheon-si, Gyeongsan-si, and Chilgok-gun. A number of Buddhist temples including Donghwasa, the headquarters of the 9th Buddhist Parish, are located in the area.<br><br>The park has numerous rocks and valleys and is carpeted with azaleas in spring. In autumn many visitors flock to the park to admire the falls leaves on the trees lining the 16.3-kilometer-long road  that runs through the park. With vibrant green leaves in spring and a delicate snowscape in winter, Palgongsan Mountain is an attractive destination for visitors throughout the year.","regDate":"2022-08-15","author":"korea-tour","tag":["Daegu","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-08-15-1660574387210/1024758_image2_1.webp","blogPath":"Daegu/2022-08-15-1660574387210"},{"id":"2022-08-15-1660571844401","title":"Palgongsan Natural Park (Donghwasa Temple District) (팔공산자연공원(동화사지구))","description":"Palgongsan Natural Park is located close to Palgongsan Mountain, one of the larger mountains in the Taebaek Mountain Range. Palgongsan Mountain is located 20 kilometers northeast from downtown Daegu, where the Nakdonggang and Geumhogang Rivers meet. The mountain has three peaks in a row  Birobong Peak (1192.3 meters) in the center and Dongbong (aka ‘Mitabong,’ 1,155 meters) and Seobong (aka ‘Samseongbong,’ 1,150 meters) on each side.<br><br>The park is within the administrative district of Dong-gu, Daegu and has four towns along its border including Yeongcheon-si, Gyeongsan-si, and Chilgok-gun. A number of Buddhist temples including Donghwasa, the headquarters of the 9th Buddhist Parish, are located in the area.<br><br>The park has numerous rocks and valleys and is carpeted with azaleas in the spring. In the autumn many visitors flock to the park to admire the fall leaves on the trees lining the 16.3-kilometer-long roadway that runs through the park. With vibrant green leaves in spring and a delicate snowscape in the winter, Palgongsan Mountain is an attractive destination for visitors throughout the year.","regDate":"2022-08-15","author":"korea-tour","tag":["Daegu","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-08-15-1660571844401/655641_image2_1.webp","blogPath":"Daegu/2022-08-15-1660571844401"},{"id":"2022-08-15-1660569123693","title":"Palgongsan Cable Car (팔공산 케이블카)","description":"Palgongsan Cable Car takes visitors a ride on an ascending slope, offering both thrill and beautiful views. The cable car's landing platform is at the top of Sinnimbong Peak of Palgongsan Mountain. This peak is considered one of the most famous prayer spots, together with the ritual alter on Birobong Peak and the Buddha statue on the eastern Gatbawi Rock.","regDate":"2022-08-15","author":"korea-tour","tag":["Daegu","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-08-15-1660569123693/1935378_image2_1.webp","blogPath":"Daegu/2022-08-15-1660569123693"},{"id":"2022-08-15-1660563359332","title":"Nokdongseowon Confucian Academy (녹동서원)","description":"Nokdongseowon Confucian Academy was built in 1789 in honor of General Kim Chung-seon (1571-1642), who contributed greatly to Korea's defense from the Japanese invasions during the Imjin War (1592-1598). The academy was shut down in 1868, and reinstated in 1885. Then, in 1971, it was moved to its current location. Today, General Kim's tablet is enshrined in this hall, where a memorial service is held every March. Nearby attractions on the grounds of Nokdongseowon include Nokdongsa Temple, Sunguidang Shrine, Hyangyangmun Gate and memorial stones.","regDate":"2022-08-15","author":"korea-tour","tag":["Daegu","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-08-15-1660563359332/1573980_image2_1.webp","blogPath":"Daegu/2022-08-15-1660563359332"},{"id":"2022-08-15-1660560158814","title":"National Debt Redemption Movement Memorial Park (국채보상운동기념공원)","description":"Construction on the National Debt Redemption Movement Memorial Park began in March 1998 and was completed in December 1999. The park was established to retain the spirit of the National Debt Redemption Movement that originated in Daegu in 1907 and the 2nd movement in 1997 that was held to help overcome the national economic distress affected by the Asian Financial Crisis of 1997. The park also expanded the green space in the downtown area and offers a place of rest and relaxation to the general public. <br><br>Spanning 42,500 square meters in size, the park boasts the Dalgubeol Grand Bell, a bell pavilion, walking trails, and other amenities. The famous Dalgubeol Grand Bell was installed on the park grounds in December 1998 as a representation of harmony and prosperity and to symbolically awaken the people with its pure and clear ringing. In addition the convenient and beautifule amenities, the park also has several memorial plaques engraved with quotes from many significant historical figures who shaped Korea's culture and values.","regDate":"2022-08-15","author":"korea-tour","tag":["Daegu","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-08-15-1660560158814/2493786_image2_1.webp","blogPath":"Daegu/2022-08-15-1660560158814"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}