{"pageProps":{"content":"![Gugokpokpo Falls (구곡폭포)](/2022-09-25-1664088775156/1583495_image2_1.webp)\n\n  \n## Overview\n\n> Located at the foot of Bonghwasan Mountain in Chuncheon, Gugok Falls with a x_height of 50 m is one of the representative tourist destinations in the Gangchon area. It was named “Gugok” because the falls twist (gok) and turn nine (gu) different times before dropping down, and is also called “Guguripokpo.” Gugok Falls flowing down from a huge stone wall create fantastic scenery. Many tourists visit the falls every year to enjoy cool, refreshing water to overcome the heat wave in summer and to admire a majestic view of the giant ice wall in winter. The road from the ticket booth to the falls is gentle and requires about 20 min walk. It is an easy walking path surrounded by woods and the valley. Visitors can also try to find the nine wooden panels inspired by the spirit of Gugok and designed with Hangeul alphabet “ㄲ” letters (such as 꿈, 끼, 꾀, 깡, etc.). If you go up for about 40 min along the Kkalttak Pass, which is on the right side of the Gugok Falls entrance, you will find Munbae Village, nestled in a basin. The village restaurants are known for local dishes, such as wild vegetable bibimbap and folk liquor. Visitors can also stay overnight at the National Leisure Campground built in the Gukgok Falls Tourist Area.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br>(Korean, English, Japanese, Chinese) <br>• For more info: +82-33-261-0088|\n|parking:|Available|\n|restdate:|Open year round|\n|usetime:|08:30–17:30(It is subject to the weather.)|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Admission Fees:|People aged 7 to 65: KRW 2,000, Persons of national merit, the elderly, preschoolers, PWD, and residents in the lake culture zone (Chuncheon, Yanggu, Hwacheon, Hongcheon, and Inje): Free of charge|\n|Parking Fees:|Subcompact vehicles: KRW 1,000, Small vehicles: KRW 2,000, Large vehicles: KRW 4,000|\n  \n## Detail Image\n![/2022-09-25-1664088775156/1583493_image2_1.webp](/2022-09-25-1664088775156/1583493_image2_1.webp)\n![/2022-09-25-1664088775156/1780589_image2_1.webp](/2022-09-25-1664088775156/1780589_image2_1.webp)\n![/2022-09-25-1664088775156/1780590_image2_1.webp](/2022-09-25-1664088775156/1780590_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-33-261-0088](tel:+82332610088)\n\n\n\n```googleMap\nlatitude: 37.7939337577\nlongitude: 127.6092986794\ntitle: 254, Gangchongugok-gil, Namsan-myeon, Chuncheon-si, Gangwon-do\n```\n  \n## Directions\n  \n[Bus]<br>\nFrom Gangchon Station, take Bus No. 50 or 50-1 and get off at Gugokpokpo Falls Bus Stop.\n","data":{"id":"2022-09-25-1664088775156","title":"Gugokpokpo Falls (구곡폭포)","description":"Located at the foot of Bonghwasan Mountain in Chuncheon, Gugok Falls with a x_height of 50 m is one of the representative tourist destinations in the Gangchon area. It was named “Gugok” because the falls twist (gok) and turn nine (gu) different times before dropping down, and is also called “Guguripokpo.” Gugok Falls flowing down from a huge stone wall create fantastic scenery. Many tourists visit the falls every year to enjoy cool, refreshing water to overcome the heat wave in summer and to admire a majestic view of the giant ice wall in winter. The road from the ticket booth to the falls is gentle and requires about 20 min walk. It is an easy walking path surrounded by woods and the valley. Visitors can also try to find the nine wooden panels inspired by the spirit of Gugok and designed with Hangeul alphabet “ㄲ” letters (such as 꿈, 끼, 꾀, 깡, etc.). If you go up for about 40 min along the Kkalttak Pass, which is on the right side of the Gugok Falls entrance, you will find Munbae Village, nestled in a basin. The village restaurants are known for local dishes, such as wild vegetable bibimbap and folk liquor. Visitors can also stay overnight at the National Leisure Campground built in the Gukgok Falls Tourist Area.","regDate":"2022-09-25","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Waterfalls"],"imgUrl":"/2022-09-25-1664088775156/1583495_image2_1.webp","blogPath":"Gangwon-do/2022-09-25-1664088775156","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-09-25-1664088775156"},"dataList":[{"id":"2022-10-07-1665136282609","title":"Ojukheon House (강릉 오죽헌)","description":"Ojukheon House was where Yi I (penname Yulgok; scholar and politician of the Joseon Period) was born. It was built during the early Joseon dynasty and was designated as Treasure No. 165 in 1963 for its historical value.<br><br>Inside the house is Mongryongsil, where Yi I was born. The household complex also features the household shrine, Munseongsa, the <em>sarangchae</em> (mens quarters), Eojaegak Pavilion, Yulgok Memorial Hall, and Gangneung Municipal Museum. Since 1961, the city of Gangneung has held a memorial ceremony at Yulgok Memorial Hall on October 25-26.","regDate":"2022-10-07","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-10-07-1665136282609/2688069_image2_1.webp","blogPath":"Gangwon-do/2022-10-07-1665136282609"},{"id":"2022-10-07-1665132866837","title":"Odaesan National Park (오대산국립공원)","description":"Odaesan Mountain is located in the central and eastern part of Gangwon-do. The mountain was designated a national park in February 1975, including an area of 298.5 ㎢ centered on the highest peak, Birobong Peak (alt. 1,563 meters). Other peaks include Horyeongbong, Sangwangbong, Dongdaesan, and Durobong.<br><br>Odaesan Mountain has the largest natural forest of Korea, home to many wild animals and plants. The mountain is divided into smaller sections  Odaesan Section, Bangadari Bridge Section, Byeongnae-ri Section, Hwangbyeongsan Mountain Section, Hongcheon-myeon Section, and Sogeumgang River Section. It is also rich in soil and resources, with lush forests and gentle slopes.","regDate":"2022-10-07","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","National Parks"],"imgUrl":"/2022-10-07-1665132866837/2633943_image2_1.webp","blogPath":"Gangwon-do/2022-10-07-1665132866837"},{"id":"2022-10-07-1665129020335","title":"National Center for Forest Activities Chuncheon (국립춘천숲체원)","description":"National Center for Forest Activities Chuncheon is 335 ha of area located near Samhangol Valley. The center has a slogan PLAY meaning P for Play, L for Lead, A for Act, and Y for You. Various facilities are available including area for experience programs, accommodations, restaurants and more. Experience programs for individuals and groups are available as well as special programs for people with disabilities and elderlies.","regDate":"2022-10-07","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"/2022-10-07-1665129020335/2711057_image2_1.webp","blogPath":"Gangwon-do/2022-10-07-1665129020335"},{"id":"2022-10-07-1665126108954","title":"Namhangjin Beach (남항진해변(남항진해수욕장))","description":"Namhangjin Beach is a white sandy beach covering an area of 24,000 ㎡ and a length of 600 meters. Near the beach, there is a number of <em> hoetjip</em> (raw fish restaurant) with spacious parking lots. In addition, the dense pine tree forest and neat accommodations are other attractive features of this place.<br><br>Namhangjin Port is the where the Seomseokcheon Stream meets the Namdaecheon Stream. The name Namhangjin originated from an old  port in Songjeong, which was located on a street leading south to Hansongsa Temple.","regDate":"2022-10-07","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites"],"imgUrl":"/2022-10-07-1665126108954/1581157_image2_1.webp","blogPath":"Gangwon-do/2022-10-07-1665126108954"},{"id":"2022-10-07-1665122173879","title":"Namdaecheon Stream (남대천)","description":"This stream is taken as the first among the Eight Sights of Yangyang. Originating from Odaesan Mountain (1,563 m) in Pyeongchang-gun, Gangwon-do, this river flows through Yangyang and into the East Sea. The stream is divided into five areas; the upper stream, Buyeon Valley, Beopsuchiri Valley, Eoseongjeoncheon Stream, and Namdaecheon Stream. Namdaecheon Stream is the foremost site for salmon run in Korea, with more than 70% of salmon in Korea returning to this “river mother of salmons.” Salmon fry hatching here spend about 3 to 5 years in Bering or the Sea of Okhotsk, and return to the East Sea to run the river and lay their eggs at the end of their lives. Salmon run in Namdaecheon Stream reaches its x_height in mid-October to November, and is celebrated by Yangyang Salmon Festival held in mid-October. Other fish sightings include the big-scaled redfin in April and May, and sweetfish in July and August. Namdaecheon Stream is said to be the clearest and the longest stream in Yeongdong region of Gangwon-do  while other streams are about 20 km long, Namdaecheon Stream has a total length of 54 km and many other distributaries. It is also home to tourist sites like the Beopsuchiri Valley and Naksan Beach, and Namdaecheon Eco Trail at the delta is known for its silver reeds in fall.","regDate":"2022-10-07","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites"],"imgUrl":"/2022-10-07-1665122173879/2365176_image2_1.webp","blogPath":"Gangwon-do/2022-10-07-1665122173879"},{"id":"2022-10-07-1665117224952","title":"Namaehang Port (남애항)","description":"The largest port in Yangyang area is also one of the Eight Sights of Yangyang, and along with Simgokhang Port of Gangneung and Chogokhang Port of Samcheok, said to be the three most beautiful ports in Gangwon-do. Indeed, its reputation can be seen in the picturesque view of the white and red lighthouse, breakwater, and the fishing boats docked at the port. Another point of interest at Namaehang Port is the Namaehang Skywalk Observatory. Located at the entrance to the breakwater, this observation point offers a breathtaking view of the Namaehang Port area and the East Sea. The island, where the skywalk is located, was called Yangyado Island during the Joseon period, and the site of this observation point used to have a beacon during the Joseon period. Namae Fishing Village Experience, a village that is fed by the Namaehang Port, offers fishing boat trips for visitors, along with hand fishing, rock crab catching, and stuffed squid making. Some of Namaehang Port’s major catches include squid, plaice, and flatfish. A line of restaurants specializing in raw fish slices allows visitors to enjoy the fresh catch right away.","regDate":"2022-10-07","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites"],"imgUrl":"/2022-10-07-1665117224952/2711334_image2_1.webp","blogPath":"Gangwon-do/2022-10-07-1665117224952"},{"id":"2022-10-06-1665050049316","title":"Namae Beach (Namae 1, 3-ri) (남애해변(남애1, 3리))","description":"In addition to the beautiful Maeho Lagoon at its side, Namae-ri is home to three beaches. The northernmost Namae Beach is the largest among the three, with a sandy shore that is 2 kilometers long and 100 meters wide. The beach has great quality sand and shallow waters, with an average depth of only 1 to 2 meters. Also, a field of reeds is beautifully stretched out on both sides of the stream flowing from Maeho Lagoon. Near Maeho Lagoon is the breeding ground for egrets and grey herons in Pomae-ri, designated as Natural Monument No. 229. <br><br>The other two beaches in Namae-ri consist of Namae 1(il)-ri Beach, a charming small beach in the furthest south, and Namae 3(sam)-ri Beach, located near Naemae Port.","regDate":"2022-10-06","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites"],"imgUrl":"/2022-10-06-1665050049316/1584010_image2_1.webp","blogPath":"Gangwon-do/2022-10-06-1665050049316"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}