{"pageProps":{"content":"![Korea Military Academy (육군사관학교)](/2022-08-05-1659673444508/1985643_image2_1.webp)\n\n  \n## Overview\n\n> Korea Military Academy is a place of strict rules, patriotism, and military cadets. It was extremely difficult for outsiders to visit the academy until 1997, when a special tourism course was created. The course showcases the major sites at Korea Military Academy. Starting from the school information center, visitors can see the museum, memorial hall, and exhibition center in a 1.5 hour course. The Military Museum displays treasures and materials from each branch of the military, while visitors can see the history of the military and lifestyle of cadets at the memorial hall. However, the highlight of a trip to Korea Military Academy is watching the Hwarang Ceremony, a parade of cadets which takes place every Saturday at 11:30. In the ceremony, cadets don their formal uniform to march. Touring the academy at 10 is perfect for watching the parade later.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-2-2197-6125|\n|parking:|Available (Located behind Administrative Information Office at Gate 2)|\n|restdate:|Mondays, Weekends, January 1, Seollal (Lunar New Year) & Chuseok (Korean Thanksgiving) holidays|\n|usetime:|14:00-16:00 (Reservations required)|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Tour Course Information:|Museum (Watch a movie about the school) → Cheongheondang → Hwarang training ground → Outdoor weapons exhibition hall → Memorial hall → Cadet lifestyle hall → Gate 2|\n|Available Facilities:|Educational facilities, living facilities, recreational facilities, memorial facilities|\n|Admission Fees:|Free (Admission restricted to visitors with advanced reservation; cars prohibited)|\n|Restrooms:|Available|\n|Reservation Info. for Natives:|Reservation period: 3 months to 1 week in advance.<br />Reservation submission: Official website or official document (Reservations via phone not accepted) <br />* Korea Military Academy is an educational institution for cadets in the ROK Military and is therefore a military facility. Visitors must make a reservation in advance.|\n  \n\n  \n## Contact\n\n- [☎️+82-2-2197-6125](tel:+82221976125)\n- [🏠www.kma.ac.kr](http://www.kma.ac.kr/)\n\n\n```googleMap\nlatitude: 37.6234664798\nlongitude: 127.0998333455\ntitle: 574, Hwarang-ro, Nowon-gu, Seoul\n```\n  \n\n","data":{"id":"2022-08-05-1659673444508","title":"Korea Military Academy (육군사관학교)","description":"Korea Military Academy is a place of strict rules, patriotism, and military cadets. It was extremely difficult for outsiders to visit the academy until 1997, when a special tourism course was created. The course showcases the major sites at Korea Military Academy. Starting from the school information center, visitors can see the museum, memorial hall, and exhibition center in a 1.5 hour course. The Military Museum displays treasures and materials from each branch of the military, while visitors can see the history of the military and lifestyle of cadets at the memorial hall. However, the highlight of a trip to Korea Military Academy is watching the Hwarang Ceremony, a parade of cadets which takes place every Saturday at 11 30. In the ceremony, cadets don their formal uniform to march. Touring the academy at 10 is perfect for watching the parade later.","regDate":"2022-08-05","author":"korea-tour","tag":["Seoul","Culture/Art/History"],"imgUrl":"/2022-08-05-1659673444508/1985643_image2_1.webp","blogPath":"Seoul/2022-08-05-1659673444508","pageUrl":"https:/mcdryad.com/Seoul/2022-08-05-1659673444508"},"dataList":[{"id":"2022-08-09-1660084763059","title":"Ssamzigil (쌈지길)","description":"Ssamzigil, a shopping mall specializing in crafts that opened on December 18, 2004, has been called the New Insa-dong within Insa-dong. The many shops gathered here sell everything from luxury traditional crafts to modern artworks that still manage to convey Korean charm in their designs. The mall also has a food court with restaurants and cafes selling popular Korean dishes.","regDate":"2022-08-09","author":"korea-tour","tag":["Seoul","Culture/Art/History","Experience Programs","Cultural Districts"],"imgUrl":"/2022-08-09-1660084763059/2530758_image2_1.webp","blogPath":"Seoul/2022-08-09-1660084763059"},{"id":"2022-08-09-1660081098427","title":"Spa Lei (스파레이)","description":"Situated in Seocho-gu Jamwon-dong, <spa lei=> is an exclusive women-only jjimjilbang and sauna that presents a traditional eastern European atmosphere with high-class facilities and a variety of convenient amenities.</spa>","regDate":"2022-08-09","author":"korea-tour","tag":["Seoul","Culture/Art/History","Recreational Sites","Jjimjilbang (Dry Saunas)"],"imgUrl":"/2022-08-09-1660081098427/2024972_image2_1.webp","blogPath":"Seoul/2022-08-09-1660081098427"},{"id":"2022-08-09-1660077618949","title":"Sinsa-dong Garosu-gil Road (신사동 가로수길)","description":"The ginkgo tree-lined street (Sinsa-dong Garosu-gil) that runs from Sinsa Station (Subway Line 3) to Hyeondae High School is a popular, upscale street in Seoul. The street (also known as ‘artists' street’) has an eccentric flair thanks to its variety of charmingly decorated coffee shops, and designer stores. Garosu-gil is particularly popular in autumn when the golden ginkgo leaves begin to fall. Furthermore, with continous popularity, it has become one of the most attractive film locations in the city.","regDate":"2022-08-09","author":"korea-tour","tag":["Seoul","Culture/Art/History","Experience Programs","Cultural Districts"],"imgUrl":"/2022-08-09-1660077618949/2658442_image2_1.webp","blogPath":"Seoul/2022-08-09-1660077618949"},{"id":"2022-08-09-1660073871723","title":"Sindang-dong Tteokbokki Town (신당동떡볶이골목)","description":"Sindang-dongTteokbokki Town started in the late 70s, although the alley did not become famous until the 80s. At that time, each restaurant had its own DJ booth, with the image of the 'cool DJ' who played the music becoming a symbol of Sindang-dong Tteokbokki Town. In addition, this period also marked the prime time of high school baseball where students would crowd the streets on days when Duksoo Commercial High School and Sunrin Commercial High School (now Sunrin Internet High School) played against one another. Although these high school students have aged, they continue to visit the area, reliving their youth and continuing to indulge in the specialty tteokbokki.<br><br>However, some claim the history of this alley began in the 1950s. The owner of Mabongnim Halmeoni Tteokbokki restaurant says tteokbokki was being sold as early as 1953 as the area used to be home to Donga Theater and she sold tteokbokki, corn and potatoes to those visiting the theater. At first, tteokbokki was simply made with gochu jang but as time went by, cooks decided the dish could be more than just a snack. By adding ingredients like eggs, cellophane noodles, fish cakes, instant noodles and more recently squid, prawn and cheese, tteokbokki can be made more delicious and turns this beloved snack into a full meal.","regDate":"2022-08-09","author":"korea-tour","tag":["Seoul","Culture/Art/History","Experience Programs","Cultural Districts"],"imgUrl":"/2022-08-09-1660073871723/2660049_image2_1.webp","blogPath":"Seoul/2022-08-09-1660073871723"},{"id":"2022-08-09-1660070701249","title":"Seungdong Church (승동교회)","description":"Seungdong Presbyterian Church was designated Tangible Cultural Asset No. 130 by the Seoul Metropolitan Government on April 6, 2001. Originally known as “Gondanggol Church,” the church was established by Samuel Foreman Moore (1860-1906) in 1893. In those days, the church was known as a “baekjeong church” since it primarily drew Korea’s social underdogs such baekjeong (the butchers), the untouchable class of Joseon society. <br><br>Following a number of relocations and name changes (called “Gondanggol,” “Jungang,” and finally “Seungdong”) the church was moved to its current location in Insadong. After Moore died in 1906, Charles Allen Clark became the pastor of the church and Mongyang Yuh Woon-hyung, a key figure in the political history of Joseon, became active in the church. The church was attended by many other activists as well. In fact, the large student demonstration that took place during the March 1st Independence Movement in 1919 was organized by a group of young church members. The church once again made its mark on history with the establishment of the Joseon Theological Seminary in 1939. <br><br>Seungdong Church (B1-2F) covers a total of 660 square meters. No record has been found on its architect or builder, but the building is said to have been one of the more magnificent buildings in the area before its beauty was obscured by newer structures.","regDate":"2022-08-09","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Holy Sites"],"imgUrl":"/2022-08-09-1660070701249/1568421_image2_1.webp","blogPath":"Seoul/2022-08-09-1660070701249"},{"id":"2022-08-09-1660066859091","title":"Seoullo 7017 (서울로 7017)","description":"In the 1970s, an elevated road was built to connect the eastern and western sides around Seoul Station. However, the road was closed to road traffic due to safety issues. After this, rather than tearing down the existing structure, the road was transformed into Seoullo 7017, a new pedestrian road attraction. <br><br>Seoullo 7017 gets its name from the numbers that represents its transformation, from being a traffic road in the '70s to a sky garden in 2017. The 17 also has a deeper meaning, with Seoullo 7017 being divided into 17 unique sections, and the road being located 17 meters above the ground.<br><br> There are a variety of facilities along Seoullo 7017, including an information center, cafes, gardens, and stages. Seoullo 7017 itself is open all day, every day for visitors to enjoy at their leisure. Visitors interested in a guided tour can sign up for the guided walking tour through the official Visit Seoul website.","regDate":"2022-08-09","author":"korea-tour","tag":["Seoul","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-08-09-1660066859091/2495570_image2_1.webp","blogPath":"Seoul/2022-08-09-1660066859091"},{"id":"2022-08-09-1660064119682","title":"Seoul Yakhyeon Catholic Church (서울 약현성당)","description":"Yakhyeon Catholic Church was established as a result of Korea gaining religious freedom in the 23rd year of King Gojong’s reign (1886) and the subsequent increase of the Catholic population. In 1891, Myeongdong Cathedral's head priest Doucet laid down the foundation stone in Hap-dong. Coadjutor bishop Coste was in charge of design and construction and the building was eventually completed in 1892. The church was named after Yakjeonhyeon, or a hill of medicinal herbs. This is because the place where the church is located was once a hilly area covered with medicinal herbs. Later on, Yakjeonhyeon was shortened to Yakhyeon and it became the name of the hilly area between Malli-dong and Seoul Station.<br><br>Yakhyeon Catholic Church was the first Western-style church ever built in Korea. It's Gothic architecture features a 12-meter-wide and 32-meter-long cruciform construction with low arched windows and a pointed-arch entrance gate.","regDate":"2022-08-09","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Holy Sites"],"imgUrl":"/2022-08-09-1660064119682/1981981_image2_1.webp","blogPath":"Seoul/2022-08-09-1660064119682"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}