{"pageProps":{"content":"![Gyeonghuigung Palace (경희궁)](/2022-07-23-1658597858400/1568231_image2_1.webp)\n\n  \n## Overview\n\n> Gyeonghuigung Palace, Historic Site No. 271, was originally called the large palace by Saemun Gate, or the Western Palace, for its location within the city. It was not until the eighth year of Gwanghaegun (1616) that the palace was used as a royal residence for the king, changing the name to Gyeongdeokgung Palace. The name later changed again to the current Gyeonghuigung Palace in 1760. The palace grounds included many halls but they were mostly all burned down in a fire in 1829. After the Japanese occupation began, all remaining buildings on the site were torn down and the palace grounds were turned into Gyeongseong Middle School (now Seoul High School). The school moved to Gangnam area in 1987, afterwhich the previous location was turned into a park. The palace grounds currently hold Seoul Museum of Art and walking paths, as well as a restoration of Heunghwamun Gate, the main gate of the palace, and Sungjeongjeon Hall, the main hall, completed in November 1994.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-2-724-0274~6|\n|parking:|Seoul Museum of History Parking Lot|\n|restdate:|Mondays, January 1|\n|usetime:|09:00-18:00|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Admission Fees:|Free|\n|Restrooms:|Available|\n|Parking Fees:|[Cars with less than 20-person capacity]<BR> 3,000 won for the first two hours / 400 won for every additional 5 min / 15,000 won all-day parking<BR><BR>[Cars with 20-person capacity or more]<BR>6,000 won for the first two hours / 800 won for every additional 5 min / 30,000 won for all-day parking|\n  \n## Detail Image\n![/2022-07-23-1658597858400/1568229_image2_1.webp](/2022-07-23-1658597858400/1568229_image2_1.webp)\n![/2022-07-23-1658597858400/1568230_image2_1.webp](/2022-07-23-1658597858400/1568230_image2_1.webp)\n![/2022-07-23-1658597858400/1568232_image2_1.webp](/2022-07-23-1658597858400/1568232_image2_1.webp)\n![/2022-07-23-1658597858400/1568233_image2_1.webp](/2022-07-23-1658597858400/1568233_image2_1.webp)\n![/2022-07-23-1658597858400/1568234_image2_1.webp](/2022-07-23-1658597858400/1568234_image2_1.webp)\n![/2022-07-23-1658597858400/1568235_image2_1.webp](/2022-07-23-1658597858400/1568235_image2_1.webp)\n![/2022-07-23-1658597858400/1568236_image2_1.webp](/2022-07-23-1658597858400/1568236_image2_1.webp)\n![/2022-07-23-1658597858400/1568237_image2_1.webp](/2022-07-23-1658597858400/1568237_image2_1.webp)\n![/2022-07-23-1658597858400/2526504_image2_1.webp](/2022-07-23-1658597858400/2526504_image2_1.webp)\n![/2022-07-23-1658597858400/2526505_image2_1.webp](/2022-07-23-1658597858400/2526505_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-2-724-0274](tel:+8227240274)\n- [🏠www.heritage.go.kr</a><br><a href=\"https://museum.seoul.go.kr/www/intro/annexIntro/annex_20/annex_20_01.jsp?sso=ok\" target=\"_blank\">museum.seoul.go.kr](http://www.heritage.go.kr/heri/cul/culSelectDetail.do?pageNo=1_1_1_1&ccbaCpno=1331102710000)\n\n\n```googleMap\nlatitude: 37.5704425020\nlongitude: 126.9685079323\ntitle: 45, Saemunan-ro, Jongno-gu, Seoul\n```\n  \n\n","data":{"id":"2022-07-23-1658597858400","title":"Gyeonghuigung Palace (경희궁)","description":"Gyeonghuigung Palace, Historic Site No. 271, was originally called the large palace by Saemun Gate, or the Western Palace, for its location within the city. It was not until the eighth year of Gwanghaegun (1616) that the palace was used as a royal residence for the king, changing the name to Gyeongdeokgung Palace. The name later changed again to the current Gyeonghuigung Palace in 1760. The palace grounds included many halls but they were mostly all burned down in a fire in 1829. After the Japanese occupation began, all remaining buildings on the site were torn down and the palace grounds were turned into Gyeongseong Middle School (now Seoul High School). The school moved to Gangnam area in 1987, afterwhich the previous location was turned into a park. The palace grounds currently hold Seoul Museum of Art and walking paths, as well as a restoration of Heunghwamun Gate, the main gate of the palace, and Sungjeongjeon Hall, the main hall, completed in November 1994.","regDate":"2022-07-23","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Palaces"],"imgUrl":"/2022-07-23-1658597858400/1568231_image2_1.webp","blogPath":"Seoul/2022-07-23-1658597858400","pageUrl":"https:/mcdryad.com/Seoul/2022-07-23-1658597858400"},"dataList":[{"id":"2022-08-09-1660034592001","title":"Seoul Iris Garden (서울창포원)","description":"Seoul Iris Garden is located between Dobongsan and Suraksan mountains in northern Seoul. The garden, measuring 52,417 ㎡, boasts a wide array of irises and other plants in 12 different themed zones including Iris Garden, Medicinal Plant Garden, and Wetland Park.<br><br>At the Iris Garden, 300,000 irises in 130 species are on display on a plot of land measuring 15,000 ㎡. Species include yellow iris, iris setosa, iris pallasii, and iris domestica, each boasting its own brilliant colors and delicate shape. The Medicinal Plant Garden is home to 130,000 plants in 70 different species of medicinal plants, allowing visitors to view the largest selection of medicinal herbs in the country. Wetland Park presents 70,000 wetland plants and houses an observatory deck from which visitors may view and learn about the diverse aquatic plants. <br><br>Cheoni Observatory within the garden provides visitors with a place take to in the beautiful scenery from above. The nearby forest lounge is a rest area for visitors as well as a center of operations for the park’s ecological education programs. Irises are in bloom from May to June of every year, but are even a sight to behold during the rest of the warmer months, given the delicate shape of their leaves.","regDate":"2022-08-09","author":"korea-tour","tag":["Seoul","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2022-08-09-1660034592001/2356723_image2_1.webp","blogPath":"Seoul/2022-08-09-1660034592001"},{"id":"2022-08-09-1660030622688","title":"Seoul Hyochang Park (서울 효창공원)","description":"Hyochang Park covers 122,245 square meters spanning across Hyochang-dong and Cheongpa 2-dong. It is a historic landmark that once contained several royal tombs, and was known at that time as Hyochangwon. The cemeteries that were originally located in Hyochangwon belonged to Crown Prince Munhyo, King Jeongjo’s first son who died at the age of five; Royal Noble Consort Uibin of the Seong Clan, King Jeongjo’s royal concubine and Crown Prince Munhyo’s mother; Royal Noble Consort Sugui of the Park Clan, King Sunjo’s royal concubine; and her daughter Princess Yeongon. The royal tombs were moved to Seooreung Tombs in the waning months of the Japanese colonial period. The Japanese empire began the development of Hyochangwon into a park in 1924, and the Japanese governor-general officially assigned the site as a park in 1940.<br><Br>Presently, several of Korea’s greatest leaders are buried in Hyochang Park. The remains mostly belong to independence activists including Yoon Bong-gil, Lee Bong-chang, and Baek Jeong-gi, whose graves are collectively known as Samuisa Tomb. A statue of Lee Bong-chang has been built in the graveyard. Among the other patriotic martyrs who are interred in the park are Kim Gu and some of the key figures of the provisional government such as Lee Dong-nyeong, Cha I-seok, and Cho Seong-hwan. An ancestral shrine named Uiyeolsa has been built along the main gate and holds the portraits of the deceased independence activists.","regDate":"2022-08-09","author":"korea-tour","tag":["Seoul","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-08-09-1660030622688/1568015_image2_1.webp","blogPath":"Seoul/2022-08-09-1660030622688"},{"id":"2022-08-09-1660027663398","title":"Seoul Hwagyesa Temple (화계사(서울))","description":"Hwagyesa Temple was built in 1522 (the seventeenth year of the reign of King Jungjong of the Joseon dynasty) by monk Shinwol, but was destroyed in a fire in 1618. It was rebuilt the following year, and expanded In 1866 through the efforts of Monks Yongseon and Beomun.<br>The temple also has various templestay programs for visitors. Hwagyesa Temple is located not too far from the city but also provides a natural environment.","regDate":"2022-08-09","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-08-09-1660027663398/1927918_image2_1.webp","blogPath":"Seoul/2022-08-09-1660027663398"},{"id":"2022-08-09-1660023729232","title":"Seoul Gyeonggyojang House (서울 경교장)","description":"Gyeonggyojang House, a designated Historic Site, was the location of the provisional government and the place where Baekbeom Kim Koo passed away. Seoul reproduced the historical site, Gyeonggyojang House, to use the area as an educational site. Also, the house exhibits the history of the provisional government in order to see the history more clearly.<br><br>Restoration work included the demolition of the interior that was changed when the building was turned into a hospital facility and embassy after Kim Koo passed away in 1949. During the work, the remaining parts were maintained with the utmost care. Reconstructed parts were based on the building's floor plan written in Chosun and Architecture (8th edition in 1938). Visitors can see various contents related to the Korean Provisional Government history through relics, video, and information searching corners.","regDate":"2022-08-09","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-08-09-1660023729232/1568458_image2_1.webp","blogPath":"Seoul/2022-08-09-1660023729232"},{"id":"2022-08-09-1660021377716","title":"Seoul Gwanmunsa Temple (관문사(서울))","description":"Located at the foot of Umyeonsan Mountain in Seocho-gu, Seoul, Gwanmunsa Temple had its ground-breaking ceremony in 1993 and construction was completed in October 1998. <br><br>The temple site has a total area of 22,148.76 ㎡ with seven ground levels and four basement levels. The temple was constructed with a mixture of modern and traditional Buddhist architectural designs. Inside the temple, cutting-edge facilities are used for various cultural events, conferences, and sacred ceremonies.<br><br>Neighbored by Cheonggyesan Mountain, Umyeonsan Mountain, and Yangjaecheon Stream, the temple is located near many natural spots visitors can enjoy. In particular, Umyeonsan Mountain (alt. 293 m), where Gwanmunsa Temple is located, gets its name for its shape resembling a cow lying down. Designated as a city park and managed by Seoul Metropolitan Government, Umyeonsan Mountain has several valleys with clear spring waters and a dense forest inhabited by diverse animals and plants.","regDate":"2022-08-09","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-08-09-1660021377716/1928066_image2_1.webp","blogPath":"Seoul/2022-08-09-1660021377716"},{"id":"2022-08-09-1660018921272","title":"Seoul Geumseonsa Temple (금선사(서울))","description":"Geumseonsa Temple is located within Bukhansan National Park, just behind Cheong Wa Da (The Blue House) and Gyeongbokgung Palace. The entrance to the temple is just off the hiking path to Bibong Peak.<br><br>After passing Banyajeon Hall, where Buddhist services are held, visitors will see a pine tree over 200 years old, and beyond that, a staircase with 108 steps leading up to Daejeokgwangjeon Hall in the temple's main area. To the right is Samseonggak House and Hongyegyo Bridge over the clear waters flowing down from the mountain.<br><br>Additional temple buildings include Mitajeon Hall and Yeonhwadang Hall, built in 2004 by Monk Beopan; and Jeokmukdang Hall, built using traditional construction techniques.","regDate":"2022-08-09","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-08-09-1660018921272/1927840_image2_1.webp","blogPath":"Seoul/2022-08-09-1660018921272"},{"id":"2022-08-09-1660013586382","title":"Seoul Former Russian Legation (서울 구 러시아공사관)","description":"The Russian Legation was built in a Renaissance style in 1890. Russian architect, A. J. Scredin Sabatine designed the structure.  In 1895, during the Joseon dynasty, the Eulmisabyeon Incident took place as a show of force by the Japanese.  <br><br>Empress Myeongseong-hwanghu was emerging as a strong figure in Korea at a time when a power struggle between Japan, China, Russia, and other powers were taking place.  Japanese Minister, Miura Goro saw her as a threat and ordered her assassination.  After hearing news of the Empress’s assassination, King Gojong and the Crown Prince sought refuge in the Russian Embassy for one year.  <br><br>After 1945, the Soviet Union took over the embassy until it was almost completely destroyed by a fire during the Korean War 1950~1953 .  The only remaining parts of the building are the tower and basement areas. The building was restored to its current condition in 1973 and is now enjoyed by many as a public park.","regDate":"2022-08-09","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-08-09-1660013586382/1569254_image2_1.webp","blogPath":"Seoul/2022-08-09-1660013586382"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}