{"pageProps":{"content":"![Hangang River Ferry Cruise (이랜드크루즈 (한강유람선))](/2022-07-23-1658615794601/2493203_image2_1.webp)\n\n  \n## Overview\n\n> Hangang River Ferry Cruise began operations on October 26, 1986, traversing the Hangang River as it runs through Seoul from east to west. The operation company, E-Land Cruise, currently offers river cruise programs from two ferry terminals, located in Yeonuido and Jamsil. Riders can see the beautiful Hangang River by day on the Story Cruise, or take in the city nightscape and colorful Banpo Rainbow Bridge on the Music Cruise. The Lunch and Dinner Buffet cruises provide delicious cuisine. <br><br>\nE-Land Cruise aims to develop a cruise theme park at Hangang River as the iconic attraction representing Seoul. It also aims to promote and familiarize Hangang River to international tourists as a world famous attraction. Visitors and Seoul residents alike can take a break from the busy urban atmosphere and enjoy a relaxing time while on the cruise.\n\n  \n## Intro\n\n| | |\n| - | - |\n|expagerange:|Open to visitors of all ages|\n|infocenter:|• 1330 Travel Hotline: +82-2-1330<br>(Korean, English, Japanese, Chinese) <br>• For more info: +82-2-6291-6900|\n|parking:|Hangang Park Parking Lot 1 (in front of 63 Building, 86, Yeouido-dong, Yeongdeungpo-gu)|\n|restdate:|N/A (Open all year round)|\n|usetime:|Ticket office: 10:00-22:00|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Tour Course Information:|[Yeouido Ferry Dock]<br> Story Cruise: Yeouido – Dangsan Iron Bridge– Yeouido (40 minutes)<br> Hangang River Tour Cruise: Yeouido – Jamdubong – Sangam – Yanghwa – Seonyudo – Yeouido<br>Lunch Cruise: Yeouido – Seogangdaegyo Bridge – Yeouido <br> Music Cruise, Dinner Cruise: Yeouido – Banpodaegyo Bridge – Yeouido|\n|Film Locations:|Drama “What’s Wrong with Secretary Kim (2018),” “Tunnel (2017),” \"Fated to Love You (2014),\" \"My Love from the Star (2014)\"<br>TV program “Running Man (SBS),\" \"Infinite Challenge (MBC),\" \"Flower Crew (SBS),\" “Welcome, First Time in Korea?,” “Seoul Mate”|\n|Shopping Information:|Terminal 1: Lotteria, Rubus Coffee, Cafe Lugo, CU<BR>Terminal 2: Ashley Marine, CU, Mico Chicken|\n|Restrooms:|Available|\n|Parking Fees:|2,000 won for the first 30 minute / 300 won for each additional 10 minutes / 15,000 won for one-day<br><br>* Free for ferry cruise ticket holders on the day of the cruise<br>* Parking ticket stamp is available at the ticketing booth for general cruise ship and inside of buffet cruise ship for buffet cruise.<br>* Must present the parking ticket stamp in order to receive free parking. (Receipt is not accepted)|\n|Reservation Info. for Foreigners:|Reservation is available via phone and website.|\n  \n## Detail Image\n![/2022-07-23-1658615794601/2493203_image2_1.webp](/2022-07-23-1658615794601/2493203_image2_1.webp)\n![/2022-07-23-1658615794601/2493204_image2_1.webp](/2022-07-23-1658615794601/2493204_image2_1.webp)\n![/2022-07-23-1658615794601/2493205_image2_1.webp](/2022-07-23-1658615794601/2493205_image2_1.webp)\n![/2022-07-23-1658615794601/2493206_image2_1.webp](/2022-07-23-1658615794601/2493206_image2_1.webp)\n![/2022-07-23-1658615794601/2493207_image2_1.webp](/2022-07-23-1658615794601/2493207_image2_1.webp)\n![/2022-07-23-1658615794601/2493208_image2_1.webp](/2022-07-23-1658615794601/2493208_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-2-6291-6900](tel:+82262916900)\n- [🏠www.elandcruise.com](http://www.elandcruise.com/)\n\n\n```googleMap\nlatitude: 37.5258027055\nlongitude: 126.9383924936\ntitle: 290, Yeouidong-ro, Yeongdeungpo-gu, Seoul\n```\n  \n## Directions\n  \n[Subway]<br>\nYeouinaru Station (Seoul Subway Line 5), Exit 3.<br>\nGo straight for 300m and turn down the path across from Yeouido Middle Shool.<br>\nFollow the path to the Hangang River. <br>\nThe terminal will be about 200 m to your right.\n","data":{"id":"2022-07-23-1658615794601","title":"Hangang River Ferry Cruise (이랜드크루즈 (한강유람선))","description":"Hangang River Ferry Cruise began operations on October 26, 1986, traversing the Hangang River as it runs through Seoul from east to west. The operation company, E-Land Cruise, currently offers river cruise programs from two ferry terminals, located in Yeonuido and Jamsil. Riders can see the beautiful Hangang River by day on the Story Cruise, or take in the city nightscape and colorful Banpo Rainbow Bridge on the Music Cruise. The Lunch and Dinner Buffet cruises provide delicious cuisine. <br><br>E-Land Cruise aims to develop a cruise theme park at Hangang River as the iconic attraction representing Seoul. It also aims to promote and familiarize Hangang River to international tourists as a world famous attraction. Visitors and Seoul residents alike can take a break from the busy urban atmosphere and enjoy a relaxing time while on the cruise.","regDate":"2022-07-23","author":"korea-tour","tag":["Seoul","Culture/Art/History","Recreational Sites","Cruises/Submarines"],"imgUrl":"/2022-07-23-1658615794601/2493203_image2_1.webp","blogPath":"Seoul/2022-07-23-1658615794601","pageUrl":"https:/mcdryad.com/Seoul/2022-07-23-1658615794601"},"dataList":[{"id":"2022-08-04-1659591873426","title":"Insa-dong (인사동)","description":"Insa-dong, located in the heart of the city, is an important place where old but precious traditional goods are on display. There is one main road in Insa-dong with alleys on each side. Within these alleys are galleries, traditional restaurants, teahouses, and cafes. <br><br>The galleries are the heartbeat of Insa-dong. There are about 100 galleries in the area offering every example of traditional Korean fine art from paintings to sculptures. The most famous galleries are Hakgojae Gallery, which functions as the center of folk art, Gana Art Gallery, which promotes many promising artists, and Gana Art Center. <br><br>The teahouses and restaurants are the perfect complement to the galleries. They are hidden deep within the twisting alleyways, making it feel like a treasure hunt. The shops in Insa-dong are very popular among all age groups, because each one is unique. <br><br> Every Saturday from 14 00 to 22 00 and Sunday from 10 00 to 22 00, the main street is blocked to vehicular traffic and it becomes a cultural space. Stores set up booths outside and Korean candy merchants and fortune teller stalls can easily be found; there are traditional performances and exhibits as well. Insa-dong is especially popular among international tourists. This is where they can experience and see traditional Korean culture first-hand, and also purchase pieces of fine art.","regDate":"2022-08-04","author":"korea-tour","tag":["Seoul","Culture/Art/History","Experience Programs","Cultural Districts"],"imgUrl":"/2022-08-04-1659591873426/2612526_image2_1.webp","blogPath":"Seoul/2022-08-04-1659591873426"},{"id":"2022-08-04-1659589577365","title":"Iljasan Mountain Natural Park (일자산자연공원)","description":"Iljasan Mountain is the tallest peak in Gangdong-gu, Seoul, providing the western boundary between Gangdong-gu and Hanam-si, Gyeonggi-do.  Iljasan Mountain is one of the best spots in Seoul to watch the sunrise. Located on the mountain is the house of Master Lee Jip (pen-name Dunchon), providing a good getaway spot for local residents. Lee Jip was a loyal government official during the reign of King Gongmin during the late Goryeo dynasty. He was forced to move to an underground tunnel in the southwest side of Iljasan Mountain to avoid entrapment by Shin Don, a person of influence at the time. While living in hiding, he took the pen-name Dunchon (meaning drawing back to the countryside) to symbolize the hardships he was going through. The nearby area was named after him, being called Dunchon-dong.","regDate":"2022-08-04","author":"korea-tour","tag":["Seoul","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-08-04-1659589577365/659488_image2_1.webp","blogPath":"Seoul/2022-08-04-1659589577365"},{"id":"2022-08-04-1659584576844","title":"Ichon Hangang Park (한강시민공원 이촌지구(이촌한강공원))","description":"Ichon Hangang Park is located on the northern side of the river between Jungnangcheongyo Bridge and Wonhyodaegyo Bridge. Along the riverside grow beautiful flowers and plants such as reeds, eulalia and cosmos by season making the riverside path a popular course for a walk and family outing.<br><br>Facilities within the park include Teen Square, X-Game center, an in-line skating rink, basketball court, tennis court, and gate ball court. The park also has \"Crossing Hangang River,\" a rafting program where you may cross the river in a rubber boat navigating your way from one side of the river to the other. The program is popular as a teamwork training activity for school students and office workers.<br><br>Your joyful experience in the park doesn’t end here - there are more things to see and enjoy including a nature experience center, water sports, Cha Beom-Geun football class, and Nodleseom Island.","regDate":"2022-08-04","author":"korea-tour","tag":["Seoul","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-08-04-1659584576844/2531015_image2_1.webp","blogPath":"Seoul/2022-08-04-1659584576844"},{"id":"2022-08-04-1659578777450","title":"Hyosajeong Pavilion (효사정)","description":"Hyosajeong Pavilion is where Nohan, the second vice premier of the Joseon dynasty during King Sejong and King Sejo’s reign, stayed. After he lost his mother, he built the pavilion to mourn at her grave while still being able to see his father’s grave in Gaeseong to the North. His brother-in-law, then Minister of the Interior, Gang Sa-deok named the pavilion “Hyosajeong,” which means pavilion of filial piety. <br><br>In order to find the original location of the pavilion, poems by Jeong Inji and Seo Geojeong and an old map of Korea were referenced, but the pavilion was not found because the surrounding landscape had changed too much. As a result, a location was selected and the pavilion was reconstructed at its current location. The house is 3 kan* in the front and 2 kan* on the side. The roof is a hip-and-gable roof. The pavilion has one room with under floor heating and a railing around the pavilion<br><br>(* kan  a traditional measurement that corresponds to the space between two columns)","regDate":"2022-08-04","author":"korea-tour","tag":["Seoul","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-08-04-1659578777450/2531100_image2_1.webp","blogPath":"Seoul/2022-08-04-1659578777450"},{"id":"2022-08-02-1659476337415","title":"Hyangnamu Tree in Changdeokgung Palace (창덕궁 향나무)","description":"Hyangnamu or 'Aromatic Tree' in Changdeokgung Palace is estimated to be about 700 years old, meaning it had likely been planted before the palace was built. It stands 12m in x_height, measures 5.9m in girth around the roots, and has branches spreading in all four directions. It is designated and protected as a National Natural Monument.","regDate":"2022-08-02","author":"korea-tour","tag":["Seoul","Nature","Natural Resources","Rare Animals & Plants"],"imgUrl":"/2022-08-02-1659476337415/2031847_image2_1.webp","blogPath":"Seoul/2022-08-02-1659476337415"},{"id":"2022-08-02-1659472861958","title":"Hwangudan Altar (환구단)","description":"Hwangudan Altar, also called Hwandan Altar, refers to an altar complex for the rite of heaven. The rites were first performed in the Goryeo dynasty by King Seongjong in the first month of 983 (2nd year of his reign), but was repeatedly adopted and abolished, and eventually stopped at the start of the Joseon dynasty. <br><br>Then in 1456 (2nd year of King Sejo), the practice was temporarily standardized and the rites were performed at Hwangudan Altar again in 1457. However, rites were again abolished in 1464 (10th year of King Sejo). It wasn’t until 1897 (34th year of King Gojong) when the Joseon dynasty was renamed as the Korean Empire and King Gojong ascended to emperor, that the rite was revived. <br><br>Now, Hwangungu Shrine and three stone drums stand at the location of the former altar complex. The three stone drums symbolize the instruments used for the rites. The shrine was completed in 1899, two years after the altar was started in 1897. Today, the Hwangungu Shrine still stands within the hotel grounds of the Westin Chosun Hotel.","regDate":"2022-08-02","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-08-02-1659472861958/1946566_image2_1.webp","blogPath":"Seoul/2022-08-02-1659472861958"},{"id":"2022-08-02-1659468989162","title":"Hwanghakjeong Pavilion (황학정)","description":"Hwanghakjeong Pavilion was built in 1898 by decree of King Gojong’s. It was originally set up close to the northern wall of Hoesangjeon in Gyeonghuigung Palace for archery practice. In 1922 when the Japanese colonial government sold buildings of Gyeonghuigung Palace to the public to build Gyeongseong Middle School in the location, the Hwanghakjeong Pavilion was bought and restored at the current location, which is an old site of Deunggwajeong Pavilion located to the North of Sajik Park.<br><br>It is relatively large for a pavilion, but the structure is plain and simple. There is a well behind the pavilion to the southwest. A rock behind the well has an engraved poem about eight beautiful scenes of Hwanghakjeong. Located to the right of the pavilion building (northeast of the building) is Hancheongak Pavilion, which has unique roof. To the west of the pavilion is Sauhoegwan Hall that was built with reinforced concrete.","regDate":"2022-08-02","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Palaces"],"imgUrl":"/2022-08-02-1659468989162/1568125_image2_1.webp","blogPath":"Seoul/2022-08-02-1659468989162"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}