{"pageProps":{"content":"![Banpo Bridge Rainbow Fountain (반포대교 달빛무지개분수)](/2022-07-17-1658052581380/2616881_image2_1.webp)\n\n  \n## Overview\n\n> Banpo Bridge Rainbow Fountain is installed along 570 meters on both sides of Banpodaegyo Bridge, with 380 nozzles spraying water from the river below out into a beautiful show of water, music, and lights. The fountain is programmed to play different shows during the day and night. During the day, the fountain shows a hundred different configurations meant to evoke waving willow branches and willow leaves. When the sun goes down, 200 lights illuminate the fountain as it sends out dancing, rainbow-colored jets of water in the air in synchronization with music. <br><br>\n\nBanpo Bridge Rainbow Fountain operates every day from April to October, four to six times a day for 20 minutes. The park also includes an outdoor stage, ecological observing site, and picnic areas.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br>(Korean, English, Japanese, Chinese) <br>• For more info: +82-2-3780-0578|\n|parking:|Available (Four parking lots / 823 spaces)|\n|usetime:|5~8 times daily<br />* Hours vary by day and season.|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Admission Fees:|Free|\n|Parking Fees:|Paid parking|\n|Restrooms:|Available|\n|Available Facilities:|Snack bars (2)|\n  \n## Detail Image\n![/2022-07-17-1658052581380/2030892_image2_1.webp](/2022-07-17-1658052581380/2030892_image2_1.webp)\n![/2022-07-17-1658052581380/2030901_image2_1.webp](/2022-07-17-1658052581380/2030901_image2_1.webp)\n![/2022-07-17-1658052581380/2616878_image2_1.webp](/2022-07-17-1658052581380/2616878_image2_1.webp)\n![/2022-07-17-1658052581380/2616880_image2_1.webp](/2022-07-17-1658052581380/2616880_image2_1.webp)\n![/2022-07-17-1658052581380/2616882_image2_1.webp](/2022-07-17-1658052581380/2616882_image2_1.webp)\n![/2022-07-17-1658052581380/2616883_image2_1.webp](/2022-07-17-1658052581380/2616883_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-2-3780-0578](tel:+82237800578)\n- [🏠hangang.seoul.go.kr](http://hangang.seoul.go.kr)\n\n\n```googleMap\nlatitude: 37.5076780054\nlongitude: 126.9926825046\ntitle: 40, Sinbanpo-ro 11-gil, Seocho-gu, Seoul\n```\n  \n## Directions\n  \n[Subway]<br>\nExpress Bus Terminal Station (Seoul Subway Line 3, 7, 9), Exit 8-1.<br>\nWalk for approx. 10 min<br><br>\n\n[Bus]<br>\nGet off at Banpo Hangang Park/Seom Sevit Bus Stop.<br>\nBlue Bus 740\n","data":{"id":"2022-07-17-1658052581380","title":"Banpo Bridge Rainbow Fountain (반포대교 달빛무지개분수)","description":"Banpo Bridge Rainbow Fountain is installed along 570 meters on both sides of Banpodaegyo Bridge, with 380 nozzles spraying water from the river below out into a beautiful show of water, music, and lights. The fountain is programmed to play different shows during the day and night. During the day, the fountain shows a hundred different configurations meant to evoke waving willow branches and willow leaves. When the sun goes down, 200 lights illuminate the fountain as it sends out dancing, rainbow-colored jets of water in the air in synchronization with music. <br><br>Banpo Bridge Rainbow Fountain operates every day from April to October, four to six times a day for 20 minutes. The park also includes an outdoor stage, ecological observing site, and picnic areas.","regDate":"2022-07-17","author":"korea-tour","tag":["Seoul","Culture/Art/History","Architectural Sights","Fountains"],"imgUrl":"/2022-07-17-1658052581380/2616881_image2_1.webp","blogPath":"Seoul/2022-07-17-1658052581380","pageUrl":"https:/mcdryad.com/Seoul/2022-07-17-1658052581380"},"dataList":[{"id":"2022-07-11-1657542939229","title":"Bank of Korea Money Museum (한국은행 화폐박물관)","description":"The Bank of Korea Money Museum introduces the history of the currency culture home and abroad through the history and documents related to the Bank of Korea. The museum is not just a cultural space, but also a great place for hands-on education. Exhibitions explain the minting process and the recognition of counterfeits as well as displaying systematic research documents on money and the state economy.","regDate":"2022-07-11","author":"korea-tour","tag":["Seoul","Culture/Art/History","Industrial Sites","Others"],"imgUrl":"/2022-07-11-1657542939229/1570555_image2_1.webp","blogPath":"Seoul/2022-07-11-1657542939229","pageUrl":"https:/mcdryad.com/Seoul/2022-07-11-1657542939229"},{"id":"2022-07-11-1657512722673","title":"Baeksasilgyegok Valley (백사실계곡)","description":"Baeksasilgyegok Valley in Seoul is a well preserved cultural and natural site, being home to Baekseokdongcheon, Historic Site No. 462, as well as a habitat to diverse animals, including salamanders, frogs, minnows, and crayfish. The preservation value of this area is especially high as the valley is home to a large colony of salamanders, which are indicator species of the clean water and a protected wildlife species of Seoul. <br><br>The valley gets its name from the site of a villa of Yi Hangbok. The path along the area’s thick forest and natural valleys provides an excellent getaway. Since the area is a habitat to several protected species, visitors are asked to refrain from dipping their feet in the valley’s waters while exploring the scenery. The entrance to the valley is located past the Sanmotungi Café.","regDate":"2022-07-11","author":"korea-tour","tag":["Seoul","Nature","Natural Sites","Valleys"],"imgUrl":"/2022-07-11-1657512722673/1926514_image2_1.webp","blogPath":"Seoul/2022-07-11-1657512722673","pageUrl":"https:/mcdryad.com/Seoul/2022-07-11-1657512722673"},{"id":"2022-07-11-1657507335227","title":"Baek In-je House (백인제가옥)","description":"Baek In-je House in Gahoe-dong, located in Bukchon Hanok Village, is a hanok built during the Japanese administration period that portrays modern hanok features. The structure consists of a main room offering a good view of the whole village, spacious bedrooms, a large garden, and annex buildings. As it withholds the beauty of a traditional hanok while incorporating the modern trend of its time, Baek In-je House is considered to be highly valuable in means of both architecture and history, representing the Bukchon Hanok Village together with Yun Bo-seon House.<br /><br />Baek In-je House was built from black pine, which was first introduced in Seoul during the Gyeongseong Expo in 1907, distinguishing itself from other upper-class houses of its time. Unlike other traditional hanok designs that separate the main building from the other rooms, Baek In-je House connects the two with a hallway, allowing convenient access between the two structures. The house also consists of a Japanese-style hallway and floor mat rooms, reflecting the interior trends of that period. Baek In-je House is also unique in that the main room is partially built as a two-story structure, a style that was never seen in any traditional hanok built during the Joseon period.","regDate":"2022-07-11","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Old Houses"],"imgUrl":"/2022-07-11-1657507335227/2481892_image2_1.webp","blogPath":"Seoul/2022-07-11-1657507335227","pageUrl":"https:/mcdryad.com/Seoul/2022-07-11-1657507335227"},{"id":"2022-07-11-1657494251347","title":"Aqua Planet 63 (아쿠아플라넷 63)","description":"Aqua Planet 63 located in 63 Square was opened on July 1, 2016. The aquarium houses Otter Planet; Aqua Garden featuring waterplants, Amazonian plants, and lungfish; Golden Miracle Zone decorated with bright sunflowers; Penguin Planet; Seal Planet; Coral Planet, colorful with various underwater coral plants; and more zones for an exciting space. In the main aquarium, visitors can watch the fantastic mermaid show, set to music and lights.","regDate":"2022-07-11","author":"korea-tour","tag":["Seoul","Culture/Art/History"],"imgUrl":"/2022-07-11-1657494251347/1907677_image2_1.webp","blogPath":"Seoul/2022-07-11-1657494251347","pageUrl":"https:/mcdryad.com/Seoul/2022-07-11-1657494251347"},{"id":"2022-07-10-1657496332644","title":"Archaeological Site in Amsa-dong, Seoul (서울 암사동 유적)","description":"The Archaeological Site in Amsa-dong reproduces the lifestyle of the Neolithic Era. Even the entrance gate is shaped like a huge dolmen and the trash cans are ancient diagonal-line patterned earthenware. Archaeological Site in Amsa-dong was excavated in 1925 when a flood washed away the soil on the banks of the Hangang River and exposed a large number of diagonal-line patterned earthenware. After several excavations, the Archaeological Site in Amsa-dong was established. <br><br> The site was a location for a massive colony, thus many ancient buildings, stone axes and stone arrows have been uncovered as well as countless diagonal-line patterned earthenware.  The housing site is round with a spot in the center for fire.  The site is colossal and possesses nine mud huts, two exhibition halls displaying ancient artifacts and an open mud hut where visitors can experience life in the Neolithic Era. The site offers many attractions such as mud huts and promenades. Archaeological Site in Amsa-dong is also very educational for children and families who want to learn and experience the Neolithic Age.","regDate":"2022-07-10","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-07-10-1657496332644/204019_image2_1.webp","blogPath":"Seoul/2022-07-10-1657496332644","pageUrl":"https:/mcdryad.com/Seoul/2022-07-10-1657496332644"},{"id":"2022-07-10-1657442506842","title":"April 19th National Cemetery (국립4.19민주묘지)","description":"Located at the foot of Bukhansan Mountain, the April 19th National Cemetery was established in memory of the 224 people who lost their lives during the 4.19 Revolution in 1960. The cemetery features a memorial hall and a traditional wooden structure that houses the grave of historic figure Yu Yeongbong. <br><br>At the cemetery is a pond surrounded by sculptures such as \"Symbolic Door,\" \"Roots of Democracy,\" and \"Sparks of Justice\" and a memorial tower bearing an inscription for the brave patriots who lost their lives during the revolution. Groves of pine, juniper, yew, and maple trees along with the well-kept hiking path add a natural charm to the overwhelming ambience of peace and serenity. Many people visit to see the spring blossoms in May, and throughout the year to take in the glorious scene of the sunset over Bukhansan Mountain.","regDate":"2022-07-10","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-07-10-1657442506842/2025950_image2_1.webp","blogPath":"Seoul/2022-07-10-1657442506842","pageUrl":"https:/mcdryad.com/Seoul/2022-07-10-1657442506842"}],"navList":["Busan","Daegu","Daejeon","Gwangju","Gyeonggi-do","Incheon","Jeju-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}