{"pageProps":{"content":"![Gwangseongbo Fortress (광성보)](/2022-08-11-1660196262031/2363682_image2_1.webp)\n\n  \n## Overview\n\n> Gwangseongbo Fortress’s outer wall from the Goryeo era was mended in 1618. The fortress was built in 1656 and the outpost was constructed in 1679. It was completely remodeled into \na masonry castle with gates in 1745. During Sinmiyangyo (the American invasion in 1871), Gwangseongbo was the fiercest battle ground in Ganghwa. On April 24, 1871, a \n fleet with 1,230 American naval forces led by Rear Admiral John Rodgers landed on Ganghwado Island to demand the \nopening of Korea's ports and commerce. The armed forces attacked Chojijin Fortress \nand Deokjinjin Camp, then marched to Gwangseongbo Fortress, where they engaged in close combat with the warriors of Joseon. Although General Eo Jae-yeon and the other warriors were poorly equipped with far inferior weapons, they bravely fought to the \ndeath against the invading forces. \n\n<br><br>The battlefield ruins of the fortress and the gate towers such as Anhaeru, Gwangseongdon, Sondolmokdon, and Yongdudon were repaired \nin 1977.  The twin tombs of General Eo Jae-Yeon and his brother Eo Jae-seon, along with the anonymous tombs of warriors who died on the battlefield were \nalso honorably arranged at the same time. Furthermore, a stone monument commemorating the restoration of Ganghwa Battlefield was erected on Yongdudondae Post. \n<br><br>In 1988, an extensive rest area was created toward the shore for visitors’ convenience. Gwangseongbo Fortress is presently designated as Historical Relic No. 227. A religious service known as Gwangseongje is held annually to commemorate the patriotic spirits of General Eo Jae-yeon and other unnamed warriors. This service takes place at 11 a.m. on every April 24th of the lunar calendar.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-32-930-7070|\n|parking:|Available|\n|restdate:|N/A (Open all year round)|\n|usetime:|09:00-18:00|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Restrooms:|Available|\n|Admission Fees:|Adults: Individuals 1,100 won / Groups 1,000 won <br>Children & Teenagers: Individuals 700 won / Groups 600 won <br>* Groups: 20 people or more <br>* Free admission: Preschoolers (ages 6 or younger) with one companion, Senior citizens (ages 65 or more), People with disabilities plus one companion (Proof required)<br><br>* Ganghwa-gun Main Tourist Sites Discount (up to 20% discount)<br>Main tourist sites: Chojijin Fortress, Deokjinjin Fortress, Gwangseongbo Fortress, Gapgotdondae Fortification, Goryeogung Palace Site, Peace Observatory, Hwamunseok Cultural Center, Ganghwa History / Natural History Museum, Manisan Mountain, Mudflat Center, and Hamheodongcheon Stream<br><br>- 15% discount: 3-4 sites<br>- 20% discount: 5 or more sites<br> * When choosing 8 sites or more, the ticket is valid until the next day|\n|Interpretation Services Offered:|Not available|\n  \n## Detail Image\n![/2022-08-11-1660196262031/1575766_image2_1.webp](/2022-08-11-1660196262031/1575766_image2_1.webp)\n![/2022-08-11-1660196262031/1579026_image2_1.webp](/2022-08-11-1660196262031/1579026_image2_1.webp)\n![/2022-08-11-1660196262031/1579029_image2_1.webp](/2022-08-11-1660196262031/1579029_image2_1.webp)\n![/2022-08-11-1660196262031/1579030_image2_1.webp](/2022-08-11-1660196262031/1579030_image2_1.webp)\n![/2022-08-11-1660196262031/1579034_image2_1.webp](/2022-08-11-1660196262031/1579034_image2_1.webp)\n![/2022-08-11-1660196262031/1579039_image2_1.webp](/2022-08-11-1660196262031/1579039_image2_1.webp)\n![/2022-08-11-1660196262031/1579041_image2_1.webp](/2022-08-11-1660196262031/1579041_image2_1.webp)\n![/2022-08-11-1660196262031/1579043_image2_1.webp](/2022-08-11-1660196262031/1579043_image2_1.webp)\n![/2022-08-11-1660196262031/2363686_image2_1.webp](/2022-08-11-1660196262031/2363686_image2_1.webp)\n![/2022-08-11-1660196262031/1575762_image2_1.webp](/2022-08-11-1660196262031/1575762_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-32-930-7070](tel:+82329307070)\n- [🏠www.ghss.or.kr</a> (Korean only)<br><a href=\"http://www.cha.go.kr/\" target=\"_blank\" title=\"새창: 문화재청 홈페이지로 이동\">www.cha.go.kr](http://www.ghss.or.kr/)\n\n\n```googleMap\nlatitude: 37.6641793544\nlongitude: 126.5302453301\ntitle: 27, Haeandong-ro 466beon-gil, Ganghwa-gun, Incheon\n```\n  \n## Directions\n  \n[Bus]<BR>\nSinchon Station (Seoul Subway Line 2), Exit 4.<br>Go \nstraight 260m to arrive at the bus stop in front of Artreon.<br>From the bus \nstop, take Bus No. 3000 to Ganghwa Bus Terminal. <br>\nFrom Ganghwa Terminal, take \nthe tour bus and get off at Gwangseongbo Fortress.\n","data":{"id":"2022-08-11-1660196262031","title":"Gwangseongbo Fortress (광성보)","description":"Gwangseongbo Fortress’s outer wall from the Goryeo era was mended in 1618. The fortress was built in 1656 and the outpost was constructed in 1679. It was completely remodeled into a masonry castle with gates in 1745. During Sinmiyangyo (the American invasion in 1871), Gwangseongbo was the fiercest battle ground in Ganghwa. On April 24, 1871, a  fleet with 1,230 American naval forces led by Rear Admiral John Rodgers landed on Ganghwado Island to demand the opening of Korea's ports and commerce. The armed forces attacked Chojijin Fortress and Deokjinjin Camp, then marched to Gwangseongbo Fortress, where they engaged in close combat with the warriors of Joseon. Although General Eo Jae-yeon and the other warriors were poorly equipped with far inferior weapons, they bravely fought to the death against the invading forces. <br><br>The battlefield ruins of the fortress and the gate towers such as Anhaeru, Gwangseongdon, Sondolmokdon, and Yongdudon were repaired in 1977.  The twin tombs of General Eo Jae-Yeon and his brother Eo Jae-seon, along with the anonymous tombs of warriors who died on the battlefield were also honorably arranged at the same time. Furthermore, a stone monument commemorating the restoration of Ganghwa Battlefield was erected on Yongdudondae Post. <br><br>In 1988, an extensive rest area was created toward the shore for visitors’ convenience. Gwangseongbo Fortress is presently designated as Historical Relic No. 227. A religious service known as Gwangseongje is held annually to commemorate the patriotic spirits of General Eo Jae-yeon and other unnamed warriors. This service takes place at 11 a.m. on every April 24th of the lunar calendar.","regDate":"2022-08-11","author":"korea-tour","tag":["Incheon","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-08-11-1660196262031/2363682_image2_1.webp","blogPath":"Incheon/2022-08-11-1660196262031","pageUrl":"https:/mcdryad.com/Incheon/2022-08-11-1660196262031"},"dataList":[{"id":"2022-08-12-1660304118232","title":"Sorae Marsh Ecological Park (소래습지생태공원)","description":"Sorae Marsh Ecological Park is located on a vast plot of land in Incheon. The park first opened in June 1999 at the site of an old saltern on a 660,000 ㎡ plot but has expanded over the years to an area of 3.5 million ㎡. The previous salt storage has been converted into an ecology exhibition space, displaying the history of the area as well as the plants and animals that live here. The park expanded in April 2001 with the addition of the Ecology Hall and Nature Learning Center, offering various educational experience opportunities. The walking paths by the salt storage and the windmill are especially popular photo points. Many people visit in fall for the shimmering silver grass, said to appear in many colors depending on the lighting. The park amenities, including rest areas and benches, make the park a popular destination for families and couples.","regDate":"2022-08-12","author":"korea-tour","tag":["Incheon","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2022-08-12-1660304118232/2675544_image2_1.webp","blogPath":"Incheon/2022-08-12-1660304118232"},{"id":"2022-08-12-1660301036287","title":"Songwol-dong Fairy Tale Village (송월동 동화마을)","description":"Songwol-dong was named for its view of the moon between the pine forest. The opening of Incheon Port in 1883 led to the start of many foreigners coming into the area for settlement. Soon, it became a rich village and many young people gradually moved out, leaving the village in a state of stagnation. As such, a renovation project was brought about to improve the development of the village by painting and decorating classic fairy tales all around.","regDate":"2022-08-12","author":"korea-tour","tag":["Incheon","Culture/Art/History","Experience Programs","Cultural Districts"],"imgUrl":"/2022-08-12-1660301036287/2030731_image2_1.webp","blogPath":"Incheon/2022-08-12-1660301036287"},{"id":"2022-08-12-1660297144257","title":"Songdo Central Park (송도 센트럴파크)","description":"The city of Songdo is a futuristic city with buildings like a piece of art. As the first seawater park in the country, Songdo Central Park provides visitors with various water sports including water taxi, canoe, and more. The landmark of Songdo also provides culture and arts throughout the park.","regDate":"2022-08-12","author":"korea-tour","tag":["Incheon","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-08-12-1660297144257/2661934_image2_1.webp","blogPath":"Incheon/2022-08-12-1660297144257"},{"id":"2022-08-12-1660286846929","title":"Socheongdo Island (소청도)","description":"Socheongdo Island is a small island located approximately 210 kilometers northwest of Incheon. The island is full of oddly formed rocks and visitors can enjoy sea fishing throughout the year. There are two fishing villages on the island with various sea life for fishing.","regDate":"2022-08-12","author":"korea-tour","tag":["Incheon","Nature","Natural Sites"],"imgUrl":"/2022-08-12-1660286846929/1534976_image2_1.webp","blogPath":"Incheon/2022-08-12-1660286846929"},{"id":"2022-08-12-1660282708425","title":"Sinteuri Park (신트리공원)","description":"The city of Bupyeong is surrounded by Gyeyangsan Mountain, Cheolmasan Mountain, and Manwolsan Mountain, which all form a basin-shaped area in the center. Bupyeong slowly began to establish itself as a city after the opening of Gyeongin railway and the U.S. Army base established right after the Korean War. Sinteuri Park in Bupyeong 4(sa)-dong neighborhood is equipped with outdoor recreational facilities including a soccer field, tennis court, badminton court, children's playground, walking trail, and water fountain, spanning an impressive 58,594 ㎡. It also has a library with 1,500 seats, and a floor area of 7,869 ㎡. The park serves as a main recreational area for Bupyeong residents.","regDate":"2022-08-12","author":"korea-tour","tag":["Incheon","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-08-12-1660282708425/760484_image2_1.webp","blogPath":"Incheon/2022-08-12-1660282708425"},{"id":"2022-08-12-1660280190872","title":"Silmi Beach (실미해수욕장)","description":"Silmi Beach, also known as Keunmuri Beach, is located on Muuido Island. The clean, sandy beach stretches out beautifully against the backdrop of a lush pine tree forest so dense that it does not let daylight in, even at midday. Facing the beach is Silmido Island, the location for the filming of Silmido (2003), a Korean movie based on the tragic story of Korean Special Ops Unit 684. The film set, however, was demolished after the shooting. The pathway to the island, which has no residents, can be shown during low tide. Therefore, visitors should be aware of the tidal times to know when they can cross back to the mainland.","regDate":"2022-08-12","author":"korea-tour","tag":["Incheon","Nature","Natural Sites"],"imgUrl":"/2022-08-12-1660280190872/190690_image2_1.webp","blogPath":"Incheon/2022-08-12-1660280190872"},{"id":"2022-08-12-1660277185177","title":"Seonnyeo Rock (선녀바위)","description":"Seonnyeo Rock is located near the Seoul metropolitan area, in the northern part of Yongyudo Island, past Masian Beach. The rock is named after the myth that a fairy came down on a rainbow to play on the beach. Artists come to recreate the scenery of the sharp rock against the ocean on their canvas as they listen to the waves crash. The beach is also popular among tourists at sunset, when the fading sun colors the sea around the rock.<br> On the other side is a small dock and old fishing boats. This beach is less crowded than Wangsan Beach or those in Eurwang-ri, making it the perfect spot for swimming and camping. <br> There is a pretty cafe up the hill from the rock and it is a great place for enjoying the ocean scenery with a cup of tea. On the other side of the cafe is a garden with pine trees, yet another beautiful spot to watch the sunset.","regDate":"2022-08-12","author":"korea-tour","tag":["Incheon","Nature","Natural Resources","Rocks"],"imgUrl":"/2022-08-12-1660277185177/1826990_image2_1.webp","blogPath":"Incheon/2022-08-12-1660277185177"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}