{"pageProps":{"content":"![Gangchon Resort (강촌유원지)](/2022-09-22-1663840048251/1850165_image2_1.webp)\n\n  \n## Overview\n\n> The Gangchon Resort, as one of Chuncheon’s major resorts, stretches along the Bukhangang River and the Gangchoncheon Stream. It offers splendid scenery and many neighboring tourist attractions, such as Gugok Falls, Deungseon Falls, and Samaksan Mountain. It has excellent accessibility of public transportation, many theme park facilities, and accommodation facilities, so it has been a popular location for a young people’s membership trip from the 1970s to the 1990s. However, along with the opening of the double-track railway on the Gyeongchun Line in 2010, the Gangchon Station building was relocated and consequently, the number of visitors has decreased and the local business experienced depression. Therefore, there has been a campaign to revitalize Gangchon. Near the former Gangchon Station, the large sculpture “Ddo-ori Gangchon” has been installed, and the reduced-size model of the Deungseongyo Bridge (suspension bridge), which was a famous tourist attraction in the past, has been reproduced. In particular, “Ddo-ori Gangchon,” which is a popular photo zone, was built by embodying the Scaly-side Merganser (Mergus squamatus, Natural Monument No. 448), which come the area of Gangchon in winter. Additionally, the Deungseongyo Bridge, which was Korea’s first suspension bridge, but demolished in 1985, was reproduced as a tourist pedestrian bridge with a length of 58 m. Furthermore, Gangchon Land, which is a well-known theme park, and the activity of four-wheel motorcycle riding along the riverside, are also major tourist attractions in Gangchon.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-33-250-3896|\n|parking:|Not allowed|\n|restdate:|Open year round|\n|usetime:|00:00–24:00|\n  \n\n  \n## Detail Image\n![/2022-09-22-1663840048251/1583492_image2_1.webp](/2022-09-22-1663840048251/1583492_image2_1.webp)\n![/2022-09-22-1663840048251/2364894_image2_1.webp](/2022-09-22-1663840048251/2364894_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-33-250-3896](tel:+82332503896)\n\n\n\n```googleMap\nlatitude: 37.8157038798\nlongitude: 127.6325486998\ntitle: The area of Namsan-myeon, Chuncheon-si, Gangwon-do\n```\n  \n## Directions\n  \n[Bus]<br>\nFrom Chuncheon Intercity Bus Terminal, take a local city bus headed for Seoul and get off at Gangchon Bus Stop. <br>\n<BR>\n[Train]<br>\nFrom Cheongnyangni Station take trains heading to Gangchon Station. <br>\nWalk for approx. 5 min.\n","data":{"id":"2022-09-22-1663840048251","title":"Gangchon Resort (강촌유원지)","description":"The Gangchon Resort, as one of Chuncheon’s major resorts, stretches along the Bukhangang River and the Gangchoncheon Stream. It offers splendid scenery and many neighboring tourist attractions, such as Gugok Falls, Deungseon Falls, and Samaksan Mountain. It has excellent accessibility of public transportation, many theme park facilities, and accommodation facilities, so it has been a popular location for a young people’s membership trip from the 1970s to the 1990s. However, along with the opening of the double-track railway on the Gyeongchun Line in 2010, the Gangchon Station building was relocated and consequently, the number of visitors has decreased and the local business experienced depression. Therefore, there has been a campaign to revitalize Gangchon. Near the former Gangchon Station, the large sculpture “Ddo-ori Gangchon” has been installed, and the reduced-size model of the Deungseongyo Bridge (suspension bridge), which was a famous tourist attraction in the past, has been reproduced. In particular, “Ddo-ori Gangchon,” which is a popular photo zone, was built by embodying the Scaly-side Merganser (Mergus squamatus, Natural Monument No. 448), which come the area of Gangchon in winter. Additionally, the Deungseongyo Bridge, which was Korea’s first suspension bridge, but demolished in 1985, was reproduced as a tourist pedestrian bridge with a length of 58 m. Furthermore, Gangchon Land, which is a well-known theme park, and the activity of four-wheel motorcycle riding along the riverside, are also major tourist attractions in Gangchon.","regDate":"2022-09-22","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Recreational Sites","Resorts"],"imgUrl":"/2022-09-22-1663840048251/1850165_image2_1.webp","blogPath":"Gangwon-do/2022-09-22-1663840048251","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-09-22-1663840048251"},"dataList":[{"id":"2022-10-01-1664604770542","title":"Jangsudae Pavilion (장수대)","description":"Jangsudae Pavilion was completed on October 1, 1959 to commemorate the great victory of the battle held at Seoraksan Mountain during the Korean War. It serves as a resting spot for visitors who hike up the park to visit attractions nearby such as the Daeseung Falls, Oknyeotang Spring, Gamatang Spring, Hangyesanseong Fortress, and Haneulbyeok Wall. The pavilion is built in a traditional Korean style and considered as an excellent hermitage in terms of both structure and size. The surrounding nature consisting of mountain cliffs and pine forest makes the building stand out even more.","regDate":"2022-10-01","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Architectural Sights","Buildings"],"imgUrl":"/2022-10-01-1664604770542/1583408_image2_1.webp","blogPath":"Gangwon-do/2022-10-01-1664604770542"},{"id":"2022-10-01-1664600620874","title":"Jangneung Royal Tomb [UNESCO World Heritage] (영월 장릉(단종) [유네스코 세계문화유산])","description":"Jangneung is the tomb of Danjong, the 6th king of the Joseon dynasty (r. 1441-1457). After having the throne taken away by Suyang Daegun, his uncle, Danjong was condemned to exile in Yeongwol County, where he was later murdered and his remains were abandoned in the Donggang River. When no one else was brave enough to find his body, Eom Heung-do, the governor of Yeongwol Lake, found his body and buried him in the tomb that later became Jangneung, one of the royal tombs of the Joseon dynasty. Danjong had been stripped of his title at the time he was exiled. His title was later restored in year 1698, during the reign of King Sukjong, and received his posthumous name Danjong, and thereafter was referred to as King Danjong. <br><br>Jangneung houses such buildings as Jeongjagak, Baesikdansa, Jaesil, Yeongcheon, and Hongsammun, and a history hall with relics of Danjong. The area is surrounded by magnificent pine trees. Since 1967, a religious service called Danjongje is held every year on April 5th, according to the lunar calendar, in commemoration of Danjong.","regDate":"2022-10-01","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-10-01-1664600620874/564597_image2_1.webp","blogPath":"Gangwon-do/2022-10-01-1664600620874"},{"id":"2022-09-30-1664534949242","title":"Isabu Lion Park & Picture Book Land (이사부사자공원&그림책 나라)","description":"Isabu Lion Park & Picture Book Land is a family-friendly theme park that provides the beautiful ocean view of the East Sea up close. The park is open year round, serving as a perfect picnic park from spring to fall, while turning into a snowy fun park with a sledding hill in winter. The park also holds movie nights from time to time.","regDate":"2022-09-30","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Recreational Sites","Theme Parks"],"imgUrl":"/2022-09-30-1664534949242/2647411_image2_1.webp","blogPath":"Gangwon-do/2022-09-30-1664534949242"},{"id":"2022-09-30-1664531555838","title":"Inje Hwangtae Village (인제 황태마을)","description":"Inje Hwangtae Village, with its excellent winter landscape, is known for its&nbsp;dried <em>hwangtae</em> (pollack), which repeatedly thaws and freezes with the fluctuations in the weather, giving it a delicious, chewy texture. Covered with snow, the area is worth visiting in the winter to enjoy all it has to offer. While walking around the site, visitors will be able to listen to the story of its background, and how myeongtae becomes hwangtae (dried pollack)  after&nbsp;passing through the hands of thirty one people. <br><br>Nearby is Maebawi Rock, which has a metal path  perfect for beginners, and it is also visited by advanced climbers for ice climbing in the winter months.","regDate":"2022-09-30","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Experience Programs","Village Experience"],"imgUrl":"/2022-09-30-1664531555838/209294_image2_1.webp","blogPath":"Gangwon-do/2022-09-30-1664531555838"},{"id":"2022-09-30-1664528580637","title":"Hyoseok Culture Village Buckwheat Food Street (효석문화마을 메밀음식거리)","description":"The Hyoseok Culture Village is the place where author Lee Hyo-seok (penname “Gasan”) was born and raised. The village is also the setting of the author’s story When Buckwheat Flowers Bloom,” one of the most celebrated Korean short stories to date. Since 1999, the Hyoseok Cultural Festival has been held here every September to commemorate the writer. Visitors to the festival can enjoy various foods and events as well as a replica of scenes from the book. For those that are searching for a more tranquil visit, avoid the month of September, when the buckwheat flowers are in full bloom. Dont forget to try all the different <em>memil</em> (buckwheat) dishes offered throughout the area all year round.","regDate":"2022-09-30","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Experience Programs","Cultural Districts"],"imgUrl":"/2022-09-30-1664528580637/735060_image2_1.webp","blogPath":"Gangwon-do/2022-09-30-1664528580637"},{"id":"2022-09-30-1664524730424","title":"Hwanseongul Cave  (Daei-ri Cave System) (환선굴 (대이리 동굴지대))","description":"Hwanseongul Cave is the largest limestone cave in Asia, formed estimated 530 million years ago. The cafe features fantastic rocks in various shapes, stalagmites, and stalactites. There have been 47 new breeds of animals discovered in Hwanseongul Cave, with four of these being found to only live in this cave. In April 2010, a monorail was installed within the cave to make it more convenient for people to see all the natural habitat.","regDate":"2022-09-30","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites"],"imgUrl":"/2022-09-30-1664524730424/2037129_image2_1.webp","blogPath":"Gangwon-do/2022-09-30-1664524730424"},{"id":"2022-09-30-1664519824209","title":"Hwangji Pond (황지연못)","description":"Hwangji Pond, located in downtown Taebaek, is a source of the Nakdonggang River, flowing all the way to the Yeongnam Plain. The pond is divided into three sections  Sangji, with a diameter of 100 meters, Jungji and Haji. Although it is small in size, the pond supplies 5,000 tons of water a day.","regDate":"2022-09-30","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites"],"imgUrl":"/2022-09-30-1664519824209/2611510_image2_1.webp","blogPath":"Gangwon-do/2022-09-30-1664519824209"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}