{"pageProps":{"content":"![Cheongchoho Lake (청초호)](/2022-07-24-1658691081099/2711161_image2_1.webp)\n\n  \n## Overview\n\n> Cheongchoho Lake, located in the center of Sokcho city, is a large natural lake with a circumference of 5 m and an area of 1.3 km2. The source water originates from the Misiryeong Valley of Taebaek Mountain Range and flows to the Cheongchocheon Stream and to this beautiful lake, and then continues to the adjacent sea. So, the lake is an intermediate stop between the river and the sea. Cheongchojeong Pavilion is located above the lake, offering an open view of Seoraksan Mountain and the East Sea. As it is situated at the end of the 75 m-long ocean bridge, you will feel standing in the middle of the lake and enjoy a panoramic view of the lake. Shining more at night, this pavilion is regarded as the best attraction for the beautiful night view in Sokcho. It also attracts visitors’ attraction with its sculptures of the blue and yellow dragons, which were established based on the local legend associated with Cheongchoho Lake. The trail built around the lakeside is equipped with a nighttime lighting system so that many people visit it at night and the benches for rest and appreciating the view. There are many attractions around the lake, such as Seokbong Ceramic Museum, bird sanctuary, etc. The Cheongchoho Lake Park was the venue of the International Travel Expo ’99 Kangwon and is known for its 73.4 m high Expo Tower Observatory.\n\n  \n## Intro\n\n| | |\n| - | - |\n|expagerange:|Open to visitors of all ages|\n|infocenter:|• 1330 Travel Hotline: +82-2-1330<br>(Korean, English, Japanese, Chinese) <br> • For more info: +82-33-639-2690|\n|parking:|Available (120 spaces)|\n|restdate:|N/A (Open all year round)|\n|usetime:|Open 24 hr|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Admission Fees:|Free of charge|\n|Available Facilities:|Observatory, walking path, park, Cheongchoho Lake Gaetbae (boat), restaurant, cafe, etc.|\n|Activity Fees:|Free of charge|\n|Restrooms:|Available|\n  \n## Detail Image\n![/2022-07-24-1658691081099/2607670_image2_1.webp](/2022-07-24-1658691081099/2607670_image2_1.webp)\n![/2022-07-24-1658691081099/2607671_image2_1.webp](/2022-07-24-1658691081099/2607671_image2_1.webp)\n![/2022-07-24-1658691081099/2653900_image2_1.webp](/2022-07-24-1658691081099/2653900_image2_1.webp)\n![/2022-07-24-1658691081099/2711159_image2_1.webp](/2022-07-24-1658691081099/2711159_image2_1.webp)\n![/2022-07-24-1658691081099/2711160_image2_1.webp](/2022-07-24-1658691081099/2711160_image2_1.webp)\n![/2022-07-24-1658691081099/2711162_image2_1.webp](/2022-07-24-1658691081099/2711162_image2_1.webp)\n![/2022-07-24-1658691081099/2711163_image2_1.webp](/2022-07-24-1658691081099/2711163_image2_1.webp)\n![/2022-07-24-1658691081099/2711164_image2_1.webp](/2022-07-24-1658691081099/2711164_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-33-639-2690](tel:+82336392690)\n- [🏠www.sokchotour.com</a><br><a href=\"http://chungchoho.co.kr/\" target=\"_blank\">chungchoho.co.kr](http://www.sokchotour.com/tour/destination/nature)\n\n\n```googleMap\nlatitude: 38.1963805690\nlongitude: 128.5904917166\ntitle: Cheongchohoban-ro, Sokcho-si, Gangwon-do\n```\n  \n\n","data":{"id":"2022-07-24-1658691081099","title":"Cheongchoho Lake (청초호)","description":"Cheongchoho Lake, located in the center of Sokcho city, is a large natural lake with a circumference of 5 m and an area of 1.3 km2. The source water originates from the Misiryeong Valley of Taebaek Mountain Range and flows to the Cheongchocheon Stream and to this beautiful lake, and then continues to the adjacent sea. So, the lake is an intermediate stop between the river and the sea. Cheongchojeong Pavilion is located above the lake, offering an open view of Seoraksan Mountain and the East Sea. As it is situated at the end of the 75 m-long ocean bridge, you will feel standing in the middle of the lake and enjoy a panoramic view of the lake. Shining more at night, this pavilion is regarded as the best attraction for the beautiful night view in Sokcho. It also attracts visitors’ attraction with its sculptures of the blue and yellow dragons, which were established based on the local legend associated with Cheongchoho Lake. The trail built around the lakeside is equipped with a nighttime lighting system so that many people visit it at night and the benches for rest and appreciating the view. There are many attractions around the lake, such as Seokbong Ceramic Museum, bird sanctuary, etc. The Cheongchoho Lake Park was the venue of the International Travel Expo ’99 Kangwon and is known for its 73.4 m high Expo Tower Observatory.","regDate":"2022-07-24","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites"],"imgUrl":"/2022-07-24-1658691081099/2711161_image2_1.webp","blogPath":"Gangwon-do/2022-07-24-1658691081099","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-07-24-1658691081099"},"dataList":[{"id":"2022-07-25-1658741907055","title":"Chodang Dubu Village (초당두부마을)","description":"Just south of Gyeongpo Beach is Chodang Dubu Village, which is famous for dubu (tofu).  Along Gangneung's most famous food street the beans are ground for Chodang dubu, then through several steps, salt water from the East Sea is used in the congealing process resulting in a soft and light tofu.  The name of this village, Chodang, originates from the name of a famous family that once lived here known as Chodang-Heoyeop.  Heoyeop was the father of son, writer/poet Heo-gyun 1569~1618  and daughter, poet Heonan-seolheon 1563~1589 .  A traditional-style Korean house has been reconstructed on the site where the original house of Heo-gyun and Heonan-seolheon once stood.","regDate":"2022-07-25","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Experience Programs","Cultural Districts"],"imgUrl":"/2022-07-25-1658741907055/2365229_image2_1.webp","blogPath":"Gangwon-do/2022-07-25-1658741907055"},{"id":"2022-07-25-1658738702810","title":"Chiaksan National Park (치악산국립공원)","description":"Chiaksan Mountain has several peaks reaching x_heights of over 1,000 meters, including Namdaebong, Cheonjibong, Hyangnobong, Sambong, and Birobong Peak, the tallest of the peaks at 1,288 meters. Chiaksan National Park, designated in 1984, encompasses a 182.09 ㎢ area with a 14-kilometer trail connecting the peaks from Birobong Peak in the north to Namdaebong Peak in the south.<br><br>In addition to these soaring peaks, the park also includes many deep valleys, unique rock formations, waterfalls, and tourist attractions. Some of the more popular destinations are Geumdaegyegok Valley, Taejongdae Rock, Seryeompokpo Falls, and Guryongsa Temple. The park draws in hikers all year round, with bright azaleas in spring, lush forests in summer, vibrant foliage in fall, and a white wonderland in winter.","regDate":"2022-07-25","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","National Parks"],"imgUrl":"/2022-07-25-1658738702810/2659197_image2_1.webp","blogPath":"Gangwon-do/2022-07-25-1658738702810"},{"id":"2022-07-25-1658734581945","title":"Cheorwon Peace Observatory (철원평화전망대)","description":"Cheorwon Peace Observatory offers a panoramic view of the DMZ (Demilitarized Zone separating North and South Korea) in the central forward area of Cheorwon-gun, Gangwon-do. From this observatory, one can see the Cheorwon plain, areas of the DMZ, and even North Korea. Photos of the 2nd Tunnel, military barracks, checkpoints, and the DMZ are exhibited here. Visitors can easily get to the observatory using the 50-person monorail, see the remains of the ancient Taebongguk (nation), and even see the faces of North Korean soldiers through binoculars.","regDate":"2022-07-25","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Historical Sites","Security & Peace Sites"],"imgUrl":"/2022-07-25-1658734581945/657170_image2_1.webp","blogPath":"Gangwon-do/2022-07-25-1658734581945"},{"id":"2022-07-25-1658731575239","title":"Cheorwon Korean Workers' Party Headquarters (철원 노동당사)","description":"This three-story building located in Cheorwon-eup was constructed in 1946. Used as the headquarters of the Labor Party until the break of the Korean War on June 25, it is now a tourist attraction that still holds on to the vestiges of the Korean War.<br><br>Cheorwon Korean Workers' Party Headquarters is under the control of Cheorwon-gun Office as part of the Security Tour Course. Hundreds of thousands of people visit this tourist destination every year.","regDate":"2022-07-25","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-07-25-1658731575239/1137680_image2_1.webp","blogPath":"Gangwon-do/2022-07-25-1658731575239"},{"id":"2022-07-25-1658727844881","title":"Cheorwon Hantangang Milky Way Bridge (철원 한탄강 은하수교)","description":"The area of Hantangang River is a UNESCO Global Geopark. The Milky Way Bridge was built to follow a natural path and allows visitors to journey comfortably. The name of the bridge takes from the famous Hantangang River and region of Cheorwon and adds <em>eunhasu</em>, or Milky Way, the path made of stars.&nbsp;","regDate":"2022-07-25","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Architectural Sights","Bridges"],"imgUrl":"/2022-07-25-1658727844881/2679576_image2_1.webp","blogPath":"Gangwon-do/2022-07-25-1658727844881"},{"id":"2022-07-25-1658723296830","title":"Cheorwon Facilities Management Office (Formerly, Iron Triangle Battlefield (철원 시설물관리사업소 (구 철의삼각전적관))","description":"Located in Goseokjeong National Tourism Site, Cheorwon Facilities Management Office is the main tourism center hosting the Cheorwon tour. Starting from Security Tourist Site Development Plan by Cheorwon-gun county in 1976 , the Ministry of Transportation designated Goseokjeong as Goseokjeong National Tourist Area in 1977. The military and Cheorwon-gun county carried out security and battlefield excavation and preservation projects, and established a security educational site featuring the national largest scale in 1985. <br><br>Presently, the Iron Triangle Battlefield, located in Goseokjeong National Tourist Area, is used as a security educational site. Unification Hall found within houses various exhibitions, giving information to compare with current and past lifestyles and military devices including varied aircrafts displayed in the outdoor exhibition area. In the educational hall, a promotional video for Cheorwon is screened. Likewise, the exhibition hall covers various materials that allow one to think about unification between North Korea and South Korea.","regDate":"2022-07-25","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Historical Sites","Security & Peace Sites"],"imgUrl":"/2022-07-25-1658723296830/2385879_image2_1.webp","blogPath":"Gangwon-do/2022-07-25-1658723296830"},{"id":"2022-07-25-1658716985855","title":"Cheorwon Dopiansa Temple (도피안사(철원))","description":"Dopiansa Temple was built by the Buddhist Monk Doseon in 865, the 5th year of the reign of King Gyeongmun of the Unified Silla Period. Legend has it that Monk Doseon founded this temple because a 91 centimeter-tall iron seated Vairocana Buddha statue had disappeared while being carried to Anyangsa Temple in Cheorwon and was mysteriously found seated at the current site. <br><br>The temple was named Dopiansa to indicate that the iron-made Buddha statue had reached “pian,” meaning an eternal place to rest. In addition to the legendary iron seated Variocana Buddha statue (National Treasure No. 63) made by Monk Doseon, the temple houses a 4.1 meter-tall three-story stone pagoda (Treasure No. 223).","regDate":"2022-07-25","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-07-25-1658716985855/1135622_image2_1.webp","blogPath":"Gangwon-do/2022-07-25-1658716985855"}],"navList":["Busan","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Incheon","Jeju-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}