{"pageProps":{"content":"![Ondal Resort & Open Film Set (온달관광지 온달드라마 세트장)](/2022-10-28-1666950234793/2366293_image2_1.webp)\n\n  \n## Overview\n\n> Ondal Tourist Park features many attractions and facilities, including an exhibition hall, fortress, and cave, all designed around the legendary love story of General Ondal and Princess Pyeonggang. The open film site has been used for historical dramas such as “Yeon Gaesomun (2006),” “The Legend (2007),” and “Empress Cheonchu (2009).”\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330<br>(Korean, English, Japanese, Chinese) <br> • For more info: +82-43-423-8820,<br> +82-43-421-2555|\n|parking:|Available|\n|restdate:|N/A (Open all year round)|\n|usetime:|09:00-17:00 <br>Summer Peak Season 09:00-18:00|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Available Facilities:|Ondal Hall, Ondal Open Film Set, Ondal Cave, theme park, Ondalsanseong Fortress, etc.|\n|Admission Fees:|Individuals &ndash; Adults 5,000 won / Teenagers 3,500 won / Children 2,500 won / Seniors 1,500 won<br> Groups &ndash; Adults 4,000 won / Teenagers 2,500 won / Children 1,500 won / Seniors 1,000 won<br><br> * Groups: 30 people or more|\n|Parking Fees:|Free|\n|Restrooms:|Available|\n|Korean Info. Service:|Available (reservation required in advance)|\n  \n## Detail Image\n![/2022-10-28-1666950234793/1595383_image2_1.webp](/2022-10-28-1666950234793/1595383_image2_1.webp)\n![/2022-10-28-1666950234793/1595384_image2_1.webp](/2022-10-28-1666950234793/1595384_image2_1.webp)\n![/2022-10-28-1666950234793/1595385_image2_1.webp](/2022-10-28-1666950234793/1595385_image2_1.webp)\n![/2022-10-28-1666950234793/1595387_image2_1.webp](/2022-10-28-1666950234793/1595387_image2_1.webp)\n![/2022-10-28-1666950234793/1595388_image2_1.webp](/2022-10-28-1666950234793/1595388_image2_1.webp)\n![/2022-10-28-1666950234793/1595389_image2_1.webp](/2022-10-28-1666950234793/1595389_image2_1.webp)\n![/2022-10-28-1666950234793/2366291_image2_1.webp](/2022-10-28-1666950234793/2366291_image2_1.webp)\n![/2022-10-28-1666950234793/2366292_image2_1.webp](/2022-10-28-1666950234793/2366292_image2_1.webp)\n![/2022-10-28-1666950234793/2366295_image2_1.webp](/2022-10-28-1666950234793/2366295_image2_1.webp)\n![/2022-10-28-1666950234793/1595386_image2_1.webp](/2022-10-28-1666950234793/1595386_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-43-423-8820, +82-43-421-2555](tel:+82434238820, +82434212555)\n- [🏠tour.dy21.net](http://tour.dy21.net/)\n\n\n```googleMap\nlatitude: 37.0618404248\nlongitude: 128.4908323090\ntitle: 23, Ondal-ro, Yeongchun-myeon, Danyang-gun, Chungcheongbuk-do\n```\n  \n## Directions\n  \n[Express/Intercity Bus]<br>\nTake a bus from Dong Seoul Bus Terminal to Guinsa.\n","data":{"id":"2022-10-28-1666950234793","title":"Ondal Resort & Open Film Set (온달관광지 온달드라마 세트장)","description":"Ondal Tourist Park features many attractions and facilities, including an exhibition hall, fortress, and cave, all designed around the legendary love story of General Ondal and Princess Pyeonggang. The open film site has been used for historical dramas such as “Yeon Gaesomun (2006),” “The Legend (2007),” and “Empress Cheonchu (2009).”","regDate":"2022-10-28","author":"korea-tour","tag":["Chungcheongbuk-do","Culture/Art/History","Industrial Sites","Others"],"imgUrl":"/2022-10-28-1666950234793/2366293_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-10-28-1666950234793","pageUrl":"https:/mcdryad.com/Chungcheongbuk-do/2022-10-28-1666950234793"},"dataList":[{"id":"2022-11-01-1667292509025","title":"Woraksan National Park (월악산국립공원)","description":"Woraksan National Park is located along the Baekdudaegan Mountain Range between Sobaeksan and Songnisan Mountains. The rugged mountain is softened by the waterfalls and small pools found within the valleys. The area was designated as a national park on December 31, 1984. The mountain is surrounded by Chungjuho Lake to the north, the Eight Scenic Views of Danyang and Sobaeksan Mountain to the east, and Mungyeongsaejae Pass and Songnisan Mountain to the south. The main peak of Woraksan National Park is Yeongbong Peak, reaching an altitude of 1,097 meters above sea level. The path there is steep, with sections of rock stretching 150 meters in x_height. There is also a 4-kilometer-long path circling the base rock.","regDate":"2022-11-01","author":"korea-tour","tag":["Chungcheongbuk-do","Nature","Natural Sites","National Parks"],"imgUrl":"/2022-11-01-1667292509025/1598451_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-11-01-1667292509025"},{"id":"2022-11-01-1667288507072","title":"Suyanggae Light Tunnel (단양 수양개빛터널)","description":"Built during the Japanese occupation, Suyanggae Tunnel has a length of 200 meters and x_width of 5 meters. The tunnel was neglected for many year until recent rennovation into a light tunnel. The light tunnel consist of updated videos, sound system and LED media facade, drawing visitors both locally and internationally.","regDate":"2022-11-01","author":"korea-tour","tag":["Chungcheongbuk-do","Culture/Art/History","Experience Programs","Unique Experience"],"imgUrl":"/2022-11-01-1667288507072/2613301_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-11-01-1667288507072"},{"id":"2022-11-01-1667285803014","title":"Suanbo Hot Springs Special Tourist Zone (수안보온천 관광특구)","description":"Suanbo Hot Springs Special Tourist Zone is a time-honored hot springs resort in Korea. Known as the first naturally yielding hot springs that started to flow 30,000 years ago, its effect is also widely recognized. Gushing out from 100 m underground, its water is weak alkaline in nature, and the temperature is 53℃. Whats more, the water contains minerals and far-infrared effect. This is why a large number of people flock to the hot springs for treatment and recuperation. Currently, it is under the jurisdiction of Chungju-si City.<br><br>At the center of Suanbo Hot Springs is Multang Park, with a shallow hot spring water stream, which is used as a foot bath. For those who are not able to take a bath, a foot bath is a good option. The foot bath is especially popular from autumn to spring. <br><br>Most visitors to Suanbo Hot Springs stay at a hotel or motel in the area. The restaurants here serve pheasant dishes, the local specialty. <br>Suanbo Hot Springs Special Tourist Zone is adjacent to the national road that spans from downtown Chungju-si City to Mungyeong. Sitting in the heart of the Korean Peninsula, it is easy to access from Seoul and other provincial cities. Apart from the hot springs, there is a lot to see in this area, such as Woraksan Mountain, Chungjuho Lake and Songgye Valley. It is a great opportunity to immerse ones tired body in the hot spring water after a long hike. <br><br>* Current State of Suanbo Hot Springs Special Tourist Zone <br>1) Districts Covered  Areas around Anbo and Oncheon-ri, Suanbo-myeon, Chungju-si, Chungcheongbuk-do<br>2) Area  9,216,210㎡","regDate":"2022-11-01","author":"korea-tour","tag":["Chungcheongbuk-do","Culture/Art/History","Recreational Sites","Tourist Complexes"],"imgUrl":"/2022-11-01-1667285803014/2392735_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-11-01-1667285803014"},{"id":"2022-11-01-1667282548954","title":"Myungam Well-being Town (명암산채건강마을)","description":"Situated at an altitude of 400 meters between Gamaksan Mountain and Seokgiam Peak, Myungam Well-being Town is nestled in the countryside and surrounded by mountains and streams. The town has eight traditional accommodations made of stone and red clay, a jjimjilbang (Korean sauna), Oriental medicine clinic, medicinal herb garden, weekend rural market, sports field, barbecue area, karaoke machine, restaurant, benches by the stream, pavilion, hiking trails, and mountain bike paths. <br><br>This family-oriented well-being resort also provides hanbang (herbal medicine) treatments and a pine needle and sweat therapy. The Oriental medicine clinic was established by the city of Jecheon to offer treatments for visitors with atopy, geriatric diseases and chronic diseases.","regDate":"2022-11-01","author":"korea-tour","tag":["Chungcheongbuk-do","Culture/Art/History","Recreational Sites","Medical Tourism Sites"],"imgUrl":"","blogPath":"Chungcheongbuk-do/2022-11-01-1667282548954"},{"id":"2022-11-01-1667278583991","title":"Medicinal Herb Tea Therapy Center  (한방 티 테라피 체험장)","description":"<strong> Relax your mind and body with a cup of tea </strong> <br />Tea therapy is used to relieve the symptoms of diseases or boost ones energy with teas. In the Medicinal Herb Tea Therapy Center, visitors can enjoy teas made with medicinal herbs and can experience aromatherapy by checking their physical condition with aromas. An aroma foot massage and making medicinal herb teas are recommended as well.<br>","regDate":"2022-11-01","author":"korea-tour","tag":["Chungcheongbuk-do","Culture/Art/History","Industrial Sites","Others"],"imgUrl":"","blogPath":"Chungcheongbuk-do/2022-11-01-1667278583991"},{"id":"2022-10-31-1667213192516","title":"Jecheon Baengnyeonsa Temple (백련사(제천))","description":"Baengnyeonsa Temple is located at the foothills of Gamaksan Mountain in Jecheon, Chungcheongbuk-do. The temple is currently composed of the main hall Daeungjeon, Samseonggak Shrine, Muyeomdang Hall, Boeungmun Gate, and residential houses. Daeungjeon Hall enshrines a wooden statue of a sitting Buddha, is an artifact from the Joseon period (1392-1910). <br><br>The history of the temple dates back to 662 (the second year of King Munmu’s reign during the Silla Kingdom), when a small shrine called Baengnyeonam Hermitage was built by the great monk Uisang on the east side of Baengyeonji Site. The temple has been reconstructed and restored numerous times throughout the course of several wars. The temple once encompassed many branch temples and shrines such as Mireuksa, Sinheungsa, Cheonsuam, Eunjeokam, and Cheongnyeonam, but only their foundation sites remain today.","regDate":"2022-10-31","author":"korea-tour","tag":["Chungcheongbuk-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"","blogPath":"Chungcheongbuk-do/2022-10-31-1667213192516"},{"id":"2022-10-31-1667209457301","title":"Hwayang Valley (Hwayangdonggyegok Valley) (화양구곡 (화양동계곡))","description":"Hwayang Valley, located 32 kilometers east from Cheongju, was designated Songnisan National Park in 1975.<br>The vivid green mountains and clear waters make it a highly sought after tourist spot. The nearby Seonnyudonggyegok Valley, just 7 kilometers away, is also a huge draw for travelers.  <br>Hwayang Valley is composed of various shaped rocks such as Cheomseongdae Observatory, Neungundae Observatory, Waryongam Rock and Eupgungam Rock. Well-known statesman from the Joseon Dynasty, Song Si-yeol, visited the valley and wept for King Hyojong offering his final bow. This rock where he cried was then named Eupgungam Rock meaning ‘crying bow’ Rock. Waryongam Rock gets its name from its shape, which is said to look like a wriggly dragon.  Cheomseongdae Observatory was used in order to forecast weather patterns.","regDate":"2022-10-31","author":"korea-tour","tag":["Chungcheongbuk-do","Nature","Natural Sites","Valleys"],"imgUrl":"/2022-10-31-1667209457301/731603_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-10-31-1667209457301"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}