{"pageProps":{"content":"![Ojukheon House (강릉 오죽헌)](/2022-10-07-1665136282609/2688069_image2_1.webp)\n\n  \n## Overview\n\n> Ojukheon House was where Yi I (penname Yulgok; scholar and politician of the Joseon Period) was born. It was built during the early Joseon dynasty and was designated as Treasure No. 165 in 1963 for its historical value.<br><br>Inside the house is Mongryongsil, where Yi I was born. The household complex also features the household shrine, Munseongsa, the <em>sarangchae</em> (mens quarters), Eojaegak Pavilion, Yulgok Memorial Hall, and Gangneung Municipal Museum. Since 1961, the city of Gangneung has held a memorial ceremony at Yulgok Memorial Hall on October 25-26.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br>(Korean, English, Japanese, Chinese) <br> • For more info: +82-33-660-3301~8|\n|parking:|Available|\n|restdate:|January 1, Seollal (Lunar New Year's Day) & Chuseok (Korean Thanksgiving Day) holidays|\n|usetime:|[Ticket booth] 09:00-17:00<br>[Admission] 09:00-18:00|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Parking Fees:|Free|\n|Admission Fees:|[Ojukheon Municipal Museum]<br>Individuals - Adults 3,000 won / Teenagers 2,000 won / Children 1,000 won<br>Groups - Adults 2,000 won / Teenagers 1,500 won / Children 500 won <br> <br> * Groups: 30 people or more <br> * Free admission (ID required): Preschoolers (ages 6 and younger), senior citizens (ages 65 and older) <br>* 50% discount on the last Wednesday of every month|\n|Restrooms:|Available|\n  \n## Detail Image\n![/2022-10-07-1665136282609/2365221_image2_1.webp](/2022-10-07-1665136282609/2365221_image2_1.webp)\n![/2022-10-07-1665136282609/2365222_image2_1.webp](/2022-10-07-1665136282609/2365222_image2_1.webp)\n![/2022-10-07-1665136282609/2475987_image2_1.webp](/2022-10-07-1665136282609/2475987_image2_1.webp)\n![/2022-10-07-1665136282609/2596299_image2_1.webp](/2022-10-07-1665136282609/2596299_image2_1.webp)\n![/2022-10-07-1665136282609/2596300_image2_1.webp](/2022-10-07-1665136282609/2596300_image2_1.webp)\n![/2022-10-07-1665136282609/2596301_image2_1.webp](/2022-10-07-1665136282609/2596301_image2_1.webp)\n![/2022-10-07-1665136282609/2596302_image2_1.webp](/2022-10-07-1665136282609/2596302_image2_1.webp)\n![/2022-10-07-1665136282609/2607518_image2_1.webp](/2022-10-07-1665136282609/2607518_image2_1.webp)\n![/2022-10-07-1665136282609/2654790_image2_1.webp](/2022-10-07-1665136282609/2654790_image2_1.webp)\n![/2022-10-07-1665136282609/2365220_image2_1.webp](/2022-10-07-1665136282609/2365220_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-33-660-3301](tel:+82336603301)\n- [🏠www.gn.go.kr](http://www.gn.go.kr/museum)\n\n\n```googleMap\nlatitude: 37.7787651808\nlongitude: 128.8776814918\ntitle: 24, Yulgok-ro 3139beon-gil, Gangneung-si, Gangwon-do\n```\n  \n## Directions\n  \n[Bus]<br>\nFrom Dong Seoul Bus Terminal, take a bus to Gangneung Bus Terminal. <br>\nFrom Gangneung Bus Terminal Bus Stop, take Bus No. 200, 203, 204, or 205 and get off at Ojukheon Bus Stop.\n","data":{"id":"2022-10-07-1665136282609","title":"Ojukheon House (강릉 오죽헌)","description":"Ojukheon House was where Yi I (penname Yulgok; scholar and politician of the Joseon Period) was born. It was built during the early Joseon dynasty and was designated as Treasure No. 165 in 1963 for its historical value.<br><br>Inside the house is Mongryongsil, where Yi I was born. The household complex also features the household shrine, Munseongsa, the <em>sarangchae</em> (mens quarters), Eojaegak Pavilion, Yulgok Memorial Hall, and Gangneung Municipal Museum. Since 1961, the city of Gangneung has held a memorial ceremony at Yulgok Memorial Hall on October 25-26.","regDate":"2022-10-07","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-10-07-1665136282609/2688069_image2_1.webp","blogPath":"Gangwon-do/2022-10-07-1665136282609","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-10-07-1665136282609"},"dataList":[{"id":"2022-10-19-1666176904922","title":"Yonghwasan National Recreational Forest (국립 용화산자연휴양림)","description":"A recreational forest established at the foot of Yonghwasan Mountain (878 m) in Sabuk-myeon, Chuncheon Yonghwasan Mountain has been selected one of the best 100 mountains in Korea by the Korea Forest Service and is well-known for the TV program in which BTS members climbed it in 2020. Yonghwasan Recreational Forest is home to needle leaf trees and broadleaf trees, such as pine, oak, birch, and larch, and has a clean atmosphere of the natural environment along with the clear valley. It is equipped with various convenient facilities, such as accommodation, campground, hiking road, trail, and forest park amid healing nature. Yonghwasan Recreational Forest is ideal for not only camping and hiking but also forest leisure and sports activities. It runs Forest Experience Center, which is an indoor forest leisure and sports activity facility that can be used regardless of the weather and season. It provides various experience activities, such as Vertical Slide where visitors will experience falling straight down, Zip Zag where visitors wearing safety equipment will experience a zipline-type ride along the railway, Rope Adventure where visitors will complete a course of a rope and a suspension bridge, and Design Rock Climbing consisting of various difficulty levels. In the open air, there are leisure and sports facilities, such as Artificial Rock Climbing Site, Flying Squirrel (Quick Jump), and Flying in the Forest (Zipline). Besides, it provides the wooden crafts experience and the forest guide program.","regDate":"2022-10-19","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"/2022-10-19-1666176904922/2711083_image2_1.webp","blogPath":"Gangwon-do/2022-10-19-1666176904922"},{"id":"2022-10-19-1666173297581","title":"Yonghwa Beach (용화해변)","description":"Reaching only 1 kilometer in length and located 24 kilometers away from downtown Samcheok-si, Yonghwa Beach offers a serene atmosphere. In addition to Yonghwacheon Stream that runs out through the beach and a lush pine forest to its back, the beach boasts a scenic view with a half-moon shaped shoreline and unique rock formations on both sides. The beach is mostly visited by those looking forward to a quiet vacation by a fishing village and families with children who prefer shallow water.","regDate":"2022-10-19","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites"],"imgUrl":"/2022-10-19-1666173297581/1434019_image2_1.webp","blogPath":"Gangwon-do/2022-10-19-1666173297581"},{"id":"2022-10-19-1666170135444","title":"Yongdae National Recreational Forest (국립 용대자연휴양림)","description":"Yongdae National Recreational Forest features rivers that flow from Maebongsan Mountain (alt. 1,271 m) and Cheoljeongbong Mountain (alt. 1,172 m). The forest consists of deciduous trees such as oak, linden, and birch, as well as pine trees. Not only does the forest boast a beautiful landscape all-year-round, but also serves as a habitat for wild animals of various species, including rabbits, deer, squirrels, raccoons, and even lenoks, which are designated as endangered species.","regDate":"2022-10-19","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"/2022-10-19-1666170135444/219372_image2_1.webp","blogPath":"Gangwon-do/2022-10-19-1666170135444"},{"id":"2022-10-19-1666166463325","title":"Yeongwol Donggang River (동강(영월))","description":"The Donggang River flows through the Gangwon-do district, and is a tributary of the Namhangang River. The Donggang River spans an area of 60 kilometers from Jeongseon to Yeongwol. It is a well-preserved river, left untouched due to the strong current of the waters and the rugged geography of the mountains. It follows a snaky path splitting the chiseled cliffs surrounding it. Many tourists visit the area to see rare animals such as otters, Mandarin ducks, and Chinese scops owls and more.  The Donggang River is also famous for white-water rafting.","regDate":"2022-10-19","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites"],"imgUrl":"/2022-10-19-1666166463325/765455_image2_1.webp","blogPath":"Gangwon-do/2022-10-19-1666166463325"},{"id":"2022-10-19-1666161866197","title":"Yeongwol Beopheungsa Temple (법흥사(영월))","description":"Beopheungsa Temple was created by Jajangyulsa in 647, called Heungnyeongsa Temple at the time, under the reign of King Jindeok of Silla to enshrine Jinsinsari of Buddha. At that time, Preceptor Jinghyo earned 100 Jinsinsari of Munsubosal and enshrined them at Yangsan Tongdosa Temple, Odaesan Sangwonsa Temple, Seoraksan Bongjeongam, Jeongseon Jeongamsa Temple and Beopheungsa Temple while establishing Jeongmyeolbogung, Hall of Buddha, at each of the places. Inside the Jeongmyeolbogung there is no statue of Buddha and only a wide open window. This is because it is believed that the mountain as a whole is the enshrined Jinsinsari of Buddha himself.<br><br>Beopheungsa was once a large temple where over 2,000 monks gathered. Today, most of the temple buildings were lost to a number of fires leaving only a few buildings. The pine wood path from Beopheungsa Temple to Jeongmyeolbogung is one of the most picturesque sites in the nation. The location was originally named Sajasansa but later changed to Sajasan Jeongmyeolbogung in 1939. In addition to the path, the nine peaks (Gubongdae) lined up one after another forms another charming view.","regDate":"2022-10-19","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-10-19-1666161866197/2370006_image2_1.webp","blogPath":"Gangwon-do/2022-10-19-1666161866197"},{"id":"2022-10-19-1666156374510","title":"Yeongok Beach (연곡해변(연곡해수욕장))","description":"Situated in Yeongok-myeon, Dongdeok-ri, Yeongok Beach has a spacious sandy shore that spans 56,000 ㎡ with a length of 700 meters. Backed by a lush pine forest, this beach is ideal for camping. Fishing lovers can enjoy catching sweetfish at Yeongokcheon Stream flowing from the Sogeumgang River; there are a variety of restaurants offering delicious Korean food along the stream as well. Dongdeok-ri used to be home to a railway station and a traditional market. Trading ships—moving between the Hamgyeong and Gyeongsang areas—used to populate the beach. The beach and its surrounding attractions are great for both hiking and swimming.","regDate":"2022-10-19","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites"],"imgUrl":"/2022-10-19-1666156374510/1581284_image2_1.webp","blogPath":"Gangwon-do/2022-10-19-1666156374510"},{"id":"2022-10-18-1666090450530","title":"Yeongnangho Lake (영랑호)","description":"Yeongnangho Lake is a deep and large lake with a circumference of 7.8 km, an area of about 1.2 km2, and a depth of over 8 m, formed by the development of coastal dunes. The source water originates from the Jangcheoncheon Stream, passing through the lake, and goes to the East Sea via the waterway under the Yeongnanggyo Bridge. The lake is adjacent to the areas of Jangsa-dong, Yeongnang-dong, Dongmyeong-dong, and Geumho-dong. The pleasant trail is also established around the lakeside, surrounded by the beautiful scenery of cherry blossoms, azaleas, and reeds. According to Samguk yusa (Memorabilia of the Three Kingdoms), the name of the lake comes from Silla’s hwarang (elite warrior group in Silla) member named “Yeongnang.” After training at Geumgangsan Mountain, Yeongnang passed this lake on the way to get to the martial arts competition. As he was so taken by the splendid landscape, however, he forgot about the competition and stayed here for a long time. As the old record says, Yeongnangho Lake boasts outstanding scenery. Beombawi Rock, in particular, evokes visitors’ admiration as one of the Eight Sights of Sokcho. The rock, which resembles the shape of a tiger crouching down, has an aura of mystery. The nearby tourist attractions also include Gwaneumam Rock, which is known for the strange rocks and bizarre stones, Bogwangsa Temple, and the Wetland Eco Park, which is located in the west of the lakeside.","regDate":"2022-10-18","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites"],"imgUrl":"/2022-10-18-1666090450530/2711165_image2_1.webp","blogPath":"Gangwon-do/2022-10-18-1666090450530"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}