{"pageProps":{"content":"![Abai Village Ferry (아바이마을 갯배)](/2022-07-24-1658634922819/2636684_image2_1.webp)\n\n  \n## Overview\n\n> Gaetbae (boat without engine) is an exotic means of transportation to cross the Abai Village at the mouth of Cheongchoho Lake. It is a rapid means of traveling between downtown Sokcho and Abai Village along the 50 m-long waterway. This small barge-style boat without an engine can be run by pulling the wire manually. When fixing the solid steel wire on both sides of the waterway and pulling it hard with a hook, a boat moves forward slowly. As there is no boatman, passengers need to work together to move the boat. It takes about 5 min to cross the water by boat. This unique experience still attracts many tourists to Sokcho. Furthermore, it is known as the filming location for the Korean TV drama Autumn in My Heart, so many tourists from Japan and China visit the place.\n\n  \n## Intro\n\n| | |\n| - | - |\n|accomcount:|About 30 people|\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br>(Korean, English, Japanese, Chinese)<br> • For more info: +82-33-635-2003|\n|parking:|Available (Capacity: about 50 small vehicles)|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Film Locations:|\"Autumn in my Heart (2000)\"|\n|Facility Utilization Fees:|- Route: Cheongho-dong - Jungang-dong <br>- Operating hours: 04:30-23:00 <br>- Fare (one-way basis): Adults 500 won / Children 300 won / Handcart · Bike 500 won|\n  \n## Detail Image\n![/2022-07-24-1658634922819/166463_image2_1.webp](/2022-07-24-1658634922819/166463_image2_1.webp)\n![/2022-07-24-1658634922819/209268_image2_1.webp](/2022-07-24-1658634922819/209268_image2_1.webp)\n![/2022-07-24-1658634922819/209764_image2_1.webp](/2022-07-24-1658634922819/209764_image2_1.webp)\n![/2022-07-24-1658634922819/209773_image2_1.webp](/2022-07-24-1658634922819/209773_image2_1.webp)\n![/2022-07-24-1658634922819/483577_image2_1.webp](/2022-07-24-1658634922819/483577_image2_1.webp)\n![/2022-07-24-1658634922819/483580_image2_1.webp](/2022-07-24-1658634922819/483580_image2_1.webp)\n![/2022-07-24-1658634922819/677177_image2_1.webp](/2022-07-24-1658634922819/677177_image2_1.webp)\n![/2022-07-24-1658634922819/677179_image2_1.webp](/2022-07-24-1658634922819/677179_image2_1.webp)\n![/2022-07-24-1658634922819/677180_image2_1.webp](/2022-07-24-1658634922819/677180_image2_1.webp)\n![/2022-07-24-1658634922819/677181_image2_1.webp](/2022-07-24-1658634922819/677181_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-33-635-2003](tel:+82336352003)\n- [🏠www.abai.co.kr](http://www.abai.co.kr/)\n\n\n```googleMap\nlatitude: 38.2028631815\nlongitude: 128.5922246895\ntitle: 39, Jungangbudu-gil, Sokcho-si, Gangwon-do\n```\n  \n## Directions\n  \n[Bus]<br>\n From Dong Seoul Bus Terminal or Seoul Express Bus Terminal, take an express bus to Sokcho Intercity Bus Terminal or Sokcho Express Bus Terminal.<br>\n - Walk approx. 10-15 min to Sokcho Harbor.<br> - The ferry dock is at the end of the harbor.\n","data":{"id":"2022-07-24-1658634922819","title":"Abai Village Ferry (아바이마을 갯배)","description":"Gaetbae (boat without engine) is an exotic means of transportation to cross the Abai Village at the mouth of Cheongchoho Lake. It is a rapid means of traveling between downtown Sokcho and Abai Village along the 50 m-long waterway. This small barge-style boat without an engine can be run by pulling the wire manually. When fixing the solid steel wire on both sides of the waterway and pulling it hard with a hook, a boat moves forward slowly. As there is no boatman, passengers need to work together to move the boat. It takes about 5 min to cross the water by boat. This unique experience still attracts many tourists to Sokcho. Furthermore, it is known as the filming location for the Korean TV drama Autumn in My Heart, so many tourists from Japan and China visit the place.","regDate":"2022-07-24","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Experience Programs","Unique Experience"],"imgUrl":"/2022-07-24-1658634922819/2636684_image2_1.webp","blogPath":"Gangwon-do/2022-07-24-1658634922819","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-07-24-1658634922819"},"dataList":[{"id":"2022-07-24-1658698496859","title":"Cheongok Golden Bat Cave (천곡황금박쥐동굴)","description":"Cheongok Golden Bat Cave in Donghae is the only natural cave in Korea located in a downtown area. Estimated to have been created 400 to 500 million years ago, the cave is known to serve as a habitat for the endangered golden bats. The cave's total length stretches for 1,510 meters, with only 810 meters of the cave open the public while the rest of cave remains protected for preservation purposes. The cave features ceiling craters, one of which is the longest in Korea, along with stalactite curtains, travertine terraces, stalactite cascades, and many other fantastic rock formations. The cave's unique features provide a grand spectacle for tourists and great speleological samples for researchers. A 785-meter walkway was made using the sinkhole created by dissolved limestone to help visitors get a better understanding of cave formations.","regDate":"2022-07-24","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites"],"imgUrl":"/2022-07-24-1658698496859/2711124_image2_1.webp","blogPath":"Gangwon-do/2022-07-24-1658698496859"},{"id":"2022-07-24-1658695032741","title":"Cheongnyeongpo Cape - Gangwon Paleozoic Geopark (청령포 (강원고생대 국가지질공원))","description":"Cheongnyeongpo Cape, located in Yeongwol-gun, is known as the place of King Danjong’s exile. Every April, Danjong Cultural Festival is held, where visitors can experience the Danjong exile road that starts at Cheongnyeongpo Cape.","regDate":"2022-07-24","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-07-24-1658695032741/2517660_image2_1.webp","blogPath":"Gangwon-do/2022-07-24-1658695032741"},{"id":"2022-07-24-1658691081099","title":"Cheongchoho Lake (청초호)","description":"Cheongchoho Lake, located in the center of Sokcho city, is a large natural lake with a circumference of 5 m and an area of 1.3 km2. The source water originates from the Misiryeong Valley of Taebaek Mountain Range and flows to the Cheongchocheon Stream and to this beautiful lake, and then continues to the adjacent sea. So, the lake is an intermediate stop between the river and the sea. Cheongchojeong Pavilion is located above the lake, offering an open view of Seoraksan Mountain and the East Sea. As it is situated at the end of the 75 m-long ocean bridge, you will feel standing in the middle of the lake and enjoy a panoramic view of the lake. Shining more at night, this pavilion is regarded as the best attraction for the beautiful night view in Sokcho. It also attracts visitors’ attraction with its sculptures of the blue and yellow dragons, which were established based on the local legend associated with Cheongchoho Lake. The trail built around the lakeside is equipped with a nighttime lighting system so that many people visit it at night and the benches for rest and appreciating the view. There are many attractions around the lake, such as Seokbong Ceramic Museum, bird sanctuary, etc. The Cheongchoho Lake Park was the venue of the International Travel Expo ’99 Kangwon and is known for its 73.4 m high Expo Tower Observatory.","regDate":"2022-07-24","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites"],"imgUrl":"/2022-07-24-1658691081099/2711161_image2_1.webp","blogPath":"Gangwon-do/2022-07-24-1658691081099"},{"id":"2022-07-24-1658688140717","title":"Cheonbuldong Valley (천불동계곡)","description":"As one of the Ten Sights of Seoraksan Mountain, the Cheonbuldong Valley is also called Seorakgol Valley, being a representative valley of the mountain. Along the valley covering about 7 km from Biseondae Rock to Daecheongbong Peak, visitors can enjoy the splendid scenery of various attractions including Waseondae Rock, Munjudam Pool, Ihodam Pool, Gwimyeonam Rock, Oryeon Falls, and Cheondang Falls. It has all magnificent views of Seoraksan Mountain. The Cheonbuldong Valley is also regarded as one of Korea’s top 3 valleys along with Chilseon Valley of Jirisan Mountain and Tamna Valley of Hallasan Mountain. It offers beautiful seasonal views every year, and among them, the autumnal foliage is considered the best scenery of the valley. Its colorfully-tinged autumnal leaves are in harmony with rocks in fantastic shapes, attracting many hikers in autumn.","regDate":"2022-07-24","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Valleys"],"imgUrl":"/2022-07-24-1658688140717/1966681_image2_1.webp","blogPath":"Gangwon-do/2022-07-24-1658688140717"},{"id":"2022-07-24-1658684289358","title":"Cheoksan Hot Springs Zone (척산온천지구)","description":"Cheoksan Hot Springs Zone consists of hot springs at Chocksan Spa and Cheoksan Hot Spring Resort. Hot springs in Cheoksan are known to be beneficial for people with skin diseases, eye diseases, gastroenteric disorders, and neuralgia. Not only are the waters soft and great for the skin, but drinking the water is said to beautify the skin and improve blood circulation. <BR><Br>Cheoksan Hot Springs Zone is located a mere 10 minutes away from one of Korea’s most beautiful mountain ranges, Seoraksan Mountain, and so the resort is considered the perfect place to relax and relieve fatigue after an invigorating hike.","regDate":"2022-07-24","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Recreational Sites","Hot Springs & Spa"],"imgUrl":"/2022-07-24-1658684289358/1950455_image2_1.webp","blogPath":"Gangwon-do/2022-07-24-1658684289358"},{"id":"2022-07-24-1658681498154","title":"Center of Korea Observatory (국토정중앙천문대)","description":"The Center of Korea Observatory in Yanggu-gun is named for its location at the center of the Korean Peninsula. It is equipped with an 80-centimeter reflecting telescope. There is also an exhibition hall providing the most recent astronomy news, a planetarium showing the night sky, and a range of hands-on programs.","regDate":"2022-07-24","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2022-07-24-1658681498154/1583246_image2_1.webp","blogPath":"Gangwon-do/2022-07-24-1658681498154"},{"id":"2022-07-24-1658677155313","title":"Castle at Hwajinpo (화진포의 성(김일성별장))","description":"The Castle of Hwajinpo was the summer retreat for Kim Ilsung, former leader of North Korea, and his family from 1948 to 1950. Photos of the family on vacation there show Kim Jungil as a young boy of six years. The building was constructed entirely of stone in 1938 by a German architect for the Sherwood Hall missionary family, and features a basement level and two above-ground floors. The house is now open to the public, with an exhibition of how the house was used by the Kim family, faithfully recreated from photographic research.","regDate":"2022-07-24","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Historical Sites","Security & Peace Sites"],"imgUrl":"/2022-07-24-1658677155313/571633_image2_1.webp","blogPath":"Gangwon-do/2022-07-24-1658677155313"}],"navList":["Busan","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Incheon","Jeju-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}