{"pageProps":{"list":[{"id":"2023-02-12-1676176737273","title":"Seogwipo Recreational Forest (서귀포자연휴양림)","description":"Seogwipo Recreational Forest is Korea’s southernmost recreational park that serves as an excellent nature getaway by preserving the mountain’s forest environment and ecosystem while minimalizing manmade structures as much as possible. The park is located approximately 700 meters above sea level, and is 10 °C lower in average temperature compared to that of Seogwipo’s downtown, providing the ideal condition to enjoy forest bathing and camping from spring to fall. The park is easily accessible by car, thanks to the paved road from the mountain’s foothills all the way up to the park’s entrance. It takes about 30 minutes by car from Seogwipo’s downtown to the recreational park. The park is densely packed with trees and the air is filled with the refreshing forest scent, and even has a pebble walking trail suitable for a barefoot massage. The forest is equipped with amenities such as a mountain cottage, forest bathing site, campfire site, cooking area, and auto-camping site. Although the amenities serve to provide visitors’ convenience, they are minimized so as to prevent damage to the forest’s natural environment.","regDate":"2023-02-12","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"/2023-02-12-1676176737273/1207811_image2_1.webp","blogPath":"Jeju-do/2023-02-12-1676176737273","pageUrl":"https:/mcdryad.com/Jeju-do/2023-02-12-1676176737273"},{"id":"2023-02-12-1676173046682","title":"Seogwipo New Paradise Cruise (서귀포유람선 뉴파라다이스호)","description":"Seogwipo New Paradise Cruise offers dazzling scenery on the coastal lines and islands around Seogwipo Port in Jeju. Famous for its scenery worldwide, it has become a representative tour course for international dignitaries and tourists visiting Jeju.","regDate":"2023-02-12","author":"korea-tour","tag":["Jeju-do","Culture/Art/History","Recreational Sites","Cruises/Submarines"],"imgUrl":"/2023-02-12-1676173046682/1618782_image2_1.webp","blogPath":"Jeju-do/2023-02-12-1676173046682","pageUrl":"https:/mcdryad.com/Jeju-do/2023-02-12-1676173046682"},{"id":"2023-02-11-1676111756782","title":"Seogwang Tea Garden (제주 서광다원)","description":"Seogwang Tea Garden, located in Seogwipo-si, Jeju, is known as the most well managed and largest tea plantation in Korea. Here, the tea leaves receive just the right amount of sun for it to be made into the highest quality product. Occupying an area 528,928m², the green field is spread out across the slopes of Seogwangseo-ri, attracting many visitors to the site. <br><br>The fields didnt use to be this green though; the ground was rocky and the soil composition wasnt fertile enough for plants to survive. Seogwang Tea Gardens transformation from a barren land to a lush green plantation became a good example of successful agriculture in the mountain areas. <br><br>The garden was also where  Kim Jeong-hui (pen name Chusa), one of the most celebrated practitioners of calligraphy in the Joseon dynasty, spent his life of exile growing tea plants.","regDate":"2023-02-11","author":"korea-tour","tag":["Jeju-do","Culture/Art/History","Experience Programs"],"imgUrl":"/2023-02-11-1676111756782/1620141_image2_1.webp","blogPath":"Jeju-do/2023-02-11-1676111756782","pageUrl":"https:/mcdryad.com/Jeju-do/2023-02-11-1676111756782"},{"id":"2023-02-11-1676108152206","title":"Sehwa Beach (세화해변)","description":"Sehwa Beach, located in Sehwa-ri in Gujwa-eup, is a white sandy beach with black basalt that harmonizes perfectly with the emerald waters. Sehwa Beach is well-known in Jeju Island due to its close proximity with Bellongjang Market and Sehwa Folk Fifth-day Market, opening right next to Sehwa Beach, as well as the flea market at Bellongjang Market attracting many visitors.","regDate":"2023-02-11","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites"],"imgUrl":"/2023-02-11-1676108152206/1618259_image2_1.webp","blogPath":"Jeju-do/2023-02-11-1676108152206","pageUrl":"https:/mcdryad.com/Jeju-do/2023-02-11-1676108152206"},{"id":"2023-02-11-1676104701261","title":"Sarabong Park (사라봉공원)","description":"Sarabong Park is located on a 143 meter-high hill just east of Dongmun Rotary in Jeju. The park is best known for its spectacular sunset views, which is often regarded as a perfect complement to Seongsan Ilchulbong Peaks view of the sunrise.<br><br>Sarabong Park offers a spectacular view of the expansive blue waters to the north and Hallasan Mountain to the south, making it popular among locals and tourists alike. Visitors traveling by bus will see Mochungsa Temple on the way to the park. Byeoldobong Peak lying to the east features a paragliding runway. At the foot of Sarabong is Udang Library. The road from the library, passing behind Sarabong Peak to Jeju Harbor and to Tapdong provides a very scenic driving route.","regDate":"2023-02-11","author":"korea-tour","tag":["Jeju-do","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2023-02-11-1676104701261/197792_image2_1.webp","blogPath":"Jeju-do/2023-02-11-1676104701261","pageUrl":"https:/mcdryad.com/Jeju-do/2023-02-11-1676104701261"},{"id":"2023-02-11-1676100919356","title":"Sanjicheon Stream (산지천)","description":"Running across from Dongmun Market in Jeju City, Sanjicheon Stream is home to a rich array of freshwater fish (e.g. sweetfish, gray mullets, Amur goby, and carps). In summer, it attracts hundreds of thousands of anglers as well as children.<br><br>The port, downstream from Sanjicheon Stream, is renowned for picturesque views of fishing boats, egrets, and seagulls. A restored Chinese sailing vessel is exhibited at the end of the stream for visitors. Along the stream are walking paths, a park, and music fountains, in which Sanjicheon Art Festival and a slew of cultural events and performances are held every summer and winter, attracting many visitors.","regDate":"2023-02-11","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites","Valleys"],"imgUrl":"/2023-02-11-1676100919356/1938304_image2_1.webp","blogPath":"Jeju-do/2023-02-11-1676100919356","pageUrl":"https:/mcdryad.com/Jeju-do/2023-02-11-1676100919356"},{"id":"2023-02-11-1676097503571","title":"Sanji Lighthouse (산지 등대)","description":"The name Sanji derives from the area being recorded as Sanjichon Village, literally translated as the mountainous village, in Tamna Sullyeokdo, a book of paintings showing life in Jeju. This record was created in 1702 by painter Kim Nam-gil, under the command of the Jeju Province governor, Lee Hyeong-sang.<br><br>Sanjicheon Stream originates from Hallasan Mountain and empties itself into the sea. Sitting halfway up Sarabong Peak, one of the signature parks on Jeju-do island, Sanji Lighthouse overlooks the port of Jeju.","regDate":"2023-02-11","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites"],"imgUrl":"/2023-02-11-1676097503571/2009312_image2_1.webp","blogPath":"Jeju-do/2023-02-11-1676097503571","pageUrl":"https:/mcdryad.com/Jeju-do/2023-02-11-1676097503571"},{"id":"2023-02-11-1676093723454","title":"Sangumburi Crater (산굼부리)","description":"Sangumburi Crater has been designated as a Natural Monument. It is located on the southeast side of Jeju, and is a flat crater, about 650 meters wide, 100 meters deep, and 2,070 meters in circumference. If you look at the crater from above up, it looks like a man-made circular stadium. There is a variety of plant-life in the crater.  On the north side, Nandaeseong vegetation such as red-thorn trees, and magnolia trees grow, along with the rare winter strawberries.  On the south side of the crater, Ondaerim vegetation such as evergreens, maples, and mountain strawberry trees cover the area.  Because so many different kinds of trees and plants grow in such a limited space, it attracts the attention of researchers as well.","regDate":"2023-02-11","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites","Mountains"],"imgUrl":"/2023-02-11-1676093723454/2364387_image2_1.webp","blogPath":"Jeju-do/2023-02-11-1676093723454","pageUrl":"https:/mcdryad.com/Jeju-do/2023-02-11-1676093723454"},{"id":"2023-02-11-1676090352667","title":"Sanbangsan Mountain (산방산)","description":"Sanbangsan Mountain is the result of violent volcanic activity some 700,000 to 800,000 years ago and is in fact a huge body of lava. The cliffs on the southern side of the lava dome are marked with a rich variety of curious formations such as weathering pits and talus scree slopes, some of which are as high as 200 meters. As its name ‘sanbang’ – literally meaning ‘a cave inside a mountain’ – suggests, this mountain contains a cave, which is located about 150 meters above sea level and has a spectacular view out over the ocean. Due to its close location to the sea and its high elevation, the peak is often ringed with clouds. The upper slopes of the mountain have their own distinct climatic conditions and are protected for their value for botanical research. <br><br>The Sanbangsa Temple and  Bomunsa Temple, which holds the relics of Buddha, are both located on the mountain. Walk along the stone-steps between the two temples and you will find the Sanbanggulsa Grotto. A signal beacon called ‘Yeondae’ in Korean stands at the roadside in front of the mountain, which, in the past, used to fire and smoke to relay urgent messages. Regarding function, it is similar to the more well-known ‘Bongsudae’ signal beacons; but ‘Yeondae’ beacons were built around hilly or coastal areas while ‘Bongsudae’ beacons were built on mountain tops. During the daytime, smoke was used to send warning signals, while fire was used at night. <br><br>*x_height above sea level  395.2m/ x_height above ground-level  345m/ Circumference  3,780m / Area  988,332㎡/ Diameter 1,314m","regDate":"2023-02-11","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites","Mountains"],"imgUrl":"/2023-02-11-1676090352667/2648186_image2_1.webp","blogPath":"Jeju-do/2023-02-11-1676090352667","pageUrl":"https:/mcdryad.com/Jeju-do/2023-02-11-1676090352667"},{"id":"2023-02-11-1676086600762","title":"Sanbanggulsa Grotto - Jeju (산방굴사(제주))","description":"It is said that the peak of Hallasan Mountain where Baekrokho Lake now exists was taken off and thrown away, which then became Sanbangsan Mountain. The myth describes how unlike other mountains on Jejudo Island, this mountain does not have a crater. The 5m-high rock cave at the cliff on the southwest side of the mountain was originally called Sanbanggul Cave, but it is called a temple now because it possesses a Buddhist statue.<br>This is where monk Hye-Il (964~1053) had lived during the Goryeo dynasty (918~1392)<br>Inside the cave, you can see Marado Island and the Dragon Head Coast. You can also see small ponds being made by the water drops that fall from the ceiling all through the year. The plant zone on a cliff of Sanbangsan Mountain is also designated as a natural monument. It is the only place on Jejudo Island where island boxwoods grow.  On the Dragon Head Coast is the Hamel Memorial Monument.","regDate":"2023-02-11","author":"korea-tour","tag":["Jeju-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2023-02-11-1676086600762/1036539_image2_1.webp","blogPath":"Jeju-do/2023-02-11-1676086600762","pageUrl":"https:/mcdryad.com/Jeju-do/2023-02-11-1676086600762"},{"id":"2023-02-10-1676025543867","title":"Sammaebong Peak (삼매봉)","description":"Sammaebong Peak is residental park popular among tourists. Oedolgae Rock is located near the park, toward the southern sea. At the top of the peak, Namseongjeong Pavilion offers an expansive view inclusive of Beomseom Island, Munseom Island, Saeseom Island and Seopseom Island, in addition to Marado Island and Gapado Island to the west. Baengnokdam Lake seems nearly within reach to visitors looking out from the peak. <br><br>Legend has it that if you stretch your hands toward the sky at night, Canopus (the second-brightest star) is almost within reach. The place is regarded as one of everlasting youth, as Canopus is associated with lifespan. Visitors can exercise and enjoy at walk at the park during the day and in the evenings.","regDate":"2023-02-10","author":"korea-tour","tag":["Jeju-do","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2023-02-10-1676025543867/1617239_image2_1.webp","blogPath":"Jeju-do/2023-02-10-1676025543867","pageUrl":"https:/mcdryad.com/Jeju-do/2023-02-10-1676025543867"},{"id":"2023-02-10-1676021748681","title":"Saebyeol Oreum (새별오름)","description":"Located in Bongseong-ri, Aewol-eup, Jeju-si, Saebyeol Oreum (called Hyoseongak) is a parasitic volcano cone set alone that looks like a lonely star (Saetbyeol in Korean) in the night sky, giving this volcano cone its name. Based on the highest south peak, small peaks continue in the northwest direction, forming an oval-shape. The oreum is a mid-sized oreum among 360 oreums on Jeju Island and it features a stunning view from the peak of the beautiful ridges connecting to one another.","regDate":"2023-02-10","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites","Mountains"],"imgUrl":"/2023-02-10-1676021748681/1618742_image2_1.webp","blogPath":"Jeju-do/2023-02-10-1676021748681","pageUrl":"https:/mcdryad.com/Jeju-do/2023-02-10-1676021748681"},{"id":"2023-02-10-1676018430175","title":"Pyoseon Haevich Beach (표선 해비치 해변)","description":"Pyoseon Beach in Seogwipo is a spacious beach, taking up more than 150,000 m². During low tide, the beach looks like an elegant circle, and it becomes a circular lake less than 1 meter deep during high tide, and displays many different colors. The beach is a great place for children to play and for watching the sunrise. The sand on the beach is formed out of broken shells, and sand baths are believed to be effective for people suffering from neuralgia. Every August, this beautiful beach hosts the Pyoseon White Sand Festival, which offers fun and colorful events. The beach is equipped with excellent amenities (a campground, abundant parking space, dressing rooms and shower rooms) and surrounded by nearby attractions, such as Seongeup Folk Village and Jeju Folk Village Museum.","regDate":"2023-02-10","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites"],"imgUrl":"/2023-02-10-1676018430175/1618201_image2_1.webp","blogPath":"Jeju-do/2023-02-10-1676018430175","pageUrl":"https:/mcdryad.com/Jeju-do/2023-02-10-1676018430175"},{"id":"2023-02-10-1676014540855","title":"Pacific Land (퍼시픽랜드)","description":"Pacific Land, located within the complex of Jungmun Resort, offers performances, exciting experiences, and a grand buffet for a full day of fun. It is also along Olle-gil Course 8, making it a popular stopping point for visitors. The Marine Stage has four performances daily, featuring monkeys, dolphins, and seals. Guests looking for a romantic experience will enjoy the yacht tour. The Viva Jetboat is popular among active visitors. The El Marino Buffet takes place on a yacht for a truly unique experience.","regDate":"2023-02-10","author":"korea-tour","tag":["Jeju-do","Culture/Art/History","Recreational Sites","Theme Parks"],"imgUrl":"/2023-02-10-1676014540855/2587868_image2_1.webp","blogPath":"Jeju-do/2023-02-10-1676014540855","pageUrl":"https:/mcdryad.com/Jeju-do/2023-02-10-1676014540855"},{"id":"2023-02-10-1676011298911","title":"Oedolgae Sea Stack (외돌개(제주))","description":"Oedolgae Sea Stack sits not far from the shores of Sammaebong Peak in Seogwipo. It is an amazing rock 20 meters in x_height and is estimated to have formed approximately 1.5 million years ago. The fantastic rocks of the coastal cliff around Oedolgae and Sammaebong Peak provide the perfect background for trekking. The sunset of Beomseom Island, which can be seen from Oedolgae Sea Stack, has long been an admired view for people visiting Jeju Island.","regDate":"2023-02-10","author":"korea-tour","tag":["Jeju-do","Nature","Natural Resources","Rocks"],"imgUrl":"/2023-02-10-1676011298911/2023691_image2_1.webp","blogPath":"Jeju-do/2023-02-10-1676011298911","pageUrl":"https:/mcdryad.com/Jeju-do/2023-02-10-1676011298911"},{"id":"2023-02-10-1676007325056","title":"Namwon Keuneong Coast (남원 큰엉해안)","description":"Namwon Keuneong Coasts name means a hill shaped like an opened mouth ready to swallow up the sea, with Jeju dialect -eong meaning hill. The coastal cliff that reach up to 30 meters in x_height and 200 meters in length is covered with soft green grass. In addition to the two natural caves, visitors can also find a 2-kilometer walking path along the coastline, an observatory deck, resting area, and other amenities. This attraction is popular for fishing as well as a date spot for couples.","regDate":"2023-02-10","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites"],"imgUrl":"/2023-02-10-1676007325056/725068_image2_1.webp","blogPath":"Jeju-do/2023-02-10-1676007325056","pageUrl":"https:/mcdryad.com/Jeju-do/2023-02-10-1676007325056"},{"id":"2023-02-10-1676004031764","title":"Marado Island (Mara Provincial Park) (마라도(마라해양도립공원))","description":"Marado Island is the southernmost island in Korea and features one seemingly endless plain of waving grass for a unique landscape. The island is quite small, at only 300 ㎡, and is home to approximately 80 people in 30 families. The island is famous for sea fishing, and is accessible via ferry from Museulpo Port.<br><br>Marado Island first became inhabited in 1883, when three families began living there. At first they lived off the food growing there, but once the food became scarce, they burned the forests to create fields for farming. It was said that all the snakes and frogs died in that fire, and thus no snakes and frogs are found in Marado Island even until now.","regDate":"2023-02-10","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites"],"imgUrl":"/2023-02-10-1676004031764/200105_image2_1.webp","blogPath":"Jeju-do/2023-02-10-1676004031764","pageUrl":"https:/mcdryad.com/Jeju-do/2023-02-10-1676004031764"},{"id":"2023-02-10-1676000509707","title":"Manjanggul Lava Tube [National Geopark] (만장굴 (제주도 국가지질공원))","description":"Manjanggul Lava Tube, located in Gimnyeong-ri, Jeju, is part of the Geomunoreum Lava Tube system. The lava tube stretches roughly 7,400 meters, with a maximum x_height of 25 meters and x_width of 18 meters. These measurements make it one of the largest lava tubes in the world. Manjanggul holds great value for science and conservation studies, having well-maintained formations despite being formed over one hundred thousand years ago.<br><br>The majority of the cave is closed off, with only 1 kilometer being open to tourists. Within this open section, visitors can see a variety of lava tube and cave topographical features, including stalagtites, stalagmites, and stone pillars. Among these, the 7.6-meter-tall stone pillar at the end of the open section is recorded as the largest in the world.","regDate":"2023-02-10","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites"],"imgUrl":"","blogPath":"Jeju-do/2023-02-10-1676000509707","pageUrl":"https:/mcdryad.com/Jeju-do/2023-02-10-1676000509707"},{"id":"2023-02-09-1675939090366","title":"Jeongbangpokpo Falls (정방폭포)","description":"Jeongbangpokpo Falls is among the top three waterfalls of Jeju Island and is the only waterfall in Asia to fall directly into the ocean. Next to the waterfall is an inscription reading “Seobulgwaji,” referring to Seobul passing by this place. Seobul was a servant of the Emperor of the Chinese Qin dynasty (259~210 BC) who was ordered by the Emperor to find a substance that would make him immortal.","regDate":"2023-02-09","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites","Waterfalls"],"imgUrl":"/2023-02-09-1675939090366/2665278_image2_1.webp","blogPath":"Jeju-do/2023-02-09-1675939090366","pageUrl":"https:/mcdryad.com/Jeju-do/2023-02-09-1675939090366"},{"id":"2023-02-09-1675935356178","title":"Jeoji Oreum (Dakmol Oreum, Sae Oreum) (저지오름(닥몰오름,새오름))","description":"Jeoji Oreum is situated in Jeoji-ri, Hangyeong-myeon in Jeju-si. This parasitic cone rises 239 meters above sea level, is 100 meters high, and has a crater with a circumference of 800 meters and 62 meters deep. The crater is round and in the shape of a funnel.<br>  <br>It is said that Jeoji Oreum is as old as Jeoji Village. It is also called Dakmoru or Sae Oreum. Nearby, there are Gamaechang Oreum and Heoritdang, showing just how long the history of Jeoji Village is. In the past, people harvested wild weeds from Jeoji Oreum to cover their thatched-roof houses. Over time, trees were planted and today, Jeoji Oreum is covered with a dense forest. The area has been designated a Forest of Life since June 2005.","regDate":"2023-02-09","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites","Mountains"],"imgUrl":"/2023-02-09-1675935356178/2517239_image2_1.webp","blogPath":"Jeju-do/2023-02-09-1675935356178","pageUrl":"https:/mcdryad.com/Jeju-do/2023-02-09-1675935356178"},{"id":"2023-02-09-1675932002209","title":"Jejuhyanggyo Confucian School (제주향교)","description":"Jejuhyanggyo Confucian School is an educational center that teaches Confucianism to local people, and holds ancestral ceremonies for the great Confucian scholars. It is also used as an administration office, and a gathering place for the local Confucians. It has two main halls  Myeongnyundang and Daeseongjeon, which houses ancestral tablets.","regDate":"2023-02-09","author":"korea-tour","tag":["Jeju-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2023-02-09-1675932002209/1618324_image2_1.webp","blogPath":"Jeju-do/2023-02-09-1675932002209","pageUrl":"https:/mcdryad.com/Jeju-do/2023-02-09-1675932002209"},{"id":"2023-02-09-1675928154670","title":"Jeju-mok Government Office (제주목관아)","description":"Jeju-mok Government Office is the former central government office where the magistrate of Jeju presided over political and administrative affairs from the Tamna period until the Joseon dynasty. The original buildings of the government complex were all burned to the ground in 1434 and rebuilt shortly afterward, with continual work done throughout the Joseon period. However, it was systemically destroyed during the Japanese colonial period (1910-1945) with the exception of Gwandeokjeong Pavilion, which remained intact. The current Jeju-mok Government Office was restored in December 2002 following four extensive excavation projects from 1991 to 1998, which were performed to to find its structures as well as locations of buildings, based on expert opinions as well as old documents.","regDate":"2023-02-09","author":"korea-tour","tag":["Jeju-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2023-02-09-1675928154670/2517368_image2_1.webp","blogPath":"Jeju-do/2023-02-09-1675928154670","pageUrl":"https:/mcdryad.com/Jeju-do/2023-02-09-1675928154670"},{"id":"2023-02-09-1675924859670","title":"Jeju Yakcheonsa Temple (약천사(제주))","description":"The architectural style of Yakcheonsa Temple is reminiscent of that of Buddhist temples of the early Joseon dynasty. Measuring an impressive 30 meters high and spanning a total area of 3,305 square meters, it is the largest temple in Asia.<br><br>Upon entering Yakcheonsa Temple, guests will be greeted by a 5-meter-high statue of Vairocana, the tallest of such statues in Korea, on a 4-meter-high pedestal. The walls on both the right and left have been sculpted into large altar portraits of Buddha and in front of the Dharma Hall is a giant Buddhist temple bell, weighing 18 tons. Beloved for its size and grandeur, the temple consists of a main temple (2,652 square meters) and a 3-story residential structure for the Buddhist monks. Other notable sites are Gulbeopdang (the Dharma Hall, built inside a natural cave), Samseonggak Shrine, and Sarira Pagoda. Yakcheonsa Temple is not only popular among Buddhists but is also a well sought after tourist destination.","regDate":"2023-02-09","author":"korea-tour","tag":["Jeju-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2023-02-09-1675924859670/2640015_image2_1.webp","blogPath":"Jeju-do/2023-02-09-1675924859670","pageUrl":"https:/mcdryad.com/Jeju-do/2023-02-09-1675924859670"},{"id":"2023-02-09-1675920944674","title":"Jeju Starlight World Park and Planetarium (제주별빛누리공원)","description":"Jeju Starlight World Park and Planetarium is a theme park that was established in 2009 for advancing research and studies in astronomy. Today, it is also used as a center for public astronomy education.<br><br>The park features a main observatory with a 600 millimeter Cassegrains reflecting telescope, and a subsidiary observatory with one 80 millimeter refracting telescope, one 157 millimeter refracting telescope, five 200 millimeter reflecting telescopes, and one 200 millimeter catadioptric telescope. Additionally, it has a 4D theater, planetarium, two-story exhibition hall showcasing outer space journey, as well as several meeting/conference facilities. There is also a sundial and two observation binoculars at the outdoor square.","regDate":"2023-02-09","author":"korea-tour","tag":["Jeju-do","Culture/Art/History","Recreational Sites","Theme Parks"],"imgUrl":"/2023-02-09-1675920944674/1618541_image2_1.webp","blogPath":"Jeju-do/2023-02-09-1675920944674","pageUrl":"https:/mcdryad.com/Jeju-do/2023-02-09-1675920944674"},{"id":"2023-02-09-1675917577522","title":"Jeju Loveland (제주러브랜드)","description":"Jeju Loveland is a sculpture theme park based on sensuality and eroticism. Twenty artists, mainly graduates of top art school Hongik University, participated in the work and led to its opening in November 2004. It was the first such museum in Korea at that time. The spacious park (39,667 m²) is home to over 140 sculptures (40 within the gallery and 100 outside). The park as a whole looks like a piece of land art.<br><br>Jeju Loveland is open every day and it usually takes 30-40 minutes to look around the park. Jeju Loveland houses a glass-dome restaurant, an outdoor café, an art shop, and various works which visitors can touch. Jeju Loveland is an attractive place where eroticism is approached in an artistic and witty manner.","regDate":"2023-02-09","author":"korea-tour","tag":["Jeju-do","Culture/Art/History","Recreational Sites","Theme Parks"],"imgUrl":"/2023-02-09-1675917577522/1618534_image2_1.webp","blogPath":"Jeju-do/2023-02-09-1675917577522","pageUrl":"https:/mcdryad.com/Jeju-do/2023-02-09-1675917577522"},{"id":"2023-02-09-1675913896725","title":"Jeju Jungmun Resort (중문관광단지)","description":"Jungmun Resort is an international tourist resort developed by the Korea Tourism Organization in 1978. The resort spans the areas of Jungmun, Daepo, and Saekdal-don in the location that best promotes Jejus unique natural beauty and geographical features. There are several attractions within the resort property, such as Pacific Land, Yeomiji Botanic Garden, a fishing village for tourists, Seonimgyo Bridge, Cheonjeyeonpokpo Falls, and Jungmun Beach. Internationally famous hotel branches, such as The Shilla Hotel, Lotte Hotel, and Hyatt Hotel are situated here, allowing visitors to enjoy the utmost comfort while taking pleasure in Jejus nature.","regDate":"2023-02-09","author":"korea-tour","tag":["Jeju-do","Culture/Art/History","Recreational Sites","Tourist Complexes"],"imgUrl":"/2023-02-09-1675913896725/2729999_image2_1.webp","blogPath":"Jeju-do/2023-02-09-1675913896725","pageUrl":"https:/mcdryad.com/Jeju-do/2023-02-09-1675913896725"},{"id":"2023-02-08-1675852797126","title":"Jeju Jeolmul Recreational Forest (제주절물자연휴양림)","description":"Jeju Jeolmul Recreational Forest opened on July 23, 1997. The forest is comprised of both a natural Japanese cedar forest and a man-made forest. The combination of the sea breeze and the shade of the forest canopy over the walking paths make it a cool attraction all year round.<br /><br />The recreational forest features a promenade, waterfall, pond, grass square, wood-crafting studio, and more. There are forest cabins available for lodging.","regDate":"2023-02-08","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"/2023-02-08-1675852797126/2364410_image2_1.webp","blogPath":"Jeju-do/2023-02-08-1675852797126","pageUrl":"https:/mcdryad.com/Jeju-do/2023-02-08-1675852797126"},{"id":"2023-02-08-1675849055855","title":"Jeju Horse Park (조랑말체험공원)","description":"Jeju Horse Park offers a venue to promote Jeju’s horse culture in an easy and fun way. The park has kept intact the 600-year history  of nomadic culture at the site of Gasi-ri Village which used to house Gammajang, the place for raising the best horses during the Joseon dynasty. The park includes the Jeju Horse Museum, Ttarabi horseback riding track, Maeum Cafe, Mongol Yurt Guesthouse, camping site, Art Shop, and an experience place to focus on the Project for a New Cultural Space Creation through the support of the Ministry of Agriculture, Food and Rural Affairs. The Jeju Horse Museum was the first national museum created by a village and its main theme covers the history and culture of the village. It is also regarded as a new form of community business model.","regDate":"2023-02-08","author":"korea-tour","tag":["Jeju-do","Culture/Art/History","Experience Programs","Unique Experience"],"imgUrl":"/2023-02-08-1675849055855/1797717_image2_1.webp","blogPath":"Jeju-do/2023-02-08-1675849055855","pageUrl":"https:/mcdryad.com/Jeju-do/2023-02-08-1675849055855"},{"id":"2023-02-08-1675845594708","title":"Jeju Gwandeokjeong Hall (관덕정(제주))","description":"One of the oldest standing buildings on Jeju Island, Gwandeokjeong Hall was built by Pastor Sin Suk-cheong in the 30th year of King Sejongs reign (1448) as a training ground. For its historic contribution to strengthening the mind and soul of soldiers (Gwandeok literally means an exercise of mind and virtue), Gwangdeokjeong Hall was designated as Treasure No. 322 in 1963. Today, the hall serves as a model of excellence in soldier training.","regDate":"2023-02-08","author":"korea-tour","tag":["Jeju-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2023-02-08-1675845594708/2513575_image2_1.webp","blogPath":"Jeju-do/2023-02-08-1675845594708","pageUrl":"https:/mcdryad.com/Jeju-do/2023-02-08-1675845594708"},{"id":"2023-02-08-1675841752478","title":"Jeju Bultapsa Temple (불탑사(제주))","description":"Located in Samyang-dong, Jeju-si, Bultapsa Temple is a branch of Gwaneumsa Temple, the headquarters of the 23rd district of the Jogye Order of Korean Buddhism. The temple is nestled at the foot of Wondangbong Peak (alt. 170.4 meters). The temple started out as the Buddhist shrine Wondangsa, one of three temples in Jeju during the Yuan dynasty. Most of the temple was damaged due to the Jeju Uprising on April 3, 1948 and it was rebuilt in 1953. Later, the temple underwent renovations and extension works to get to the current conditions. Today, the temple has Daeungjeon Hall, Yosachae monk quarters, Jonggak Bell Tower, and Cheonwangmun Gate. The temples five-story stone pagoda is Jejus only stone pagoda from the Goryeo dynasty. It was designated Treasure No. 1187 in November 1993.","regDate":"2023-02-08","author":"korea-tour","tag":["Jeju-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2023-02-08-1675841752478/1618521_image2_1.webp","blogPath":"Jeju-do/2023-02-08-1675841752478","pageUrl":"https:/mcdryad.com/Jeju-do/2023-02-08-1675841752478"},{"id":"2023-02-08-1675838376546","title":"Jeju Art Park (Forest Fantasia) (제주조각공원(포레스트 판타지아))","description":"Jeju Art Park opened in October 1987 in a large primeval forest. The park features around 160 sculptures made by 109 famous Korean artists in the theme of Meeting of Nature, Art, and People. Each of the sculptures is set to harmonize with the beautiful natural surroundings. The park also features various facilities to enjoy, such as art events, an exhibition hall, and an observation deck with views of Hallasan Mountain and Marado Island, the southernmost land of Korea.","regDate":"2023-02-08","author":"korea-tour","tag":["Jeju-do","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2023-02-08-1675838376546/1617293_image2_1.webp","blogPath":"Jeju-do/2023-02-08-1675838376546","pageUrl":"https:/mcdryad.com/Jeju-do/2023-02-08-1675838376546"},{"id":"2023-02-08-1675834533377","title":"Jeju 4.3 Peace Park (제주4·3평화공원)","description":"Mankind tends to only remember the heroes of civilization. Jeju 4.3 Peace Park was created to remember those who fell protecting their homeland during the Jeju uprising which broke out on April 3, 1948. The park is the symbol of reconciliation and peace, and seeks to open a new chapter of life. <br><Br>The development project of Jeju 4.3 Peace Park was a result of the reparations for the victims of the Jeju uprising. The 4.3 Special law was promulgated in the year 2000, and  the following steps proceeded  property acquisition for the park, master plan of the park establishment, design competitions for the park, construction, exhibits and installations. It finally opened to the public on March 28, 2008.","regDate":"2023-02-08","author":"korea-tour","tag":["Jeju-do","Culture/Art/History","Recreational Sites","Theme Parks"],"imgUrl":"/2023-02-08-1675834533377/1806044_image2_1.webp","blogPath":"Jeju-do/2023-02-08-1675834533377","pageUrl":"https:/mcdryad.com/Jeju-do/2023-02-08-1675834533377"},{"id":"2023-02-08-1675831276106","title":"Innisfree Jeju House  (이니스프리 제주하우스)","description":"Innisfree is a natural brand that embodies the natural beauty of clean Jeju Island. At Innisfree Jeju House, visitors can experience everything about the brand with a variety of activities that satisfy the five senses, as well as spending a relaxing time surrounded by the beautiful nature on Jeju Island.<br><br>Innisfree Jeju House was built to preserve the natural environment of the area. Visitors can feel as if they have become part of nature while they enjoy Innisfrees cosmetics made with quality ingredients harvested from Jeju, as well as organic food made with fresh local ingredients.","regDate":"2023-02-08","author":"korea-tour","tag":["Jeju-do","Culture/Art/History","Industrial Sites","Others"],"imgUrl":"/2023-02-08-1675831276106/1966701_image2_1.webp","blogPath":"Jeju-do/2023-02-08-1675831276106","pageUrl":"https:/mcdryad.com/Jeju-do/2023-02-08-1675831276106"},{"id":"2023-02-08-1675827506349","title":"Ilchulland (일출랜드)","description":"Ilchulland centered around Micheongul Cave is located in the eastern region on Jeju Island. The attraction provide important resources for academy, tourism and culture as well as store and distribute fresh air, water, green fields and oreum. The undeground area takes human back to the beginning with various chemical elements. Visitors will be able to experience relaxation and refreshing nature not available in the city.&nbsp;<br>","regDate":"2023-02-08","author":"korea-tour","tag":["Jeju-do","Culture/Art/History","Recreational Sites","Tourist Complexes"],"imgUrl":"/2023-02-08-1675827506349/170990_image2_1.webp","blogPath":"Jeju-do/2023-02-08-1675827506349","pageUrl":"https:/mcdryad.com/Jeju-do/2023-02-08-1675827506349"},{"id":"2023-02-07-1675766233327","title":"Hyeopjae Beach (협재해변)","description":"Hyeopjae Beach is located about 32 kilometers west of downtown Jeju and is near Hallim Park. The white sandy beach mixed with crushed seashells, Biyangdo Island appearing to float on the cobalt seat, and the lush pine forest all combine to create an outstanding scene. The beach stretches roughly 200 meters and is 60 meters wide with a shallow depth of 1.2 meters, making the beach perfect for family visitors. The beach also has many amenities, including a campground in the pine forest, changing stalls, shower booths, restrooms, drinking fountains, and more. Restaurants offer delicious dishes using freshly caught seafood like <em>jeonbok</em> (abalone) and <em>sora</em> (horned turban). Nearby attractions include Hyeopjae Lava Tube within Hallim Park, Myeongwoldae Cliff, Hwangnyongsa Temple, and Yeonggaksa Temple.","regDate":"2023-02-07","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites"],"imgUrl":"/2023-02-07-1675766233327/218873_image2_1.webp","blogPath":"Jeju-do/2023-02-07-1675766233327","pageUrl":"https:/mcdryad.com/Jeju-do/2023-02-07-1675766233327"},{"id":"2023-02-07-1675762554004","title":"Hwasun Golden Sand Beach (화순 금모래 해변)","description":"Hwasun Golden Sand Beach is  surrounded by beautiful nature. It is close to Sanbangsan Mountain and the Yongmeori Coastline, and the islands of Hyeongjedo, Marado, and Gapado are  off the coast to the southwest. On one side of the beach is a   fresh water  spring where people can enjoy a freshwater bath. <br> <br> The beach is located in Hwasun-ri in Andeok-myeon, which  is easily accessible and&nbsp;has accommodations, shops, and restaurants.","regDate":"2023-02-07","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites"],"imgUrl":"/2023-02-07-1675762554004/197738_image2_1.webp","blogPath":"Jeju-do/2023-02-07-1675762554004","pageUrl":"https:/mcdryad.com/Jeju-do/2023-02-07-1675762554004"},{"id":"2023-02-07-1675759148696","title":"Hueree Natural Park (휴애리자연생활공원)","description":"Located at the outskirts of Hallasan Mountain, Hueree Natural Park is one of the most local and beautiful parks on Jeju Island. Commonly depicted as “an island within the island,” the park is a fun place to experience nature and its importance. It offers various seasonal programs  Apricot Flower Festival, Plum Harvest, and Orange Mandarin Harvest. Earthenware, Dottong (traditional local bathroom), and millstones offer a glimpse of local life and culture. Visitors can also feed baby pigs, rabbits, squirrels, and black goats. Full of colorful volcanic stone towers in the pine forest, the park is floored with volcanic cinders (called scoria) in its entirety. Walking barefoot amidst the gently blowing wind in the forest will surely offer the best rest and leisure to visitors.","regDate":"2023-02-07","author":"korea-tour","tag":["Jeju-do","Culture/Art/History","Recreational Sites","Theme Parks"],"imgUrl":"/2023-02-07-1675759148696/2615547_image2_1.webp","blogPath":"Jeju-do/2023-02-07-1675759148696","pageUrl":"https:/mcdryad.com/Jeju-do/2023-02-07-1675759148696"},{"id":"2023-02-07-1675755361292","title":"Historic Site of Anti-Mongolian Struggle in Hangpadu-ri, Jeju (제주 항파두리 항몽 유적)","description":"Historic Site of Anti-Mongolian Struggle in Hangpadu-ri is where the Sambyeolcho military unit of the Goryeo dynasty resisted the invasion of Mongolia until the last possible moment. The site houses anexhibition hall, a monument, and a unique mud fortress. Nearby is Jangsumul Spring (Jangsu means general) which flowed from the footprints of General Kim Tong-jeong. Today, water from the springcannot be used as drinking water.<br><br>Sambyeolcho was a military unit of the Goryeo dynasty. When the Goryeo dynasty made peace with the Mongolian forces in February 1270 (the 11th year of King Wonjong), the Sambyeolcho special defense unit opposed it and launched a resistance movement. They moved their base to Jindo in Jeollanam-do, but after suffering a huge defeat, they moved to Jeju-do and built Hangpaduseong Fortress. They continued to fight against the Mongolian forces for two more years there. However, all the members were killed in April 1273 (the 14th year of King Wonjong).<br> <br>This independent anti-Mongolian movement was born out the deeply patriotic belief in the need to safeguard the nation from foreign invasion. In 1977, the government invested 745 million won to restore part of the fortress and build a monument in commemoration of those who died in the war. The work was completed in June 1978.","regDate":"2023-02-07","author":"korea-tour","tag":["Jeju-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2023-02-07-1675755361292/1618314_image2_1.webp","blogPath":"Jeju-do/2023-02-07-1675755361292","pageUrl":"https:/mcdryad.com/Jeju-do/2023-02-07-1675755361292"},{"id":"2023-02-07-1675751929383","title":"Hallasan Mountain [National Geopark] (한라산 (제주도 국가지질공원))","description":"Hallasan Mountain stands proudly at the center of Jeju Island and is perhaps the island’s most memorable landmark. Also called Yeongjusan Mountain, meaning mountain high enough to pull the galaxy, Hallasan Mountain is widely known by scientists for its geological value. Designated as a national park in 1970, there are 368 parasitic cones called oreum (Jeju dialect meaning peak) around the main mountain.<br><br>Hallasan Mountain is famous for its vertical ecosystem of plants that results from the varying temperatures along the mountainside. Over 1,800 kinds of plants and 4,000 species of animals (3,300 species of insects) have been identified; to explore the mountains treasures, simply follow one of the well-developed hiking trails.","regDate":"2023-02-07","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites","National Parks"],"imgUrl":"/2023-02-07-1675751929383/601659_image2_1.webp","blogPath":"Jeju-do/2023-02-07-1675751929383","pageUrl":"https:/mcdryad.com/Jeju-do/2023-02-07-1675751929383"},{"id":"2022-07-20-1658322612564","title":"Halla Ecological Forest (한라생태숲)","description":"Spanning 196 hectares, Halla Ecological (Eco) Forest is home to 288,000 trees representing 333 indigenous plant species. Having been designated as a conservation area, the forest provides plenty of great opportunities to observe and learn about Jeju's diversified ecosystem through various facilities including an observatory, plant nurseries, walking trails, and more. The forest also features 13 themed forests with low-impact facilities to preserve the essence of the forest. Visitors can sign up for the forest experience program to enjoy the walking trails within the forest.","regDate":"2022-07-20","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites","Botanical Gardens"],"imgUrl":"/2022-07-20-1658322612564/1938325_image2_1.webp","blogPath":"Jeju-do/2022-07-20-1658322612564","pageUrl":"https:/mcdryad.com/Jeju-do/2022-07-20-1658322612564"},{"id":"2022-07-20-1658313629494","title":"Halla Arboretum (한라수목원)","description":"Halla Arboretum was established for nature research and preservation. Located near  Gwangioreum Volcanic Cone, there are many kinds of native trees and subtropical plants exhibited here. The arboretum serves as a wonderful training resource for students and experts alike. It is also a popular themed attraction among tourists. There are 1,321 endangered and rare species that are preserved and over 100,000 plants on display. The arboretum serves not only as a tourist attraction, but also as an enjoyable and relaxing spot favorited by the locals of Jeju Island.","regDate":"2022-07-20","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites","Botanical Gardens"],"imgUrl":"/2022-07-20-1658313629494/2525599_image2_1.webp","blogPath":"Jeju-do/2022-07-20-1658313629494","pageUrl":"https:/mcdryad.com/Jeju-do/2022-07-20-1658313629494"},{"id":"2022-07-20-1658309825217","title":"Hagwi Aewol Coastal Road (하귀애월해안도로)","description":"Located merely 10 kilometers from Jeju Airport, the Hagwi Aewol Coastal Road is a hidden gem among Jeju travelers. The coastal road starts at Gamun-dong Port in Hagwi-ri and follows the sea and passes ocean view cafes and pensions. The road is also part of Jeju Olle Trail 16 and is a famous bike riding and trekking spot.&nbsp;","regDate":"2022-07-20","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2022-07-20-1658309825217/2800542_image2_1.webp","blogPath":"Jeju-do/2022-07-20-1658309825217","pageUrl":"https:/mcdryad.com/Jeju-do/2022-07-20-1658309825217"},{"id":"2022-07-20-1658306592958","title":"Hagosudong Beach (하고수동해변)","description":"Hagosudong Beach, often referred to as \"The Saipan of Korea\" with its sandy beach and spectacular formation of rocks and cliffs, is located on Udo Island off the coast of Jeju Island. Although all beaches surrounding Jeju are beautiful, Hagosudong is more exotic and distinctive in nature. With a fairly shallow sea level and soft sand, visitors of all ages can enjoy relaxing and walking along the shore while gazing out at the pristine ocean vistas. During the summer season visitors can enjoy watching a firework-like nighttime view of the fishing boats lighting up the ocean.","regDate":"2022-07-20","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites"],"imgUrl":"/2022-07-20-1658306592958/1954210_image2_1.webp","blogPath":"Jeju-do/2022-07-20-1658306592958","pageUrl":"https:/mcdryad.com/Jeju-do/2022-07-20-1658306592958"},{"id":"2022-07-20-1658302449746","title":"Gwaneumsa Temple (Jeju) (관음사(제주))","description":"Gwaneumsa Temple is located at the foot of the northeast side of Hallasan Mountain. The temple is widely believed to have been first built during the Tamra dynasty (BC 476~AD 1005), which was prior to the Goryeo dynasty (AD 918~1392). However, there is no concrete evidence suggesting the exact year of construction or the temple’s original builder. In the early 1700s, when leaders of the Joseon dynasty proclaimed Confucianism as the national religion and executed a policy to destroy all the Buddhist temples in the Jeju area, where Gwaneumsa Temple was demolished. It was rebuilt in 1912 by a Buddhist nun, Anbongryeokwan, and renovated in 1964. <br><br>The temple consists of the main shrine, Myeongbujeong Hall, a bell tower, Sanshingak Pavilion, and Bulimun Gate. There is also a Buddhist school run by the Gwaneumsa Temple located in downtown Jeju.<br><br>There are many tourist spots near the temple such as a wooden seated Buddhist goddess statue that was designated a tangible cultural asset of Jeju-do in 1999. Other popular destinations include Jeju Natural Monument No. 50, a cherry blossom tree habitat, and the nearby “4.3 Historic Site” commemorating the civil revolution many years ago on April 3rd.<br><br>Also located close to the temple are the Mokseokwan Arboretum, Sancheondan, Halla Mountain, Uerimok Valley, Tamra Valley, and Gewaloreum Hill. The steep trail leading up the side of Halla Mountain, “Gwaneumsa Trail,” is particularly popular for its colorful fall foliage and its breathtaking scenery of endless gorges.","regDate":"2022-07-20","author":"korea-tour","tag":["Jeju-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-07-20-1658302449746/1618292_image2_1.webp","blogPath":"Jeju-do/2022-07-20-1658302449746","pageUrl":"https:/mcdryad.com/Jeju-do/2022-07-20-1658302449746"},{"id":"2022-07-20-1658299446690","title":"Gueom Port (구엄포구)","description":"Near Aewol's coastal road, a beautiful sunset spot, there is the small and quaint Gueom Port. Next to the port, there is a rock saltern. This is where salt was produced on top of the basalt. The beautiful coastal road along the rock saltern was designated as a coastal path. There is also a small lighthouse for fishermen returning from sea at night.&nbsp;","regDate":"2022-07-20","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites"],"imgUrl":"/2022-07-20-1658299446690/2740644_image2_1.webp","blogPath":"Jeju-do/2022-07-20-1658299446690","pageUrl":"https:/mcdryad.com/Jeju-do/2022-07-20-1658299446690"},{"id":"2022-07-20-1658295584951","title":"Gosalli Forest Trail (고살리 숲길)","description":"The Gosalli Forest Trail runs along a stream in Harye 2-ri, Namwon-eup on the southern part of Jeju Island. The area was recognized by the Ministry of Environment in 2013 for their outstanding efforts in preserving and protecting the local ecology. The forest trail passes through one of Jeju's beautiful forested areas, and is perfect for peaceful leisure walks, being less known among tourists. To limit the amount of damage to the natural environment, the trails are unrefined, so guests are reminded to tread carefully.","regDate":"2022-07-20","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2022-07-20-1658295584951/2661515_image2_1.webp","blogPath":"Jeju-do/2022-07-20-1658295584951","pageUrl":"https:/mcdryad.com/Jeju-do/2022-07-20-1658295584951"},{"id":"2022-07-20-1658293234896","title":"Gimnyeongsagul Cave [UNESCO World Heritage] (김녕사굴 [유네스코 세계자연유산])","description":"Gimnyeongsagul Cave is located close to Manjanggul Cave in the northeastern part of Jeju Island. The name of the cave, \"Sagul,\" comes from the snake-like formation of the cave (\"sa\" meaning serpent). The entrance of the cave is wide like a serpent holding its mouth wide open, but once inside, the tunnel narrows resembling the body of a snake. Gimnyeongsagul Cave is a highly protected area and has been designated as Natural Monument No. 98 along with Manjanggul Cave.","regDate":"2022-07-20","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites"],"imgUrl":"/2022-07-20-1658293234896/1618232_image2_1.webp","blogPath":"Jeju-do/2022-07-20-1658293234896","pageUrl":"https:/mcdryad.com/Jeju-do/2022-07-20-1658293234896"},{"id":"2022-07-20-1658290324209","title":"Gimnyeong Seongsegi Beach (김녕성세기해변 (김녕해수욕장))","description":"The clear waters that are highlighted with cobalt-blue and the clean white sand of Gimnyeong Seongsegi Beach steal the hearts of visitors every year. The beach is also popular with fishermen, who enjoy rope fishing from the rocks. This area is known to be good for catching striped beakfish and spotty belly greenlings. Not far from the beach is Manjanggul Cave, which offers a welcome escape from the daytime heat.","regDate":"2022-07-20","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites"],"imgUrl":"/2022-07-20-1658290324209/221572_image2_1.webp","blogPath":"Jeju-do/2022-07-20-1658290324209","pageUrl":"https:/mcdryad.com/Jeju-do/2022-07-20-1658290324209"},{"id":"2022-07-20-1658284832645","title":"Geumsan Park (Nabeup Forest Path) (금산공원 (납읍난대림지대))","description":"Geumsan Park is a dense evergreen forest near the village in Aeweol-eup, Jeju-si. The forest is the sole evergreen forest remaining in the flatlands of western Jeju, and is home to tall evergreens and 60 species of warm temperate plants. The forest has been designated as a sample region for providing basic natural materials to help develop original vegetation as an academic resource. It has been officially designated as a Natural Monument, and is protected according to the Cultural Properties Protection Law.","regDate":"2022-07-20","author":"korea-tour","tag":["Jeju-do","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-07-20-1658284832645/218738_image2_1.webp","blogPath":"Jeju-do/2022-07-20-1658284832645","pageUrl":"https:/mcdryad.com/Jeju-do/2022-07-20-1658284832645"},{"id":"2022-07-19-1658273804237","title":"Geomunoreum Lava Tube [UNESCO World Natural Heritage Site] (거문오름 [유네스코 세계자연유산])","description":"Geomunoreum  Lava Tube System is a series of lava tubes that originated from the eruption of Geomunoreum, a parasatic cone. Geomunoreum has an altitude of 456 meters and with lava tubes spreading out in a streamlined shape, its lava tube system is the largest of its kind on Jeju Island. The name is said to have originated when the local islanders called the cone \"Geomun,\" which is translated to “black,” referring to the dense forest formed on the crater. However, according to researchers and linguists, the term \"Geomun\" may have originated from a word from the Gojoseon period which were used to refer to deities, inferring that the name Geomunoreum actually means \"holy hill.\"<br><br>Geomunoreum Lava Tube System consists of roughly 20 lava tubes that follow the cone's slope to the northeast, stretching out all the way to the shore. Among these tubes, Bwengdwigul, Mangjanggul, Gimnyeonggul, Yongcheondonggul, and Dangcheondonggul Caves are inscribed as a UNESCO World Natural Heritage.","regDate":"2022-07-19","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-07-19-1658273804237/2661661_image2_1.webp","blogPath":"Jeju-do/2022-07-19-1658273804237","pageUrl":"https:/mcdryad.com/Jeju-do/2022-07-19-1658273804237"},{"id":"2022-07-19-1658270204239","title":"Geommeolle Beach (검멀레해변)","description":"Under Udobong Peak is Geommeolle Beach, a very small beach, reaching only about 100 meters in total length, with a name literally translating to \"black sand\" in the Jeju dialect. Visitors can enjoy a beautiful sunrise, peaceful beach and the cool ocean water in the cave at the end of the beach.","regDate":"2022-07-19","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites"],"imgUrl":"/2022-07-19-1658270204239/1620312_image2_1.webp","blogPath":"Jeju-do/2022-07-19-1658270204239","pageUrl":"https:/mcdryad.com/Jeju-do/2022-07-19-1658270204239"},{"id":"2022-07-19-1658266511443","title":"Gapado Island (가파도)","description":"Gapado Island is 5.5 km away from Moseulpo Port, south of Seogwipo-si, Jeju-do.<br><br>Dutchman Hendrik Hamel stumbled upon the shores of Jeju Island and later introduced the island  to the West. The island has a monument for Hamel, set up to honor his contributions to Jeju. Gapa Green Barley Festival is held every year in May, and a ferry also  runs from Moseulpo Port to Gapado Island, and operates two times a day.","regDate":"2022-07-19","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites"],"imgUrl":"/2022-07-19-1658266511443/1999118_image2_1.webp","blogPath":"Jeju-do/2022-07-19-1658266511443","pageUrl":"https:/mcdryad.com/Jeju-do/2022-07-19-1658266511443"},{"id":"2022-07-19-1658263057644","title":"Gangjeongcheon Stream (강정천)","description":"Unlike most streams on Jeju Island that can easily run dry, Gangjeongcheon Stream, located to the east of Gangjeong Village in Seogwipo-si, flows with clear water all year round. The stream stretches 16 kilometers in length and has 7 small ponds, 6 bridges and 13 waterfalls. The old pine trees and uniquely formed rocks and stones on either side of the stream make for great natural sightseeing.<br><br>The stream is home to sweetfish and groups of mandarin ducks, which are Natural Monument No. 327. During summer, the stream is crowded with vacationers thanks to the clean water and relaxing environment.","regDate":"2022-07-19","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites","Valleys"],"imgUrl":"/2022-07-19-1658263057644/197272_image2_1.webp","blogPath":"Jeju-do/2022-07-19-1658263057644","pageUrl":"https:/mcdryad.com/Jeju-do/2022-07-19-1658263057644"},{"id":"2022-07-19-1658259079835","title":"Eongttopokpo Falls (엉또폭포)","description":"Eongttopokpo Falls, one of the 70 scenic views of Jeju Island, is hidden within a forest and appears only after a heavy rainfall of at least 100 millimeters. The falls is 50 meters high and is surrounded by uniquely formed rocks and stones. In the vicinity of the falls, there is a spacious temperate forest and evergreen scenery that contributes to the area's scenic beauty year-round. <br><br>To reach the waterfall, visitors can start from Wolsan Village in Gangjeong-dong and follow Akgeuncheon Stream up for 500 meters, or walk northwest 800 meters along the mandarin field before Gang Chang-hak Park.","regDate":"2022-07-19","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites","Waterfalls"],"imgUrl":"/2022-07-19-1658259079835/1954196_image2_1.webp","blogPath":"Jeju-do/2022-07-19-1658259079835","pageUrl":"https:/mcdryad.com/Jeju-do/2022-07-19-1658259079835"},{"id":"2022-07-19-1658256328080","title":"Eco Land Theme Park (에코랜드테마파크)","description":"Eco Land Theme Park is built in the 1km² Gotjawal primeval forest. Visitors can explore around in a train that looks like 1800s’ steam powered Baldwin train. The&nbsp;seven Baldwin train look-alike (Lincoln Train)&nbsp;operated in the park were specially ordered and manually manufactured in UK. In the large Gotjawal forest with railway trails, visitors can see a variety of plants, animals, and insects living in the mysterious Gotjawal forests, while touring around by the special train. It also has a lake for visitors to experience the ecosystem of the forest, take a walk and enjoy a picnic. Besides, there are many things to enjoy including Eco Bridge, Eco Windmill, Picnic Garden, Kid’s Town, Eco Road, Bare Foot on Scoria, Floating Café, and topiary art works.","regDate":"2022-07-19","author":"korea-tour","tag":["Jeju-do","Culture/Art/History","Recreational Sites","Theme Parks"],"imgUrl":"/2022-07-19-1658256328080/2046439_image2_1.webp","blogPath":"Jeju-do/2022-07-19-1658256328080","pageUrl":"https:/mcdryad.com/Jeju-do/2022-07-19-1658256328080"},{"id":"2022-07-19-1658252731994","title":"Dosun Dawon Tea Plantation (도순다원)","description":"Dosun Dawon Tea Plantation is Korea's first tea plantation to build and operate a modern tea-manufacturing factory. The plantation is an eco-tourism destination that aims to contribute in reducing carbon dioxide and improve the local economy through green tea production. Despite the large field that covers an area of approx. 264,400 ㎡, Dosun Dawon Tea Plantation is not very well known among tourists. However, the plantation is frequented by photographers who visit to take snapshots of the vast field against the backdrop of Hallasan Mountain or Jeju's beautiful ocean.","regDate":"2022-07-19","author":"korea-tour","tag":["Jeju-do","Culture/Art/History","Experience Programs","Farming Experience"],"imgUrl":"/2022-07-19-1658252731994/2617707_image2_1.webp","blogPath":"Jeju-do/2022-07-19-1658252731994","pageUrl":"https:/mcdryad.com/Jeju-do/2022-07-19-1658252731994"},{"id":"2022-07-19-1658250007095","title":"Donnaeko Resort (Wonangpokpo Falls) (돈내코(원앙폭포))","description":"With a valley creek hidden by lush green forest leading to a 5-meter-high waterfall falling into a small pool of water, Donnaeko Resort is like a small paradise hidden in nature. The waters, flowing down from Hallasan Mountain, are clear and icy cold even during the hot summer season. The resort's magnificent views and natural pool make the area a popular vacation destination.","regDate":"2022-07-19","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites","Valleys"],"imgUrl":"/2022-07-19-1658250007095/2665273_image2_1.webp","blogPath":"Jeju-do/2022-07-19-1658250007095","pageUrl":"https:/mcdryad.com/Jeju-do/2022-07-19-1658250007095"},{"id":"2022-07-19-1658245342348","title":"Darangswi Oreum (Wollangbong Peak) (다랑쉬오름(월랑봉))","description":"Located the Northeastern part of Jeju Island, Darangswi Oreum is a parasitic volcano that stands about 380 meters above sea level. From Darangswi Oreum, visitors can overlook tourist attractions such as Seongsan Ilchulbong (Sunrise Peak), Udo Island, Hallasan Mountain, coastlines, and various parasitic cones.<br><br>The mountain has an oval shape from south to north with a steep incline. The top has a large, deep funnel-shaped crater that still preserves its original shape unlike craters in cones. The name Darangswi is derived from the fact that the mountain looks like a moon ('Da' meaning 'Moon' and 'Swi' meaning 'Mountain' in the Jeju dialect).<br><br>Trees are scattered here and there at the top, and the outskirts of the mountain are decorated with cedar trees. Meadow plants such as Aster yomena populate most of the mountain. A gentle hill to the right of Darangswi Oreum is called Akkeun Darangswi Oreum (also called Sowol Nangak). Meaning 'small,' 'Akkeun' is both old Korean and Jeju dialect.<br><br>Darangswi Oreum hosts Wollang Peak Sunrise Festival every year allowing visitors to see the spectacular full moon from the crater. There are wooden stairs in place for easy ascent, and the mountain is also a popular site for paragliders.","regDate":"2022-07-19","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-07-19-1658245342348/2652528_image2_1.webp","blogPath":"Jeju-do/2022-07-19-1658245342348","pageUrl":"https:/mcdryad.com/Jeju-do/2022-07-19-1658245342348"},{"id":"2022-07-19-1658241314969","title":"Daheeyeon Garden (다희연)","description":"Daheeyeon Garden is a major tea farm on Jeju Island, which has the best conditions for growing great tea in a natural environment. Jeju has a year-round average temerature of 16℃ and nutrient-rich soil with plenty of water for the tea plants to grow well. The two cave cafes, Evergreen Luce Garden and Eve Hall, serve naturally fermented green tea bread, cookies, muffins, green tea latte and green tea juice. <br><br>Evergreen Luce outdoor garden was built inside a cave formed naturally by a volcanic eruption. Despite being in a cave, this outdoor garden has ponds, bridges, indigenous trees and flowers. Eve Hall is located through a hole in the cave ceiling and can be only reached after passing through a tunnel-like cave. The deepest part of Eve Hall is roughly 30 meters and is home to bats; if you are lucky, you might even see a few.","regDate":"2022-07-19","author":"korea-tour","tag":["Jeju-do","Culture/Art/History","Experience Programs","Farming Experience"],"imgUrl":"/2022-07-19-1658241314969/1620108_image2_1.webp","blogPath":"Jeju-do/2022-07-19-1658241314969","pageUrl":"https:/mcdryad.com/Jeju-do/2022-07-19-1658241314969"},{"id":"2022-07-19-1658238893407","title":"Daepo Jusangjeolli Cliff (주상절리대(대포동지삿개))","description":"If you follow the farm road about 600m to the southwest from Daepo-dong, at the end of the pine tree forest is a cliff.  At the base of this cliff is the Jisatgae Coast along with the imposing stone pillars. Jusangjeolli are stone pillars piled up along the coast and is a designated cultural monument of Jeju Island. Jusangjeolli Cliff was formed when the lava from Hallasan Mountain erupted into the sea of Jungmun. They are rock pillars shaped like cubes or hexagons of various sizes and almost seem as if stone masons had carved them out. The administration of the district named them 'Jisatgae Rocks' from their old name 'Jisatgae'. The 20m cliff makes it a popular spot for high tide and sea angling. The waves of the high tide crashing into the side of the cliff provide a breathtaking view of the ocean surrounding the pillars.","regDate":"2022-07-19","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites"],"imgUrl":"/2022-07-19-1658238893407/197693_image2_1.webp","blogPath":"Jeju-do/2022-07-19-1658238893407","pageUrl":"https:/mcdryad.com/Jeju-do/2022-07-19-1658238893407"},{"id":"2022-07-19-1658236093306","title":"Daejeonghyanggyo Confucian School (대정향교)","description":"Daejeonghyanggyo was a Confucian school during Joseon Dynasty. Although the exact date of construction is uncertain, it is estimated that the building was built around the same time as Daejeonghyeon in 1416.<br> <br> The school was originally located inside Bukseong but it was once moved outside of Dongmun and then again to the site of Seoseong. It was finally moved to Dansan Oreum where it remains to this day. At present, Daejeonghyanggyo Confucian School  consists of Daeseongjeon, Myeongryundang, Dongjae, Seojae Shinsammun, Daeseongmun, Dongmalmun and Dongjeongmun. Daeseongjeon was remodeled in 1669, 1688, and 1752. Myeongryundang was rebuilt in 1772. After several instances of remodeling and rebuilding, Daeseongjeon was remodeled again in 1993. The Confucian school was designated as the Jeju Tangible Cultural Asset No. 4 in August 1971.","regDate":"2022-07-19","author":"korea-tour","tag":["Jeju-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-07-19-1658236093306/1617304_image2_1.webp","blogPath":"Jeju-do/2022-07-19-1658236093306","pageUrl":"https:/mcdryad.com/Jeju-do/2022-07-19-1658236093306"},{"id":"2022-07-19-1658230401587","title":"Cheonjiyeonpokpo Falls [UNESCO Global Geopark] (천지연폭포 (제주도 국가지질공원))","description":"The water of Cheonjiyeonpokpo Falls appears to fall from the heavens, giving it its name, meaning \"sky connected with land.\" The wooded area around the falls is home to the wild dampalsu trees, designated as Natural Monument No. 163, as well as a great variety of rare plants such as brambles, and songyeopnan as well as gusiljappam trees, sanyuja trees (Chinese lemon trees), and camellias. All together, this forest is designated as Natural Monument No. 379. The waterfall is 22 meters high, 12 meters wide and 20 meters in depth. The clear and deep water of Cheonjiyeonpokpo Falls is designated as Natural Monument No. 27 and is renowned as a habitat for Mutae eels (Natural Monument No. 258).","regDate":"2022-07-19","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites","Waterfalls"],"imgUrl":"/2022-07-19-1658230401587/1617220_image2_1.webp","blogPath":"Jeju-do/2022-07-19-1658230401587","pageUrl":"https:/mcdryad.com/Jeju-do/2022-07-19-1658230401587"},{"id":"2022-07-19-1658227233086","title":"Cheonjeyeonpokpo Falls (천제연폭포)","description":"Cheonjeyeonpokpo Falls, named \"The Pond of God,\" consists of three sections. The first waterfall falls into a pond with a depth of 21 meters. From here, it falls two more times, creating the second and third waterfalls, which then flow into the sea. To the east of the first waterfall is a cave, where water falls from the ceiling. In the past, people believed this water had healing properties, with many people bathing in the waters. These days, swimming is strictly prohibited. In Cheonjeyeon Valley, visitors can see Seonimgyo Bridge (arch bridge with 7 nymphs carved on the side) and the octagonal Cheonjeru Pavilion. Seonimgyo Bridge is also called Chilseonyeogyo, meaning \"seven nymphs bridge,\" and it connects Cheonjeyeon Falls with Jungmum Tourist Complex. <br><br>On the surface of Cheonjeru Pavilion, there is a painting that tells Cheonjeyeon’s legend of the seven nymphs and the mountain god.","regDate":"2022-07-19","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites","Waterfalls"],"imgUrl":"/2022-07-19-1658227233086/2650708_image2_1.webp","blogPath":"Jeju-do/2022-07-19-1658227233086","pageUrl":"https:/mcdryad.com/Jeju-do/2022-07-19-1658227233086"},{"id":"2022-07-19-1658223468002","title":"Camellia Hill (카멜리아힐)","description":"Camellia Hill is a camellia arboretum that was created on a 172,000 square meter plot of land in Sangchang-ri, Jeju-do. The arboretum is home to 6,000 camellia trees of 500 different species including species that are known to produce the world’s largest and earliest blossoms. In addition to camellia trees, the arboretum also boasts palm trees, wildflowers, and other plants as well as a sprawling grass plaza and an ecological pond. Auxiliary facilities include a gallery exhibiting camellia-themed crafts and a multipurpose seminar room. Camellia Hill also offers a variety of lodging facilities ranging from thatched-roof cottages and wooden cabins to steel houses and a condominium-type resort.","regDate":"2022-07-19","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites","Botanical Gardens"],"imgUrl":"/2022-07-19-1658223468002/2616831_image2_1.webp","blogPath":"Jeju-do/2022-07-19-1658223468002","pageUrl":"https:/mcdryad.com/Jeju-do/2022-07-19-1658223468002"},{"id":"2022-07-19-1658220143150","title":"Byeolbangjin Fortress (별방진)","description":"Byeolbangjin Fortress was designated as Jeju Monument No. 24 on April 13, 1973. The fortress is about 950 meters in  circumference. The oval fortress was built in consideration of the location's topography having a higher terrain in the southern part and a lower terrain in the northern part. Of all the fortresses in Jeju, Byeolbangjin Fortress is in relatively good shape. The fortress is also an important example of how fortresses in Jeju were built and in what scale.","regDate":"2022-07-19","author":"korea-tour","tag":["Jeju-do","Culture/Art/History","Historical Sites","Fortresses"],"imgUrl":"/2022-07-19-1658220143150/192238_image2_1.webp","blogPath":"Jeju-do/2022-07-19-1658220143150","pageUrl":"https:/mcdryad.com/Jeju-do/2022-07-19-1658220143150"},{"id":"2022-07-19-1658216050635","title":"Bukchon Dol Hareubang Park (북촌 돌하르방공원)","description":"As a main symbol of Jeju Island, Dol Hareubang, literally meaning \"Old Grandfather\" stone statues, can be found everywhere on the island. However, despite their wide appearance, a lack of historical documents has hampered the true understanding of the statues. Bukchon Dol Hareubang Park puts together a wide variety of the statutes and, in doing so, illuminates their aesthetic and scholarly importance to visitors as well as future generations. In this sense, the park is not only a tourist attraction, but also a learning center for children and adults alike. The park consists of 48 Dol Hareubang, a promenade, reinterpreted Dol Hareubang focusing on the theme of peace, a traditional local garden with walking paths, and a learning center.<br><br> Dol Hareubang were previously called by various names, including Useokmok, Museokmok, or Byeoksumeori. Dol Hareubang became the official name in 1971 after being designated as a local folk heritage. Although Dol Hareubang were originally seen only around the entrance of government seats, there are over 48 officially recognized Dol Hareubang throughout the island (21 in Jeju City, 2 in National Folk Museum of Korea, 12 in Seongeup, and 13 in Daejeong), along with many replicas. The shamanistic statues are believed to offer protection and ward off demons. According to Tamnaji (Record of Tamna), Dol Hareubang are believed to have been initiated by Kim Mong-gyu, then Magistrate of Jeju in 1754 (30th year of King Yeongjo’s reign).","regDate":"2022-07-19","author":"korea-tour","tag":["Jeju-do","Culture/Art/History","Recreational Sites","Theme Parks"],"imgUrl":"/2022-07-19-1658216050635/656813_image2_1.webp","blogPath":"Jeju-do/2022-07-19-1658216050635","pageUrl":"https:/mcdryad.com/Jeju-do/2022-07-19-1658216050635"},{"id":"2022-07-19-1658213034056","title":"Biyangdo Island (비양도)","description":"Meaning “to fly over,” Biyangdo Island is the last-formed volcanic island in Jeju (1002). It remains in its original form as a parasitic volcano and it is located in the center of an uncontaminated area of the sea having abundant fishing grounds with varied fish species. The island has many natural formations, including Biyangbong Peak, featuring six mysterious peaks, two craters, and a rock formed like a mom carrying her baby on her back. The island has many walking paths to view these attractions and more.","regDate":"2022-07-19","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites"],"imgUrl":"/2022-07-19-1658213034056/2497494_image2_1.webp","blogPath":"Jeju-do/2022-07-19-1658213034056","pageUrl":"https:/mcdryad.com/Jeju-do/2022-07-19-1658213034056"},{"id":"2022-07-19-1658210099379","title":"Bijarim Forest (비자림)","description":"Designated Natural Monument No. 374, Bijarim Forest is a group of about 2,800 nutmeg yew trees between 500 and 800 years old. The trees measure 7-14 meters in x_height and 50-110 centimeters in diameter, with canopy spread of 10-15 meters. In the past, the trees were harvested for pine nuts, as well as used for the construction of quality furniture and baduk game boards.<br><br>In addition to the large colony of nutmeg yew, the forest is also home to many rare orchid species. The trees emit a lot of phytoncide, which is said to strengthen the immune system and boost the natural healing ability of the human body. Nearby attractions include volcanic cones like Abuoreum and Yongnunioruem, perfect for a more energetic walk and a view of Bijarim Forest from above.","regDate":"2022-07-19","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites","Botanical Gardens"],"imgUrl":"/2022-07-19-1658210099379/2668266_image2_1.webp","blogPath":"Jeju-do/2022-07-19-1658210099379","pageUrl":"https:/mcdryad.com/Jeju-do/2022-07-19-1658210099379"},{"id":"2022-07-19-1658206116289","title":"Baengnokdam Lake (한라산 백록담)","description":"Baengnokdam is a crater lake that sits on top of Hallasan Mountain at the center of Jeju Island. It spans 3 kilometers in circumference and 500 meters in diameter, and is surrounded by approximately 360 parasitic cones. At the peak, visitors can feel like floating on clouds.","regDate":"2022-07-19","author":"korea-tour","tag":["Jeju-do","Nature","Natural Resources","Rare Animals & Plants"],"imgUrl":"/2022-07-19-1658206116289/1632499_image2_1.webp","blogPath":"Jeju-do/2022-07-19-1658206116289","pageUrl":"https:/mcdryad.com/Jeju-do/2022-07-19-1658206116289"},{"id":"2022-07-19-1658199631646","title":"Andeokgyegok Valley (안덕계곡)","description":"Andeokgyegok Valley in Gamsan-ri Village is located 2 kilometers east of Hwasun-ri. The valley is filled with many species of pine trees that make up the Evergreen Forest, designated as Natural Monument No. 377. The road from the entrance to the waterfall offers a picturesque scenery. The view at night, when lit by nothing but the stars in the sky, is nothing short of spectacular.","regDate":"2022-07-19","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites","Valleys"],"imgUrl":"/2022-07-19-1658199631646/1617283_image2_1.webp","blogPath":"Jeju-do/2022-07-19-1658199631646","pageUrl":"https:/mcdryad.com/Jeju-do/2022-07-19-1658199631646"},{"id":"2022-07-18-1658187333363","title":"Altteureu Airfield & Japanese Occupation-Era Hangars (알뜨르비행장 및 일본군 비행기 격납고)","description":"The airfield was built by Jeju-do residents under force by the Japanese army during the Second World War. Visitors can explore the airfield, the control tower, an anti-aircraft emplacement and a hangar at the site. There are relics of the Japanese army and tragic relics of Korea's modern history at 4.3 Historic Site and Jinji Cave in the vicinity to Songaksan Mountain and close to the airfield.","regDate":"2022-07-18","author":"korea-tour","tag":["Jeju-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-07-18-1658187333363/200902_image2_1.webp","blogPath":"Jeju-do/2022-07-18-1658187333363","pageUrl":"https:/mcdryad.com/Jeju-do/2022-07-18-1658187333363"}],"metaData":{"pageUrl":"https://mcdryad.com/Jeju-do","nav":"Jeju-do"},"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}