{"pageProps":{"content":"![Eurwang-ri Beach (을왕리해수욕장)](/2022-07-12-1657625588806/2512766_image2_1.webp)\n  \n## Overview\n\n> Eurwang-ri Beach, located in Jung-gu, Incheon, was designated as a National Tourist Site in 1986. Approximately 700 meters in length with an average depth of only 1.5 meters, the beautiful white sand beach is known for amazing sunsets. The beach also has a large grass field and accommodations for those that enjoy various sports. Visitors can also rent boats for fishing.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-32-747-0110|\n|parking:|Available|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Available Facilities:|Shower booths, changing room, drinking fountain, camping site for students, grass field, etc.|\n|Restrooms:|Available|\n  \n## Detail Image\n![/2022-07-12-1657625588806/1577777_image2_1.webp](/2022-07-12-1657625588806/1577777_image2_1.webp)\n![/2022-07-12-1657625588806/1577778_image2_1.webp](/2022-07-12-1657625588806/1577778_image2_1.webp)\n![/2022-07-12-1657625588806/1577779_image2_1.webp](/2022-07-12-1657625588806/1577779_image2_1.webp)\n![/2022-07-12-1657625588806/1784824_image2_1.webp](/2022-07-12-1657625588806/1784824_image2_1.webp)\n![/2022-07-12-1657625588806/1784825_image2_1.webp](/2022-07-12-1657625588806/1784825_image2_1.webp)\n![/2022-07-12-1657625588806/2512760_image2_1.webp](/2022-07-12-1657625588806/2512760_image2_1.webp)\n![/2022-07-12-1657625588806/2512762_image2_1.webp](/2022-07-12-1657625588806/2512762_image2_1.webp)\n![/2022-07-12-1657625588806/2512765_image2_1.webp](/2022-07-12-1657625588806/2512765_image2_1.webp)\n![/2022-07-12-1657625588806/2512767_image2_1.webp](/2022-07-12-1657625588806/2512767_image2_1.webp)\n![/2022-07-12-1657625588806/2512924_image2_1.webp](/2022-07-12-1657625588806/2512924_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-32-747-0110](tel:+82327470110)\n- [🏠rwangni-beach.co.kr](http://rwangni-beach.co.kr/)\n\n\n```googleMap\nlatitude: 37.4450909900\nlongitude: 126.3729296657\ntitle: 16-15, Yongyuseo-ro 302beon-gil, Jung-gu, Incheon\n```\n  \n\n","data":{"id":"2022-07-12-1657625588806","title":"Eurwang-ri Beach (을왕리해수욕장)","description":"Eurwang-ri Beach, located in Jung-gu, Incheon, was designated as a National Tourist Site in 1986. Approximately 700 meters in length with an average depth of only 1.5 meters, the beautiful white sand beach is known for amazing sunsets. The beach also has a large grass field and accommodations for those that enjoy various sports. Visitors can also rent boats for fishing.","regDate":"2022-07-12","author":"korea-tour","tag":["Incheon","Nature","Natural Sites"],"imgUrl":"/2022-07-12-1657625588806/2512766_image2_1.webp","blogPath":"Incheon/2022-07-12-1657625588806","pageUrl":"https:/mcdryad.com/Incheon/2022-07-12-1657625588806"},"dataList":[{"id":"2022-08-10-1660163962726","title":"Ganghwahyanggyo Confucian School (강화향교)","description":"First established in Ganghwa-eup during the 5th year of King Injong in  the Goryeo dynasty (1127), Ganghwahyanggyo Confucian School was moved to Ganghwa-gun and then restored  at the foot of Buksan Mountain (formally Songaksan Mountain) in 1624 by Sim Yeol during the 2nd year of King Injo. <br><br>Ganghwahyanggyo Confucian School is regarded as an important cultural and historical site in Ganghwa-eup.","regDate":"2022-08-10","author":"korea-tour","tag":["Incheon","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-08-10-1660163962726/1575654_image2_1.webp","blogPath":"Incheon/2022-08-10-1660163962726"},{"id":"2022-08-10-1660160108986","title":"Ganghwado Jejeokbong Peace Observatory (강화도제적봉 평화전망대 )","description":"Ganghwado Jejeokbong Peace Observatory was constructed in the northern area of the Civilian Restricted Zone in Cheolsan-ri, Yangsa-myeon. Entry to this area was strictly prohibited to the general public until 2008. The observatory allows visitors to take a closer look at the natural beauty the lies beyond the northern border. The observatory consists of four floors. The basement and fourth floor are used by the military; the first floor sells regional produce from Ganghwado Island and specialty products from North Korea, and the second and third floors make up the audio-visual rooms with materials related to North Korea and an observatory where one can observe the Northern territory from afar.","regDate":"2022-08-10","author":"korea-tour","tag":["Incheon","Culture/Art/History","Historical Sites","Security & Peace Sites"],"imgUrl":"/2022-08-10-1660160108986/2657531_image2_1.webp","blogPath":"Incheon/2022-08-10-1660160108986"},{"id":"2022-08-10-1660157143015","title":"Ganghwado Island (강화도)","description":"Ganghwado Island, off the west coast, is the fifth largest island in Korea. The island was connected to the mainland in 1970 with the construction of Ganghwagyo Bridge. Another larger bridge, Ganghwadaegyo Bridge, was built in 1997, making it easier than ever to travel to Ganghwado Island from Seoul and Incheon areas. The island is home to Chamseongdan Altar on top of Manisan Mountain on the southern coast. This said to be where Dangun Wanggeom offered sacrificial rites to the heavens. Another important item of note on Ganghwado Island is the collection of stone dolmens, a UNESCO-recognized world heritage.<br><br>Ganghwado Island has many famous local products, including the medicinally effective Ganghwa ginseng and hwamunseok, a mat woven with flower patterns. Hwamunseok is famous also as a representative traditional Korean product for its intricate handwork and designs.","regDate":"2022-08-10","author":"korea-tour","tag":["Incheon","Nature","Natural Sites"],"imgUrl":"/2022-08-10-1660157143015/1924973_image2_1.webp","blogPath":"Incheon/2022-08-10-1660157143015"},{"id":"2022-08-10-1660153342135","title":"Ganghwa Seonwonsa Temple Site (강화 선원사지)","description":"Ganghwa Seonwonsa Temple Site was first discovered in 1976 during a surface examination around Ganghwado Island undertaken by the Ganghwado Island Academic Research Team of Dongguk University. The site was designated as Historic Site No. 259 in 1977. Seonwonsa Temple was built by General Choi Wu in 1245 (the 32nd year of King Gojong’s reign during the Goryeo dynasty), which was right after the transfer of the capital to Ganghwado during resistance against the Mongolian invasion. <br><br>The temple was meant to be a spiritual mainstay in fighting against Mongolia. It used to be one of the two largest temples in Korea along with Songgwangsa Temple. However, the temple was completely destroyed during the early Joseon era, leaving only the site itself. The famous wood blocks of Palman Daejanggyeong (the Tripitaka Koreana), currently housed in Haeinsa Temple at Hapcheon, are said to have been originally stored in Seonwonsa Temple. It is believed that the carved wood blocks were taken from Seonwonsa to Heungcheonsa Temple during the Joseon era and again moved to Haeinsa Temple during the reign of Sejo. <br><br>Located on a mountain slope, the presumed location of the building site extends 250 meters from south to north and 170 meters from east to west.","regDate":"2022-08-10","author":"korea-tour","tag":["Incheon","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-08-10-1660153342135/1577247_image2_1.webp","blogPath":"Incheon/2022-08-10-1660153342135"},{"id":"2022-08-10-1660150781902","title":"Ganghwa Seoksumun Gate (강화 석수문)","description":"Seoksumun is a floodgate on the Dongnakcheon Stream, which flows through the town of Ganghwa-eup. The floodgate was built in 1711 (37th year of King Sukjong’s reign during the Joseon Period) and it is connected to the inner walls of the Ganghwasanseong Fortress. It is an arched structure with a design of three rainbows coming together. Made of granite, the floodgate measures 18.2 meters in length and 2.7 meters in x_height, while the arches are 1.7 meters tall, and 3 meters wide.","regDate":"2022-08-10","author":"korea-tour","tag":["Incheon","Culture/Art/History","Historical Sites","Gates"],"imgUrl":"/2022-08-10-1660150781902/182928_image2_1.webp","blogPath":"Incheon/2022-08-10-1660150781902"},{"id":"2022-08-10-1660146089291","title":"Ganghwa Manisan Mountain (Ganghwa Section) (마니산 (강화))","description":"Manisan Mountain is located on the southern end of Ganghwado Island, at the mid-point of the Korean Peninsula between Hallsan Mountain and Baekdusan Mountain. At the top of Manisan Mountain is Chamseongdan Altar, known to have been used by Dangun to hold sacred rituals. The 1988 Paralympics torch was lit at the top of the mountain as well as the torch for the Korea national sports games each year. If you walk up the trail with 918 stone steps, an amazing view of the west sea and Jeongsusa Temple to the east can be seen. The pine tree forest full of phytoncide is perfect for hikers to relieve their stress.","regDate":"2022-08-10","author":"korea-tour","tag":["Incheon","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-08-10-1660146089291/1659674_image2_1.webp","blogPath":"Incheon/2022-08-10-1660146089291"},{"id":"2022-08-10-1660142251481","title":"Ganghwa Jeondeungsa Temple (강화 전등사)","description":"Jeondeungsa Temple is located in Samnangseong Fortress, which is said to have been built by the three sons of Dangun, the founder of Korea. The temple was originally called Jinjongsa Temple during the early Goryeo dynasty; the name changed to the current Jeondeungsa Temple in 1282.<br><br>Jeondeungsa Temple contains significant architectural works, including the main building Daeungbojeon Hall (a Treasure), built in 1621. Decorated with delicate carvings, it is a superlative example of the architecture of the mid-Joseon dynasty. Visitors can see names of soldiers written on the walls and columns of Daeungbojeon Hall. These soldiers fought against the French Navy and wrote their names in Jeondeungsa to pray to Buddha for good luck in war.<br> <br>There are ten other structures of historical significance at the temple including Yaksajeon Hall (a Treasure),  Beomjong Bell (a Treasure), and Yangheonsu Victory Monument (a Tangible Cultural Treasure). The compound is also home to many ancient trees.","regDate":"2022-08-10","author":"korea-tour","tag":["Incheon","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-08-10-1660142251481/2675538_image2_1.webp","blogPath":"Incheon/2022-08-10-1660142251481"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}