{"pageProps":{"content":"![Bosingak Belfry (보신각 터)](/2022-07-20-1658352918179/566424_image2_1.webp)\n\n  \n## Overview\n\n> Bosingak Belfry was used during the Joseon dynasty to keep the time. The bell would ring 33 times at 4 AM, signaling the start of the day and the opening of the city gates. At 10 PM, the bell would ring 28 and the gates would close for the night. The bell was originally installed at Wongaksa Temple in 1468, in the 13th year of King Sejo, but was moved to its current location in 1619. The bell has high cultural value due to the exact year of construction being known, allowing historians to accurately date artifacts from the same time period. The original bell, National Treasure No. 2, is preserved in the National Museum of Korea.<br><br>\n\nTourists to Jongno-gu and locals alike can enjoy a living history through the bell-ringing ceremony that takes place for one hour every day (excluding Mondays), starting at 11:20. In addition, Bosingak Belfry is the location of Korea's very own \"ball drop ceremony\" on December 31. On this evening, the streets surrounding the belfry are closed to traffic and people gather to ring in the New Year with the striking of the bell.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br>(Korean, English, Japanese, Chinese) <br> • For more info: +82-2-2133-2641|\n|parking:|Not available (public transportation recommeded)|\n|restdate:|N/A (Open all year round)|\n|usetime:|Open 24 hr|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Admission Fees:|Free|\n|Interpretation Services Offered:|Not available|\n  \n## Detail Image\n![/2022-07-20-1658352918179/1568172_image2_1.webp](/2022-07-20-1658352918179/1568172_image2_1.webp)\n![/2022-07-20-1658352918179/1568173_image2_1.webp](/2022-07-20-1658352918179/1568173_image2_1.webp)\n![/2022-07-20-1658352918179/1568174_image2_1.webp](/2022-07-20-1658352918179/1568174_image2_1.webp)\n![/2022-07-20-1658352918179/1568175_image2_1.webp](/2022-07-20-1658352918179/1568175_image2_1.webp)\n![/2022-07-20-1658352918179/1568176_image2_1.webp](/2022-07-20-1658352918179/1568176_image2_1.webp)\n![/2022-07-20-1658352918179/1568177_image2_1.webp](/2022-07-20-1658352918179/1568177_image2_1.webp)\n![/2022-07-20-1658352918179/1568178_image2_1.webp](/2022-07-20-1658352918179/1568178_image2_1.webp)\n![/2022-07-20-1658352918179/566425_image2_1.webp](/2022-07-20-1658352918179/566425_image2_1.webp)\n![/2022-07-20-1658352918179/566426_image2_1.webp](/2022-07-20-1658352918179/566426_image2_1.webp)\n![/2022-07-20-1658352918179/566427_image2_1.webp](/2022-07-20-1658352918179/566427_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-2-2133-2641](tel:+82221332641)\n- [🏠culture.seoul.go.kr</a><br /><a href=\"http://www.cha.go.kr/\" target=\"_blank\">www.cha.go.kr](https://culture.seoul.go.kr)\n\n\n```googleMap\nlatitude: 37.5698150675\nlongitude: 126.9835760212\ntitle: 54, Jong-ro, Jongno-gu, Seoul\n```\n  \n## Directions\n  \n[Subway ]<br>\nJonggak Station (Seoul Subway Line 1), Exit 4.\n","data":{"id":"2022-07-20-1658352918179","title":"Bosingak Belfry (보신각 터)","description":"Bosingak Belfry was used during the Joseon dynasty to keep the time. The bell would ring 33 times at 4 AM, signaling the start of the day and the opening of the city gates. At 10 PM, the bell would ring 28 and the gates would close for the night. The bell was originally installed at Wongaksa Temple in 1468, in the 13th year of King Sejo, but was moved to its current location in 1619. The bell has high cultural value due to the exact year of construction being known, allowing historians to accurately date artifacts from the same time period. The original bell, National Treasure No. 2, is preserved in the National Museum of Korea.<br><br>Tourists to Jongno-gu and locals alike can enjoy a living history through the bell-ringing ceremony that takes place for one hour every day (excluding Mondays), starting at 11 20. In addition, Bosingak Belfry is the location of Korea's very own \"ball drop ceremony\" on December 31. On this evening, the streets surrounding the belfry are closed to traffic and people gather to ring in the New Year with the striking of the bell.","regDate":"2022-07-20","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-07-20-1658352918179/566424_image2_1.webp","blogPath":"Seoul/2022-07-20-1658352918179","pageUrl":"https:/mcdryad.com/Seoul/2022-07-20-1658352918179"},"dataList":[{"id":"2022-07-21-1658396211724","title":"Changgyeonggung Palace Honghwamun Gate (창경궁 홍화문)","description":"Honghwamun Gate is the main gate of Changgyeonggung Palace. It has three opening gates in the front and two to the side with a sophisticated locking mechanism.","regDate":"2022-07-21","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Gates"],"imgUrl":"/2022-07-21-1658396211724/2616931_image2_1.webp","blogPath":"Seoul/2022-07-21-1658396211724"},{"id":"2022-07-21-1658392909232","title":"Changgyeonggung Palace (창경궁)","description":"Located in the heart of Seoul, Changgyeonggung Palace was originally built as Suganggung Palace by the 4th ruler of the Joseon dynasty, King Sejong (r.1418-1450), for his retiring father, King Taejong. It often served as residential quarters for queens and concubines. During the reign of King Seongjong (r.1469-1494), the palace was renovated and renamed to Changgyeonggung Palace. It later became a park with a zoo and a botanical garden during Japanese colonial rule. The palace grounds remained this way until 1983 when restoration of its old grace was completed.","regDate":"2022-07-21","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Palaces"],"imgUrl":"/2022-07-21-1658392909232/2612510_image2_1.webp","blogPath":"Seoul/2022-07-21-1658392909232"},{"id":"2022-07-21-1658388852503","title":"Changdeokgung Palace Complex [UNESCO World Heritage] (창덕궁과 후원 [유네스코 세계문화유산])","description":"Changdeokgung Palace was the second royal villa built following the construction of Gyeongbokgung Palace in 1405. It was the principal palace for many kings of the Joseon dynasty, and is the most well-preserved of the five remaining royal Joseon palaces. The palace grounds are comprised of a public palace area, a royal family residence building, and the rear garden. Known as a place of rest for the kings, the rear garden boasts a gigantic tree that is over 300 years old, a small pond and a pavilion. <br><br> The palace gained importance starting from the time of Seongjong, the 9th king of Joseon, when a number of kings began using it as a place of residence. Unfortunately, the palace was burned down by angry citizens in 1592 when the royal family fled their abode during the Imjin War. Thanks to Gwanghaegun, the palace was restored in 1611. Even today, it houses a number of cultural treasures, such as Injeongjeon Hall, Daejojeon Hall, Seonjeongjeon Hall, and Nakseonjae Hall. <br><br> Changdeokgung Palace’s garden behind the inner hall, called the Secret Garden, was constructed during the reign of King Taejong and served as a rest area for the royal family members. The garden had formerly been called Bugwon and Geumwon, but was renamed Biwon Garden, or Secret Garden, after King Gojong came into power. The garden was kept as natural as possible and was touched by human hands only when absolutely necessary. Buyongjeong Pavilion, Buyongji Pond, Juhamnu Pavilion, Eosumun Gate, Yeonghwadang Hall, Bullomun Gate, Aeryeonjeong Pavilion, and Yeongyeongdang Hall are some of the many attractions that occupy the garden. The most beautiful time to see the garden is during the fall when the autumn foliage is at its peak and the leaves have just started to fall. <br><br> Though it has been treasured by Koreans for centuries, Changdeokgung Palace was  recognized as a World Cultural Heritage site by the UNESCO World Cultural Heritage Committee in December of 1997 during the committee meeting in Naples, Italy.","regDate":"2022-07-21","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Palaces"],"imgUrl":"/2022-07-21-1658388852503/1568306_image2_1.webp","blogPath":"Seoul/2022-07-21-1658388852503"},{"id":"2022-07-21-1658385996535","title":"Changdeokgung Injeongmun Gate (창덕궁 인정문)","description":"Serving as the main gate of Injeongjeon Hall, Injeongmun Gate was established in 1405 (5th year of King Taejo’s reign during the Joseon dynasty). Later on, the gate was destroyed by multiple fires during the Imjin War (Japanese invasion of Korea in 1592), therefore current form&nbsp;of the&nbsp;establishment displays designs that are more often seen&nbsp;in the late&nbsp;19th century's. In addition, a lot of subsidary marks and buildings are removed from the original places and&nbsp;relocated passing the&nbsp;time, however, still remains to represent prestigious ambience.<br><br>Injeongmun Gate served as the place for several coronation ceremonies of kings, prince's succession of throne, and many other national affairs celebrated by the royal members&nbsp;who gathered and aligned around this gate.","regDate":"2022-07-21","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Gates"],"imgUrl":"/2022-07-21-1658385996535/1568301_image2_1.webp","blogPath":"Seoul/2022-07-21-1658385996535"},{"id":"2022-07-21-1658382231452","title":"Buramsan Mountain (불암산)","description":"Buramsan Mountain is an 508-meter high rock mountain, drawing the border between Junggye-dong and Sanggye-dong in Nowon-gu and Byeolnae-myeon in Namyangju.  The total area is approximately 5,355,396 square meters and was designated as a city nature park in 1977. The mountain is named after its appearance that resembles  Buddha wearing songnak (headgear) and is also referred to as Cheonbosan or Piramsan Mountain. The ridge stretches long enough to enjoy the scenery and it's an easy hike because it is not too steep. In particular, the stunning view of Seoul at night unfolds at the top of the mountain.<br>Buramsanseong Fortress is located 420 meters above sea level and the rock cliffs are often used as rock climbing spots. There are also various hiking trails and about ten springs to get fresh mineral water. Burampokpo Falls is popular in winter among ice climbing enthusiasts.","regDate":"2022-07-21","author":"korea-tour","tag":["Seoul","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-07-21-1658382231452/739086_image2_1.webp","blogPath":"Seoul/2022-07-21-1658382231452"},{"id":"2022-07-21-1658379898802","title":"Bukhansan National Park (Seoul District) (북한산국립공원(서울))","description":"Bukhansan Mountain was officially designated as a national park in 1983. The Bukhansan National Park covers both Bukhansan and Dobongsan Mountains, and spans the total area of 80.699 ㎢. At the top of Bukhansan Mountain are Baegundae Terrace (835.6 m), Insubong Peak (810.5 m) and Mangyeongdae Terrace (799.5 m), which gave the mountain the nickname \"Samgaksan\" or the \"three-horned mountain.\" The mountain had other names  Sambongsan (mountain with three peaks), Hwasan (flower mountain), and Buaak (mountain shaped like a person giving a baby a piggyback ride). The current name, Bukhansan, was given after the Bukhansanseong Fortress was built under King Sukjong of the Joseon dynasty.","regDate":"2022-07-21","author":"korea-tour","tag":["Seoul","Nature","Natural Sites","National Parks"],"imgUrl":"/2022-07-21-1658379898802/2526645_image2_1.webp","blogPath":"Seoul/2022-07-21-1658379898802"},{"id":"2022-07-21-1658376681775","title":"Bukchon Hanok Village (북촌한옥마을)","description":"Surrounded by Gyeongbokgung Palace, Changdeokgung Palace and Jongmyo Shrine, Bukchon Hanok Village is home to hundreds of traditional houses, called <em>hanok</em>, that date back to the Joseon dynasty. The name Bukchon, which literally translates to \"northern village,\" came about as the neighborhood lies north of two significant Seoul landmarks, Cheonggyecheon Stream and Jongno. Today, many of these hanoks operate as cultural centers, guesthouses, restaurants and tea houses, providing visitors with an opportunity to experience, learn and immerse themselves in traditional Korean culture. As Bukchon Hanok Village is an actual neighborhood with people's homes, visitors are advised to be respectful at all times while looking around.","regDate":"2022-07-21","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Folk Villages"],"imgUrl":"/2022-07-21-1658376681775/2512006_image2_1.webp","blogPath":"Seoul/2022-07-21-1658376681775"}],"navList":["Busan","Daegu","Daejeon","Gwangju","Gyeonggi-do","Incheon","Jeju-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}