{"pageProps":{"content":"![Gongju Songsan-ri Tombs and Royal Tomb of King Muryeong [UNESCO World Heritage] (공주 송산리 고분군과 무령왕릉 [유네스코 세계문화유산])](/2022-11-07-1667803676038/2678695_image2_1.webp)\n\n  \n## Overview\n\n> The Songsan-ri Tombs and Royal Tomb of King Muryeong (reign 462-523) contains representative relics of the Baekje period (234-678). The Songsan-ri Tombs contain the graves of kings from the period when Baekjes capital was Gongju, and it is believed to contain 17 such graves. Only seven graves have been discovered so far. There are two types of tomb designs, traditional Baekje-style rock and earth fortification tomb and Chinese-influenced rock tomb. First five tombs were made using the traditional Baekje-style design while tomb number six and the Royal Tomb of King Muryeong was made using the Chinese-influenced design. Even though many artifacts were stolen from the tombs, the tombs serve as an important evidence of Baekje culture and the foreign exchanges during that period.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 (Korean, English, Japanese, Chinese) <br> • For more info: +82-41-856-3151,<br />+82-41-840-8080|\n|parking:|Available|\n|restdate:|The day of Seollal (Lunar New Year's Day) and Chuseok (Korean Thanksgiving Day)|\n|usetime:|09:00-18:00<br>* Last admission 30 min before closing|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Admission Fees:|Individual: Adults 1,500 won / Teenagers 1,000 won / Children 700 won<br>Groups: Adults 1,400 won / Teenagers 900 won / Children 600 won<br><BR>* Adults (ages 19-64) / Teenagers (middle & high school students) / Children (elementary school students)<BR>* Free entrance: Senior citizens (ages 65 & older) <BR><BR>[Combined ticket -  Royal Tomb of King Muryeong + Gongsanseong Fortress + Seokjangni Museum]<BR>Individuals: Adults 2,800 won / Teenagers 1,800 won / Children 1,300 won<BR>Groups: Adults 2,500 won / Teenagers 1,600 won / Children 1,100 won|\n|Parking Fees:|Free|\n|Interpretation Services Offered:|Available in English and Japanese<BR>Call +82-41-840-2260 or +82-41-856-3151|\n  \n## Detail Image\n![/2022-11-07-1667803676038/2678689_image2_1.webp](/2022-11-07-1667803676038/2678689_image2_1.webp)\n![/2022-11-07-1667803676038/2678693_image2_1.webp](/2022-11-07-1667803676038/2678693_image2_1.webp)\n![/2022-11-07-1667803676038/2678691_image2_1.webp](/2022-11-07-1667803676038/2678691_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-41-856-3151](tel:+82418563151)\n- [🏠tour.gongju.go.kr</a><br><a href=\"http://www.cha.go.kr/\" target=\"_blank\" title=\"문화재청 사이트로 이동\">www.cha.go.kr](http://tour.gongju.go.kr)\n\n\n```googleMap\nlatitude: 36.4622841408\nlongitude: 127.1142781461\ntitle: 37-2, Wangreung-ro, Gongju-si, Chungcheongnam-do\n```\n  \n## Directions\n  \n[BUS]<br>\nFrom Central City Bus Terminal, take an express bus to Gongju Bus Terminal.<br>From the Gongju Bus Terminal Bus Stop, take Bus No. 101 and get off at Gongju Art & Culture Center Bus Stop.<br>Walk back and follow the road to the left.\n","data":{"id":"2022-11-07-1667803676038","title":"Gongju Songsan-ri Tombs and Royal Tomb of King Muryeong [UNESCO World Heritage] (공주 송산리 고분군과 무령왕릉 [유네스코 세계문화유산])","description":"The Songsan-ri Tombs and Royal Tomb of King Muryeong (reign 462-523) contains representative relics of the Baekje period (234-678). The Songsan-ri Tombs contain the graves of kings from the period when Baekjes capital was Gongju, and it is believed to contain 17 such graves. Only seven graves have been discovered so far. There are two types of tomb designs, traditional Baekje-style rock and earth fortification tomb and Chinese-influenced rock tomb. First five tombs were made using the traditional Baekje-style design while tomb number six and the Royal Tomb of King Muryeong was made using the Chinese-influenced design. Even though many artifacts were stolen from the tombs, the tombs serve as an important evidence of Baekje culture and the foreign exchanges during that period.","regDate":"2022-11-07","author":"korea-tour","tag":["Chungcheongnam-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-11-07-1667803676038/2678689_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-07-1667803676038","pageUrl":"https:/mcdryad.com/Chungcheongnam-do/2022-11-07-1667803676038"},"dataList":[{"id":"2022-11-12-1668231539013","title":"Rock-carved Buddha Triad in Yonghyeon-ri, Seosan (서산 용현리 마애여래삼존상)","description":"Seosan Maaesamjonbul (Rock-Carved Buddha Triad) is carved into a huge rock cliff at the entrance to Bowonsa Temple at Gayasan Mountain. The Rock-Carved Buddha was discovered in 1958, and is considered the oldest and one of the most outstanding Buddha rock carvings in Korea.<br><br>Standing Buddha stands in the center, the cross-legged Buddha is to the right, and Standing Bodhisattva is on the left. The main Buddha, Yearaeipsang (Standing Buddha) is 2.8m high. <br><br>All sculptures carved in the middle of Baekje (6th century) are called Baekjes Smile, named for their trademark bright smiles. The appearance of the smile changes depending on the direction of the sunlight, so these statues were designated as National Treasure No. 84. The best time to see the smile is from 9-11 a.m. <br><br>The location, an important site along a key transportation route from China to Baekje, is on the way to Buyeo from the Taean peninsula. The masterful work represents the active interchange of culture with China during that time period.","regDate":"2022-11-12","author":"korea-tour","tag":["Chungcheongnam-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-11-12-1668231539013/1954555_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-12-1668231539013"},{"id":"2022-11-12-1668228794812","title":"Paradise Spa Dogo (파라다이스 스파도고)","description":"Everyone needs a break and Paradise Spa Dogo is the ideal recuperation hot spring. Opened by Paradise Group, this spa is a large-scale leisure facility in the heart of the hot spring center of Asan, Chungcheongnam-do. Boasting a relaxing environment of 24,622㎡, the spa can comfortably accommodate up to 5,000 people maximum. <br><br>The facility includes a bade pool for water massage treatments, a large pool with year-round warm sulfur hot spring water, and a variety of water recreation options. Particularly popular is the outdoor event spa, which operates with seasonal themes. <br><br>Those visiting over the weekend can also participate in kimchi-making, persimmon-picking, and farm life programs. A spa visit can also be combined with a trip to one of the many nearby tourist attractions such as Hyeonchungam Temple, Oeamni Folk Village, Onyang Folk Museum, Sinjeongho Lake, and the Maeng Sa-seong House.","regDate":"2022-11-12","author":"korea-tour","tag":["Chungcheongnam-do","Culture/Art/History","Recreational Sites","Hot Springs & Spa"],"imgUrl":"/2022-11-12-1668228794812/1601602_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-12-1668228794812"},{"id":"2022-11-12-1668225937177","title":"Oseosan National Recreational Forest (국립 오서산자연휴양림)","description":"Oseosan National Recreational Forest was opened on September 22, 2001 around Myeongdaegyegok Valley in Boryeong-si, Chungcheongnam-do. The area is separated from the city area, making it perfect for peaceful retreats into nature. There is a training center and many walking paths through the forest. The trail leading to the summit of Oseosan Mountain is popular among families and couples for its view of the sunset.","regDate":"2022-11-12","author":"korea-tour","tag":["Chungcheongnam-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"/2022-11-12-1668225937177/219371_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-12-1668225937177"},{"id":"2022-11-11-1668163541434","title":"Oseosan Mountain (오서산)","description":"With an altitude of 790 meters, Oseosan Mountain in Boryeong is one of the highest peaks on Korea’s west coast. From the summit, visitors can see waves of silver grass, a feature that makes the mountain popular for hiking. The mountain is also popular among hikers traveling by train as the entrance to the mountain is only 4 kilometers away from Gwangcheon Station. The biggest draw of the mountain, however, is the birds-eye-view of the west coast that comes into view on the way to the summit. Another attraction within the mountain range is Jeongamsa Temple.","regDate":"2022-11-11","author":"korea-tour","tag":["Chungcheongnam-do","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-11-11-1668163541434/2675819_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-11-1668163541434"},{"id":"2022-11-11-1668159611861","title":"Onyang Hot Springs (온양온천지구)","description":"Onyang Hot Springs is the oldest hot spring in Korea, founded about 1,300 years old and has been operating as a hot spring for about 600 years. During the Joseon Period, it is recorded that King Sejong (r. 1418-1450) and many other kings came here to rest or treat their illnesses.  <br><br>Onyang Hot Springs, with its water temperature at around 57℃, is considered hot even among hot springs. It has a high concentration of radium and its alkaline water is both high in quality and quantity.  It is known to be effective in treating neuralgia, arthritis, skin problems, liver disease, high blood pressure, and various geriatric diseases.  The combination of the quality of water and famous accommodations nearby has made this hot spring a hot item for many tourists. As there are 120 hotels and motels in this area, the whole city is sometimes known as a hot spring city. They also have swimming pools that are popular for using hot spring water. Every year over five million tourists are welcomed here.","regDate":"2022-11-11","author":"korea-tour","tag":["Chungcheongnam-do","Culture/Art/History","Recreational Sites","Hot Springs & Spa"],"imgUrl":"/2022-11-11-1668159611861/1500732_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-11-1668159611861"},{"id":"2022-11-11-1668156501537","title":"Oeyeondo Island (외연도)","description":"Oeyeondo Islands name carries the meaning of being a far-distant island hidden in fog. The island is 53 kilometers off the mainland coast and can only be reached by taking a two-and-a-half-hour boat ride from Daecheonhang Port. The history of the islands inhabitation dates back to 202 BC when a Chinese General named Jeonhoeng settled here with about 500 followers after fleeing his failing Je Kingdom. Every year the villagers have a ceremony to commemorate the General, and even pray to him for strength during childbirth.<br><br>The evergreen forest located behind the main village is designated Natural Monument No. 136, and is comprised of many tree species. The most famous attraction in the forest is called the Love Trees, two camellia trees that have grown entwined. The locals believe if a young couple passes between the two tree trunks, they will have eternal love. Another must-see attraction on Oeyeondo Island is the sun setting over the horizon. The scene is so beautiful, it has been classified as one of the Eight Scenic Views of Boryeong.","regDate":"2022-11-11","author":"korea-tour","tag":["Chungcheongnam-do","Nature","Natural Sites"],"imgUrl":"/2022-11-11-1668156501537/2671535_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-11-1668156501537"},{"id":"2022-11-11-1668152276608","title":"Nonsan Gwanchoksa Temple (관촉사(논산))","description":"Gwanchoksa Temple in Nonsan, Chungcheongnam-do is located at the foot of&nbsp;Banyasan Mountain (100 meters in elevation). This temple enshrines a Seokjomireukbosalipsang Buddha (Treasure), which was built over the course of 38 years, beginning in 967 during the Goryeo period. According to legend, while a lady was picking fernbrake on Banyasan Mountain, she heard a baby crying. When she went&nbsp;over, there was no baby but instead was a large rock sticking out from the ground. Upon hearing this story, the government ordered a Buddha statue to be made from the rock. This Buddha statue, widely known as ‘Eunjimireuk Buddha,’ is the largest stone Buddha in Korea (18.12 meters in x_height, 9.9 meters in girth, 1.8 meters in the length of ears, 2.43 meters at the x_height of crown). There are many other cultural heritages in this temple and every April, a splendid cherry blossom tunnel stretching from Nonsan to Gwanchoksa Temple is at its peak.","regDate":"2022-11-11","author":"korea-tour","tag":["Chungcheongnam-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-11-11-1668152276608/1278835_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-11-1668152276608"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}