{"pageProps":{"content":"![Jeongeup Naejangsan Special Tourist Zone (정읍 내장산 관광특구)](/2023-01-04-1672814332135/1929797_image2_1.webp)\n\n  \n## Overview\n\n> Jeongeup Naejangsan Special Tourist Zone, which covers Naejangsan Mountain, Baegamsan Mountain and Ibamsan Mountain, is known for the most beautiful fall scenery in Korea. In the autumn, the zone is aflame with autumnal tints. Naejangsan Mountain has been referred to as the “Geumgang of Honam” since the Joseon dynasty.<br><br>Naejangsan Mountain is about 11 kilometers away from downtown Jeongeup, and its name means many secrets in the mountains. The highest peak of Naejangsan Mountain is Sinseonbong Peak, which is 763 meters above sea level. The nine peaks of the mountain stand in a circle, similar to the shape of a horse’s hoof. As one of the eight scenic views of the nation, it boasts grand scenery. Geumseongyegok Valley, which embraces Geumseonpokpo Falls, Dodeokpokpo Falls and Baegamgyegok Valley, is also famous. <br><br>Since there are more than ten trekking courses, hikers can choose a course after taking their physical stamina or personal preference into consideration. The length of each course varies from 1.5 to 14 kilometers. For those who are not able to trek long distances, walking the 3.6 kilometer-long nature trail that leads to the flatland is a good option. Visitors can reach the observation platform easily by riding a cable car from the ticket office.<br><br>The number of tourists has been steadily increasing since the KTX train began to stop at Jeongeup Station. When the autumn colors are at its peak in particular, taking the KTX makes the trip to Naejangsan Mountain much easier for travelers, and prevents  traffic jams. The Donghak Peasants Revolution Commemoration is held in May and the Naejangsan Fall Foliage Festival  takes place in October. <br><br>* Current State of Jeongeup & Naejangsan Special Tourist Zone <br>1) Districts Covered  Naejang Districts (Naejang and Ssangam-dong) and Yongsan Districts (Yongsan and Sinjeong-dong), Jeongeuop-si, Jeollabuk-do<br>2) Area  3,448,365㎡ <br><br>* Tourist Attractions<br>Naejangsan National Park, Okjeongho Lake, Jeongeupsa Park, Jeongeupcheon Stream, Chungyeolsa Shrine, Donghak Peasant Revolution Memorial Hall, etc. <br>\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330<br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-63-539-5193|\n|parking:|7 parking lots are available at Naejangsan National Park, Okjeongho Lake and Yongsan Tourist District.|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Available Facilities:|Tourist information center, interpretation center, recreation forest, tourist nightlife restaurant, tourist hotel, etc.|\n|Facilities for the Handicapped:|A cable car is available to the observation platform on Naejangsan Mountain.|\n|Restrooms:|14 restrooms are available at Naejangsan National Park and around Okjeongho Lake.|\n|Interpretation Services Offered:|Multilingual travel handbooks, including English, are available at Naejangsan National Park tourist information center.<br>The interpretation center offers interpretation service|\n  \n## Detail Image\n![/2023-01-04-1672814332135/1929780_image2_1.webp](/2023-01-04-1672814332135/1929780_image2_1.webp)\n![/2023-01-04-1672814332135/1929784_image2_1.webp](/2023-01-04-1672814332135/1929784_image2_1.webp)\n![/2023-01-04-1672814332135/1929787_image2_1.webp](/2023-01-04-1672814332135/1929787_image2_1.webp)\n![/2023-01-04-1672814332135/1929790_image2_1.webp](/2023-01-04-1672814332135/1929790_image2_1.webp)\n![/2023-01-04-1672814332135/1929792_image2_1.webp](/2023-01-04-1672814332135/1929792_image2_1.webp)\n![/2023-01-04-1672814332135/1929801_image2_1.webp](/2023-01-04-1672814332135/1929801_image2_1.webp)\n![/2023-01-04-1672814332135/1929802_image2_1.webp](/2023-01-04-1672814332135/1929802_image2_1.webp)\n![/2023-01-04-1672814332135/1929993_image2_1.webp](/2023-01-04-1672814332135/1929993_image2_1.webp)\n![/2023-01-04-1672814332135/1930034_image2_1.webp](/2023-01-04-1672814332135/1930034_image2_1.webp)\n![/2023-01-04-1672814332135/1929779_image2_1.webp](/2023-01-04-1672814332135/1929779_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-63-539-5193](tel:+82635395193)\n- [🏠culture.jeongeup.go.kr</a> (Korean, English, Japanese, Chinese) <br /><a href=\"http://naejang.knps.or.kr\" target=\"_blank\">naejang.knps.or.kr](http://culture.jeongeup.go.kr)\n\n\n```googleMap\nlatitude: 35.4838615072\nlongitude: 126.9036809149\ntitle: Naejang-dong, Jeongeup-si, Jeollabuk-do\n```\n  \n## Directions\n  \n[Train]<br>\nTake a train from Seoul Station or Yongsan Station to Jeongeup Station\n","data":{"id":"2023-01-04-1672814332135","title":"Jeongeup Naejangsan Special Tourist Zone (정읍 내장산 관광특구)","description":"Jeongeup Naejangsan Special Tourist Zone, which covers Naejangsan Mountain, Baegamsan Mountain and Ibamsan Mountain, is known for the most beautiful fall scenery in Korea. In the autumn, the zone is aflame with autumnal tints. Naejangsan Mountain has been referred to as the “Geumgang of Honam” since the Joseon dynasty.<br><br>Naejangsan Mountain is about 11 kilometers away from downtown Jeongeup, and its name means many secrets in the mountains. The highest peak of Naejangsan Mountain is Sinseonbong Peak, which is 763 meters above sea level. The nine peaks of the mountain stand in a circle, similar to the shape of a horse’s hoof. As one of the eight scenic views of the nation, it boasts grand scenery. Geumseongyegok Valley, which embraces Geumseonpokpo Falls, Dodeokpokpo Falls and Baegamgyegok Valley, is also famous. <br><br>Since there are more than ten trekking courses, hikers can choose a course after taking their physical stamina or personal preference into consideration. The length of each course varies from 1.5 to 14 kilometers. For those who are not able to trek long distances, walking the 3.6 kilometer-long nature trail that leads to the flatland is a good option. Visitors can reach the observation platform easily by riding a cable car from the ticket office.<br><br>The number of tourists has been steadily increasing since the KTX train began to stop at Jeongeup Station. When the autumn colors are at its peak in particular, taking the KTX makes the trip to Naejangsan Mountain much easier for travelers, and prevents  traffic jams. The Donghak Peasants Revolution Commemoration is held in May and the Naejangsan Fall Foliage Festival  takes place in October. <br><br>* Current State of Jeongeup & Naejangsan Special Tourist Zone <br>1) Districts Covered  Naejang Districts (Naejang and Ssangam-dong) and Yongsan Districts (Yongsan and Sinjeong-dong), Jeongeuop-si, Jeollabuk-do<br>2) Area  3,448,365㎡ <br><br>* Tourist Attractions<br>Naejangsan National Park, Okjeongho Lake, Jeongeupsa Park, Jeongeupcheon Stream, Chungyeolsa Shrine, Donghak Peasant Revolution Memorial Hall, etc. <br>","regDate":"2023-01-04","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Recreational Sites","Tourist Complexes"],"imgUrl":"/2023-01-04-1672814332135/1929797_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-04-1672814332135","pageUrl":"https:/mcdryad.com/Jeollabuk-do/2023-01-04-1672814332135"},"dataList":[{"id":"2023-01-06-1672976184633","title":"Maisan Hwaeomgul Cave (마이산 화엄굴)","description":"Maisan Mountain has two major peaks made of sedimentary rocks; these peaks are said to be ‘couple peaks’ and cannot be found anywhere else. Sut Maibong (alt. 667 meters) is said to be the male peak while the slightly larger Am Maibong (alt. 673 meters) is deemed the female peak. In the early Joseon period the mountain was named ‘Sokgeumsan,’ but began to be called ‘Maisan’ after the 12th year of King Taejong, who commented that the two peaks resembled horse ears (‘maisan’ meaning ‘horse ears’). All along Maisan Mountain, visitors will find small crater-like rock cavities that are formed by prolonged weathering. These unique geological features, called ‘tafoni,’ are of great academic value. <br><br>Inside Hwaeomgul Cave, visitors can observe medicinal water that flows up from underground all throughout the year. It is widely believed that once you drink the water, especially on the days of the Spring and Autumn Equinox, you will soon have a son and be blessed by the mountain spirit. Even today, many women who have difficulty conceiving visit the mountain to pray to the mountain spirits for their heart’s desire—the gift of a child. The region in which Maisan is located is the birthplace of many talented people and national heroes, which some say is proof of the blessings of the mountain and its extremely powerful spirit.","regDate":"2023-01-06","author":"korea-tour","tag":["Jeollabuk-do","Nature","Natural Sites"],"imgUrl":"/2023-01-06-1672976184633/198644_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-06-1672976184633"},{"id":"2023-01-05-1672915064725","title":"Korea Expressway Corporation Arboretum (Jeonju Arboretum) (한국도로공사수목원(전주수목원))","description":"Korea Expressway Corporation Arboretum (Jeonju Arboretum) is located in a relatively warm region of the country, reaching 20-30 meters in altitude. Operated by Korea Expressway Corporation, the garden is a non-profit aboretum that is free and open to the public. The garden was built to restore the local environment that was damaged during the construction of an expressway in 1972, starting with a nursery field. The builders then began collecting plants in 1983, and eventually opened the garden in 1992. The arboretum now sees an average of 200,000 visitors per year.<br>The garden operates various hands-on programs and summer educational programs due to its diverse plant species.","regDate":"2023-01-05","author":"korea-tour","tag":["Jeollabuk-do","Nature","Natural Sites","Botanical Gardens"],"imgUrl":"/2023-01-05-1672915064725/1605465_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-05-1672915064725"},{"id":"2023-01-05-1672911350500","title":"Jinpo Maritime Theme Park (진포해양테마공원)","description":"The Jinpo Maritime Theme Park opened in 2008 to commemorate Jinpodaecheop, the sweeping victory of Jinpo in the naval combat against the Japanese forces led by General Choi Mu-seon in 1380. Constructed&nbsp;with a scenic backdrop of the local port and the vast sea, the park houses 16 retired military crafts of 13 models. On display at the park are vintage tanks, historical artillery, combat planes, and warships including the Wibongham Ship, a vessel&nbsp;that&nbsp;was used in&nbsp;combat during the Vietnam War. Visitors can&nbsp;also explore the interior of decommissioned warships. The exhibition hall inside the Wibongham Ship showcases weapons used during the Jinpodaecheop War, artillery made by General Choi Mu-seon, and the typical life inside the warship.","regDate":"2023-01-05","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Recreational Sites","Theme Parks"],"imgUrl":"/2023-01-05-1672911350500/2649953_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-05-1672911350500"},{"id":"2023-01-05-1672907957048","title":"Jinan Red Ginseng Spa (진안 홍삼스파)","description":"The Jinan Red Ginseng Spa is a spacious spa (B1-3F, 7,720 square meters) offering an unusual assortment of health facilities and programs. Treatments use the systematic and scientific use of red ginseng, Oriental medicinal herbs, and the principles of yin and yang and the five natural elements to give spa-goers an indulgent experience that relaxes both the mind and body. Read on to learn more about some of the treatments and facilities available at the spa.<br><br>Gold  Taegeuk Bubble Sense Therapy<br>Relax on a warm stone chair for a body massage of red ginseng bubbles that come up to your neck. Then, hop in the dew shower to relax.<br><br>Tree  Yangsaeng Herb Therapy<br>As part of this spa treatment, clients rest on a bed of dried medicinal herbs and hay designed to help overcome fatigue.<br><br>Sound Floating Space<br>In this spa treatment, guests float peacefully on the water while listening to music via underwater speakers in an experience that simulates being in the womb. <br><br>Aqua Zone<br>This outdoor open-air tub is a great therapy option that also lets visitors enjoy the beautiful landscape of Mount Maisan.","regDate":"2023-01-05","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Industrial Sites","Others"],"imgUrl":"/2023-01-05-1672907957048/2369871_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-05-1672907957048"},{"id":"2023-01-05-1672904127574","title":"Jiksopokpo Falls - Jeonbuk National Geopark (직소폭포 (전북 서해안권 국가지질공원))","description":"Jiksopokpo Falls is located within Bongnaegugok Valley. The waterfall is the largest in Byeonsanbando National Park, thundering down 30 meters. The waterfall can be reached by a hiking trail starting at Naesosa Temple. Known as one of the most beautiful sights in Byeonsanbando National Park, the waterfall is very popular with tourists.","regDate":"2023-01-05","author":"korea-tour","tag":["Jeollabuk-do","Nature","Natural Sites","Waterfalls"],"imgUrl":"/2023-01-05-1672904127574/2588812_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-05-1672904127574"},{"id":"2023-01-05-1672900697341","title":"Jeonjuhyanggyo Local Confucian School (전주향교)","description":"Jeonjuhyanggyo is a local Confucian school that was established during the Joseon dynasty (1392-1910) and is designated Historic Treasure No. 379.  This was a national education center during the Joseon period.  The school was originally located at the Gyeonggijeon Shrine site, but was relocated in 1603. The mortuary tablets of seven Chinese Confucian scholars and 18 Korean scholars are enshrined in the main building of Daeseongjeon Hall.","regDate":"2023-01-05","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2023-01-05-1672900697341/2644296_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-05-1672900697341"},{"id":"2023-01-05-1672896933286","title":"Jeonju Zoo (전주동물원)","description":"Located about 1 kilometer away from Deokjin Park in Deokjin-gu, Jeonju-si, the zoo is equipped with not only diverse animals and plants, but also a field for soccer, a volleyball court and many other sports facilities. In addition to their leisure grounds, the amusement park DreamLand is found to the eastside of the zoo.<br><br>Opened on June 10, 1978, the zoo houses visitors all time favorites like tigers, lions,  giraffes, hippos, buffalo, rhinos, camels and more exotic animals, coming to a total of 670 animals made up of 106 different species.","regDate":"2023-01-05","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Recreational Sites","Theme Parks"],"imgUrl":"/2023-01-05-1672896933286/1605401_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-05-1672896933286"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}