{"pageProps":{"content":"![Gyeongju Najeong Well (경주 나정)](/2022-11-28-1669628257001/681164_image2_1.webp)\n\n  \n## Overview\n\n> To the southeast of the royal tomb, is a small monument that has been erected among the pine trees; next to the monument is a well called Najeong. According to Samguksagi (Historical records of the Three Kingdoms) and Samgungnyusa (Memorabilia from the three dynasties), Park Hyeokgeose, the founding monarch of Silla, was born by this well. In 69 BC, Sobeolgong, the head of Goheochon Village, saw a white horse on its knees by the well. When he approached the well he found that the horse had magically disappeared and that a large egg was left in its place, from which a boy was born. When the boy turned 13 years old (57 BC), he was appointed king by the village chiefs and began to rule the area then called ‘Seorabeol’. A memorial stone (2.25 meters high, 45 centimeters long, and 21 centimeters wide) was erected in 1803 in the third year of King Sunjos rule (Joseon dynasty) detailing the historical origins of the founding father of Silla.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-54-779-6100|\n  \n\n  \n## Detail Image\n![/2022-11-28-1669628257001/681168_image2_1.webp](/2022-11-28-1669628257001/681168_image2_1.webp)\n![/2022-11-28-1669628257001/681183_image2_1.webp](/2022-11-28-1669628257001/681183_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-54-779-6100](tel:+82547796100)\n- [🏠www.gyeongju.go.kr/tour](http://www.gyeongju.go.kr/tour)\n\n\n```googleMap\nlatitude: 35.8159876042\nlongitude: 129.2126238598\ntitle: Tap-dong, Gyeongju-si, Gyeongsangbuk-do\n```\n  \n## Directions\n  \n[Bus]<BR>\nTake an intercity \nbus to  Gyeongju Bus Terminal.<br><br>From Gyeongju Intercity&nbsp;Bus Terminal or Express \nBus Terminal, take Bus No. 500, 505, 505-1, 506, 507, or 508 and get off at Najeong Entrance or Oreung \nIntersection Bus Stop.<br><br>OR<br><br>Take a taxi for approx. 10 min. to Gyeongju Najeong Well.\n","data":{"id":"2022-11-28-1669628257001","title":"Gyeongju Najeong Well (경주 나정)","description":"To the southeast of the royal tomb, is a small monument that has been erected among the pine trees; next to the monument is a well called Najeong. According to Samguksagi (Historical records of the Three Kingdoms) and Samgungnyusa (Memorabilia from the three dynasties), Park Hyeokgeose, the founding monarch of Silla, was born by this well. In 69 BC, Sobeolgong, the head of Goheochon Village, saw a white horse on its knees by the well. When he approached the well he found that the horse had magically disappeared and that a large egg was left in its place, from which a boy was born. When the boy turned 13 years old (57 BC), he was appointed king by the village chiefs and began to rule the area then called ‘Seorabeol’. A memorial stone (2.25 meters high, 45 centimeters long, and 21 centimeters wide) was erected in 1803 in the third year of King Sunjos rule (Joseon dynasty) detailing the historical origins of the founding father of Silla.","regDate":"2022-11-28","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-11-28-1669628257001/681164_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-11-28-1669628257001","pageUrl":"https:/mcdryad.com/Gyeongsangbuk-do/2022-11-28-1669628257001"},"dataList":[{"id":"2022-12-08-1670488825762","title":"Ulleungdo Lighthouse (울릉도 등대 (태하등대))","description":"Ulleungdo Lighthouse, sometimes called Taeha Lighthouse, was first lit in 1958 as a guiding light for boats coming to and from Ulleungdo Island. The lighthouse is a round, white concrete structure rising 7.6 meters high. With a new prisim light placed in 2003, the lighthouse can reach as far as 50 kilometers away. The hiking trail up to the lighthouse is a natural, narrow path among groves of trees. The gentle slope is surrounded by uniquely shaped cliffs, so it is a popular hiking course for tourists.","regDate":"2022-12-08","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites"],"imgUrl":"/2022-12-08-1670488825762/1863795_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-08-1670488825762"},{"id":"2022-12-08-1670484973462","title":"Ulleungdo Island (울릉도)","description":"Ulleungdo Island is the seventh largest island in Korea. The volcanic island consists of 44 islets of varying sizes annexed around it. With many cliffs, the island is a popular spot for rock climbing. Many walking trails that connect the sea to the mountain and rivers are also available. A walk along the Ulleung Haedam-gil offers visitors a chance to see everyday life of people on the island as well as the islands natural beauty.","regDate":"2022-12-08","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites"],"imgUrl":"/2022-12-08-1670484973462/2547574_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-08-1670484973462"},{"id":"2022-12-08-1670481691808","title":"Ulleung Jukdo Island (죽도(울릉))","description":"Jukdo Island is a small inhabited island near Ulleungdo Island, located 4 kilometers apart from Jeodonghang Port and 7 kilometers away from Dodonghang Port, both of which are nestled northeast of Ulleungdo Island. Normally, tourists visit Jukdo Island on their way back to the mainland by taking a ferry service that departs from Dodonghang Port. <br> <br>The natural environment of Jukdo Island is uncontaminated, thus almost everything is so pristine to the extent that people can even collect rainwater to drink, much thanks to its geological and cultural distance from the more modernized parts of Korea.","regDate":"2022-12-08","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites"],"imgUrl":"/2022-12-08-1670481691808/169631_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-08-1670481691808"},{"id":"2022-12-08-1670477766720","title":"Uljin Hupohang Port (울진 후포항)","description":"Uljin-gun’s southern most port of Hupohang has beautiful seaside scenery throughout the four seasons. Almost all of the fish caught in the East Sea can be seen at Hupohang Port. On the hill behind the port is the Hupo Lighthouse, which lights the waters for boats coming in at night, and its observatory provides a great view over the East sea during the day. Also, children’s playground and rest area are situated on top of the hill next to the lighthouse. On the opposite side of the hill, visitors can enjoy the spectacular scenery of the 1,004-meter tall Baekamsan Mountain. <BR><Br>At dawn, visitors can tour Hupohang Park and look at the many freshly caught fish. Visitors can also buy fresh fish at extremely low prices. Furthermore, the Hupohang Port is known for its numerous raw fish restaurants and the hot springs are located nearby as well.","regDate":"2022-12-08","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites"],"imgUrl":"/2022-12-08-1670477766720/183330_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-08-1670477766720"},{"id":"2022-12-08-1670474510444","title":"Uljin Bulyeongsa Temple (불영사(울진))","description":"<br>Bulyeongsa Temple, located at the western foot of Cheonchuksan Mountain in Uljin, Gyeongsangbuk-do, was built during the Silla period. ‘Bulyeongsa’ means ‘the reflection of Buddha’s shadow on the pond.’ A lovely path leads from the parking area to the temple, and a beautiful pond and green farm in the courtyard give the temple, inhabited by Buddhist nuns, a cozy and welcoming feeling.<br><br>The 13 km-long Bulyeongsa Valley is also found around Bulyeongsa Temple. With unique rock formations and thick forest, the valley creates an almost mystical atmosphere. Even though Bulyeongsa Valley is not as magnificent or splendid as Cheonbuldong Valley at Seoraksan Mountain or Mureung Valley and Bogyeongsa Valley at Odaesan Mountain, it offers a serene and beautiful view against the backdrop of Cheonchuksan Mountain.","regDate":"2022-12-08","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-12-08-1670474510444/2502362_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-08-1670474510444"},{"id":"2022-12-08-1670470704932","title":"Uiseong Gounsa Temple (고운사 (의성))","description":"Gounsa Temple lies on Deungunsan Mountain in Uiseong, Gyeongsangbuk-do, and was built by Monk Uisang in 681 during the reign of King Sinmun of the Silla Kingdom. Although the pronunciation of the name was never changed, its meaning slightly changed from “High Cloud Temple” to “Solitary Cloud Temple” after Choi Chi-won, a renowned scholar in the late Silla Period, helped to build two pavilions (Gaunru and Uhwaru) and renamed it. It is Branch Temple No.16 of the Korean Buddhist order, Jogyejong, and manages temples in Uiseong, Andong, Yeongju, Bonghwa, and Yeongyang. <br><br>Befitting its meaning, the temple is surrounded by outstanding scenery on Deungunsan Mountain, meaning “Riding on the Clouds.”  Quite isolated from villages, the temple is a very quiet, serene place.<br><br>Gounsa Temple is home to one of the most cherished pieces of architecture, Gaunru Pavilion (“Floating over the Clouds”). This elegant pavilion is propped up by wooden columns, which are, in turn, supported by foundation stones. It looks as if the pavilion placed its feet in the water while standing.<br><br>Among the many buildings comprising the temple complex, Yeonsujeon Hall is a unique building that was built to store Eocheop (the genealogical record of royal families) in 1774 (20th year of King Yeongjo). As a royal building, it shows the Confucian architectural style, different from other Buddhist buildings within the temple.","regDate":"2022-12-08","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-12-08-1670470704932/721738_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-08-1670470704932"},{"id":"2022-12-07-1670409526753","title":"Turtle Rock & Natural Wild Juniper Habitat (거북바위 및 향나무 자생지 (울릉도, 독도 국가지질공원))","description":"Turtle Rock was given its name for its rock formation that resembles the shape of turtles climbing out to the rock. The Turtle Rock is a volcanic rock that formed from the molten lava from Ulleungdo Islands early volcanic activity. Solidified lava flow as well as chilled margins can still be seen along the rocks slope. The western cliff of the rock is Tonggumi Village, where it serves as a home to wild juniper trees. On the northwestern side of the rock is Daepunggam Village, also a natural habitat for wild juniper trees. Both sites were designated as Natural Monuments for their significance. The juniper trees here are known to have a slower growth rate than those under normal condition due to rough winds.","regDate":"2022-12-07","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2022-12-07-1670409526753/1162809_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-07-1670409526753"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}