{"pageProps":{"content":"\n\n  \n## Overview\n\n> The major attractions in the Dongducheon Special Tourist Zone include Soyosan Mountain, a prominent mountain standing in the northern part of Gyeonggi-do, and the commercial district around Bosan-dong which offers facilities and services for the US Army in Korea. <br><br>\nThe azaleas color Soyosan Mountain pink in spring while the fall foliage brings hues of red, orange, and yellow in autumn. Located on the mountain is Jajaeam Hermitage, the place where the Buddhist Saint Wonhyo was said to have reached enlightenment. Near the entrance to the mountain, one can find restaurants serving sanchae (edible wild plants) dishes and tteokgalbi (grilled short rib meat patties) and a market for quality beef and chicken at affordable prices. <br><br>\n\nNear the Camp Casey military base in Bosan-dong are over 330 stores that have opened after the 1950s. Foreigners and tourists from abroad, particularly US soldiers, account for 40% of those visiting Dongducheon. Bosan Station (Seoul Subway Line 1) is located nearby.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br>(Korean, English, Japanese, Chinese) <br> • For more info: +82-31-860-2093|\n|parking:|Soyosan tourist site parking lot and public parking spaces in Bosan-dong|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Restrooms:|Public restrooms at Soyosan Mountain tourist site and restrooms at restaurants in Bosan-dong|\n|Available Facilities:|Tourist information center, tourist restaurant, souvenir shop exclusively for foreigners, nightlife restaurant exclusively for foreigners, etc.|\n|Interpretation Services Offered:|English-speaking guides are present at tourist information centers and the staff at stores speak English somewhat fluently.|\n  \n\n  \n## Contact\n\n- [☎️+82-31-860-2093](tel:+82318602093)\n\n\n\n```googleMap\nlatitude: 37.9467783355\nlongitude: 127.0728737328\ntitle: Soyo-dong & Bosan-dong, Dongducheon-si, Gyeonggi-do\n```\n  \n\n","data":{"id":"2022-09-13-1663065940454","title":"Dongducheon Special Tourist Zone (동두천 관광특구)","description":"The major attractions in the Dongducheon Special Tourist Zone include Soyosan Mountain, a prominent mountain standing in the northern part of Gyeonggi-do, and the commercial district around Bosan-dong which offers facilities and services for the US Army in Korea. <br><br>The azaleas color Soyosan Mountain pink in spring while the fall foliage brings hues of red, orange, and yellow in autumn. Located on the mountain is Jajaeam Hermitage, the place where the Buddhist Saint Wonhyo was said to have reached enlightenment. Near the entrance to the mountain, one can find restaurants serving sanchae (edible wild plants) dishes and tteokgalbi (grilled short rib meat patties) and a market for quality beef and chicken at affordable prices. <br><br>Near the Camp Casey military base in Bosan-dong are over 330 stores that have opened after the 1950s. Foreigners and tourists from abroad, particularly US soldiers, account for 40% of those visiting Dongducheon. Bosan Station (Seoul Subway Line 1) is located nearby.","regDate":"2022-09-13","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Recreational Sites","Tourist Complexes"],"imgUrl":"","blogPath":"Gyeonggi-do/2022-09-13-1663065940454","pageUrl":"https:/mcdryad.com/Gyeonggi-do/2022-09-13-1663065940454"},"dataList":[{"id":"2022-09-14-1663141881989","title":"Everland (에버랜드)","description":"Everland Resort entertains visitors through attractions in the five themed areas of Global Fair, American Adventure, Magic Land, Zootopia, and European Adventure. The amusement park is decorated according to different themed festivals throughout the year, including Tulip Festival, Rose Festival, Summer Splash, Halloween Festival, Romantic Illumination, and more. One of the park’s most famous rides is T-Express, Korea’s first wooden roller coaster, popular among young visitors. Zootopia is a must-see as it spans over an area of 15,000 ㎡ and exhibits 2,000 animals. Lost Valley opened in 2013 and features the largest ecological safari world with tours by amphibious car to see 150 animals. A pair of giant pandas given by Chinese president Xi Jinping as a symbol of friendship between Korea and China can also be seen at Panda World.","regDate":"2022-09-14","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Recreational Sites","Theme Parks"],"imgUrl":"/2022-09-14-1663141881989/2372251_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-14-1663141881989"},{"id":"2022-09-14-1663137214805","title":"East Nine Royal Tombs [UNESCO World Heritage] (구리 동구릉 [유네스코 세계문화유산])","description":"East Nine Royal Tombs are located in a large forest area, and they are the resting place of Joseon's kings and queens. There are nine royal mausoleums in total. The tombs are very large compared to other tombs in Korea, and the surrounding forest adds to the scenery. The nine royal mausoleums include the tomb of Joseon dynasty’s founder King Taejo (1335-1408), which is called Geonwolleung. <br> <br>A thick forest surrounds the mausoleums, and between the graves there are casual walking trails. The burial site carries 600 years of Joseon history with it.","regDate":"2022-09-14","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"","blogPath":"Gyeonggi-do/2022-09-14-1663137214805"},{"id":"2022-09-14-1663131905688","title":"Dongtan Lake Park (동탄호수공원)","description":"Dongtan Lake Park is a well-being space within the city with large grass field, picnic area, phytoncide forest and more along the lake. There are walking trails along the container bridge, various customized benches, and beautiful landscape to enjoy. Other facilities include sports facilities, water playground, and a large water fountain with a fountain show.","regDate":"2022-09-14","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"","blogPath":"Gyeonggi-do/2022-09-14-1663131905688"},{"id":"2022-09-13-1663062308945","title":"Cheongpyeong Lake (청평호반)","description":"Cheongpyeong Lake is an artificial lake that was formed with the construction of Cheongpyeong Dam in the Bukhangang River. Surrounding mountains and lake landscapes blend together harmoniously creating breathtaking views and is fast becoming a choice destination in Korea. <br><br>Near Cheongpyeong Lake there is an amusement park as well as numerous summer homes. On the nearby lake, one can enjoy water skiing and a host of other recreations. In addition, accommodation is also available making this destination a famous vacation spot all-year-round. Around Cheongpyeong Lake, there are a total of 30 boating areas for water skiing, motor boats, jet skis, banana boats, and various other water activities. All instrument rentals and lessons are also available.","regDate":"2022-09-13","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites"],"imgUrl":"","blogPath":"Gyeonggi-do/2022-09-13-1663062308945","pageUrl":"https:/mcdryad.com/Gyeonggi-do/2022-09-13-1663062308945"},{"id":"2022-09-13-1663058993668","title":"Bukhansanseong Fortress (북한산성)","description":"First built in 132 during the Baekje era (18 BC-AD 660) under King Gaeru's reign, Bukhansanseong Fortress was the northernmost fortress that protected Baekje from Goguryeo's forces. In the year 475, the fortress fell in the hands of Gogyuryeo after a fierce battle. As a result, King Gaeru was killed and Baekje's princess fled to Ungjinseong Fortress. Despite the fortress' collapse and reconstructions, Bukhansanseong Fortress continued to play an important role in protecting the capital city throughout Korea's history of war.","regDate":"2022-09-13","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Fortresses"],"imgUrl":"","blogPath":"Gyeonggi-do/2022-09-13-1663058993668","pageUrl":"https:/mcdryad.com/Gyeonggi-do/2022-09-13-1663058993668"},{"id":"2022-09-13-1663055633825","title":"Anyang Art Park (안양예술공원)","description":"Anyang Art Park is located 2 kilometers northeast of Anyang Station. The park features a pool of water from the valley streams of Gwanaksan and Samseongsan Mountains that surround the city. Once used as an amusement park, Anyang Art Park is now a citizen's park fully equipped with a variety of recreational facilities such as children's playground and a bungalow.","regDate":"2022-09-13","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Recreational Sites","Resorts"],"imgUrl":"","blogPath":"Gyeonggi-do/2022-09-13-1663055633825","pageUrl":"https:/mcdryad.com/Gyeonggi-do/2022-09-13-1663055633825"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}