{"pageProps":{"content":"![Gyeongju Poseokjeong Pavilion Site (경주 포석정지)](/2022-11-29-1669697007054/179843_image2_1.webp)\n\n  \n## Overview\n\n> Poseokjeong Pavilion served as a separate palace where kings enjoyed banquets with nobles. The building no longer exists, but the abalone-shaped stone water canal still remains, speculated to have been built during the Unified Silla period although the exact year is unknown. The water canal has an estimated length of 10 meters, with a x_width of approximately 35 centimeters and an average depth of 26 centimeters. Based on Chinese writings from 353, it is said that drinking glasses were floated on the canal. One popular party game had guests creating poems before the glass had passed nine sections of the canel. Guests who could not do this had to drink three glasses. Modern research has shown that the site was not merely a place for fun, but also served as a meeting venue for the royal family, as well as for holding memorial services.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br>(Korean, English, Japanese, Chinese) <br>•  For more info +82-54-745-8484|\n|parking:|Available (Small cars: 34 spaces / Large cars: 19 spaces)|\n|restdate:|N/A (Open all year round)|\n|usetime:|March-October 09:00-18:00<br>November-February 09:00-17:00|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Admission Fees:|Individuals - Adults 2,000 won / Teenagers 1,000 won / Children 500 won<br>Groups - Adults 1,600 won / Teenagers 800 won / Children 400 won|\n|Restrooms:|Available|\n|Parking Fees:|Small cars 2,000 won / Large cars 4,000 won|\n|Interpretation Services Offered:|Available|\n  \n## Detail Image\n![/2022-11-29-1669697007054/179844_image2_1.webp](/2022-11-29-1669697007054/179844_image2_1.webp)\n![/2022-11-29-1669697007054/179845_image2_1.webp](/2022-11-29-1669697007054/179845_image2_1.webp)\n![/2022-11-29-1669697007054/1200417_image2_1.webp](/2022-11-29-1669697007054/1200417_image2_1.webp)\n![/2022-11-29-1669697007054/1200422_image2_1.webp](/2022-11-29-1669697007054/1200422_image2_1.webp)\n![/2022-11-29-1669697007054/1200425_image2_1.webp](/2022-11-29-1669697007054/1200425_image2_1.webp)\n![/2022-11-29-1669697007054/1200432_image2_1.webp](/2022-11-29-1669697007054/1200432_image2_1.webp)\n![/2022-11-29-1669697007054/1200434_image2_1.webp](/2022-11-29-1669697007054/1200434_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-54-745-8484](tel:+82547458484)\n- [🏠www.gyeongju.go.kr/tour](http://www.gyeongju.go.kr/tour)\n\n\n```googleMap\nlatitude: 35.8073108096\nlongitude: 129.2128629747\ntitle: 816, Namsansunhwan-ro, Gyeongju-si, Gyeongsangbuk-do\n```\n  \n## Directions\n  \n[Bus] <br>\nFrom Dong Seoul Bus Terminal, take an intercity bus to Gyeongju Intercity Bus Terminal.\n<br>\nFrom Gyeongju Intercity Bus Terminal, take Bus No. 500 and get off at Poseokjeong Entrance Bus Stop.\n","data":{"id":"2022-11-29-1669697007054","title":"Gyeongju Poseokjeong Pavilion Site (경주 포석정지)","description":"Poseokjeong Pavilion served as a separate palace where kings enjoyed banquets with nobles. The building no longer exists, but the abalone-shaped stone water canal still remains, speculated to have been built during the Unified Silla period although the exact year is unknown. The water canal has an estimated length of 10 meters, with a x_width of approximately 35 centimeters and an average depth of 26 centimeters. Based on Chinese writings from 353, it is said that drinking glasses were floated on the canal. One popular party game had guests creating poems before the glass had passed nine sections of the canel. Guests who could not do this had to drink three glasses. Modern research has shown that the site was not merely a place for fun, but also served as a meeting venue for the royal family, as well as for holding memorial services.","regDate":"2022-11-29","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-11-29-1669697007054/179843_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-11-29-1669697007054","pageUrl":"https:/mcdryad.com/Gyeongsangbuk-do/2022-11-29-1669697007054"},"dataList":[{"id":"2022-12-01-1669887472229","title":"Hupo Beach (후포해수욕장)","description":"The 250-meter-long Hupo Beach is situated right by Hupohang Port. The combination of an expansive sandy beach and indigo blue waters of the East Sea creates a splendid view, drawing a large number of vacationers in the summer. <br><br>Hupohang Port is the main receiving and distributing port for fish caught in the East Sea. In the early morning, the port offers a great chance to not only see fish being hauled from boats to the fish market, but also to purchase fresh raw fish at an affordable price. On the hill north of Hupo Beach stands Hupo Lighthouse where one can get an unobstructed view of the East Sea and the Uljin area. Hupo Beach is one of the few beaches offering a splendid view of both the port and the lighthouse.","regDate":"2022-12-01","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites"],"imgUrl":"/2022-12-01-1669887472229/187424_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-01-1669887472229"},{"id":"2022-12-01-1669884185831","title":"Homigot Sunrise Square (호미곶 해맞이광장)","description":"Homigot is located at the easternmost end of the Korean peninsula, in what would be considered to be the tail, if thinking of the Korean peninsula as a tiger. When Kim Jeongho made the Daedongyeojido Map, he visited this place seven times to confirm this area is in fact the easternmost part of Korea. Following the resources of Korea Astronomy and Space Science Institute, the sunrise time of Homigot on January 1 is at 7 32 am, making it the earliest first sunrise of each year in Korea. The plaza was built to commemorate these research findings with the national Sunrise Festival. Nearby attractions include Koreas largest lighthouse, Homigot Lighthouse, established in 1908; Lighthouse Museum; Monument to Commemorate Lee Yuk-sa’s Patriotism; and Daebo Seawater Bath, using pure seawater of the East Sea. <br><br>When completed, Homigot Tourism Complex and Homigot Specialized Ocean Leisure Complex will be the largest tourism complex in the eastern coast district. It will include an ocean aquarium, Ocean Ecological Park, Youth Training facilities, beach dome, accommodation facilities, and other various stores as well. <br><br> Sangsaeng’s Hand, a two-part bronze sculpture shaped like a pair of hands, was constructed in December 1999. It is a signature symbol of the sunrise festival. The left hand is on the land and the right hand is in the ocean. It was built to give the message that all people are living together by helping one another like Sangsaeng, meaning coexistence in Korean. The base of the platform is an image of the sun and its two round rings refer to harmony. These two hands have memorial sprits of reconciliation and coexistence for celebrating a new millennium.","regDate":"2022-12-01","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-12-01-1669884185831/2527505_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-01-1669884185831"},{"id":"2022-12-01-1669880159629","title":"Homigot Lighthouse (호미곶 등대)","description":"Homigot Lighthouse is located at Homigot Cape, listed as one of the 10 most scenic sites during the Joseon dynasty. It was the tallest lighthouse in Korea at the time of its opening on December 20, 1908. The octagonal, six-story building is 26.4 meters high, with a base circumference of 24 meters. It was built using red bricks and no reinforcing rods, designed in the 18th century renaissance style, with gable decorations over the entrance and windows. The ceiling on each floor is sculpted in the shape of pear blossoms, a symbol of the Joseon royalty, while the number of stairs totals to 108, reflective of Buddhist culture.","regDate":"2022-12-01","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites"],"imgUrl":"/2022-12-01-1669880159629/682144_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-01-1669880159629"},{"id":"2022-12-01-1669877060880","title":"Hoeryongpo Village (회룡포)","description":"Hoeryongpo Village is surrounded by the winding Naeseongcheon Stream, a tributary of the Nakdonggang River. The course of the stream has almost turned the entire village into an island. The best views of the scenic nature can be seen from Jangansa Temple. <br><br>Hoeryongpo Village is jar-shaped, surrounded by the river, and has pristine waters and white sandy shores. The shore gives way to trees, and there is a well-developed farm further inland. There used to be almost 20 households in this village, but now only 9 households remain. It takes less than an hour to tour the entire village.","regDate":"2022-12-01","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites"],"imgUrl":"/2022-12-01-1669877060880/2034889_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-01-1669877060880"},{"id":"2022-12-01-1669873042171","title":"Historical site of General Chung Ki-ryong (Chunguisa Temple) (정기룡장군 유적지(충의사))","description":"Chunguisa Temple is home to the tablets of General Chung Ki-ryong, a great army general who led during the reign of Joseon King Seonjo. In 1974, the temple and related relics were designated as a Regional Cultural Asset Monument. The area was expanded in 1978 to include a museum which displays Relics Related to Jeong Gi-ryong, a designated Treasure. The temple also hosts a reenactment of the recovery of Sangjuseong Fortress every October.","regDate":"2022-12-01","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-12-01-1669873042171/181032_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-01-1669873042171"},{"id":"2022-12-01-1669869840020","title":"Head House of the Tapdong Branch of the Goseong Yi Clan (법흥동 고성이씨탑동파종택)","description":"Head House of the Tapdong Branch of the Goseong Yi Clan, located in Andong, serves as a residential house of the Yi descendents even to this day. Constructed in 1685, this house has all of the beautiful features that are representative of Joseon architecture. After this period, additional structures were added periodically. Across from the house is the Seven-story Brick Pagoda at Beopheungsa Temple Site.","regDate":"2022-12-01","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-12-01-1669869840020/2533130_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-01-1669869840020"},{"id":"2022-12-01-1669866657202","title":"Head House of Pansagongpa Branch of Pyeongsan Sin Clan (청송 평산신씨 판사공파 종택과 분가 고택)","description":"Located in Cheongsong-gun, Gyeongsangbuk-do Province, Head House of Pansagongpa Branch of Pyeongsan Sin Clan is the head house of the noble Pyeongsan Sin family line. The house was created by Sin Han-tae during the reign of King Sukjong (1674-1720) of the Joseon dynasty. Since its construction centuries ago, the house has been inhabitated by the descendants of Sin Deuk-cheong, the 15th eldest grandson of General Sin Sung-gyem. This house has all of the features of an upper–class house of the Joseon period. The buildings of the house are built in a rectangular shape, with the courtyard in the center. The compound consists of Soteuldaemun (high-rising gate), Haengrangchae (servants’ quarters located next to the gate), Gotgan (storeroom in which grain and other items were stored), Anchae (room for the female family members) and a pavilion.","regDate":"2022-12-01","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Old Houses"],"imgUrl":"/2022-12-01-1669866657202/187512_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-01-1669866657202"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}