{"pageProps":{"content":"![Byeolbangjin Fortress (별방진)](/2022-07-19-1658220143150/192238_image2_1.webp)\n\n  \n## Overview\n\n> Byeolbangjin Fortress was designated as Jeju Monument No. 24 on April 13, 1973. The fortress is about 950 meters in  circumference. The oval \nfortress was built in consideration of the location's topography having a higher terrain in the southern part and a lower terrain in the northern part. Of all the fortresses in Jeju, Byeolbangjin Fortress is in relatively good shape. The fortress is also an important example of how fortresses in Jeju were built and in what scale.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330<br>(Korean, English, Japanese, Chinese) <br> • For more info: +82-64-740-6000|\n  \n\n  \n## Detail Image\n![/2022-07-19-1658220143150/1618272_image2_1.webp](/2022-07-19-1658220143150/1618272_image2_1.webp)\n![/2022-07-19-1658220143150/1618273_image2_1.webp](/2022-07-19-1658220143150/1618273_image2_1.webp)\n![/2022-07-19-1658220143150/1618274_image2_1.webp](/2022-07-19-1658220143150/1618274_image2_1.webp)\n![/2022-07-19-1658220143150/192239_image2_1.webp](/2022-07-19-1658220143150/192239_image2_1.webp)\n![/2022-07-19-1658220143150/192240_image2_1.webp](/2022-07-19-1658220143150/192240_image2_1.webp)\n![/2022-07-19-1658220143150/192241_image2_1.webp](/2022-07-19-1658220143150/192241_image2_1.webp)\n![/2022-07-19-1658220143150/2513544_image2_1.webp](/2022-07-19-1658220143150/2513544_image2_1.webp)\n![/2022-07-19-1658220143150/2513545_image2_1.webp](/2022-07-19-1658220143150/2513545_image2_1.webp)\n![/2022-07-19-1658220143150/2513546_image2_1.webp](/2022-07-19-1658220143150/2513546_image2_1.webp)\n![/2022-07-19-1658220143150/2513547_image2_1.webp](/2022-07-19-1658220143150/2513547_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-64-740-6000](tel:+82647406000)\n- [🏠visitjeju.net</a> (Korean, English, Japanese, Chinese, Malay)<br><a href=\"http://www.cha.go.kr/\" target=\"_blank\" title=\"New window popup\" class=\"web\">www.cha.go.kr](http://www.visitjeju.net/)\n\n\n```googleMap\nlatitude: 33.5262082208\nlongitude: 126.8843912035\ntitle: Haemajihaean-ro, Jeju-si, Jeju-do\n```\n  \n## Directions\n  \n[Bus]<br>\nFrom Jeju Intercity Bus Terminal, take the East Coast Line (Jeju. Sehwa-ri. Seongsan) bus and get off at Hado-ri Bus Stop.<br>\nWalk for approx. 960m.\n","data":{"id":"2022-07-19-1658220143150","title":"Byeolbangjin Fortress (별방진)","description":"Byeolbangjin Fortress was designated as Jeju Monument No. 24 on April 13, 1973. The fortress is about 950 meters in  circumference. The oval fortress was built in consideration of the location's topography having a higher terrain in the southern part and a lower terrain in the northern part. Of all the fortresses in Jeju, Byeolbangjin Fortress is in relatively good shape. The fortress is also an important example of how fortresses in Jeju were built and in what scale.","regDate":"2022-07-19","author":"korea-tour","tag":["Jeju-do","Culture/Art/History","Historical Sites","Fortresses"],"imgUrl":"/2022-07-19-1658220143150/192238_image2_1.webp","blogPath":"Jeju-do/2022-07-19-1658220143150","pageUrl":"https:/mcdryad.com/Jeju-do/2022-07-19-1658220143150"},"dataList":[{"id":"2022-07-19-1658270204239","title":"Geommeolle Beach (검멀레해변)","description":"Under Udobong Peak is Geommeolle Beach, a very small beach, reaching only about 100 meters in total length, with a name literally translating to \"black sand\" in the Jeju dialect. Visitors can enjoy a beautiful sunrise, peaceful beach and the cool ocean water in the cave at the end of the beach.","regDate":"2022-07-19","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites"],"imgUrl":"/2022-07-19-1658270204239/1620312_image2_1.webp","blogPath":"Jeju-do/2022-07-19-1658270204239"},{"id":"2022-07-19-1658266511443","title":"Gapado Island (가파도)","description":"Gapado Island is 5.5 km away from Moseulpo Port, south of Seogwipo-si, Jeju-do.<br><br>Dutchman Hendrik Hamel stumbled upon the shores of Jeju Island and later introduced the island  to the West. The island has a monument for Hamel, set up to honor his contributions to Jeju. Gapa Green Barley Festival is held every year in May, and a ferry also  runs from Moseulpo Port to Gapado Island, and operates two times a day.","regDate":"2022-07-19","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites"],"imgUrl":"/2022-07-19-1658266511443/1999118_image2_1.webp","blogPath":"Jeju-do/2022-07-19-1658266511443"},{"id":"2022-07-19-1658263057644","title":"Gangjeongcheon Stream (강정천)","description":"Unlike most streams on Jeju Island that can easily run dry, Gangjeongcheon Stream, located to the east of Gangjeong Village in Seogwipo-si, flows with clear water all year round. The stream stretches 16 kilometers in length and has 7 small ponds, 6 bridges and 13 waterfalls. The old pine trees and uniquely formed rocks and stones on either side of the stream make for great natural sightseeing.<br><br>The stream is home to sweetfish and groups of mandarin ducks, which are Natural Monument No. 327. During summer, the stream is crowded with vacationers thanks to the clean water and relaxing environment.","regDate":"2022-07-19","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites","Valleys"],"imgUrl":"/2022-07-19-1658263057644/197272_image2_1.webp","blogPath":"Jeju-do/2022-07-19-1658263057644"},{"id":"2022-07-19-1658259079835","title":"Eongttopokpo Falls (엉또폭포)","description":"Eongttopokpo Falls, one of the 70 scenic views of Jeju Island, is hidden within a forest and appears only after a heavy rainfall of at least 100 millimeters. The falls is 50 meters high and is surrounded by uniquely formed rocks and stones. In the vicinity of the falls, there is a spacious temperate forest and evergreen scenery that contributes to the area's scenic beauty year-round. <br><br>To reach the waterfall, visitors can start from Wolsan Village in Gangjeong-dong and follow Akgeuncheon Stream up for 500 meters, or walk northwest 800 meters along the mandarin field before Gang Chang-hak Park.","regDate":"2022-07-19","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites","Waterfalls"],"imgUrl":"/2022-07-19-1658259079835/1954196_image2_1.webp","blogPath":"Jeju-do/2022-07-19-1658259079835"},{"id":"2022-07-19-1658256328080","title":"Eco Land Theme Park (에코랜드테마파크)","description":"Eco Land Theme Park is built in the 1km² Gotjawal primeval forest. Visitors can explore around in a train that looks like 1800s’ steam powered Baldwin train. The&nbsp;seven Baldwin train look-alike (Lincoln Train)&nbsp;operated in the park were specially ordered and manually manufactured in UK. In the large Gotjawal forest with railway trails, visitors can see a variety of plants, animals, and insects living in the mysterious Gotjawal forests, while touring around by the special train. It also has a lake for visitors to experience the ecosystem of the forest, take a walk and enjoy a picnic. Besides, there are many things to enjoy including Eco Bridge, Eco Windmill, Picnic Garden, Kid’s Town, Eco Road, Bare Foot on Scoria, Floating Café, and topiary art works.","regDate":"2022-07-19","author":"korea-tour","tag":["Jeju-do","Culture/Art/History","Recreational Sites","Theme Parks"],"imgUrl":"/2022-07-19-1658256328080/2046439_image2_1.webp","blogPath":"Jeju-do/2022-07-19-1658256328080"},{"id":"2022-07-19-1658252731994","title":"Dosun Dawon Tea Plantation (도순다원)","description":"Dosun Dawon Tea Plantation is Korea's first tea plantation to build and operate a modern tea-manufacturing factory. The plantation is an eco-tourism destination that aims to contribute in reducing carbon dioxide and improve the local economy through green tea production. Despite the large field that covers an area of approx. 264,400 ㎡, Dosun Dawon Tea Plantation is not very well known among tourists. However, the plantation is frequented by photographers who visit to take snapshots of the vast field against the backdrop of Hallasan Mountain or Jeju's beautiful ocean.","regDate":"2022-07-19","author":"korea-tour","tag":["Jeju-do","Culture/Art/History","Experience Programs","Farming Experience"],"imgUrl":"/2022-07-19-1658252731994/2617707_image2_1.webp","blogPath":"Jeju-do/2022-07-19-1658252731994"},{"id":"2022-07-19-1658250007095","title":"Donnaeko Resort (Wonangpokpo Falls) (돈내코(원앙폭포))","description":"With a valley creek hidden by lush green forest leading to a 5-meter-high waterfall falling into a small pool of water, Donnaeko Resort is like a small paradise hidden in nature. The waters, flowing down from Hallasan Mountain, are clear and icy cold even during the hot summer season. The resort's magnificent views and natural pool make the area a popular vacation destination.","regDate":"2022-07-19","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites","Valleys"],"imgUrl":"/2022-07-19-1658250007095/2665273_image2_1.webp","blogPath":"Jeju-do/2022-07-19-1658250007095"}],"navList":["Busan","Daegu","Daejeon","Gwangju","Gyeonggi-do","Incheon","Jeju-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}