{"pageProps":{"content":"![Ilsan Lake Park (일산호수공원)](/2022-08-28-1661669170153/2364836_image2_1.webp)\n\n  \n## Overview\n\n> Ilsan Lake Park spans over 991,800 square meters, making it one of the largest man-made parks in Asia. The large fresh water lake is well-managed to remain clean. The park is equipped with convenient facilities and attractions, including the Riverside Square, artificial islands, a 4.7-kilometer-long bike path, children’s playground, natural experience site, musical fountain, 100 species of wild flowers and a dense forest of 200,000 trees. The park also serves as the venue for International Horticulture Goyang Korea, a large flower exhibition.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br>(Korean, English, Japanese, Chinese) <br>• For more info: +82-31-8075-4346|\n|restdate:|N/A (Open all year round)|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Parking Fees:|Sedans: 80 won for each 5 min<br>* Inquiries: +82-1522-2960|\n|Available Facilities:|Theme Plaza, Hanul Plaza, Rose Garden, Aesugyo Bridge, Singing Fountain, traditional garden, etc.|\n|Restrooms:|Available|\n|Admission Fees:|Free|\n|Interpretation Services Offered:|Not available|\n  \n## Detail Image\n![/2022-08-28-1661669170153/1589261_image2_1.webp](/2022-08-28-1661669170153/1589261_image2_1.webp)\n![/2022-08-28-1661669170153/1589262_image2_1.webp](/2022-08-28-1661669170153/1589262_image2_1.webp)\n![/2022-08-28-1661669170153/1589265_image2_1.webp](/2022-08-28-1661669170153/1589265_image2_1.webp)\n![/2022-08-28-1661669170153/2364837_image2_1.webp](/2022-08-28-1661669170153/2364837_image2_1.webp)\n![/2022-08-28-1661669170153/2364838_image2_1.webp](/2022-08-28-1661669170153/2364838_image2_1.webp)\n![/2022-08-28-1661669170153/2364839_image2_1.webp](/2022-08-28-1661669170153/2364839_image2_1.webp)\n![/2022-08-28-1661669170153/2364840_image2_1.webp](/2022-08-28-1661669170153/2364840_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-31-8075-4346](tel:+823180754346)\n- [🏠www.www.goyang.go.kr](http://www.goyang.go.kr/park/index.do)\n\n\n```googleMap\nlatitude: 37.6539236657\nlongitude: 126.7688126877\ntitle: 595, Hosu-ro, Ilsandong-gu, Goyang-si, Gyeonggi-do\n```\n  \n## Directions\n  \n[Subway]<br>\nJeongbalsan Station (Seoul Subway Line 3), Exit 2. <br>\nWalk for approx. 5 min to arrive at Ilsan Lake Park.<br>\n <br>\n[Bus]<br>\nGet off at Lake Park Bus Stop.<br>\n- Bus No. 33, 88A<br>\n<br>\nGet off at Lake Park Management Office Bus Stop.<br>\n- Intercity Bus No. 3000<br>\n- Airport Bus No. 7300, 7400\n","data":{"id":"2022-08-28-1661669170153","title":"Ilsan Lake Park (일산호수공원)","description":"Ilsan Lake Park spans over 991,800 square meters, making it one of the largest man-made parks in Asia. The large fresh water lake is well-managed to remain clean. The park is equipped with convenient facilities and attractions, including the Riverside Square, artificial islands, a 4.7-kilometer-long bike path, children’s playground, natural experience site, musical fountain, 100 species of wild flowers and a dense forest of 200,000 trees. The park also serves as the venue for International Horticulture Goyang Korea, a large flower exhibition.","regDate":"2022-08-28","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-08-28-1661669170153/2364836_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-28-1661669170153","pageUrl":"https:/mcdryad.com/Gyeonggi-do/2022-08-28-1661669170153"},"dataList":[{"id":"2022-09-02-1662104566709","title":"Odusanseong Fortress (파주 오두산성)","description":"Odusanseong Fortress is built around the strategic summit of Odusasn Mountain. The walls stretch across roughly 620 meters and were built during the Baekje dynasty. The fortress is built on the intersection of the Imjingang River and the Hangang River on the summit of Odusan Mountain (119 meters). The mountain’s slope is steep and stones used in the construction of the fortress walls are scattered here and there at the summit. These scattered stones are evidence that the fortress underwent repairs several times during the Samguk (Three Kingdoms) era and the Joseon dynasty, as these stones were evidently quarried and used to mend the fortress walls. Excavations have discovered a great deal of earthenware, white porcelain, tile, and iron arrowheads. Topographically, the fortress sits on a prime strategic junction and the Unification Observatory has been situated there as well. The fortress stands as an important object of study concerning fortifications and structures from the Baekje dynasty. It has been recorded on the stele of King Gwanggaeto, Samguksagi (History of the Three Kingdoms), in the Naekjebongi (Baekje Annals) and on Daedongyeojido (Map of Korea) that the fortress was the Gwanmi Fortress of Baekje, attracting many scholars and researchers interested in this period.","regDate":"2022-09-02","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Fortresses"],"imgUrl":"/2022-09-02-1662104566709/188812_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-02-1662104566709"},{"id":"2022-09-02-1662102167895","title":"Odusan Unification Observatory (오두산 통일전망대)","description":"Located in Tanhyeon-myeon, Paju-si, Odusan Unification Observatory was established to console the feelings of dispersed families and provide an educational site for the unification education through 5F to B1 in 1992.<br>The observatory is situated in the northernmost ceasefire line of the western front where the Hangang River and Imjingang River meet. It offers a wide view of Songaksan Mountain in Gaeseong to the north and 63 Building in Seoul to the south. Also, it is a valuable unification security tourist attraction related to Imjingak, the 3rd Tunnel, and Panmunjeom (Joint Security Area) stretching along Jayu-ro Road in the northeast. <br>Since its opening, almost 1,900,000 people have visited the observatory to feel the reality of the division, making this area the best national unification education site.","regDate":"2022-09-02","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Architectural Sights","Monuments/Observatories"],"imgUrl":"/2022-09-02-1662102167895/2445770_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-02-1662102167895"},{"id":"2022-09-02-1662099805263","title":"Nine Forest Ewhawon (나인포레스트 이화원)","description":"Located on Jaraseom Island, Nine Forest Ewhawon was renewed in 2015. The garden spans over an area of 33,000 square meters with a 1,090 square meter butterfly ecology center, making it the largest butterfly park in the world. The park offers live butterflies and butterfly specimens all year long through the use of a greenhouse. Visitors can look at exhibitions and learn about butterflies and plants with detailed explanations from professional guides. Jaraseom Island also offers camping sites and hosts various festivals.","regDate":"2022-09-02","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Recreational Sites","Theme Parks"],"imgUrl":"/2022-09-02-1662099805263/2431707_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-02-1662099805263"},{"id":"2022-09-02-1662095100424","title":"Nari Farm (나리농원)","description":"Nari Farm has the largest globe amaranth colony in the nation. From September to October, visitors can see various autumn flowers bloom providing peace and calmness.","regDate":"2022-09-02","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Experience Programs","Farming Experience"],"imgUrl":"/2022-09-02-1662095100424/2670556_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-02-1662095100424"},{"id":"2022-09-01-1662029028077","title":"Namyangju Sareung Royal Tomb [UNESCO World Heritage] (남양주 사릉(정순왕후) [유네스코 세계문화유산])","description":"Sareung Royal Tomb is the tomb of Queen Jeongsun (1440-1521), a consort to King Danjong. She was perhaps the most tragic royal woman of the Joseon dynasty.<br><br>In 1453, she was selected to be queen out of many candidates and actually became the queen a year later. However, when King Danjong was forced to abdicate from the throne and was exiled to Yeongwol in Gangwon-do, Queen Jeongsun was deprived of her title as well. <br><br>After King Danjong died, she built a thatched-roof house outside Seoul’s Dongdaemun Gate and lived there for the rest of her life, continuing to mourn her husband. The tomb’s name, Sareung, came from the fact that she had missed her dead husband so much. <br><br>Unlike other royal tombs, Sareung looks very simple. Its size is relatively small.","regDate":"2022-09-01","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-09-01-1662029028077/2480838_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-01-1662029028077"},{"id":"2022-09-01-1662025288053","title":"Namyangju Joan [Slow City] (남양주 조안)","description":"The origin of the city name, Joan, comes from the meaning a place where birds dwell peacefully. Joan-myeon in Namyangju was designated a slow city in 2010 and was the first slow city in the Seoul metropolitan area. The city has a well-paved bike road along the Namhangang Riverbank connecting Paldang to Yangpyeong through Daeseong-ri. The city also has the Slow City Trail, starting from Ungilsan Station and passing through Majinsanseong Fortress and Sujongsa Temple before arriving at Songchon Independence Park.<br><br>Each of the twelve villages in Namyangju is known for a different local treasure, ranging from lotus fields to cultural heritages. Joan-myeon in particular has received compliments for its local communities, eco-friendly and organic farming, natural environment, traditional culture, and well-managed fisheries.","regDate":"2022-09-01","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Folk Villages"],"imgUrl":"/2022-09-01-1662025288053/1720451_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-01-1662025288053"},{"id":"2022-09-01-1662022132055","title":"Nami Island Zip Wire (남이섬 짚와이어)","description":"Nami Island Zip Wire is an eco-friendly leisure facility established by Gapyeong County Office in partnership with Gyeonggi Tourism Organization and Nami Island Inc. It is one of the largest zipline facilities in Asia. Riders start from an 80-meter-high tower and zoom down along a wire cable to Jarasum (640 meters) or Nami Island (940 meters).","regDate":"2022-09-01","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Experience Programs","Unique Experience"],"imgUrl":"/2022-09-01-1662022132055/2433833_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-01-1662022132055"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}