{"pageProps":{"content":"![Gubongsan Observatory Cafe Street (구봉산 전망대 카페거리)](/2022-09-25-1664085357499/1804415_image2_1.webp)\n\n  \n## Overview\n\n> Gubongsan Observatory Cafe Street is a well-known scenic spot for its beautiful landscape of Chuncheon with the background of mountains, lake, and river. Located on the eastern outskirts of downtown Chuncheon, Gubongsan Mountain (441 m) with nine peaks, commands a panoramic view of the city. When the road passing halfway up the mountain was opened in the 1990s, many cafes and restaurants were established and became Chuncheon’s representative cafe street. All the cafes here have glass windows or outdoor terraces in order to offer the best scenic view for customers. Each cafe has its own characteristic feature  a building that recalls Santorini in Greece, the skywalk observatory decorated with transparent glass in all directions, and distinctive photo zones. The service area, which sells canned coffee and banquet noodles, is also situated among stylish coffee shops. Visitors will enjoy its fantastic scenic views from day to night, including the sunny scenery, the beautiful sunset, and the nighttime view of the Soyang i(2)gyo Bridge.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-33-250-4312|\n|parking:|Available|\n|restdate:|Open year round|\n|usetime:|00:00–24:00|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Available Facilities:|Observatory service area, cafe, and restaurant|\n|Restrooms:|Available|\n|Parking Fees:|Free of charge|\n  \n## Detail Image\n![/2022-09-25-1664085357499/1804421_image2_1.webp](/2022-09-25-1664085357499/1804421_image2_1.webp)\n![/2022-09-25-1664085357499/1804423_image2_1.webp](/2022-09-25-1664085357499/1804423_image2_1.webp)\n![/2022-09-25-1664085357499/1804426_image2_1.webp](/2022-09-25-1664085357499/1804426_image2_1.webp)\n![/2022-09-25-1664085357499/1804494_image2_1.webp](/2022-09-25-1664085357499/1804494_image2_1.webp)\n![/2022-09-25-1664085357499/1988569_image2_1.webp](/2022-09-25-1664085357499/1988569_image2_1.webp)\n![/2022-09-25-1664085357499/1988571_image2_1.webp](/2022-09-25-1664085357499/1988571_image2_1.webp)\n![/2022-09-25-1664085357499/1988572_image2_1.webp](/2022-09-25-1664085357499/1988572_image2_1.webp)\n![/2022-09-25-1664085357499/2622268_image2_1.webp](/2022-09-25-1664085357499/2622268_image2_1.webp)\n![/2022-09-25-1664085357499/2622269_image2_1.webp](/2022-09-25-1664085357499/2622269_image2_1.webp)\n![/2022-09-25-1664085357499/1804483_image2_1.webp](/2022-09-25-1664085357499/1804483_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-33-250-4312](tel:+82332504312)\n\n\n\n```googleMap\nlatitude: 37.8928170392\nlongitude: 127.7766999636\ntitle: 1154-113, Sunhwan-daero, Dong-myeon, Chuncheon-si, Gangwon-do\n```\n  \n## Directions\n  \n[Subway + Taxi]<br>\nNamchuncheon Station (Seoul Subway Gyeongchun Line).<br>\nFrom the station, take a taxi for approx. 20 min.\n","data":{"id":"2022-09-25-1664085357499","title":"Gubongsan Observatory Cafe Street (구봉산 전망대 카페거리)","description":"Gubongsan Observatory Cafe Street is a well-known scenic spot for its beautiful landscape of Chuncheon with the background of mountains, lake, and river. Located on the eastern outskirts of downtown Chuncheon, Gubongsan Mountain (441 m) with nine peaks, commands a panoramic view of the city. When the road passing halfway up the mountain was opened in the 1990s, many cafes and restaurants were established and became Chuncheon’s representative cafe street. All the cafes here have glass windows or outdoor terraces in order to offer the best scenic view for customers. Each cafe has its own characteristic feature  a building that recalls Santorini in Greece, the skywalk observatory decorated with transparent glass in all directions, and distinctive photo zones. The service area, which sells canned coffee and banquet noodles, is also situated among stylish coffee shops. Visitors will enjoy its fantastic scenic views from day to night, including the sunny scenery, the beautiful sunset, and the nighttime view of the Soyang i(2)gyo Bridge.","regDate":"2022-09-25","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Experience Programs","Cultural Districts"],"imgUrl":"/2022-09-25-1664085357499/1804415_image2_1.webp","blogPath":"Gangwon-do/2022-09-25-1664085357499","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-09-25-1664085357499"},"dataList":[{"id":"2022-10-06-1665042428834","title":"Naksansa Temple (낙산사)","description":"This ancient temple was built in the 11th year of King Munmu’s reign of Silla (671) by the Buddhist monk Uisang. Naksansa Temple is one of the foremost sights of Yangyang, and one of the most historic sites in the region. Along with Ganghwa’s Bomunsa Temple and Namhae’s Boriam Hermitage, it is said to be one of the three centers of the cult of Avalokitesvara in Korea. Its handsome view overlooking the East Sea has earned it a spot in the Eight Sights of Gwandong (eight famous sights in Yeongdong region of Gangwon-do), documented throughout the ages in many classic literature and poetry. Today’s Naksansa Temple is a product of many restorations and expansions, and has many examples of cultural heritage within its walls. There is a 16 meter-tall statue of the Avalokitesvara Bodhisattva to Uisangdae, a pavilion built to overlook the sunrise over the East Sea on a coastal cliff, Hongnyeonam Hermitage, built over the crashing waves, Seven-story Stone Pagoda of Naksansa Temple, Yangyang (Treasure No. 499), a Joseon-era pagoda with Goryeo-era style, and Stupa, Stele, and Reliquaries of Naksansa Temple, Yangyang (Treasure No. 1723), including a number of sarira. A mountain fire in 2005 resulted in the loss of 20 buildings, including the building that housed its bronze bell (formerly Treasure No. 479 of Korea). The temple also operates templestay programs available through its website.","regDate":"2022-10-06","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-10-06-1665042428834/2711347_image2_1.webp","blogPath":"Gangwon-do/2022-10-06-1665042428834"},{"id":"2022-10-06-1665039534342","title":"Naksan Provincial Park (낙산도립공원)","description":"Naksan Provincial Park takes up 24km of shoreline in Yangyang, Gangwon-do. The park is centered on Naksansa Temple and Naksan Beach, but includes Osan, Dongho, and Hajodae Beaches, as well as many lakes and cliffs. The park is a great place to learn about Korean culture, including Buddhist culture at Naksansa Temple and other cultural relics, and the shoreline cliffs of pine trees. The park is a popular attraction in the summer, when visitors can swim in the ocean and play in the sand along the coast.","regDate":"2022-10-06","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Provincial Parks"],"imgUrl":"/2022-10-06-1665039534342/763455_image2_1.webp","blogPath":"Gangwon-do/2022-10-06-1665039534342"},{"id":"2022-10-06-1665036082838","title":"Naerincheon River Pothole-Gangwon Peace National Geopark (내린천 포트홀-강원평화지역 국가지질공원)","description":"Naerincheon River starts out as a small stream on Bungnyongsan Mountain and flows down Sogyebangsan Mountain before joining with other small valley streams to create the larger river that most people know. The river has created a valley with many interesting and uniquely shaped rocks as it flowed down the mountainside over the years. The waters are so pure, the small pebbles and sand lining the bottom of the stream can be seen clearly. There are a number of areas along the stream perfect for relaxing and enjoying some time in nature. Many families visit and enjoy fishing and the pure environment. The river is also well-known for rafting.","regDate":"2022-10-06","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Valleys"],"imgUrl":"/2022-10-06-1665036082838/2616266_image2_1.webp","blogPath":"Gangwon-do/2022-10-06-1665036082838"},{"id":"2022-10-06-1665033039678","title":"Mureunggyegok Valley (무릉계곡)","description":"Mureunggyegok Valley, between Dutasan Mountain and Cheongoksan Mountain, refers to a four-kilometer stretch from Hoamso Pond to Yongchupokpo Falls upstream. The waters of Mureunggyegok Valley flow over wide sheets of rock and into the cracks between them, forming large and particularly nice ponds along the path. Starting at Mureung Rock, a wide sheet of single rock on which hundreds can sit, the valley trail twists and turns as it passes Samhwasa Temple, Haksodae, Ongnyudong, and Seonnyeotang Ravine, all the way to Ssangpokpo and Yongchupokpo Falls, providing breathtaking scenery along the way. Also known as Arcadia, scholars and poets frequented the valley in times past, and the 5,000 square meters of Mureung Rock bears the inscribed names of some of these poets and their work. The valley offers a medley of curious-looking rocks and stones, and other odd scenery that attracts many tourists.","regDate":"2022-10-06","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Valleys"],"imgUrl":"/2022-10-06-1665033039678/2660876_image2_1.webp","blogPath":"Gangwon-do/2022-10-06-1665033039678"},{"id":"2022-10-06-1665030149840","title":"Mukhohang Port (묵호항)","description":"Situated in Donghae, Mukhohang Port opened in 1941 and used to be the most prolific trading port on the east coast. However, with the steady change in the economy, it has now become a center of fishing. A large wholesale seafood market at the port offers a wide array of freshly caught seafood. From early in the morning, merchants across the country gather at the market to purchase fresh seafood. Dried fish are also available.<br><br>Mukho Lighthouse, located atop Dongmunsan Mountain, opened in June 1963 as an unmanned lighthouse guiding ships into Mukhohang Port. The two-story lighthouse is 12 meters tall and is made from cement. The white lighthouse stands out against the blue sea and sky to create a fantastic image. The area surrounding the lighthouse has been turned into a small park. There is a large rock inscribed with a poem about the sea near the park entrance.","regDate":"2022-10-06","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites"],"imgUrl":"/2022-10-06-1665030149840/2678609_image2_1.webp","blogPath":"Gangwon-do/2022-10-06-1665030149840"},{"id":"2022-10-05-1664967027600","title":"Mukho Lighthouse (묵호 등대)","description":"Established on June 8, 1963, Mukho Lighthouse serves as a guarding beacon of ships coming and going at Mukho port.Mukho Lighthouse is a 12m-tall white circular concrete structure with two floors located at an altitude of 67m. It is surrounded by a cozy park where forsythias blossom in spring and visitors can overlook the sea. The park is home to the Maritime Fishing Exhibition Hall, where visitors can learn about the history of fishing in the area. The lighthouse and its surrounding area are full of quiet and comfortable spots to relax and enjoy the scenery.<br><br>Because of its location, the lighthouse is absolutely crucial to the safety of ships and boats coming into the port. The lighthouse’s large light, installed in October 2003, was developed by Korean scientists and uses a rotating prism lens that can shine beams of light as far as 42km.","regDate":"2022-10-05","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites"],"imgUrl":"/2022-10-05-1664967027600/623269_image2_1.webp","blogPath":"Gangwon-do/2022-10-05-1664967027600"},{"id":"2022-10-05-1664963402353","title":"Misiryeonggyegok Valley (미시령계곡)","description":"With Seoraksan Mountain to its northeast, Misiryeonggyegok Valley stretches from Yongdae Samgeori to Dojeokpokpo Falls at the valleys peak for approximately 4.8 kilometers. The beauty of Misireonggyegok Valley is as picturesque as those seen from traditional Asian paintings. Misiryeonggyegok Valleys hidden gems are Dojeokpokpo Falls and Chotdaebawi Rock, both rarely known to the public. The valley is also filled with a lush forest that stays cool even in the hot summer months.","regDate":"2022-10-05","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Valleys"],"imgUrl":"/2022-10-05-1664963402353/1813610_image2_1.webp","blogPath":"Gangwon-do/2022-10-05-1664963402353"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}