{"pageProps":{"content":"![Daegullyeong Village (대굴령마을)](/2022-07-25-1658770943191/2494322_image2_1.webp)\n\n  \n## Overview\n\n> Daegullyeong Village is a tourist complex located in Gangneung-si, Gangwon-do, which provides visitors with a host of various traditional experiences, sporting events, and lodging accommodations. The village of Daegullyeong got its name from the series of 832-m long Daegwallyeong ridges that stretch along the bordering regions of Gangneung and Pyeongchang. Although the mountain ridges present rigorous passages with 99 turns, the area is popular for its magnificent scenery.\n <br><br>&nbsp;Daegullyeong Village boasts the beautiful Daegwallyeong ridges and clear waters of the valleys in the mountain villages where tourists can take in the spectacular views of Bogwang 1(il)-ri, Bogwang 2(yi)-ri, and Eoheul-ri. The local specialties include the traditional <em>doenjang</em> (soybean paste), various soy and bean pastes, corn, traditional fermented soybeans, potatoes, and vegetables. Visitors can stay at any number of pensions in the area, then take a tour around a traditional soy and bean paste factory and participate in various experience programs such as soy and bean paste making, straw arts and crafts, folk games, and traditional performances.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br>• For more info: +82-33-648-0406|\n|restdate:|N/A (Open all year round)|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Available Facilities:|&nbsp;* Daegullyeong Village ProgramBogwang 1(il)-ri – 5 blocks of pensions and various sports facilities (Jokgu court, volleyball court, badminton court)<br>Bogwang 2(yi)-ri – offers food made with traditional soy and bean paste making techniques, along with a traditional soy and bean paste factory <br>Eoheul-ri – a wild flower garden and three blocks of pensions<br>&nbsp;<br>&nbsp;<br>|\n|Restrooms:|Available|\n  \n## Detail Image\n![/2022-07-25-1658770943191/2494323_image2_1.webp](/2022-07-25-1658770943191/2494323_image2_1.webp)\n![/2022-07-25-1658770943191/2494324_image2_1.webp](/2022-07-25-1658770943191/2494324_image2_1.webp)\n![/2022-07-25-1658770943191/2494325_image2_1.webp](/2022-07-25-1658770943191/2494325_image2_1.webp)\n![/2022-07-25-1658770943191/2494327_image2_1.webp](/2022-07-25-1658770943191/2494327_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-33-648-0406](tel:+82336480406)\n- [🏠www.daegullyeong.or.kr](www.daegullyeong.or.kr)\n\n\n```googleMap\nlatitude: 37.7229426427\nlongitude: 128.8150638568\ntitle: 17, Seongyeon-ro, Gangneung-si, Gangwon-do\n```\n  \n## Directions\n  \nTake the \nbus towards Gangneung from Dong Seoul Bus Terminal  (travel time 3hrs / 06:31 \n- 23:00, departs every 30 - 50 min) or from Seoul Express Bus Terminal (travel \ntime  3hrs / 06:00 - 23:30, departs every 15 - 30min)\n","data":{"id":"2022-07-25-1658770943191","title":"Daegullyeong Village (대굴령마을)","description":"Daegullyeong Village is a tourist complex located in Gangneung-si, Gangwon-do, which provides visitors with a host of various traditional experiences, sporting events, and lodging accommodations. The village of Daegullyeong got its name from the series of 832-m long Daegwallyeong ridges that stretch along the bordering regions of Gangneung and Pyeongchang. Although the mountain ridges present rigorous passages with 99 turns, the area is popular for its magnificent scenery. <br><br>&nbsp;Daegullyeong Village boasts the beautiful Daegwallyeong ridges and clear waters of the valleys in the mountain villages where tourists can take in the spectacular views of Bogwang 1(il)-ri, Bogwang 2(yi)-ri, and Eoheul-ri. The local specialties include the traditional <em>doenjang</em> (soybean paste), various soy and bean pastes, corn, traditional fermented soybeans, potatoes, and vegetables. Visitors can stay at any number of pensions in the area, then take a tour around a traditional soy and bean paste factory and participate in various experience programs such as soy and bean paste making, straw arts and crafts, folk games, and traditional performances.","regDate":"2022-07-25","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Experience Programs","Village Experience"],"imgUrl":"/2022-07-25-1658770943191/2494322_image2_1.webp","blogPath":"Gangwon-do/2022-07-25-1658770943191","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-07-25-1658770943191"},"dataList":[{"id":"2022-10-14-1665729241153","title":"Soyangho Lake (Yanggu Section) (소양호(양구))","description":"Soyangho Lake is a man-made lake that was created when Soyang Dam, the biggest rock-filled dam in Asia, was built in 1973. The lake is a hotspot for aquatic tourism and the lakeside road is an important route that connects Chuncheon and Yanggu. Driving from Chuncheon to the dam will take about one hour, but the Kwaeryongho Boat, a hovercraft that operates regularly on Soyangho Lake, only takes about 30 minutes. The hovercraft travels by ejecting air against the surface below, sending up a spray of water on either side of the boat to the delight of passengers. In the valley, visitors can see fish farms floating among the islets. When the water level is high, it is possible to travel on the lake all the way to Inje and Sinnam, enjoying the beautiful scenery of Seoraksan Mountain. Both tourists and locals regularly make use of the ferry service.","regDate":"2022-10-14","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites"],"imgUrl":"/2022-10-14-1665729241153/176171_image2_1.webp","blogPath":"Gangwon-do/2022-10-14-1665729241153"},{"id":"2022-10-14-1665723965765","title":"Soyangho Lake (Inje Section) (소양호-인제)","description":"Soyangho Lake (소양호), one of the biggest manmade lakes in Korea, along with Chungjuho Lake (충주호), was created in 1973 when the world’s fourth largest dam, Soyang Dam, standing 123 meters high, was constructed. The 60-kilometer watercourse connecting Chuncheon and Inje is a route along which you can enjoy the beautiful hills and streams of Naeseorak. In the Inje section, upstream of the lake, there are various species of fish such as carp, crusian, leather carp, mandarin fish and pond smelt, attracting many tourists and fisherman. Fishing spots are found in areas such as Gunchukgyo Bridge, Bupyeong, Gwandae-ri, and Sangsunaeri Fishing Pier. Also, from December and March when a portion of the lake near Gunchukgyo Bridge freezes, you can bore holes through the ice sheet and enjoy ice-fishing for pond smelt.<br><br>","regDate":"2022-10-14","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites"],"imgUrl":"/2022-10-14-1665723965765/186683_image2_1.webp","blogPath":"Gangwon-do/2022-10-14-1665723965765"},{"id":"2022-10-13-1665658224957","title":"Soyanggang Skywalk (소양강스카이워크)","description":"Soyanggang Skywalk, stretching over the river, is 174 m long and the transparent glass floor covers 156 m of the section. The end of the skywalk is equipped with a circular plaza and an observatory. Visitors can enjoy an open view of the area while taking a rest. Its circular plaza is also equipped with a transparent floor and a good place for taking a photo with the background of the landscape. A “Ssogarisang” sculpture of leopard mandarin fish located on the opposite side of the plaza attracts visitors. The fountain water flows down from this sculpture at the fixed hours. A cozy photo zone and terrace are situated at the entrance to Soyanggang Skywalk, while the Soyang i(2)gyo Bridge, which is Chuncheon’s landmark, and Soyanggang Maiden Statue are situated right next to the Skywalk. Its night view with splendid lights is also well-known.","regDate":"2022-10-13","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Architectural Sights","Monuments/Observatories"],"imgUrl":"/2022-10-13-1665658224957/2392892_image2_1.webp","blogPath":"Gangwon-do/2022-10-13-1665658224957"},{"id":"2022-10-13-1665654643403","title":"Soyang Dam (소양강댐)","description":"Built in October 1973, Soyang Dam is the largest dam in Korea. It stands 123 meters high and 530 meters long and can hold up to 29 million tons of water. The stored water which has become Soyangho Lake, is Koreas largest man-made lake, spanning a large area that borders the Gangwon-do cities and districts of Chuncheon, Hongcheon, Yanggu and Inje. Visitors can enjoy riding a ferry or walk on the 2.5 kilometer walking trail. Various restaurants and attractions are also nearby.","regDate":"2022-10-13","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites"],"imgUrl":"/2022-10-13-1665654643403/1583557_image2_1.webp","blogPath":"Gangwon-do/2022-10-13-1665654643403"},{"id":"2022-10-13-1665651297299","title":"Sono Belle Vivaldi Park Ocean World (소노벨 비발디파크 오션월드)","description":"Vivaldi Parks Ocean World Park is designed to look like an oasis in the middle of the Egyptian desert, in order to give visitors the experience of a cool, refreshing swim under the bright sun. The water park even features a large Sphinx and pyramid. Ocean World is an eco-friendly park popular among all ages. The park is the size of 14 soccer fields, and divided into an indoor zone, extreme zone, wave pool zone, dynamic zone, and megaslide zone.","regDate":"2022-10-13","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Recreational Sites","Hot Springs & Spa"],"imgUrl":"/2022-10-13-1665651297299/1583719_image2_1.webp","blogPath":"Gangwon-do/2022-10-13-1665651297299"},{"id":"2022-10-13-1665647612612","title":"Sokcho Lighthouse Observatory (속초등대전망대)","description":"It is No. 1 of Sokcho’s Eight Sights. This white lighthouse creates a picturesque view along with the surrounding blue sea. Sokcho Lighthouse Observatory was originally just a lighthouse, but now, it is opened to the public and plays a role of an observatory. Walking up along the wooden deck trail among the bamboo grove leads you to the observatory, which offers an open view of the deep blue East Sea, the Cheongchoho Lake, which is home to migratory birds, and the magnificent scenery of Seoraksan Mountain. Viewed from the high tower, the East Sea unfolds its boundless ocean and sometimes it looks like a calm lake but can become an energetic ocean full of vitality. Built in 1957, Sokcho Lighthouse still lights up for ships at night. The bright light and sound of the beacon, which has been in service since the lighthouse’s establishment, can show the waterway to a boat, which is about 35 km away from the lighthouse. Right next to the observatory, Yeonggeumjeong Pavilion is situated.","regDate":"2022-10-13","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites"],"imgUrl":"/2022-10-13-1665647612612/2711170_image2_1.webp","blogPath":"Gangwon-do/2022-10-13-1665647612612"},{"id":"2022-10-13-1665645019170","title":"Sokcho Expo Tower (속초 엑스포타워)","description":"Sokcho Expo Tower in the area of Cheongchoho Lake, Joyang-dong, is an observatory tower set in a park surrounded by mountains and lakes. <br><br>The tower is 73.4m in x_height and can accommodate up to 100 visitors at once. From the observation platform, visitors can enjoy a complete view of the Sokcho area, including Ulsanbawi Rock and Daecheongbong Peak in Seoraksan Mountain, the East Sea and downtown Sokcho. The view around sunset is especially picturesque and the migratory bird habitat of Cheongchoho Lake is also located near the tower.","regDate":"2022-10-13","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Architectural Sights","Monuments/Observatories"],"imgUrl":"/2022-10-13-1665645019170/2617802_image2_1.webp","blogPath":"Gangwon-do/2022-10-13-1665645019170"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}