{"pageProps":{"content":"![Geomunoreum Lava Tube [UNESCO World Natural Heritage Site] (거문오름 [유네스코 세계자연유산])](/2022-07-19-1658273804237/2661662_image2_1.webp)\n\n  \n## Overview\n\n> Geomunoreum  Lava Tube System is a series of lava tubes that originated from the eruption of Geomunoreum, a parasatic cone. Geomunoreum has an altitude of 456 meters and with lava tubes spreading out in a streamlined shape, its lava tube system is the largest of its kind on Jeju Island. The name is said to have originated when the local islanders called the cone \"Geomun,\" which is translated to “black,” referring to the dense forest formed on the crater. However, according to researchers and linguists, the term \"Geomun\" may have originated from a word from the Gojoseon period which were used to refer to deities, inferring that the name Geomunoreum actually means \"holy hill.\"\n<br><br>\nGeomunoreum Lava Tube System consists of roughly 20 lava tubes that follow the cone's slope to the northeast, stretching out all the way to the shore. Among these tubes, Bwengdwigul, Mangjanggul, Gimnyeonggul, Yongcheondonggul, and Dangcheondonggul Caves are inscribed as a UNESCO World Natural Heritage.\n\n  \n## Intro\n\n| | |\n| - | - |\n|accomcount:|450 people|\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br>(Korean, English, Japanese, Chinese) <br> • For more info: +82-64-710-8981|\n|parking:|Available (100 spaces)|\n|restdate:|Tuesdays, the day of Seollal (Lunar New Year's Day) and Chuseok (Korean Thanksgiving Day)<br> * Entrance prohibited in the case of inclement weather|\n|usetime:|09:00-13:00 (based on departure time)|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Tour Course Information:|* Tour Course<br>1) Summit Course: Approx. 1.8 km / 1 hr<br>2) Crater Course: Approx.  5.5 km / 2 hr 30 min<br>3) Taeguek-gil Course: Approx.  10 km / 3 hr 30 min|\n|Admission Fees:|[Geomunoreum Admission]<br>Individuals - Adults 2,000 won / Teenagers & Children 1,000 won<br />Groups - Adults 1,600 won / Teenagers & Children 800 won<br><br />[Heritage Center]<br />Individiuals - Adults 3,000 won / Teenagers & Children 2,000 won<br />Groups - Adults 2,400 won / Teenagers & Children 1,600 won<br /><br>* Senior citizens (ages 65 & over) & preschoolers (ages 6 & under): Free|\n|Available Facilities:|Jeju World Natural Heritage Center, convenience store|\n|Restrooms:|Available|\n|Parking Fees:|Free|\n|Reservation Info. for Natives:|[wnhcenter.jeju.go.kr]()|\n  \n## Detail Image\n![/2022-07-19-1658273804237/2661661_image2_1.webp](/2022-07-19-1658273804237/2661661_image2_1.webp)\n![/2022-07-19-1658273804237/2661663_image2_1.webp](/2022-07-19-1658273804237/2661663_image2_1.webp)\n![/2022-07-19-1658273804237/656725_image2_1.webp](/2022-07-19-1658273804237/656725_image2_1.webp)\n![/2022-07-19-1658273804237/656742_image2_1.webp](/2022-07-19-1658273804237/656742_image2_1.webp)\n![/2022-07-19-1658273804237/656745_image2_1.webp](/2022-07-19-1658273804237/656745_image2_1.webp)\n![/2022-07-19-1658273804237/656746_image2_1.webp](/2022-07-19-1658273804237/656746_image2_1.webp)\n![/2022-07-19-1658273804237/656756_image2_1.webp](/2022-07-19-1658273804237/656756_image2_1.webp)\n![/2022-07-19-1658273804237/656762_image2_1.webp](/2022-07-19-1658273804237/656762_image2_1.webp)\n![/2022-07-19-1658273804237/656769_image2_1.webp](/2022-07-19-1658273804237/656769_image2_1.webp)\n![/2022-07-19-1658273804237/656773_image2_1.webp](/2022-07-19-1658273804237/656773_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-64-710-8981](tel:+82647108981)\n- [🏠wnhcenter.jeju.go.kr</a> <br> <a href=\"http://www.visitjeju.net\" target=\"_blank\">www.visitjeju.net](http://wnhcenter.jeju.go.kr)\n\n\n```googleMap\nlatitude: 33.4569159249\nlongitude: 126.7147325126\ntitle: 569-36, Seongyo-ro, Jeju-si, Jeju-do\n```\n  \n## Directions\n  \n[Bus]<br>\nFrom Jeju International Airport, take a bus toward Pyoseon and get off at Seonheul 2-ri (Geomunoreum) Bus Stop.\n<br>\nWalk for approx. 700 m.\n","data":{"id":"2022-07-19-1658273804237","title":"Geomunoreum Lava Tube [UNESCO World Natural Heritage Site] (거문오름 [유네스코 세계자연유산])","description":"Geomunoreum  Lava Tube System is a series of lava tubes that originated from the eruption of Geomunoreum, a parasatic cone. Geomunoreum has an altitude of 456 meters and with lava tubes spreading out in a streamlined shape, its lava tube system is the largest of its kind on Jeju Island. The name is said to have originated when the local islanders called the cone \"Geomun,\" which is translated to “black,” referring to the dense forest formed on the crater. However, according to researchers and linguists, the term \"Geomun\" may have originated from a word from the Gojoseon period which were used to refer to deities, inferring that the name Geomunoreum actually means \"holy hill.\"<br><br>Geomunoreum Lava Tube System consists of roughly 20 lava tubes that follow the cone's slope to the northeast, stretching out all the way to the shore. Among these tubes, Bwengdwigul, Mangjanggul, Gimnyeonggul, Yongcheondonggul, and Dangcheondonggul Caves are inscribed as a UNESCO World Natural Heritage.","regDate":"2022-07-19","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-07-19-1658273804237/2661661_image2_1.webp","blogPath":"Jeju-do/2022-07-19-1658273804237","pageUrl":"https:/mcdryad.com/Jeju-do/2022-07-19-1658273804237"},"dataList":[{"id":"2023-02-15-1676443201688","title":"Byeoldobong Peak (Beri Oreum) (별도봉(베리오름))","description":"Situated in the east of Hwabuk 1-dong and along the coast, Byeoldobong is a parasitic mountain made of siliciclastic sedimentary rocks and lava. Its northern slope is dominated by steep cliffs where a large rock called Jasalbawi Rock (Suicide Rock) is located. At the bottom of the cliffs are Goraegul Cave (Whale Cave) and an oddly-shaped rock that looks like a mother carrying her child on her back.<br><br> Despite being only 136m high, Byeoldobong is home to Jangsu Trail, a walking path that stretches over 1.8km around coastal cliffs, overlooking the ocean. Considered the most pleasant trail on Jeju Island, it offers a spectacular view of numerous peaks, Jeju Port and its nearby villages, and the emerald-blue sea. Naturally, it is a popular tourist destination for family visitors and couples.","regDate":"2023-02-15","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites","Mountains"],"imgUrl":"","blogPath":"Jeju-do/2023-02-15-1676443201688"},{"id":"2023-02-15-1676439364074","title":"Bengdwigul Cave [UNESCO World Natural Heritage Site] (제주 선흘리 벵뒤굴 [유네스코 세계자연유산])","description":"With a total length of 4,481 meters, Bengdwigul Cave is shaped like a maze and has one of the most complex lava tube structures in the world.  For geologists, this cave is invaluable since it demonstrates how lava continuously flowed over the surface of the ground and the complex route it took to eventually form a tube deep underground. Created particularly close to the earth’s surface, this cave has a number of entrance holes to the tunnel. Inside, the complex structure of the cave unfolds in the form of double-tiered or triple-tiered rooms. A range of lava formations such as lava columns and lava bridges have developed inside this mystical tube. <br><br>* The UNESCO World Heritage designated Geomunoreum Lava Tube System of Bengdwigul, Manjanggul Cave, Gimnyeonggul, Yongcheondonggul and Dangcheomuldonggul Caves.","regDate":"2023-02-15","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites"],"imgUrl":"","blogPath":"Jeju-do/2023-02-15-1676439364074"},{"id":"2023-02-15-1676435981715","title":"Yongyeon Pond (용연)","description":"Famous for its beautiful nightscape, Yongyeon Pond was formed by fresh water collecting at the end of a mountain valley before meeting the salty sea water. The pond is so deep that the bottom cannot be seen. The wooden Yongyeon Cloud Bridge crossing the pond and the pavilion are in harmony with the valley landscape. Legend has it that the pond was created by the water raining down off of a dragon that ascended to heaven. The name, meaning Dragon Pond, also comes from the belief that the dragon of Yongduam (Dragon Head Rock) just 200 meters to the west would come to this pond to play.","regDate":"2023-02-15","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites"],"imgUrl":"/2023-02-15-1676435981715/197824_image2_1.webp","blogPath":"Jeju-do/2023-02-15-1676435981715"},{"id":"2023-02-15-1676432370970","title":"Yongmeori Beach (용머리해안)","description":"Yongmeori Beach is where Sanbangsan Mountain stretches into the ocean and it looks as if a dragon’s head is going underwater. This area is made of sandstone stacks, built up over millions of years. There are coastal caves here which are depressed into the shape of rooms, and wide rocks stacking up on one another along the seashore cliffs which create a majestic scenery by the sea.  Along the road down to the seashore, there is the Hamel Castaway Memorial, in remembrance of Hamel who drifted to this place in 1653. The coastal walking path is a popular date course, and haenyeo (female sea-divers) often sell freshly caught sea cucumbers and other seafood in the area.","regDate":"2023-02-15","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites"],"imgUrl":"/2023-02-15-1676432370970/2369543_image2_1.webp","blogPath":"Jeju-do/2023-02-15-1676432370970"},{"id":"2023-02-14-1676371136721","title":"Yongduam Rock (용두암)","description":"Situated on the northern coast in downtown Jeju, Yongduam Rock is an estimated 10-meter-tall stone that has been worn down over time by strong winds and waves into a shape resembling a dragons head. There are many legends surrounding the rock. One legend has it that a dragon stealing precious jade from Hallasan Mountain was shot down by an arrow from the mountain deity. When he fell down, his body immediately sank into the ocean and his head rapidly froze looking at the sky. Another legend has it that a white horse, who dreamed of being a dragon and ascending to the sky, came to be caught by a soldier and froze into the rock.<br><br>From Yongduam Rock, visitors can see haenyeo (female divers) working at catching seafood. Near the rock are various cafes, bars, and restaurants. The coastal road between here and Aewol-eup is popular among couples. Cafes and seafood restaurants began to appear there five years ago and now form a pleasant café village.","regDate":"2023-02-14","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites"],"imgUrl":"/2023-02-14-1676371136721/2612544_image2_1.webp","blogPath":"Jeju-do/2023-02-14-1676371136721"},{"id":"2023-02-14-1676367427280","title":"Yongduam Haesu Spa Land (용두암해수랜드)","description":"Known for its beautiful nature, Yongduam Haesu Spa Land is a famous tourist site that operates 24 hours and pumps fresh seawater from the Yongdam-dong Beach. With the uniquely shaped Yongduam Rock and magnificent views of the coast, Yongduam Haesu Spa Land has it all. Enjoy a simple bath relieving stress and restoring vitality.<br> The spa facilities include an indoor garden, traditional hot sauna, large waterfall, event plaza and a large parking lot. Yongduam Haesu Spa Land is equipped with health facilities for rest and joy with one-stop entertainment such as the green tea spa bath, jjimjilbang, sports, facial aroma, open-air hot sauna and much more.","regDate":"2023-02-14","author":"korea-tour","tag":["Jeju-do","Culture/Art/History","Recreational Sites","Hot Springs & Spa"],"imgUrl":"/2023-02-14-1676367427280/1950440_image2_1.webp","blogPath":"Jeju-do/2023-02-14-1676367427280"},{"id":"2023-02-14-1676364076313","title":"Yeongsil Trail (Hallasan National Park) (한라산 영실)","description":"Hallasan Mountain has five trails excluding Donnaeko Course that is closed for nature preservation. Yeongsil Trail is known as the best autumn foliage course on Hallasan Mountain. Yeongsil Course is 3.7 kilometers and takes approximately 1 hour and 40 minutes. It starts from Yeongsil Rest Area and follows a relatively gentle slope lined with beautiful trees and autumn foliage for about one kilometer.<br> After that, an uphill path emerges along steep mountain ridges. The deep Yeongsilgyegok Valley and vast rock walls could be the result of a large volcano entrance in the past. After passing Byeongpungbawi Rock, the path becomes relatively flat until Witsaeoruem Rest Area. The first attraction of Yeongsil is a group of volcanic rocks collectively called Yeongsilgiam. These oddly shaped rocks are situated to the right of a big valley at 1,400 meters to 1,600 meters above sea level, soaring upwards towards the sky. Pass by Sajebi Hill to get a glass of mineral spring water, and  reach Eorimok to take the path downwards.","regDate":"2023-02-14","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites","National Parks"],"imgUrl":"/2023-02-14-1676364076313/2617909_image2_1.webp","blogPath":"Jeju-do/2023-02-14-1676364076313"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}