{"pageProps":{"content":"![Samsa Marine Park (삼사해상공원 (삼사해상산책로))](/2022-12-04-1670143133001/2651028_image2_1.webp)\n\n  \n## Overview\n\n> Samsa Marine Park is located south of Gangguhang Port, overlooking the expansive East Sea. Thanks to its picturesque beauty and various facilities, the park is a favorite weekend picnic spot for families. Major facilities include Theme Land, Happy Land, a performance hall, bungalows, restaurants, and stores. There is even an artificial waterfall and a 20 ton-rock carved with floral patterns that add to the parks unique beauty. <br><br>Another must-see sight for visitors is Manghyangtap Pagoda, which was set up by those originally from North Korea. Every year on New Year’s Eve, a bell ringing ceremony takes place during the area’s sunrise festival.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-54-730-6790|\n|opendate:|December 9, 2005|\n|parking:|Available (approx. 500 parking spaces)|\n|restdate:|N/A (Open all year round)|\n|usetime:|Open 24 hr|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Admission Fees:|Free<br>* Admission fees apply to Fishing Village Folk Museum|\n|Restrooms:|Available|\n|Available Facilities:|Grand Gyeongbuk Bell, artificial waterfall, outdoor stage, exhibition hall, etc.|\n  \n## Detail Image\n![/2022-12-04-1670143133001/183138_image2_1.webp](/2022-12-04-1670143133001/183138_image2_1.webp)\n![/2022-12-04-1670143133001/1759621_image2_1.webp](/2022-12-04-1670143133001/1759621_image2_1.webp)\n![/2022-12-04-1670143133001/2370036_image2_1.webp](/2022-12-04-1670143133001/2370036_image2_1.webp)\n![/2022-12-04-1670143133001/2651027_image2_1.webp](/2022-12-04-1670143133001/2651027_image2_1.webp)\n![/2022-12-04-1670143133001/2651029_image2_1.webp](/2022-12-04-1670143133001/2651029_image2_1.webp)\n![/2022-12-04-1670143133001/2653481_image2_1.webp](/2022-12-04-1670143133001/2653481_image2_1.webp)\n![/2022-12-04-1670143133001/2653482_image2_1.webp](/2022-12-04-1670143133001/2653482_image2_1.webp)\n![/2022-12-04-1670143133001/2653483_image2_1.webp](/2022-12-04-1670143133001/2653483_image2_1.webp)\n![/2022-12-04-1670143133001/2370037_image2_1.webp](/2022-12-04-1670143133001/2370037_image2_1.webp)\n![/2022-12-04-1670143133001/2370038_image2_1.webp](/2022-12-04-1670143133001/2370038_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-54-730-6790](tel:+82547306790)\n- [🏠tour.yd.go.kr]( http://tour.yd.go.kr)\n\n\n```googleMap\nlatitude: 36.3509970113\nlongitude: 129.3858070637\ntitle: 120-7, Haesanggongwon-gil, Yeongdeok-gun, Gyeongsangbuk-do\n```\n  \n\n","data":{"id":"2022-12-04-1670143133001","title":"Samsa Marine Park (삼사해상공원 (삼사해상산책로))","description":"Samsa Marine Park is located south of Gangguhang Port, overlooking the expansive East Sea. Thanks to its picturesque beauty and various facilities, the park is a favorite weekend picnic spot for families. Major facilities include Theme Land, Happy Land, a performance hall, bungalows, restaurants, and stores. There is even an artificial waterfall and a 20 ton-rock carved with floral patterns that add to the parks unique beauty. <br><br>Another must-see sight for visitors is Manghyangtap Pagoda, which was set up by those originally from North Korea. Every year on New Year’s Eve, a bell ringing ceremony takes place during the area’s sunrise festival.","regDate":"2022-12-04","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-12-04-1670143133001/2651028_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-04-1670143133001","pageUrl":"https:/mcdryad.com/Gyeongsangbuk-do/2022-12-04-1670143133001"},"dataList":[{"id":"2022-12-11-1670733665757","title":"Dosanseowon Confucian Academy [UNESCO World Heritage] (도산서원 [유네스코 세계문화유산])","description":"In terms of architecture, Dosanseowon Confucian Academy complex can largely be divided into Dosanseodang compound and Dosanseowon compound. Dosanseodang area consists of living quarters and lecture halls where Toegye Yi Hwang, an eminent Confucian scholar, lived and taught his students. Dosanseowon was built after Toegye Yi Hwang passed away by his followers in legacy of his teachings as well as to pay respects to the deceased. <br><br>Built in 1561, Dosanseodang lecture hall is the oldest building in the whole complex. It was personally designed by Yi Hwang, penname Toegye, to further his studies while educating future scholars after moving to the countryside. Living quarters used as a student dormitory were also built along with the lecture hall. <br><br>Dosanseowon compound was completed in 1576, six years after Yi Hwangs death. Yi Hwangs ancestral tablet was enshrined inside Sangdeoksa Shrine (Treasure No. 211) in 1572. Two years later, Jeongyodang Lecture Hall (Treasure No. 210) was built to relocate the tablet and with the addition of buildings to the halls east and west, the area became a seowon. In 1575, the establishment was bestowed a royal charter and a plaque with the name Dosanseowon written by Han Seok-bong, and became the Confucian academy headquarters in the Yeongnam region.","regDate":"2022-12-11","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-12-11-1670733665757/2620848_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-11-1670733665757"},{"id":"2022-12-11-1670729986250","title":"Bongpyeong Beach (봉평해수욕장)","description":"Bongpyeong Beach in Uljin, Gyeongsangbuk-do is a 2 kilometer-long sand beach. The nearby Jukbyeon Breakwater is a famous fishing spot. Visitors can catch halibut, sea perch, rudder fish and more by casting or surf fishing.","regDate":"2022-12-11","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites"],"imgUrl":"","blogPath":"Gyeongsangbuk-do/2022-12-11-1670729986250"},{"id":"2022-12-10-1670668635910","title":"Beopgwangsa Temple - Pohang (법광사 (포항))","description":"Beopgwangsa Temple is located at the foot of Bihaksan Mountain in the city of Pohang, Gyeongsangbuk-do Province. It was originally built during the reign of King Jinpyeong (579-631) of the Silla Kingdom by Great Monk Wonhyo upon the order of the king. <br><br>The temple used to be large measuring 525 kan (kan is a traditional measurement of distance between two columns, about 1.8 meters), but most of its buildings burned down in a fire in 1863. The current buildings were rebuilt in 1952. The site of the old temple is designated as Historical Site no. 493. Some of the remaining relics are a three-story pagoda, Bulsangyeonhwadaejwa (Buddha on a lotus stand), and a twin Ssanggwibu (turtle-shaped stone base of a monument).","regDate":"2022-12-10","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"","blogPath":"Gyeongsangbuk-do/2022-12-10-1670668635910"},{"id":"2022-12-10-1670664978108","title":"Andong School of Korean Etiquette (안동예절학교)","description":"Andong School of Korean Etiquette, which is located in Andong, is a mecca of Koreas Confucian customs and provides an opportunity to experience traditional Korean etiquette.<br><br>In addition to Korean traditional etiquette, Andong School of Korean Etiquette also teaches tea etiquette and traditional Korean music using instruments such as <em>janggu</em> and <em>gayageum</am>. Students can also experience the joy of learning how to play folk games such as <em>yunnori</em> and kite-flying. The school offers a wide variety of hands-on programs related to Koreas traditions and customs such as mask dance, paper craft, cooking, wedding, and eco-rafting on Nakdonggang River.<br><br>There are other popular tourist attractions nearby such as Dosanseowon Confucian Academy, Forest Science Museum and Yi Yuk-sa Literary Hall.","regDate":"2022-12-10","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Experience Programs","Traditional Experience"],"imgUrl":"","blogPath":"Gyeongsangbuk-do/2022-12-10-1670664978108"},{"id":"2022-12-10-1670661536638","title":"Andong Hanji (안동한지체험)","description":"Andong Hanji, located at the entrance of Hahoe Village, an area preserving Korean traditions and customs, has done its best to continue the manufacturing of traditional Korean paper, <em>hanji</em>. Andong Hanji makes hanji using Korean paper mulberry and clean water. The center features many items made from hanji, and offers experience programs for students, as well as factory tours to learn more about the complete production process. Andong Hanji is proudly produces the largest amount of exceptional quality hanji in approximately 60 different types for various uses.","regDate":"2022-12-10","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Experience Programs","Traditional Experience"],"imgUrl":"","blogPath":"Gyeongsangbuk-do/2022-12-10-1670661536638"},{"id":"2022-12-10-1670657747432","title":"Andong Hahoe Doenjang Village (안동 하회된장마을)","description":"Andong Hahoe Doenjang Village is located by the crossroad of Hahoe Village and Byeongsanseowon Confucian Academy in Pungcheon-myeon, Andong-si. All of the buildings in the village are built purely of red clay and the villagers are devoted to preserving the 600 year-long tradition of doenjang (fermented soybean paste) making. <br><br>Over 3,000 large jars used for storing doenjang greet visitors at the village entrance. Highlights of the village include a red clay storage room capable of storing around 100 tons of soybeans, a giant iron pot for boiling up to 100 kilograms of beans at once, and a large glass drying room used for hanging meju (fermented soybean blocks) to dry. Using these features, doenjang is made by boiling domestically produced soybeans and shaping them into blocks of meju, which are then left to ferment and dry for 2 to 3 months. <br><br>The village facilities are comprised of an exhibition center at the entrance, a production center, and two drying rooms. The exhibition center invites visitors to sample various  fermented soybean condiments and displays all the products made in this village. The drying rooms are specially designed to allow maximum sunlight and ventilation. Finally, the production center preserves the traditional methods of making doenjang such as boiling soybeans in a giant iron pot and fermenting meju in a ondolbang (a room with the&nbsp;Korean floor heating system).","regDate":"2022-12-10","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Industrial Sites","Foods & Beverages"],"imgUrl":"","blogPath":"Gyeongsangbuk-do/2022-12-10-1670657747432"},{"id":"2022-12-10-1670654386426","title":"Yeongju Museom Village (영주 무섬마을)","description":"Located in Sudo-ri in Yeongju, Gyeongsangbuk-do, Museom Village is a charming hanok village surrounded by water. Flowing down from Sobaeksan Mountain and Taebaeksan Mountain, Naeseongcheon Stream and Yeongjucheon Stream converge and loop around Museom Village, surrounding the village on three sides with water. This peninsula-like village is not only the center of traditional Korean culture, but also has a gorgeous natural landscape complete with a wide sandy riverside and a lush inland forest.<br><br>Known for Haeudang and Manjukje Houses (two of the most historical hanok houses in the area), the village is also home to other outstanding traditional houses such as the Kim Gyu-jin House and the Kim Wi-jin House. Manjukje House is located at the heart of the village and  the oldest traditional house in this hanok village. Manjukje was built in 1666 (7th year of King Heonjongs reign) by Bak Su (the father of the Bannam Bak Family).<br><br> Nearby Manjukje is Manun House, built in the early 19th century and named after Kim Hwi-geol (penname “Manun”). The house later became the home of the wife of the famous poet Jo Ji-hun, author of “Byeolli,” a poem expressing the beauty of Museom Village.<br><br>Other notable houses include the Kim Wi-jin House (a house belonging to aristocrats), the Kim Jeong-gyu House (a house without the traditional outer fencing), and the Bak Jae-yeon House, where the writings of Bak Gyu-su (a respected scholar during the Joseon period) still remain today.<br><br> Another famous attraction in the village is the Single Log Bridge, which was the village’s only connection to the outside world for over 350 years before the construction of Sudo Bridge in 1979. It is a tiny bridge in terms of x_width (30 cm), but it stretches for over 150 meters. It is said that the bridge was rebuilt annually after being destroyed each rainy season. With the construction of Sudo Bridge, the Single Log Bridge was no longer needed, but was rebuilt some time later in its original form. To celebrate the bridge’s impressive history, the village hosts the Single-Log Bridge Festival every October.","regDate":"2022-12-10","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Folk Villages"],"imgUrl":"/2022-12-10-1670654386426/2563076_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-10-1670654386426"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}