{"pageProps":{"content":"![DMZ Peace Train (평화열차 DMZ 트레인)](/2022-07-21-1658446680877/2389028_image2_1.webp)\n\n  \n## Overview\n\n> With aims to overcome history and focus on the greatness of nature and life, the DMZ train consists of three cabins each designed with themes of peace, love, and harmony. The train offers seats with great views of the outside, a cafe, photo zones, a photo gallery and many other amenities. Passengers can enjoy great scenic views on the DMZ train as it passes by the renowned Imjingang Railroad Bridge.\n\n  \n## Intro\n\n| | |\n| - | - |\n|accomcount:|150 people|\n|expagerange:|Open to visitors of all ages|\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-1544-7788|\n|opendate:|[Gyeongui Line DMZ train] May 4, 2014<br>[Gyeongwon Line DMZ train] August 1, 2014|\n|parking:|Available (please use parking lot at Seoul Station)|\n|usetime:|Please refer to the website for the train timetables|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Facility Utilization Fees:|* DMZ Train fare information is available on the Korail website.|\n|Restrooms:|Available|\n|Interpretation Services Offered:|Not Available|\n|Reservation Info. for Foreigners:|Reservations via phone or homepage available.|\n  \n\n  \n## Contact\n\n- [☎️+82-1544-7788](tel:+8215447788)\n- [🏠www.letskorail.com](http://www.letskorail.com/)\n\n\n```googleMap\nlatitude: 37.5325606870\nlongitude: 126.9626234290\ntitle: 55, Hangang-daero 23-gil, Yongsan-gu, Seoul\n```\n  \n\n","data":{"id":"2022-07-21-1658446680877","title":"DMZ Peace Train (평화열차 DMZ 트레인)","description":"With aims to overcome history and focus on the greatness of nature and life, the DMZ train consists of three cabins each designed with themes of peace, love, and harmony. The train offers seats with great views of the outside, a cafe, photo zones, a photo gallery and many other amenities. Passengers can enjoy great scenic views on the DMZ train as it passes by the renowned Imjingang Railroad Bridge.","regDate":"2022-07-21","author":"korea-tour","tag":["Seoul","Culture/Art/History","Experience Programs","Unique Experience"],"imgUrl":"/2022-07-21-1658446680877/2389028_image2_1.webp","blogPath":"Seoul/2022-07-21-1658446680877","pageUrl":"https:/mcdryad.com/Seoul/2022-07-21-1658446680877"},"dataList":[{"id":"2022-08-09-1660055975519","title":"Seoul Seokchon-dong Ancient Tombs (서울 석촌동 고분군)","description":"The Ancient Tombs in Seokchon-dong were found and investigated as part of the city development project in Jamsil district. It was impossible to determine the full scale of the ancient tombs in this area due to the severity of destruction. The largest tomb, the third tomb, measures 49.6 meters from east to west, 43.7 meters from south to north, and 4 meters in x_height. The tomb features three layers of stones topped by a smooth mound, which is a tomb style originating from the Goguryeo dynasty (37 BC-AD 668). The tombs are presumed to belong to one of the earliest leaders of the Baekje dynasty (18 BC-AD 660), which was founded by the people of Goguryeo who had come down southwards to establish a new kingdom around the Hangang River basin. <br><br>The square-shaped fourth tomb features a structure similar to the third tomb. Many pieces of earthenware from the early Baekje era were found in the fourth tomb. Also excavated around this site was a gold spangle earring. The third and fourth tombs have been registered as Historic Site No. 243. The tomb site offers valuable information concerning the culture and customs of the Baekje dynasty in its golden age around the 4th century, as well as the relations between the three ancient kingdoms (Goguryeo, Baekje, and Silla) around that time.","regDate":"2022-08-09","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-08-09-1660055975519/203889_image2_1.webp","blogPath":"Seoul/2022-08-09-1660055975519"},{"id":"2022-08-09-1660053732378","title":"Seoul Sajik Park (사직공원(서울))","description":"Sajik Park is one of the three most popular parks in Jongno-gu along with Tapgol Park and Samcheong Park. Located west of the Government Complex-Seoul on the southeastern foothills of Inwangsan Mountain, the park measures an impressive 188,710 m².<br><br>The name of the park dates back to 1395 when Taejo Yi Sung-gye made Sajik Altar (altar to the State deities) at the center of the park. Sa refers to the deity of the earth while jik refers to the deity of the five grains. Rites wishing for a good harvest were held regularly at Sajik Altar.<br><br>In the park are several playgrounds, statues of Sin Saimdang, Hwanghakjeong, and Yulkog Yi I, and the Municipal Children's Library. Dangun Shrine and Jongno Library are situated nearby. By following the path next to Sajik Park for approximately 5 minutes, travelers can reach the Inwangsan hiking path with relative ease.","regDate":"2022-08-09","author":"korea-tour","tag":["Seoul","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-08-09-1660053732378/1568120_image2_1.webp","blogPath":"Seoul/2022-08-09-1660053732378"},{"id":"2022-08-09-1660050855797","title":"Seoul Plaza (서울광장)","description":"Seoul Plaza in front of City Hall is a historic site where the March 1, 1919 (Samil) Independence Movement and the pro-democracy movement in June 1987 were held. It is also a well-known place where tens of thousands of Korean soccer fans gathered together to watch the 2002 World Cup Games. Being located within the center of the city and surrounded by many historic attractions, including Deoksugung Palace, Seoul Plaza has become a representative attraction of Seoul.","regDate":"2022-08-09","author":"korea-tour","tag":["Seoul","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-08-09-1660050855797/186057_image2_1.webp","blogPath":"Seoul/2022-08-09-1660050855797"},{"id":"2022-08-09-1660044980561","title":"Seoul Namsan Park (남산공원(서울))","description":"Seoul Namsan Park opened in 1968 as a public park and went through renovation in 1991 to better serve the public as a nature-friendly rest  area in the middle of the city. The areas surrounding the park such as Jung-gu, Yejang-dong, Hoehyeon-dong, Yongsan-gu, and Hannam-dong were renovated along with the park for a cleaner and refreshing atmoshere.","regDate":"2022-08-09","author":"korea-tour","tag":["Seoul","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-08-09-1660044980561/1981983_image2_1.webp","blogPath":"Seoul/2022-08-09-1660044980561"},{"id":"2022-08-09-1660041748882","title":"Seoul Mangusan Mountain (망우산(서울))","description":"Mangusan Mountain at 281.7 meters above sea level spans across Mangu-dong and Myeonmok-dong of Seoul, and Guri-si of Gyeonggi-do. Located on the mountain is Mangu Cemetery, which was designated as a public cemetery in 1933. Since its designation, many popular people have been buried here including children’s literature author Bang Jeong-hwan (penname  Sopa), independence activists Oh Se-chang and Han Yong-un, and Ji Seok-young who pioneered the use of the smallpox vaccination in Korea and was also a Korean linguist. In addition, tombstones bearing chronological listings of seven popular poets and one educator were installed at the park, making the cemetery a venue for historical education. The park also has Sin Gyeong-jin Sindobi, a cultural asset designated as Seoul Tangible Cultural Property No. 95. It is a monument of Sin Gyeong-jin, an official scholar of the Joseon dynasty. <br><br>The park also has a 5.2-kilometer-long circular road named “The Thinking Path”. The name was selected through a public competition held in May 1998. Other facilities include the urban environment and nature observation road, a wooden gazebo, and a mineral spring. Thanks to the well managed trees and clean air, the park is visited by many citizens seeking a place to rest.","regDate":"2022-08-09","author":"korea-tour","tag":["Seoul","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-08-09-1660041748882/1902989_image2_1.webp","blogPath":"Seoul/2022-08-09-1660041748882"},{"id":"2022-08-09-1660038000249","title":"Seoul Jogyesa Temple (조계사(서울))","description":"As the main temple as well as the district head temple of the Jogye order in Seoul, Jogyesa Temple is the center of Korean Buddhism. The temple was built in the late 14th century during the Goryeo period but was completely destroyed in a fire. It was rebuilt under the name of Gakwangsa Temple in 1910 with the effort of many respectful monks, namely Han Yong-un and Lee Hee-gwang. The temple was  given a role as the head temple of Korea’s Buddhism and renamed to Tegosa Temple in 1936. In 1954, a purification drive took place to eliminate Japanese influence and revive traditional Buddhism, which established the present day Jogyesa Temple as a result. <br><br>Jogyesa Temple plays an important role in Korean Buddhism as the head temple of the Jogye order. Jogyesa Temple’s Dharma Hall serves as the main venue for several Buddhist events, holding rituals, lectures, ceremonies, and other events all year long. The annual lantern festival in celebration of Buddha's birthday also takes place at this temple.","regDate":"2022-08-09","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-08-09-1660038000249/1985196_image2_1.webp","blogPath":"Seoul/2022-08-09-1660038000249"},{"id":"2022-08-09-1660034592001","title":"Seoul Iris Garden (서울창포원)","description":"Seoul Iris Garden is located between Dobongsan and Suraksan mountains in northern Seoul. The garden, measuring 52,417 ㎡, boasts a wide array of irises and other plants in 12 different themed zones including Iris Garden, Medicinal Plant Garden, and Wetland Park.<br><br>At the Iris Garden, 300,000 irises in 130 species are on display on a plot of land measuring 15,000 ㎡. Species include yellow iris, iris setosa, iris pallasii, and iris domestica, each boasting its own brilliant colors and delicate shape. The Medicinal Plant Garden is home to 130,000 plants in 70 different species of medicinal plants, allowing visitors to view the largest selection of medicinal herbs in the country. Wetland Park presents 70,000 wetland plants and houses an observatory deck from which visitors may view and learn about the diverse aquatic plants. <br><br>Cheoni Observatory within the garden provides visitors with a place take to in the beautiful scenery from above. The nearby forest lounge is a rest area for visitors as well as a center of operations for the park’s ecological education programs. Irises are in bloom from May to June of every year, but are even a sight to behold during the rest of the warmer months, given the delicate shape of their leaves.","regDate":"2022-08-09","author":"korea-tour","tag":["Seoul","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2022-08-09-1660034592001/2356723_image2_1.webp","blogPath":"Seoul/2022-08-09-1660034592001"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}