{"pageProps":{"content":"![Gaesil Village (개실마을)](/2022-11-24-1669264954269/2629214_image2_1.webp)\n\n  \n## Overview\n\n> Gaesil Village has preserved the traditional living-style of the past with mud walls along the streets, community well, hanok and more. Convenient facilities such as a water and sewage system, senior citizen center, and the village hall as well as internet café and walking trail make living in the village more pleasant. The village fields grow all sorts of produce such as mushrooms, chives, cucumbers, and more. Visitors to the village can experience traditional culture as well as food and activities through one of the many cultural programs offered throughout the village.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br>(Korean, English, Japanese, Chinese) <br>• For more info: +82-54-956-4022|\n|parking:|Available|\n|restdate:|N/A (Open all year round)|\n|usetime:|[Accommodations] Check in 15:00 / Check out 11:00|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Facility Utilization Fees:|Accommodations: 50,000~170,000 won<br>* Price varies by room; refer to website for details.|\n|Available Facilities:|Traditional houses, craft studios, traditional playground, outdoor stage, shower room, restrooms, meeting room, agriculture experience field, etc.|\n  \n## Detail Image\n![/2022-11-24-1669264954269/2629216_image2_1.webp](/2022-11-24-1669264954269/2629216_image2_1.webp)\n![/2022-11-24-1669264954269/2629217_image2_1.webp](/2022-11-24-1669264954269/2629217_image2_1.webp)\n![/2022-11-24-1669264954269/2629219_image2_1.webp](/2022-11-24-1669264954269/2629219_image2_1.webp)\n![/2022-11-24-1669264954269/2629221_image2_1.webp](/2022-11-24-1669264954269/2629221_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-54-956-4022](tel:+82549564022)\n- [🏠www.gaesil.net](http://www.gaesil.net)\n\n\n```googleMap\nlatitude: 35.6677222637\nlongitude: 128.2274589909\ntitle: 29, Gaesil 1-gil, Goryeong-gun, Gyeongsangbuk-do\n```\n  \n\n","data":{"id":"2022-11-24-1669264954269","title":"Gaesil Village (개실마을)","description":"Gaesil Village has preserved the traditional living-style of the past with mud walls along the streets, community well, hanok and more. Convenient facilities such as a water and sewage system, senior citizen center, and the village hall as well as internet café and walking trail make living in the village more pleasant. The village fields grow all sorts of produce such as mushrooms, chives, cucumbers, and more. Visitors to the village can experience traditional culture as well as food and activities through one of the many cultural programs offered throughout the village.","regDate":"2022-11-24","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Experience Programs","Village Experience"],"imgUrl":"/2022-11-24-1669264954269/2629214_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-11-24-1669264954269","pageUrl":"https:/mcdryad.com/Gyeongsangbuk-do/2022-11-24-1669264954269"},"dataList":[{"id":"2022-11-26-1669452016550","title":"Gwanseong Solbat Beach (관성솔밭해변)","description":"Gwanseong Solbat Beach, formerly Gwanseong Beach, is known for its extremely clean waters, and the connecting pine grove creates a gorgeous semi-circle shape. Nearby in Sindae-ri, Yangnam-myeon is Kolon Garden Golf Club, allowing visitors to enjoy many other leisure activities in the area. The driving course along the coastal road is also popular among visitors.","regDate":"2022-11-26","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites"],"imgUrl":"/2022-11-26-1669452016550/1616994_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-11-26-1669452016550"},{"id":"2022-11-26-1669448154825","title":"Guryongpo Beach (구룡포해수욕장)","description":"During ancient times, when King Jin-heung of the Silla Kingdom reigned, a mysterious occurrence gripped many with both a sense of fascination and fear. According to legendary myth, a sudden massive thunderstorm took nine dragons to heaven. That is where Guryongpo (meaning Nine Dragons) Beach got its name. <br><br>What makes this destination so special is its climate and geographical location. Featuring a hilly terrain, warm winter and cool summer climates, and a long shoreline extending to about 15.8 kilometers, Guryongpo Beach is an ideal getaway. Guryeongpohang Port is the center of the fishing industry, with major catch consisting of cuttlefish, mackerel pikes, and snow crabs.","regDate":"2022-11-26","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites"],"imgUrl":"/2022-11-26-1669448154825/1851379_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-11-26-1669448154825"},{"id":"2022-11-26-1669440951580","title":"Gunwi-gun Palgongsan Provincial Park (팔공산도립공원(군위군))","description":"Palgongsan Mountain is located south of the Taebaek Mountain Range where the Nakdonggang and Geumhogang Rivers meet. The mountain stands high and stretches out like a folding screen. Near the top of the mountain, the granite protrudes in an odd shape creating a tall, grand geographical feature of the mountain. Furthermore, every valley is decorated with an exquisite rock face and lush forest adding to the mountains reputation. Palgongsan Mountain was designated as a provincial park in May 1980. The mountain has many ancient temples and historical sites such as the Gatbawi Stone Buddha, Wonhyosa Temple, Cheonseongsa Temple and Bulgulsa Temple.","regDate":"2022-11-26","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites","Provincial Parks"],"imgUrl":"/2022-11-26-1669440951580/655731_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-11-26-1669440951580"},{"id":"2022-11-26-1669437716441","title":"Gunwi Buddha Triad Grotto (2nd Seokguram) (군위 아미타여래삼존 석굴)","description":"At the Hantijae Peak of Palgongsan Mountain in Daegu, is the Gunwi Buddha Triad Grotto, referred to as the 2nd Seokguram Grotto. This grotto, designated as a National Treasure, is a natural cave on a sheer cliff. There is the beautiful Amitabul Buddha, the Bodhisattva of Power and the Bodhisattva of Compassion. The cave is 4.25 meters wide and 4.3 meters long, and is located 20 meters above the ground. This grotto is the progenitor of the Gyeongju Seokgulam Grotto, preceding the construction of Seokguram grotto by 100 years. It has been designated as a world cultural heritage.<br><br>The square-shaped ceiling is highest in the middle of the chamber. The Amitabul Buddha sits in the center with the Bodhisattva of Power and the Bodhisattva of Compassion flanking its left and right sides. The main Buddha is very refined and graceful with short hair and a divine smile on its face, sitting with crossed legs in a full-lotus posture.","regDate":"2022-11-26","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-11-26-1669437716441/2493436_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-11-26-1669437716441"},{"id":"2022-11-26-1669434104637","title":"Gunbulo Bisl Resort Tourism Farm (비슬리조트관광농원 군불로)","description":"Gunbulo Bisl Resort Tourism Farm is located at the foot of Biseulsan Mountain and is the largest natural farm in the Gyeongsangbuk-do area, spread over 24 acres. The resorts beautiful natural scenery, great facilities, and variety of experience programs make it a popular venue for corporate training, school field trips, conferences, and religious retreats; the youth camp program is especially popular. Visitors are advised to make reservations in advance.","regDate":"2022-11-26","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Experience Programs","Farming Experience"],"imgUrl":"/2022-11-26-1669434104637/1967573_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-11-26-1669434104637"},{"id":"2022-11-25-1669372785361","title":"Goryeong Janggi-ri Rock Art (고령 장기리 암각화)","description":"Yangjeondong Rock Art (discovered in 1971) is a rock painting 3 meters high and 5.5 meters wide that vividly depicts the life and religion of the Prehistoric Age. Rock art from the time period was created on rocks or other planes considered to be sacred and usually carried a message of fertility. The artwork of Yangjeondong shows layered circles (symbolizing the sun and the moon), crosses (depicting the “life zone” of the tribe), and 17 masks. The artwork is considered to have been used for ceremonial purposes or farming events.","regDate":"2022-11-25","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-11-25-1669372785361/2493262_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-11-25-1669372785361"},{"id":"2022-11-25-1669369033795","title":"Goryeong Daegaya Historic Site (고령 대가야유적지)","description":"The town of Goryeong is four hours outside of Seoul, and features many relic sites of Daegaya around the whole district of Goryeong-gun.  Around the first century, Daegaya was formed in the Nakdonggang River’s downstream area in the lower Korean peninsula, flourished independently for 520 years (AD 42~562), and declined after the 6th century.  After its decline, part of it was annexed by Silla (57 BC ~ AD 935), and the rest annexed by Baekjae (18 BC~AD 60), and became a forgotten tribal kingdom. <br>On King Jinheung’s (reign 540~576) 23rd year of reign it became the district of Daegaya, and the name was changed to the district of Goryeong on King Gyeongdeok’s (reign 742~765) 16th year of reign.<br>This is the place where you can view the country’s first Sunjangmyo (tomb where many dead people were buried together), called Jisandong Gobungun, Daegaya Royal Tomb Exhibit Hall, and Treasure No. 605, the pre-eminent relics site of the Prehistoric Period called Yangjeondong Amgakhwa, and other various cultural assets.<br>There is a large, ancient tomb with a diameter of 20m, built on the ridgeline of the mountain, and as you go down the mountain, there are 159 other tombs of smaller scale.  The largest tomb in the south side is called the Geumrim Royal Tomb, and the other large tombs near it are presumed to be tombs of royalty or aristocrats.  <br>At the Daegaya Royal Tomb Exhibit Hall, site of the restored No. 44 tomb, you can see the ancient custom of burying the living with the dead (Royalty buried with their retainers).  The dome-style exhibit hall displays Sunjangseokgwak, ironware, pottery and other various excavated relics.","regDate":"2022-11-25","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-11-25-1669369033795/2493166_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-11-25-1669369033795"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}