{"pageProps":{"content":"![Gamgok Maegoe Virgin Mary Catholic Cathedral (감곡매괴성모순례지성당)](/2022-07-27-1658930254310/1075110_image2_1.webp)\n\n  \n## Overview\n\n> Gamgok Cathedral was founded in 1896 by Father Camillus Bouillon, who came to Korea from France directly after gaining his priesthood. The church was dedicated to the Virgin Mary due to the priest's prayers to the Blessed Mother to provide the land for the church. <br><br>\nThe church has a long history spanning over 100 years. It was reportedly used as a shelter for local citizens from North Korean soldiers returning north during the end of the Korean War. The current structure was built in 1930, designed after the Myeong-dong Cathedral in Seoul. Also on the church grounds is Maegoe Museum, originally the house of Father Bouillon, which is now converted into a museum showing the history of this small, yet important Cathedral.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330<br>(Korean, English, Japanese, Chinese) <br> • For more info: +82-43-881-2808|\n|parking:|Available|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Admission Fees:|Free|\n|Restrooms:|Available|\n  \n## Detail Image\n![/2022-07-27-1658930254310/1075107_image2_1.webp](/2022-07-27-1658930254310/1075107_image2_1.webp)\n![/2022-07-27-1658930254310/1075168_image2_1.webp](/2022-07-27-1658930254310/1075168_image2_1.webp)\n![/2022-07-27-1658930254310/1075178_image2_1.webp](/2022-07-27-1658930254310/1075178_image2_1.webp)\n![/2022-07-27-1658930254310/1075192_image2_1.webp](/2022-07-27-1658930254310/1075192_image2_1.webp)\n![/2022-07-27-1658930254310/1075215_image2_1.webp](/2022-07-27-1658930254310/1075215_image2_1.webp)\n![/2022-07-27-1658930254310/1075220_image2_1.webp](/2022-07-27-1658930254310/1075220_image2_1.webp)\n![/2022-07-27-1658930254310/1075304_image2_1.webp](/2022-07-27-1658930254310/1075304_image2_1.webp)\n![/2022-07-27-1658930254310/1075311_image2_1.webp](/2022-07-27-1658930254310/1075311_image2_1.webp)\n![/2022-07-27-1658930254310/1075339_image2_1.webp](/2022-07-27-1658930254310/1075339_image2_1.webp)\n![/2022-07-27-1658930254310/1075345_image2_1.webp](/2022-07-27-1658930254310/1075345_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-43-881-2808](tel:+82438812808)\n- [🏠www.maegoe.com](http://www.maegoe.com/)\n\n\n```googleMap\nlatitude: 37.1213983401\nlongitude: 127.6411569266\ntitle: 10, Seongdang-gil, Eumseong-gun, Chungcheongbuk-do\n```\n  \n## Directions\n  \n[Bus]<br>\nFrom Dong Seoul Bus Terminal, take an intercity bus to Gamgok Intercity Bus Terminal.<br>\nFrom Gamgok Intercity Bus Terminal, walk approx. 800m to Gamgok Maegoe Virgin Mary Catholic Cathedral.\n","data":{"id":"2022-07-27-1658930254310","title":"Gamgok Maegoe Virgin Mary Catholic Cathedral (감곡매괴성모순례지성당)","description":"Gamgok Cathedral was founded in 1896 by Father Camillus Bouillon, who came to Korea from France directly after gaining his priesthood. The church was dedicated to the Virgin Mary due to the priest's prayers to the Blessed Mother to provide the land for the church. <br><br>The church has a long history spanning over 100 years. It was reportedly used as a shelter for local citizens from North Korean soldiers returning north during the end of the Korean War. The current structure was built in 1930, designed after the Myeong-dong Cathedral in Seoul. Also on the church grounds is Maegoe Museum, originally the house of Father Bouillon, which is now converted into a museum showing the history of this small, yet important Cathedral.","regDate":"2022-07-27","author":"korea-tour","tag":["Chungcheongbuk-do","Culture/Art/History","Historical Sites","Holy Sites"],"imgUrl":"/2022-07-27-1658930254310/1075110_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-07-27-1658930254310","pageUrl":"https:/mcdryad.com/Chungcheongbuk-do/2022-07-27-1658930254310"},"dataList":[{"id":"2022-10-29-1667026122119","title":"Seonyudonggyegok Valley (선유구곡(선유동계곡))","description":"Seonyudonggyegok Valley is located in Goesan-gun, Chungcheongbuk-do Province. Including Seonyudongmun, the playground for the mountain gods, a total of nine valleys form the area  Gyeongcheonbyeok, Haksoam, Yeondallo, Waryongpok, Nangadae, Gigugam, Guam, and Eunseonam.<br><br>Seonnyudonggyegok Valley is famous for the legend that mountain gods came to savor fresh mountain spring water. A renowned geographical account, Taekriji, published in 1751, stated that Seonyudonggyegok Valley boasted some of the best scenery. One of the most eminent Confucian scholars of the Joseon dynasty, Lee Hwang spent nine months in this beautiful valley. He gave names to all his favorite places, which still remain to this day.","regDate":"2022-10-29","author":"korea-tour","tag":["Chungcheongbuk-do","Nature","Natural Sites","Valleys"],"imgUrl":"/2022-10-29-1667026122119/2653573_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-10-29-1667026122119"},{"id":"2022-10-29-1667022194434","title":"Seongmun - Stone Gate (석문)","description":"Two hundred meters upstream from Dodamsambong Peaks is a large  rainbow-shaped stone gate on the left side of the river. This oddly-shaped stone arch is called Seongmun, which means Stone Gate.&nbsp;Due to&nbsp;its fascinating scenery, Seongmunm is the second of Danyang’s Eight Scenic Beauties. To the left of the Stone Gate is a small cave. Inside the cave is Okdap (Stone Field), which is believed to have been cultivated by an old enchantress. The legend of Okdap says that an old enchantress who lived in heaven once came to the earth to get water and then dropped her <em>binyeo</em> (traditional Korean hairpin) near Seongmun. As she searched for her binyeo, she was extremely impressed by the beautiful views. Mesmerized, she&nbsp;left heaven and lived near Seongmun as an ordinary peasant, growing crops and expanding farmlands.","regDate":"2022-10-29","author":"korea-tour","tag":["Chungcheongbuk-do","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-10-29-1667022194434/2616668_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-10-29-1667022194434"},{"id":"2022-10-29-1667019650682","title":"Seonamgyegok Valley (Haseonam Rock) (선암계곡(하선암))","description":"Seonamgyegok Valley is a clean 10-kilometer valley stretching from Gasan-ri to Daejam-ri in Danyang. Among the Eight Scenic Views of Danyang, Teukseonam Rock and Soseonam Rock are located here. This valley is known for its dense forests, strange rock formations, and clear and clean valleys, and is one of the best destinations in summer to camp and play in the water. Nearby attractions include Soseonam Recreational Forest, Teukseonam Camping Site, Soseonam Amusement Park, and Special Seonam Camping Site.","regDate":"2022-10-29","author":"korea-tour","tag":["Chungcheongbuk-do","Nature","Natural Sites","Valleys"],"imgUrl":"/2022-10-29-1667019650682/2671562_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-10-29-1667019650682"},{"id":"2022-10-29-1667016710746","title":"Sangsoo Herb Land (상수허브랜드)","description":"Sangsoo Herb Land is an arboretum which houses 1,000 species of herbs throughout its 82,645㎡ (25,000 pyeong) area. The glass greenhouse, spanning over 9,917㎡ (3,000 pyeong), keeps herbs fresh and green, even in the winter season. Herb Land is well-known for their flowers that bloom year-round, as well their diverse events including the Herb Land Festival held in May each year, wedding ceremonies, banquets, hands-on program classes, and more.<br><br>Sangsoo Herb Land provides a wide array of programs for visitors. The major event is the Herb Land Festival, aiming to spread knowledge on the use of diverse herbs, including introducing the aromatic value of herb plants in landscaping and as a natural insecticide, as well as the health benefits of herbal foods. Participants can take part in seminars and hands-on activities to learn more about herbs.<br><br>The banquet room on the second floor can accommodate large groups for events, serving excellent herb dishes at reasonable prices. An outdoor wedding service surrounded by beautiful gardens is also available.","regDate":"2022-10-29","author":"korea-tour","tag":["Chungcheongbuk-do","Culture/Art/History","Experience Programs","Farming Experience"],"imgUrl":"/2022-10-29-1667016710746/2656743_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-10-29-1667016710746"},{"id":"2022-10-28-1666953894541","title":"Sainam Rock (단양 사인암)","description":"Sainam Rock, located in Sainam-ri, Daegang-myeon, is   one of eight scenic areas in Danyang, and is located in the southeast side of Danyang-gun, along with Sangseonam Rock, Jungseonam Rock, and Haseonam Rock of Seonam Valley.<br> The Sainam Rock is a rugged outcropping with an inspiring x_height of 70 meters, and  the deep blue Namjocheon Stream passes in front of it, located in the southern part of Danyang-gun. <br><br> Most visitors to Danyang Eight Scenic Views tend to come to the rock as their first destination due to the  good condition of the road. Also, Unseongugok Valley flows in front of Sainam Rock. The rock was picked as the most picturesque place among the Eight Scenic Views. On the cliff, there is a phrase carved by  Utak’s own handwriting, as well as old pine trees on a rock floor that is  reminiscent of the Haegeumgang River. <br><br> Sainam was named after the great scholar Yeokdong Utak during Goryeo Period. He had taken up a public service to assist a king  in a position called <i>sain</i> (사인), and then he retired to his hometown  of Danyang, starting out teaching young students. For this story, a governor of Danyang named the rock Sainam to commemorate his achievement during King Seongjong of  the Joseon Dynasty.","regDate":"2022-10-28","author":"korea-tour","tag":["Chungcheongbuk-do","Nature","Natural Sites","Valleys"],"imgUrl":"/2022-10-28-1666953894541/2032243_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-10-28-1666953894541"},{"id":"2022-10-28-1666950234793","title":"Ondal Resort & Open Film Set (온달관광지 온달드라마 세트장)","description":"Ondal Tourist Park features many attractions and facilities, including an exhibition hall, fortress, and cave, all designed around the legendary love story of General Ondal and Princess Pyeonggang. The open film site has been used for historical dramas such as “Yeon Gaesomun (2006),” “The Legend (2007),” and “Empress Cheonchu (2009).”","regDate":"2022-10-28","author":"korea-tour","tag":["Chungcheongbuk-do","Culture/Art/History","Industrial Sites","Others"],"imgUrl":"/2022-10-28-1666950234793/2366293_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-10-28-1666950234793"},{"id":"2022-10-28-1666947200375","title":"Okcheon Yongamsa Temple (용암사(옥천))","description":"Yongamsa Temple, located in the mid-slope of Jangyongsan Mountain, is a branch of Beopjusa Temple. It was built during the Silla period. Unlike the more common temple arrangements, the stone pagoda in Yongamsa is uniquely situated on a low peak in the north with a view on all sides. The East and West Three-story Stone Pagodas of Yongamsa Temple, designated Treasure No. 1338, can be found here, as well as Rock-caved Buddha, and Wooden Seated Amitabha Buddha in Daeseongjeon Hall.","regDate":"2022-10-28","author":"korea-tour","tag":["Chungcheongbuk-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-10-28-1666947200375/2622321_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-10-28-1666947200375"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}