{"pageProps":{"content":"![Gochangeupseong Walled Town (고창읍성)](/2022-08-01-1659353846841/2678581_image2_1.webp)\n\n  \n## Overview\n\n> Gochangeupseong Walled Town was built in 1453 during th reign of Joseon King Danjong to protect the city from foreign invaders. The walls were built by the local civilians, using natural resources as they were available. Also called Moyangseong Fortress, the walled town served a vital role in protecting the southern region, and was designated Historic Site No. 145 on April 1, 1965. The walls are 4~6 meters high and 1,684 meters long, with three gates on the north, east, and west walls, each protected by curved walls. Inside the large area there were 22 government buildings. Restoration work on the wall has been ongoing since 1976.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-63-560-8067|\n|parking:|Available|\n|restdate:|N/A (Open all year round)|\n|usetime:|04:00-22:00|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Admission Fees:|Individuals - Adults 3,000 won / Teenagers 2,000 won / Children 1,500 won|\n|Restrooms:|Available|\n|Parking Fees:|Free|\n  \n## Detail Image\n![/2022-08-01-1659353846841/1602932_image2_1.webp](/2022-08-01-1659353846841/1602932_image2_1.webp)\n![/2022-08-01-1659353846841/1602933_image2_1.webp](/2022-08-01-1659353846841/1602933_image2_1.webp)\n![/2022-08-01-1659353846841/1602934_image2_1.webp](/2022-08-01-1659353846841/1602934_image2_1.webp)\n![/2022-08-01-1659353846841/1602935_image2_1.webp](/2022-08-01-1659353846841/1602935_image2_1.webp)\n![/2022-08-01-1659353846841/1602936_image2_1.webp](/2022-08-01-1659353846841/1602936_image2_1.webp)\n![/2022-08-01-1659353846841/1602937_image2_1.webp](/2022-08-01-1659353846841/1602937_image2_1.webp)\n![/2022-08-01-1659353846841/1602938_image2_1.webp](/2022-08-01-1659353846841/1602938_image2_1.webp)\n![/2022-08-01-1659353846841/1602939_image2_1.webp](/2022-08-01-1659353846841/1602939_image2_1.webp)\n![/2022-08-01-1659353846841/2353286_image2_1.webp](/2022-08-01-1659353846841/2353286_image2_1.webp)\n![/2022-08-01-1659353846841/2353290_image2_1.webp](/2022-08-01-1659353846841/2353290_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-63-560-8067](tel:+82635608067)\n- [🏠culture.gochang.go.kr](http://culture.gochang.go.kr)\n\n\n```googleMap\nlatitude: 35.4303280891\nlongitude: 126.7044055224\ntitle: 1, Moyangseong-ro, Gochang-gun, Jeollabuk-do\n```\n  \n## Directions\n  \n[Bus]<br>\nTake a bus to Gochang Bus Terminal<br>\nFrom the terminal, walk towards Gochang County Office for about 500 m.<br>\nCross Gochanggyo Bridge and Gochangeupseong Walled Town is 150 m ahead.\n","data":{"id":"2022-08-01-1659353846841","title":"Gochangeupseong Walled Town (고창읍성)","description":"Gochangeupseong Walled Town was built in 1453 during th reign of Joseon King Danjong to protect the city from foreign invaders. The walls were built by the local civilians, using natural resources as they were available. Also called Moyangseong Fortress, the walled town served a vital role in protecting the southern region, and was designated Historic Site No. 145 on April 1, 1965. The walls are 4~6 meters high and 1,684 meters long, with three gates on the north, east, and west walls, each protected by curved walls. Inside the large area there were 22 government buildings. Restoration work on the wall has been ongoing since 1976.","regDate":"2022-08-01","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Historical Sites","Fortresses"],"imgUrl":"/2022-08-01-1659353846841/2678581_image2_1.webp","blogPath":"Jeollabuk-do/2022-08-01-1659353846841","pageUrl":"https:/mcdryad.com/Jeollabuk-do/2022-08-01-1659353846841"},"dataList":[{"id":"2023-01-13-1673606316274","title":"Maisan Provincial Park (마이산도립공원)","description":"Maisan Provincial Park is located in Jinan-gun, Jeollabuk-do. The peak has a variety of names depending on the season. In the spring, it is called Dotdaebong; in the summer, Yonggakbong; in the fall, Maibong; and in the winter, Munpilbong.<br><br> There are two main trails leading up Maisan Mountain, located on the southern side and the northern side. The southern course is very popular, showcasing the many stone pagodas of Tapsa Temple. This temple has around 80 tall stone pagodas that do not sway no matter how strong the winds may blow. Another attraction of the mountain is Eunsusa Temple, where King Taejo stopped to give a 100-day prayer during his trip to Seongsusan Mountain.<br><br> Maisan Provincial Park is also well-known as a leisure retreat. Of the many hiking trails, there is a three kilometer-long cherry blossom tunnel that blooms every year in mid-April. This cherry blossom tunnel serves as the venue for the annual Jinan Cherry Blossom Festival, with exciting performances and beautiful scenary.","regDate":"2023-01-13","author":"korea-tour","tag":["Jeollabuk-do","Nature","Natural Sites","Provincial Parks"],"imgUrl":"/2023-01-13-1673606316274/1605756_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-13-1673606316274"},{"id":"2023-01-13-1673602566924","title":"Keumkuwon Sculpture Park (금구원야외조각미술관)","description":"Keumkuwon Sculpture Park was founded in 1966 by Kim O-seong, and was the first park of its kind in Korea. The park was registered as Private Museum No. 277 by the Ministry of Culture and Tourism in 2003. Many of the roughly 100 sculptures are realistic in style and are related to one another, creating a feeling of watching a play unfold before ones eyes. Main pieces include Farmer’s Hands, Thoughts about the Limited and the Unlimited, and The Sky in the West. The sculptures are made of marble or granite and vary in size, with some measuring 450 centimeters.<br><br>Indigenous trees and bushes of the Byeonsanbando Peninsula can be found throughout the park, giving visitors a chance to enjoy both the sculptures and the backcountry charm. The park also features the Keumkuwon Astronomical Observatory, opened in 1991. Visitors can combine their trip to the park with a visit to nearby tourist sites like Gyeokpohang Harbor, Chaeseokgang Cliff, Suseongdang Shrine, and Jeokbyeokgang Cliff.","regDate":"2023-01-13","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Recreational Sites","Theme Parks"],"imgUrl":"/2023-01-13-1673602566924/2513833_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-13-1673602566924"},{"id":"2023-01-13-1673599180687","title":"Jirisan National Park (Namwon Section) (지리산국립공원 (남원)","description":"Jirisan National Park was Koreas first designated national park. The park extends across five cities in three provinces  Gurye in Jeollanam-do; Namwon in Jeollabuk-do; Hadong, Sancheong and Hamyang in Gyeongsangnam-do. <br><br>Jirisan Mountain has over 10 peaks including Nogodan (1,507 meters), Banyabong (1,732 meters), Jeseokbong (1,806 meters) and Cheonwangbong (1,915 meters), several valleys including Baemsagol and Chilseon, and waterfalls including Guryongpokpo, Burilpokpo, Yongchupokpo and Chilseonpokpo Falls. The park is also home to several cultural assets, namely Hwaeomsa Temple, Ssanggyesa Temple and Daewonsa Temple.","regDate":"2023-01-13","author":"korea-tour","tag":["Jeollabuk-do","Nature","Natural Sites","National Parks"],"imgUrl":"","blogPath":"Jeollabuk-do/2023-01-13-1673599180687"},{"id":"2023-01-13-1673595385332","title":"Jeongeup Naejangsa Temple (내장사(정읍))","description":"Naejangsa Temple is located in the midst of the beautiful Naejangsan National Park. The temple is said to have been built by the Buddhist monk Yeongeunjosa in the year 636 of the Baekje dynasty. Once a large temple with over fifty buildings, Naejangsa was completely destroyed throughout the course of Jeongyujaeran (second Japanese invasion in 1597) and the Korean War (1950-1953). The present temple is largely the result of reconstruction efforts completed in the 1970s. One of the most prized treasures at the temple is the Ijo-dongjong Bell, considered a major cultural asset. <br><br>Naejangsan Temple is a representative temple of Jeollabuk-do along with Geumsansa Temple on Moaksan Mountain. Surrounded on all sides by towering peaks, Naejangsa Temple boasts a picturesque landscape that is particularly striking in the fall when the mountains turn crimson with autumn leaves. Nearby attractions include Baegyangsa Temple, Bangjangsan Mountain, Jangseongho Lake, and Damyangho Lake.","regDate":"2023-01-13","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2023-01-13-1673595385332/1606435_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-13-1673595385332"},{"id":"2023-01-13-1673592009100","title":"Jangansan County Park (장안산군립공원)","description":"Situated in Jangsu-gun in Jeollabuk-do, Jangansan Mountain (alt. 1,237 m) was officially designated a county park in 1986. Deoksan Valley Stream, which originates in the southwestern part of Jangansan Mountain and flows into Yongnimcheon Stream, is famous for the Deoksanyongso Waterfall Basins and the 20 or so large rocks that dot its banks. The sprawling fields of reeds along the East Ridge are also a major draw, undulating like waves of gold in the crisp autumn wind. In particular, the east hiking path on Jangansan Mountain is lined with a wide field of silver grass making it popular among hikers.","regDate":"2023-01-13","author":"korea-tour","tag":["Jeollabuk-do","Nature","Natural Sites","County Parks"],"imgUrl":"","blogPath":"Jeollabuk-do/2023-01-13-1673592009100"},{"id":"2023-01-13-1673588176159","title":"Jaman Mural Village (자만벽화마을)","description":"Jaman Mural Village is located in the ridge between Omokdae and Imokdae along the foot of Seungamsan Mountain’s Jungbawi Rock. Jeonju Hanok Village is also visible from the wide street. Although it is a fairly steep walk up to Jaman Village, visitors will be able to enjoy colorful murals painted on the buildings and walls along the way.","regDate":"2023-01-13","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Experience Programs","Cultural Districts"],"imgUrl":"/2023-01-13-1673588176159/2369452_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-13-1673588176159"},{"id":"2023-01-13-1673584827724","title":"Imsil Cheese Village (전북 임실치즈마을)","description":"Imsil Cheese, perhaps the most famous cheese in Korea, all started in 1960 with two goats. Having expanded greatly, visitors can get first-hand experience at making cheese as well as enjoy cooking with the freshest cheese available. The factory also provides cheese and yogurt at low-rate prices.","regDate":"2023-01-13","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Industrial Sites","Others"],"imgUrl":"/2023-01-13-1673584827724/1605283_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-13-1673584827724"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}