{"pageProps":{"content":"![Midongsan Arboretum (미동산수목원)](/2022-10-28-1666933658600/213073_image2_1.webp)\n\n  \n## Overview\n\n> Opened on May 4, 2001, Midongsan Arboretum in Cheongju, Chungcheongbuk-do is a provincial arboretum, built to develop and propagate forestry techniques and found ecological education environments.<br><br>Covering an area of 3,114,049.60㎡ (942,000 pyeong), the arboretum houses almost 873 species of plants and 652,000 plants in 11 exhibition halls including an Oak tree hall, a Maple tree hall, and a genetics hall, which presents plant genetic resources like Jeongipumsong hugyemok (succession of pine tree). <br><br>In addition to the 11 themed arboretum halls, Midongsan Arboretum also has a forestry educational hall, plant seed bank, research center for wild plants, nature experience camp, and more.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-43-220-6101|\n|parking:|Available|\n|restdate:|Mondays, New Year's Day, Seollal (Lunar New Year's Day) & Chuseok (Korean Thanksgiving Day)|\n|usetime:|Summer Season (March-October): 09:00-18:00<br>Winter Season (November-February): 09:00-17:00<br>※ Last admission is 1 hour before closing.|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Restrooms:|Available|\n  \n## Detail Image\n![/2022-10-28-1666933658600/213075_image2_1.webp](/2022-10-28-1666933658600/213075_image2_1.webp)\n![/2022-10-28-1666933658600/213079_image2_1.webp](/2022-10-28-1666933658600/213079_image2_1.webp)\n![/2022-10-28-1666933658600/213082_image2_1.webp](/2022-10-28-1666933658600/213082_image2_1.webp)\n![/2022-10-28-1666933658600/213076_image2_1.webp](/2022-10-28-1666933658600/213076_image2_1.webp)\n![/2022-10-28-1666933658600/213078_image2_1.webp](/2022-10-28-1666933658600/213078_image2_1.webp)\n![/2022-10-28-1666933658600/213084_image2_1.webp](/2022-10-28-1666933658600/213084_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-43-220-6101](tel:+82432206101)\n- [🏠www.cbforest.net](http://www.cbforest.net/)\n\n\n```googleMap\nlatitude: 36.6258140816\nlongitude: 127.6639493859\ntitle: 51, Sumogwon-gil, Miwon-myeon, Sangdang-gu, Cheongju-si, Chungcheongbuk-do\n```\n  \n## Directions\n  \nFrom Central City Terminal or Seoul Nambu Terminal to Cheongju Airport Bus Stop (청주공항정류소), take an express bus or intercity bus.<br>\nTransfer to Bus 747 and get off Yullyang Middle School Entrance (율량중입구) Bus Stop. (9 bus stops)<br>\nAgain, transfer to Bus 211-2 at the bus stop and get off at Midongsan Arboretum Bus Stop. (57 bus stops)\n","data":{"id":"2022-10-28-1666933658600","title":"Midongsan Arboretum (미동산수목원)","description":"Opened on May 4, 2001, Midongsan Arboretum in Cheongju, Chungcheongbuk-do is a provincial arboretum, built to develop and propagate forestry techniques and found ecological education environments.<br><br>Covering an area of 3,114,049.60㎡ (942,000 pyeong), the arboretum houses almost 873 species of plants and 652,000 plants in 11 exhibition halls including an Oak tree hall, a Maple tree hall, and a genetics hall, which presents plant genetic resources like Jeongipumsong hugyemok (succession of pine tree). <br><br>In addition to the 11 themed arboretum halls, Midongsan Arboretum also has a forestry educational hall, plant seed bank, research center for wild plants, nature experience camp, and more.","regDate":"2022-10-28","author":"korea-tour","tag":["Chungcheongbuk-do","Nature","Natural Sites","Botanical Gardens"],"imgUrl":"/2022-10-28-1666933658600/213073_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-10-28-1666933658600","pageUrl":"https:/mcdryad.com/Chungcheongbuk-do/2022-10-28-1666933658600"},"dataList":[{"id":"2022-10-29-1667036465705","title":"Songnisan National Park (Chungcheongbuk-do Section) (속리산국립공원(충북))","description":"Songnisan National Park is comprised of Songnisan Mountain (alt. 1,057 m) and the valleys of Hwayang, Seonyu, and Ssanggok. Situated in the middle of the Sobaek Mountain Range, the southwest branch of the Taebaek Mountain Range, Songnisan Mountain is one of Korea’s most beautiful sites, featuring outstanding scenery and fantastic rock formations. It is also home to one of Koreas largest temples, Beopjusa Temple. Songnisan Mountains deep valleys and many natural monuments attract countless mountaineers and tourists. The cherry blossoms in the spring, green pine forest in the summer, and the lovely autumn leaves in the fall make this place beautiful all the year round.","regDate":"2022-10-29","author":"korea-tour","tag":["Chungcheongbuk-do","Nature","Natural Sites","National Parks"],"imgUrl":"/2022-10-29-1667036465705/2677704_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-10-29-1667036465705"},{"id":"2022-10-29-1667033223129","title":"Songgyegyegok Valley (송계계곡)","description":"Songgyegyegok Valley lies at the foot of Woraksan Mountain in Jecheon, Chungcheongbuk-do. Crystal-clear water flows between the rocks that are scattered throughout the valley. The valley is a perfect summer getaway as the forest and cool water provide much needed shelter from the heat. In fall, visitors can enjoy fall foliage. There are various attractions in the mountain for visitors to explore.","regDate":"2022-10-29","author":"korea-tour","tag":["Chungcheongbuk-do","Nature","Natural Sites","Valleys"],"imgUrl":"/2022-10-29-1667033223129/489560_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-10-29-1667033223129"},{"id":"2022-10-29-1667029104958","title":"Sobaeksan National Park (Northern Section) (소백산국립공원(북부))","description":"Sobaeksan Mountain is renowned for its natural splendor and mystery, standing tall in the middle of the Korean peninsula, and offering several magnificent peaks, such as Hyeongjebong, Sinseonbong, Gungmangbong, Birobong, and Yeonhwabong. Its captivating seasonal beauty attracts visitors year round. The moutains recreational forest was designated as the third national park in Chungcheongbuk-do in 1987, following Songnisan Mountain and Woraksan Mountain in 1970 and 1984 respectively. The open grass field on Birobong Peak (1,439 meters) resembles the Swiss Alps. On Yeonhwabong Peak (1,349 meters) is Sobaeksan Optical Astromony Observatory (SOAO), which laid the foundation for Koreas astronomy.","regDate":"2022-10-29","author":"korea-tour","tag":["Chungcheongbuk-do","Nature","Natural Sites","National Parks"],"imgUrl":"/2022-10-29-1667029104958/1595367_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-10-29-1667029104958"},{"id":"2022-10-29-1667026122119","title":"Seonyudonggyegok Valley (선유구곡(선유동계곡))","description":"Seonyudonggyegok Valley is located in Goesan-gun, Chungcheongbuk-do Province. Including Seonyudongmun, the playground for the mountain gods, a total of nine valleys form the area  Gyeongcheonbyeok, Haksoam, Yeondallo, Waryongpok, Nangadae, Gigugam, Guam, and Eunseonam.<br><br>Seonnyudonggyegok Valley is famous for the legend that mountain gods came to savor fresh mountain spring water. A renowned geographical account, Taekriji, published in 1751, stated that Seonyudonggyegok Valley boasted some of the best scenery. One of the most eminent Confucian scholars of the Joseon dynasty, Lee Hwang spent nine months in this beautiful valley. He gave names to all his favorite places, which still remain to this day.","regDate":"2022-10-29","author":"korea-tour","tag":["Chungcheongbuk-do","Nature","Natural Sites","Valleys"],"imgUrl":"/2022-10-29-1667026122119/2653573_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-10-29-1667026122119"},{"id":"2022-10-29-1667022194434","title":"Seongmun - Stone Gate (석문)","description":"Two hundred meters upstream from Dodamsambong Peaks is a large  rainbow-shaped stone gate on the left side of the river. This oddly-shaped stone arch is called Seongmun, which means Stone Gate.&nbsp;Due to&nbsp;its fascinating scenery, Seongmunm is the second of Danyang’s Eight Scenic Beauties. To the left of the Stone Gate is a small cave. Inside the cave is Okdap (Stone Field), which is believed to have been cultivated by an old enchantress. The legend of Okdap says that an old enchantress who lived in heaven once came to the earth to get water and then dropped her <em>binyeo</em> (traditional Korean hairpin) near Seongmun. As she searched for her binyeo, she was extremely impressed by the beautiful views. Mesmerized, she&nbsp;left heaven and lived near Seongmun as an ordinary peasant, growing crops and expanding farmlands.","regDate":"2022-10-29","author":"korea-tour","tag":["Chungcheongbuk-do","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-10-29-1667022194434/2616668_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-10-29-1667022194434"},{"id":"2022-10-29-1667019650682","title":"Seonamgyegok Valley (Haseonam Rock) (선암계곡(하선암))","description":"Seonamgyegok Valley is a clean 10-kilometer valley stretching from Gasan-ri to Daejam-ri in Danyang. Among the Eight Scenic Views of Danyang, Teukseonam Rock and Soseonam Rock are located here. This valley is known for its dense forests, strange rock formations, and clear and clean valleys, and is one of the best destinations in summer to camp and play in the water. Nearby attractions include Soseonam Recreational Forest, Teukseonam Camping Site, Soseonam Amusement Park, and Special Seonam Camping Site.","regDate":"2022-10-29","author":"korea-tour","tag":["Chungcheongbuk-do","Nature","Natural Sites","Valleys"],"imgUrl":"/2022-10-29-1667019650682/2671562_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-10-29-1667019650682"},{"id":"2022-10-29-1667016710746","title":"Sangsoo Herb Land (상수허브랜드)","description":"Sangsoo Herb Land is an arboretum which houses 1,000 species of herbs throughout its 82,645㎡ (25,000 pyeong) area. The glass greenhouse, spanning over 9,917㎡ (3,000 pyeong), keeps herbs fresh and green, even in the winter season. Herb Land is well-known for their flowers that bloom year-round, as well their diverse events including the Herb Land Festival held in May each year, wedding ceremonies, banquets, hands-on program classes, and more.<br><br>Sangsoo Herb Land provides a wide array of programs for visitors. The major event is the Herb Land Festival, aiming to spread knowledge on the use of diverse herbs, including introducing the aromatic value of herb plants in landscaping and as a natural insecticide, as well as the health benefits of herbal foods. Participants can take part in seminars and hands-on activities to learn more about herbs.<br><br>The banquet room on the second floor can accommodate large groups for events, serving excellent herb dishes at reasonable prices. An outdoor wedding service surrounded by beautiful gardens is also available.","regDate":"2022-10-29","author":"korea-tour","tag":["Chungcheongbuk-do","Culture/Art/History","Experience Programs","Farming Experience"],"imgUrl":"/2022-10-29-1667016710746/2656743_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-10-29-1667016710746"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}