{"pageProps":{"content":"![Gangnam (강남)](/2022-07-22-1658529461261/1984608_image2_1.webp)\n\n  \n## Overview\n\n> Gangnam Subway Station area is the prime district for those living south of the Hangang River. Gangnam-daero Avenue links Teheran-ro Road in the east to Jamsil and Sadang in the west. Kyobo Tower Crossroad connects Express Terminal to Noryangjin and west of Seoul. Hannam-daegyo Avenue in the north extends to the north of the Hangang River. A southward direction leads to metropolitan areas such as Seongnam, passing Yangjae and Bundang. <BR><BR>\n Many people tend to gather at Gangnam Subway Station, as the location is geographically and commercially suitable as a meeting point for social gatherings, events or personal engagements. Hence, during the weekdays it is usually crowded in the evenings while on weekends, areas around Gangnam Subway Station exit numbers 10 and 11, as well as City Theatre, and Giordano are often bustling with people. Visitors travel to Gangnam to take advantage of its convenient transportation, fashion malls, movie theatres and bookstores.\n<br><br>\nGangnam-gu Office operates Gangnam Tourist Information Center to offer tourist information to international and domestic visitors and hands-on activities related to tourism. Also, the center operates Medical Tour Center which introduces Gangnam-gu’s specializing hospitals and medical treatment as well as Hallyu Experience Hall.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330<br>(English, Korean, Japanese, Chinese)<br>• For more info: +82-2-3445-0111|\n|parking:|Available|\n|usetime:|Open 24 hour|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Tour Course Information:|[Gangnam City Tour Trolley Bus]<br> Around Gangnam City Tour Course: Gangnam Station – Bongeunsa Temple / COEX – K-Star Road – Gangnam Tourism Information Center – Garosu-gil - Some Sevit – Express Bus Terminal / Shinsegae Department Store – Seorae Village – Seoul Nat’l Univ. of Education Station – Samsung Town – Gangnam Station (last station)<br><br> [Gangnam Tourism Information Center Free Walking Tour Program for Foreigners]<br> Hallyu Course: Gangnam Tourism Information Center – JYP Entertainment – JS Entertainment – FNC Entertainment – SM Entertainment – K-Star Road – Gangnamdol House – G+ Star Zone (Apgujeong Rodeo Station)|\n|Available Facilities:|Shopping district, cafe, movie theater, bookstore, hospital, restaurants, accommodations, etc.|\n|Admission Fees:|Available|\n|Interpretation Services Offered:|* Travel Hotline: +82-2-1330 (Korean, English, Japanese, Chinese) <br />* Gangnam Tourist Information Center: +82-2-3445-0111|\n  \n## Detail Image\n![/2022-07-22-1658529461261/1984609_image2_1.webp](/2022-07-22-1658529461261/1984609_image2_1.webp)\n![/2022-07-22-1658529461261/1984610_image2_1.webp](/2022-07-22-1658529461261/1984610_image2_1.webp)\n![/2022-07-22-1658529461261/2648766_image2_1.webp](/2022-07-22-1658529461261/2648766_image2_1.webp)\n![/2022-07-22-1658529461261/2648767_image2_1.webp](/2022-07-22-1658529461261/2648767_image2_1.webp)\n![/2022-07-22-1658529461261/2648768_image2_1.webp](/2022-07-22-1658529461261/2648768_image2_1.webp)\n![/2022-07-22-1658529461261/2648769_image2_1.webp](/2022-07-22-1658529461261/2648769_image2_1.webp)\n![/2022-07-22-1658529461261/2648770_image2_1.webp](/2022-07-22-1658529461261/2648770_image2_1.webp)\n![/2022-07-22-1658529461261/2648771_image2_1.webp](/2022-07-22-1658529461261/2648771_image2_1.webp)\n![/2022-07-22-1658529461261/2648772_image2_1.webp](/2022-07-22-1658529461261/2648772_image2_1.webp)\n![/2022-07-22-1658529461261/2648773_image2_1.webp](/2022-07-22-1658529461261/2648773_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-2-3445-0111](tel:+82234450111)\n- [🏠www.gangnam.go.kr](http://www.gangnam.go.kr/main.do)\n\n\n```googleMap\nlatitude: 37.4970465429\nlongitude: 127.0281573537\ntitle: Yeoksam-dong, Gangnam-gu, Seoul\n```\n  \n## Directions\n  \n[Subway] <br>\nGangnam Station (Seoul Subway Line 2), Exit 10 or 11.\n","data":{"id":"2022-07-22-1658529461261","title":"Gangnam (강남)","description":"Gangnam Subway Station area is the prime district for those living south of the Hangang River. Gangnam-daero Avenue links Teheran-ro Road in the east to Jamsil and Sadang in the west. Kyobo Tower Crossroad connects Express Terminal to Noryangjin and west of Seoul. Hannam-daegyo Avenue in the north extends to the north of the Hangang River. A southward direction leads to metropolitan areas such as Seongnam, passing Yangjae and Bundang. <BR><BR> Many people tend to gather at Gangnam Subway Station, as the location is geographically and commercially suitable as a meeting point for social gatherings, events or personal engagements. Hence, during the weekdays it is usually crowded in the evenings while on weekends, areas around Gangnam Subway Station exit numbers 10 and 11, as well as City Theatre, and Giordano are often bustling with people. Visitors travel to Gangnam to take advantage of its convenient transportation, fashion malls, movie theatres and bookstores.<br><br>Gangnam-gu Office operates Gangnam Tourist Information Center to offer tourist information to international and domestic visitors and hands-on activities related to tourism. Also, the center operates Medical Tour Center which introduces Gangnam-gu’s specializing hospitals and medical treatment as well as Hallyu Experience Hall.","regDate":"2022-07-22","author":"korea-tour","tag":["Seoul","Culture/Art/History","Experience Programs","Cultural Districts"],"imgUrl":"/2022-07-22-1658529461261/1984608_image2_1.webp","blogPath":"Seoul/2022-07-22-1658529461261","pageUrl":"https:/mcdryad.com/Seoul/2022-07-22-1658529461261"},"dataList":[{"id":"2022-08-08-1659967064652","title":"Seorae Village (서래마을)","description":"Seorae Village is located in between Banpo 4-dong and Bangbaebon-dong in Seocho-gu, Seoul. Seorae Village took its form as a French neighborhood when French residents moved to the area after Ecole Francaise de Seoul, a school for French residents in Korea, was established here in 1985. According to 2008 census, about half of the total 1,000 French citizens residing in Korea were registered to be living in Seorae Village. The area naturally took shape as a global neighborhood as many international residents settled at Seorae Village much thanks to the strong presence of French residents. In addition to its convenient location near the central district area as well as Gangnam area and Hangang River Park, Seorae Village serves as a pleasant environment space for all.<br><br>Many shops and restaurants in Seorae Village are small in size and rather charming, resembling those in Europe. A bakery that makes traditional French baguettes using ingredients directly imported from France can be found here. In recent years, Seorae Village has undergone several changes, gaining much attention as one of the most modern and fanciest regions found in Seoul.","regDate":"2022-08-08","author":"korea-tour","tag":["Seoul","Culture/Art/History","Experience Programs","Cultural Districts"],"imgUrl":"/2022-08-08-1659967064652/862805_image2_1.webp","blogPath":"Seoul/2022-08-08-1659967064652"},{"id":"2022-08-08-1659964757100","title":"Seonyudo Park (선유도공원)","description":"Located in the middle of Yanghwadaegyo Bridge, Seonyudo Park is the first ecological water park in Korea, repurposing a former water purification plant.<br><br>Built on area of 114,000㎡, the park consists of Water Purifying Botanical Garden, Aquatic Botanical Garden, an eco-friendly water playground, and more attractions where visitors can appreciate various aquatic plants and an ecological forest. There are also various things to see and areas to take a rest in the park, offering a great chance for visitors to learn about the ecosystem and to experience nature.<br><br>A pedestrian bridge connecting Seonyudo Island to the Yanghwa area is an ideal place to enjoy the beautiful views of the Hangang River, including the World Cup Fountain and World Cup Park. With colorful lights, the area is gaining popularity as a tourist spot to enjoy the nightscape near the Hangang River. An exhibition hall in the park displays photos of the Hangang River and has various convenient facilities including a computer room and restrooms.","regDate":"2022-08-08","author":"korea-tour","tag":["Seoul","Culture/Art/History","Industrial Sites","Others"],"imgUrl":"/2022-08-08-1659964757100/2548059_image2_1.webp","blogPath":"Seoul/2022-08-08-1659964757100"},{"id":"2022-08-08-1659948369513","title":"Seodaemun Independence Park (서대문독립공원)","description":"Seodaemun Independence Park was built on the former Seoul Detention Camp. It was used to imprison thousands of Korean independence activists until the liberation from the Japanese occupation on August 15, 1945, as well as the political prisoners during the political turmoil in the 1960s. When the prison was moved to Uiwang-si, Gyeonggi-do in November 1987, the area was restored and turned into a memorial park in August 15, 1992  to honor the sacrifices of the martyrs. The park preserves seven prison buildings, an execution ground, underground women’s prison, and the March 1st Movement Monument that has been moved from Tapgol Park in Jongno.<br><br>One of the most significant monuments of the Seodaemun Independence Park is Dongnimmun Gate (Independence Gate), which has been designated a Historic Site. Nearby is Dongnipgwan (Independence Hall), originally called Mohwagwan, which was used to greet Chinese envoys during the Joseon dynasty. Today, the hall enshrines 2,327 tablets inscribed with the names of Koreans who died for the cause of national independence. Standing right next to Dongnimmun Gate are the remnants of Yeongeunmun Gate, another Historic Site. Other sights inside the park include the Patriotic Martyr Monument, Declaration of Independence Monument, and Statue of Dr. Seo Jae-pil, who was an independence activist and publisher of Korea’s first independent newspaper. The main highlight of the park is the Seodaemun Prison History Hall, a former prison building that was renovated into a history museum.","regDate":"2022-08-08","author":"korea-tour","tag":["Seoul","Culture/Art/History","Recreational Sites","Theme Parks"],"imgUrl":"/2022-08-08-1659948369513/2413903_image2_1.webp","blogPath":"Seoul/2022-08-08-1659948369513"},{"id":"2022-08-08-1659944224530","title":"Seochon Village (서촌마을)","description":"Seochon Village, literally meaning west village, is named in reference to its location west of Gyeongbokgung Palace. The old hanok houses lining the long alleys well harmonize with newly emerging shops and stores. Walking through the alleys that resembles a big maze, visitors will be nicely surprised by murals and adorable pictures.  <br><Br>A hint of Korea's tradition is truly well balanced with many modern and stylish spaces that bring out the authentic and simple beauty and coziness of Seochon Village.","regDate":"2022-08-08","author":"korea-tour","tag":["Seoul","Culture/Art/History","Experience Programs","Cultural Districts"],"imgUrl":"/2022-08-08-1659944224530/2678694_image2_1.webp","blogPath":"Seoul/2022-08-08-1659944224530"},{"id":"2022-08-08-1659941338961","title":"Sejong-ro Park (세종로공원)","description":"Sejong-ro Park is located next to Sejong Center for the Performing Arts in central Seoul. Inside the park, there are wooden benches and shaded areas where people can sit and relax. Also available are water fountains, a round outdoor stage, and various sculptures. The lunch crowd from the nearby office buildings often come to the park during weekdays. On the weekends, the park is also used as a venue for outdoor weddings. <br><br>Seoul's anthem and the poem \"Bulnori\" by Ju Yo-han are written on a memorial stone that can be found inside the park.","regDate":"2022-08-08","author":"korea-tour","tag":["Seoul","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-08-08-1659941338961/1568197_image2_1.webp","blogPath":"Seoul/2022-08-08-1659941338961"},{"id":"2022-08-08-1659937236047","title":"Sealala Water Park (씨랄라 워터파크)","description":"Sealala Water Park brings the fun of visiting the sea to city dwellers. The water park & spa is open all year round, providing a relaxing vacation retreat in any weather.","regDate":"2022-08-08","author":"korea-tour","tag":["Seoul","Culture/Art/History","Recreational Sites","Hot Springs & Spa"],"imgUrl":"/2022-08-08-1659937236047/1985547_image2_1.webp","blogPath":"Seoul/2022-08-08-1659937236047"},{"id":"2022-08-08-1659934711906","title":"Samsung D’light (삼성 딜라이트)","description":"An exhibition space located within the Samsung Electronics building in Seocho-dong, Seoul, Samsung D'light showcases the latest product lineup by Samsung Electronics. Visitors can get a sneak peek at the possibilities inspired by future technology.","regDate":"2022-08-08","author":"korea-tour","tag":["Seoul","Culture/Art/History","Industrial Sites","Electronics/Semiconductors"],"imgUrl":"/2022-08-08-1659934711906/1955207_image2_1.webp","blogPath":"Seoul/2022-08-08-1659934711906"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}