{"pageProps":{"content":"![Wolchulsan National Park (월출산국립공원)](/2023-02-01-1675233630217/1969531_image2_1.webp)\n\n  \n## Overview\n\n> Wolchulsan National Park is located in the southern part of Korea. The name Wolchulsan means mountain where the moon rises. Starting with Cheonhwangbong Peak (810.7 m) at the center, the whole area is filled with rocky mountain peaks which all look special and unique.<br><Br>About five kilometers beyond the National Parks entrance and Dogapsa Temple is Gujeongbong Peak. The peak is shaped like nine pots with a pool of water that never runs dry, said to have been a dragons dwelling place according to local folk legend. Another 500 meters further along is Maaeyeoraejwasang, a sitting Buddha statue, which is designated as a National Treasure. <br><br>At the top of Wolchulsan Mountain is a large flat granite rock that can fit up to 300 people. From here, visitors can take in the splendid vista of the mountain. Wolchulsan National Park also features one of the nations longest suspension bridges, located 120 meters above ground with a length of 52 meters and a x_width of 0.6 meters. To the left of Sajabong Peak is a seven-tier waterfall named Chilchipokpo Falls, pouring down into the valley in the middle of the mountain. Another great view to catch is the field of reeds found along the path to Dogapsa and Muwisa Temples. Moreover, the park changes its colors by season, offering excellent views all year round.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330<br>(Korean, English, Japanese, Chinese) <br> • For more info: +82-61-473-5210|\n|parking:|Available|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Night-time Hike Restriction Notice:|To prevent fires and ensure the safety of hikers, hiking is prohibited at night (from sunset to two hours before sunrise).|\n|Mountain Not Access Period:|Seasonal Forest Fire Watches by Park<br>March 2 - April 30 / November 15 - December 15<br><br>* Subject to change depending on weather conditions.|\n|Natural Preservation Areas (closed to public):|* Janggunbong Peak: until 2026<br>* Dongwon Farm Miwangjae: until 2026|\n|Parking Fees:|Compact cars 2,000 won<br>Mid-sized vehicles (less than 25 seats) 4,000 won (Peak season 5,000 won)<br>Large vehicles (25 seats or more) 6,000 won (Peak season 7,500 won)|\n|Restrooms:|Available|\n|Available Facilities:|Wolchulsan National Park Office, Cheonhwang Information Center, Gyeongpodae Information Center, Cheonhwang Campsite, etc.|\n  \n\n  \n## Contact\n\n- [☎️+82-61-473-5210](tel:+82614735210)\n- [🏠wolchul.knps.or.kr](http://wolchul.knps.or.kr/)\n\n\n```googleMap\nlatitude: 34.7752579126\nlongitude: 126.7217341104\ntitle: 280-43, Cheonhwangsa-ro, Yeongam-gun, Jeollanam-do\n```\n  \n\n","data":{"id":"2023-02-01-1675233630217","title":"Wolchulsan National Park (월출산국립공원)","description":"Wolchulsan National Park is located in the southern part of Korea. The name Wolchulsan means mountain where the moon rises. Starting with Cheonhwangbong Peak (810.7 m) at the center, the whole area is filled with rocky mountain peaks which all look special and unique.<br><Br>About five kilometers beyond the National Parks entrance and Dogapsa Temple is Gujeongbong Peak. The peak is shaped like nine pots with a pool of water that never runs dry, said to have been a dragons dwelling place according to local folk legend. Another 500 meters further along is Maaeyeoraejwasang, a sitting Buddha statue, which is designated as a National Treasure. <br><br>At the top of Wolchulsan Mountain is a large flat granite rock that can fit up to 300 people. From here, visitors can take in the splendid vista of the mountain. Wolchulsan National Park also features one of the nations longest suspension bridges, located 120 meters above ground with a length of 52 meters and a x_width of 0.6 meters. To the left of Sajabong Peak is a seven-tier waterfall named Chilchipokpo Falls, pouring down into the valley in the middle of the mountain. Another great view to catch is the field of reeds found along the path to Dogapsa and Muwisa Temples. Moreover, the park changes its colors by season, offering excellent views all year round.","regDate":"2023-02-01","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites","National Parks"],"imgUrl":"/2023-02-01-1675233630217/1969531_image2_1.webp","blogPath":"Jeollanam-do/2023-02-01-1675233630217","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-02-01-1675233630217"},"dataList":[{"id":"2023-02-07-1675748160746","title":"Yulpo Beach (Solbat Beach) (율포해수욕장(솔밭해변))","description":"Yulpo Beach is a scenic beach with a 60-meter-wide, 1.2-kilometer-stretch of silver sand between the sea and a forest of 100-year-old pine trees. Despite its location in a small fishing village, the region’s famous green tea and beautiful beaches have resulted in attracting many tourists to Yulpo Beach. The area has become a family summer resort, fully equipped with accommodation and leisure facilities.","regDate":"2023-02-07","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"","blogPath":"Jeollanam-do/2023-02-07-1675748160746"},{"id":"2023-02-07-1675744767159","title":"Yeosu Seonso (Shipyard) Historic Site (여수 선소유적)","description":"Yeosu Seonso Historic Site is located in Sijeon-dong, Yeosu-si, Jeollanam-do. This shipyard houses the Turtle Ship designed by Admiral Yi Sun-sin and Na Dae-yong, who were renowned for their shipbuilding skills during the Japanese Invasion of Korea.<br>The shipyard site includes a gulgang (small stream to dock ships),  a stone moorage for anchoring ships, a dolbeoksu (stone pole), and a Segeomjeong site.","regDate":"2023-02-07","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2023-02-07-1675744767159/177579_image2_1.webp","blogPath":"Jeollanam-do/2023-02-07-1675744767159"},{"id":"2023-02-07-1675740960671","title":"Yeosu Maritime Cable Car (여수 해상케이블카)","description":"Yeosu Maritime Cable Car is the first of its kind in Korea, connecting Dolsan Island and the mainland over the ocean. Passengers can choose between the standard cabins and crystal cabins. In particular, crystal cabins allow passengers to observe the ocean below ones feet, experiencing the thrill of being suspended in mid-air through its transparent flooring.","regDate":"2023-02-07","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites","Mountains"],"imgUrl":"/2023-02-07-1675740960671/1986862_image2_1.webp","blogPath":"Jeollanam-do/2023-02-07-1675740960671"},{"id":"2023-02-06-1675679911675","title":"Wando Tower (완도타워)","description":"Wando Tower is an impressive 76 meters in x_height, and stands at the top of Dongmangsan Mountain in Wando. The area includes a plaza, walking path, resting area, and offers a fantastic view of the sunrise, sunset, and city at night.<br><br>The tower also overlooks several islands including Cheongsando Island, Bogildo Island, Nohwado Island, Sinjido Island and Gogeumdo Island. On clear days with high visibility, some islands like Jeju Island and Geomundo Island are also within sight. Located next to the tower is bongsudae (a fire signal beacon) and a walking path through Dongmangsan Mountain.","regDate":"2023-02-06","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Architectural Sights","Monuments/Observatories"],"imgUrl":"","blogPath":"Jeollanam-do/2023-02-06-1675679911675"},{"id":"2023-02-06-1675676150812","title":"Wando Arboretum (완도수목원)","description":"Wando Arboretum features the largest and oldest broadleaf evergreen colony in the nation, along with over 3,800 other flora on a grand plot of land. The arboretum is comprised of an exhibition hall, greenhouses, walking paths, an observatory, campground, basketball court, and more.<br><br>Created in 1991, Wando Arboretum is the only warm temperate arboretum in Korea where only 15% of the landscape is considered a warm temperate region. The broadleaf evergreen tree forest has high medicinal value, and is home to many species of rare warm temperate plants such as goodyera, calanthe striata, and cephalanthera falcata. There are 30 special gardens based on different plant types. From the observatory, visitors can enjoy the view of Dadohaehaesang National Park and the southern sea. The observatory offers an opportunity to educate visitors on nature and the environment and allows them to take a rest during their visit.","regDate":"2023-02-06","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites","Botanical Gardens"],"imgUrl":"/2023-02-06-1675676150812/2678612_image2_1.webp","blogPath":"Jeollanam-do/2023-02-06-1675676150812"},{"id":"2023-02-06-1675672756640","title":"The Ocean Resort Water Park (디오션리조트 워터파크)","description":"Located inside The Ocean Resort in Yeosu, Jeollanam-do, this large water park can accommodate 600 people at once. It opened in July 2008 in time for the opening of the resort equipped with 128 rooms. It is the only water park in Korea that provides views of the refreshing blue waters of the Dadohaesang National Marine Park.<br> <br> Its indoor facilities include an artificial wave pool with slides, Para Wave Slide, Aqua Kids’ Pool, and spa.  Meanwhile, the outdoor facilities include Double Tornado, slides, and wave pools. The water park is also equipped with various convenience facilities such as cafeteria, DVD room, changing rooms, swim suit shop, and more. The resort has seven floors above ground and four below with all rooms providing ocean views. The resort facilities include a wedding hall, banquet hall, and restaurants.","regDate":"2023-02-06","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Recreational Sites","Hot Springs & Spa"],"imgUrl":"/2023-02-06-1675672756640/2605246_image2_1.webp","blogPath":"Jeollanam-do/2023-02-06-1675672756640"},{"id":"2023-02-06-1675668967364","title":"Taedo Islands (태도)","description":"Taedo Islands, located between Hongdo Island and Gageodo Island, comprises three islands. The island in the middle is called Sangtaedo Island, the island next in line is Jungtaedo Island, and the last is Hataedo, the southernmost island located nearest to Gageodo Island. Deep and clear waters surrounding the islands make for a perfect habitat for marine life. Taedo Islands are popular for seaweed that grows naturally on the rocks, often collected by hanyeo (woman divers). People on Taedo Islands have great respect for nature and perform rituals every year on Seollal (Lunar New Years Day) for prosperity and safety at sea.","regDate":"2023-02-06","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"","blogPath":"Jeollanam-do/2023-02-06-1675668967364"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}