{"pageProps":{"content":"![National Institute of Ecology - Seocheon (국립생태원(서천))](/2022-11-11-1668145341995/1922689_image2_1.webp)\n\n  \n## Overview\n\n> National Institute of Ecology is a research, exhibition, and educational center housing various animals and plants from world five climates and regions including the tropics, desert climate, the Mediterranean, temperate climate, and the polar region. Fauna and flora from the Korean Peninsulas ecosystem can also be seen here. The Institute’s Ecorium showcases living ecosystem exhibitions, housing 1,900 plants and 280 animals in an area of 21,000㎡ to help people understand the relations between climate and ecology. The outdoor exhibition area is divided into 5 sections, from Korea’s representative wetland ecological system to various international plants, rare plants grown on the high mountain, Korean representative deer species habitat space, pond ecology and others. In addition, it offers vivid ecological education through the nearby ecological region and has varied exhibitions and researching facility as well as firsthand programs and events.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-41-950-5300|\n|parking:|Available (Sedan 978 parking spaces / Buses 22 parking spaces)|\n|restdate:|Mondays (Closed the following business day if Monday is a holiday), the day before and the day of Seollal (Lunar New Year's Day) & Chuseok (Korean Thanksgiving Day)|\n|usetime:|General Hours 09:30-18:00<br>Summer Season (March-October) 09:30-18:30<br>Winter Season (November-February) 09:30-17:00|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Restrooms:|Available|\n|Parking Fees:|Free|\n|Available Facilities:|[Exhibition Hall]<br> * Geumguri Zone: Yonghwasil Pond, Wetland Experience Site, Wetlands in Korea, Seocheon Agricultural Ecology Center, Geumguri Pond, etc.<br> * Najeoeoh Zone: Najeoeh Pond<br> * Hadaram Zone: High Mountain Ecology Center, Korean Forest, Hadaram Plaza (Hadaram Playground, Rest Area), etc.<br> * Godaeryuk Zone: Deer Ecology Center<br> * Ecorium Zone: Ecorium (Permanent Main Exhibition Hall, Tropical Biome, Desert Biome, Mediterranean Biome, Temperate Biome, Polar Biome, Special Exhibition Hall, 4D Theater, Eco-Lab, Children's Library, etc.)<br><br> [Convenience Facilities]<br> Information Desk, Visitor's Center, Hadaram Plaza, restaurant, café, snack bars, gift shop, medical center, resting area, nursing room, electric car, etc.|\n|Admission Fees:|Individuals: Adults 5,000 won / Teenagers 3,000 won / Children 2,000 won<br>Groups: Adults 4,000 won / Teenagers 2,000 won / Children 1,000 won<br><br>* Groups: 20 people or more<br>* Adults (ages 19-64) / Teenagers (ages 13-18) / Children (ages 5-12)<br>* Free admission: Preschoolers (ages 5 and under), Seniors (ages 65 and over)<br>* Proof required for discounts |\n|Interpretation Services Offered:|Ecorium audio device: Available to rent at Ecorium Information Desk (Korean, English, Japanese, Chinese / Deposit 10,000 won)|\n|Korean Info. Service:|[Eco-interpretation Program]<br> - Reservation: Online reservation (two days before visiting) & on-site ticketing (first-come first-served basis)<br> - Program: Basic explanation (visit 5 climate exhibition hall), planned explanation (Gaemi Research Station), Intensive explanation (themed explanation), Summary explanation (Ecorium), Outdoor explanation (Wetland explanation)|\n  \n## Detail Image\n![/2022-11-11-1668145341995/1922680_image2_1.webp](/2022-11-11-1668145341995/1922680_image2_1.webp)\n![/2022-11-11-1668145341995/1922684_image2_1.webp](/2022-11-11-1668145341995/1922684_image2_1.webp)\n![/2022-11-11-1668145341995/1922685_image2_1.webp](/2022-11-11-1668145341995/1922685_image2_1.webp)\n![/2022-11-11-1668145341995/1922687_image2_1.webp](/2022-11-11-1668145341995/1922687_image2_1.webp)\n![/2022-11-11-1668145341995/1922697_image2_1.webp](/2022-11-11-1668145341995/1922697_image2_1.webp)\n![/2022-11-11-1668145341995/1922701_image2_1.webp](/2022-11-11-1668145341995/1922701_image2_1.webp)\n![/2022-11-11-1668145341995/1922702_image2_1.webp](/2022-11-11-1668145341995/1922702_image2_1.webp)\n![/2022-11-11-1668145341995/1922710_image2_1.webp](/2022-11-11-1668145341995/1922710_image2_1.webp)\n![/2022-11-11-1668145341995/1922713_image2_1.webp](/2022-11-11-1668145341995/1922713_image2_1.webp)\n![/2022-11-11-1668145341995/1922679_image2_1.webp](/2022-11-11-1668145341995/1922679_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-41-950-5300](tel:+82419505300)\n- [🏠www.nie.re.kr](http://www.nie.re.kr/)\n\n\n```googleMap\nlatitude: 36.0297102165\nlongitude: 126.7246689502\ntitle: 1210, Geumgang-ro, Seocheon-gun, Chungcheongnam-do\n```\n  \n## Directions\n  \n[Bus]<br>\nFrom Seoul Nambu Terminal, take a bus to Seocheon Intercity Bus Terminal.<br>From Seocheon Intercity Bus Terminal Bus Stop, take Bus No. 72 and get off at National Institute of Ecology Bus Stop.\n","data":{"id":"2022-11-11-1668145341995","title":"National Institute of Ecology - Seocheon (국립생태원(서천))","description":"National Institute of Ecology is a research, exhibition, and educational center housing various animals and plants from world five climates and regions including the tropics, desert climate, the Mediterranean, temperate climate, and the polar region. Fauna and flora from the Korean Peninsulas ecosystem can also be seen here. The Institute’s Ecorium showcases living ecosystem exhibitions, housing 1,900 plants and 280 animals in an area of 21,000㎡ to help people understand the relations between climate and ecology. The outdoor exhibition area is divided into 5 sections, from Korea’s representative wetland ecological system to various international plants, rare plants grown on the high mountain, Korean representative deer species habitat space, pond ecology and others. In addition, it offers vivid ecological education through the nearby ecological region and has varied exhibitions and researching facility as well as firsthand programs and events.","regDate":"2022-11-11","author":"korea-tour","tag":["Chungcheongnam-do","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2022-11-11-1668145341995/1922689_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-11-1668145341995","pageUrl":"https:/mcdryad.com/Chungcheongnam-do/2022-11-11-1668145341995"},"dataList":[{"id":"2022-11-19-1668847374367","title":"Donamseowon Confucian Academy [UNESCO World Heritage] (돈암서원 [유네스코 세계문화유산])","description":"Donamseowon Confucian Academy was built in 1634, originally 1.5 kilometers away from its current location. It received a royal charter in 1660 and relocated to its current location in 1880 due to flooding problems. The academys main gate, Ipdeokmun Gate, is made up of three entrance doors. Once inside, Yangseongdang Hall can be seen facing the main gate, with Eungdodang Hall to the left. Ancestral rites take place every February and August at Jungjeong Hall. Inside the academy is a shrine that houses the ancestral tablets of four prominent scholars who taught at this institution - Kim Jang-saeng, Kim jip, Song Jun-gil, and Song Si-yeol. Among the academies that served Kim Jang-saeng and his teachings, Donamseowon is considered the most important and influencial.","regDate":"2022-11-19","author":"korea-tour","tag":["Chungcheongnam-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-11-19-1668847374367/2620822_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-19-1668847374367"},{"id":"2022-11-19-1668843358474","title":"Buyeo Garimseong Fortress (부여 가림성)","description":"Garimseong Fortress is a stone fortress built on the lower reaches of the Geumgang River to protect Sabiseong Fortress, the capital of the Baekje dynasty. The fortress parking lot is only 200 meters away from the southern entrance, allowing visitors to easily access and enjoy the view from this historical fortress. By ascending the stairway by the rocky cliff, a large tree comes into view. Known to be over 400 years old, this tree is called the Love tree of Seongheungsan Mountain and has even made an appearance in the drama Seodongyo (200). The fortress is also popular as a sunrise spot, serving as Buyeo-gun’s New Years Eve festival venue.","regDate":"2022-11-19","author":"korea-tour","tag":["Chungcheongnam-do","Culture/Art/History","Historical Sites","Fortresses"],"imgUrl":"/2022-11-19-1668843358474/210152_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-19-1668843358474"},{"id":"2022-11-19-1668840214052","title":"Boryeong Mud Museum (보령머드박물관)","description":"Boryeong Mud Museum is comprised of a mud shower booth, mud massage room, mud-related exhibition and hands-on programs as well as mud cosmetics. It is located in front of Daecheon Beach, making it convenient to visit after spending time on the beach. Visitors can enjoy various cosmetics and health-related experiences.","regDate":"2022-11-19","author":"korea-tour","tag":["Chungcheongnam-do","Culture/Art/History","Industrial Sites","Others"],"imgUrl":"","blogPath":"Chungcheongnam-do/2022-11-19-1668840214052"},{"id":"2022-11-19-1668836252075","title":"Boryeong Eunhaeng (Ginkgo) Village (보령 은행마을)","description":"In Boryeong-si, Chungcheongnam-do, Boryeong Eunhaeng (Ginkgo) Village is filled with ginkgo trees. It is also called “Cheongna Eunghaeng Maeul” (청라 은행 마을) and “Green Rural Tourism Village” (녹색농촌체험마을).<br><br>Upon entering the village, murals can be seen, which are enhanced by ginkgo trees throughout the village, particularly in autumn when they change a dazzling yellow. <br><br>The village uses Janghyeon Elementary School, which closed in 1991, as a market place and local experience venue. Permanent hands-on programs and seasonal countryside activities, making a mosaic with ginkgo leaves, and shaking and gathering ginkgo leaves are also available.","regDate":"2022-11-19","author":"korea-tour","tag":["Chungcheongnam-do","Culture/Art/History","Experience Programs","Village Experience"],"imgUrl":"","blogPath":"Chungcheongnam-do/2022-11-19-1668836252075"},{"id":"2022-11-19-1668833070999","title":"Anmyeon Beach (안면 해수욕장)","description":"Anmyeon Beach is a 10-minute drive away from Yeonyukgyo Bridge, located in southern Taean. The way to the beach is led by sceneries of mountains and rice paddies. Upon arrival, the view gets replaced with a wide-open sandy beach with small islets scattered across the ocean. Anmyeon Beach is also a popular site for rock fishing and catching clams and baby crabs at low tide.","regDate":"2022-11-19","author":"korea-tour","tag":["Chungcheongnam-do","Nature","Natural Sites"],"imgUrl":"","blogPath":"Chungcheongnam-do/2022-11-19-1668833070999"},{"id":"2022-11-19-1668829885361","title":"Yonghyeon National Recreational Forest (국립 용현자연휴양림)","description":"Yonghyeon National Recreational Forest is situated in the heart of Yonghyeon Valley between the ridges of Gayasan Mountain around Seongmunbong Peak (alt. 678 m). The forest boasts splendid natural landscape. A hiking trail and loop trail through the forest are established along the ridges of the mountain and connect to the road leading to Seosan Farm, so hiking and walking are convenient and one can get a great view of the Yellow Sea in the distance. The valley waters are particularly clean and clear, and the forest features dense groves of oak trees. There are group accommodation facilities and forest education classes. For an educational and cultural excursion, visitors can also learn about the later Baekje period in a nearby education facility.","regDate":"2022-11-19","author":"korea-tour","tag":["Chungcheongnam-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"/2022-11-19-1668829885361/1994266_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-19-1668829885361"},{"id":"2022-11-18-1668768128450","title":"Yesan Hyangcheonsa Temple (향천사(예산))","description":"Hyangcheonsa Temple is an old temple that was founded by Monk Euigak in the late Baekje period under King Uijas rule. The temple is easily accessble from downtown despite its location deep within a valley at the foot of Geumosan Mountain, serving as a landmark for visitors enjoying a light stroll or a hike up to the mountain. Serving as a home to several relics and a nine-story stone pagoda, the temple site and buildings are well maintained and neatly cleaned on a daily basis.  <br><br>According to legends, Monk Euigak originally had planned on building a temple in Sinam-myeon in Yesan. He went to China and brought a Buddha statue, praying earnestly on his way back aboard a boat. Upon his arrival, he sighted a pair of golden crows flying above the boat and followed the birds before they disappeared. He found the birds at the temples current location, drinking from a puddle of water that had an aromatic smell. From then on the mountain was called Geumosan, meaning the mountain of golden crow, and the temple was named Hyangcheonsa, meaning the temple of fragrant water.","regDate":"2022-11-18","author":"korea-tour","tag":["Chungcheongnam-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-11-18-1668768128450/1962103_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-18-1668768128450"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}