{"pageProps":{"content":"![Chungnyeolsa Shrine (충렬사)](/2022-07-30-1659202733749/2668257_image2_1.webp)\n\n  \n## Overview\n\n> Chungnyeolsa Shrine was built in 1606 upon the order of King Seonjo to commemorate Admiral Yi Sun-sin's loyalty and brilliant exploits. The shrine houses the memorial tablet of Admiral Lee. The shrine was designated as a Historic Site on June 11, 1973.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br>(Korean, English, Japanese, Chinese) <br> • For more info: +82-55-645-3229|\n|parking:|Available (30 small vehicle, 8 large vehicle parking spaces)|\n|restdate:|N/A (Open all year round)|\n|usetime:|Summer 09:00-18:00 / Winter 09:00-17:00|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Admission Fees:|Individuals: Adults 1,000 won /  Teenagers 700 won / Children 500 won<br>Groups:  Adults 800 won /  Teenagers 600 won / Children 400 won<br><br>* Groups: 30 or more<BR>* Free entrance: Preschoolers (ages 7 and under) and Senior citizens (ages 65 and older)|\n|Available Facilities:|Relic museum|\n|Restrooms:|Available|\n|Parking Fees:|Small vehicles 1,000 won / Large vehicles 3,000 won<br>* 1 hour basis|\n  \n## Detail Image\n![/2022-07-30-1659202733749/2389532_image2_1.webp](/2022-07-30-1659202733749/2389532_image2_1.webp)\n![/2022-07-30-1659202733749/2668258_image2_1.webp](/2022-07-30-1659202733749/2668258_image2_1.webp)\n![/2022-07-30-1659202733749/2668259_image2_1.webp](/2022-07-30-1659202733749/2668259_image2_1.webp)\n![/2022-07-30-1659202733749/2668260_image2_1.webp](/2022-07-30-1659202733749/2668260_image2_1.webp)\n![/2022-07-30-1659202733749/2668261_image2_1.webp](/2022-07-30-1659202733749/2668261_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-55-645-3229](tel:+82556453229)\n- [🏠tycr.kr](http://www.tycr.kr/)\n\n\n```googleMap\nlatitude: 34.8466846799\nlongitude: 128.4174587210\ntitle: 251, Yeohwang-ro, Tongyeong-si, Gyeongsangnam-do\n```\n  \n\n","data":{"id":"2022-07-30-1659202733749","title":"Chungnyeolsa Shrine (충렬사)","description":"Chungnyeolsa Shrine was built in 1606 upon the order of King Seonjo to commemorate Admiral Yi Sun-sin's loyalty and brilliant exploits. The shrine houses the memorial tablet of Admiral Lee. The shrine was designated as a Historic Site on June 11, 1973.","regDate":"2022-07-30","author":"korea-tour","tag":["Gyeongsangnam-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-07-30-1659202733749/2668257_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-07-30-1659202733749","pageUrl":"https:/mcdryad.com/Gyeongsangnam-do/2022-07-30-1659202733749"},"dataList":[{"id":"2022-12-21-1671608179268","title":"Jirisan National Park (Hadong Section) (지리산국립공원(하동))","description":"Designated as the first national park in Korea on December 29, 1967, Jirisan National Park stretches out over 483.022 square kilometers, making it the largest national park among all 22 national parks. It covers Korea’s three southernmost provinces; Gyeongsangnam-do, Jeollanam-do, and Jeollabuk-do, one city, four counties, and 15 districts of eup and myeon. The area in Gyeongsangnam-do has many temples including Ssanggyesa Temple and Chilbulsa Temple, as well as valleys, falls, and other tourism resources.","regDate":"2022-12-21","author":"korea-tour","tag":["Gyeongsangnam-do","Nature","Natural Sites","National Parks"],"imgUrl":"/2022-12-21-1671608179268/1320913_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-21-1671608179268"},{"id":"2022-12-21-1671604760685","title":"Jirisan History Museum (지리산역사관)","description":"Jirisan History Museum is located within Jirisan National Park at the start of the hiking course to Byeoksoryeong Pass. Rather a small museum, it provides detailed information about the history of North Korean partisans and the routes that they took throughout the mountain during the Korean War. The museum also exhibits the war relics, lifestyle of the mountain villagers and local produce of Hadong.","regDate":"2022-12-21","author":"korea-tour","tag":["Gyeongsangnam-do","Culture/Art/History"],"imgUrl":"/2022-12-21-1671604760685/1320861_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-21-1671604760685"},{"id":"2022-12-21-1671600968838","title":"Jirisan Chilseongyegok Valley (칠선계곡(지리산))","description":"Chilseongyegok Valley is the most beautiful valley in Jirisan Mountain, and is one of the top three valleys in the nation, along with Cheonbuldonggyegok Valley in Seoraksan Mountain and Tamnagyegok Valley in Hallasan Mountain. The 16-kilometer valley stretching from Uitan of Macheon-myeon to Cheonwangbong Peak is characterized by very tough topography but beautiful scenery and is the only remaining primeval forest of Jirisan Mountain. It is also dotted with seven waterfalls and 33 ponds. The hike becomes more difficult as the trail enters the valley. Because the valley has taken many lives, some people call it The Valley of Death. For that reason, visitors must apply in advance and hike with a guide. The trail in Chilseon Valley is a 9.4-kilometer course from Chuseong Village in Macheon-myeon to Cheonwangbong Peak, which does not follow the natural valley, due to the valleys steep and dangerous features. Starting from Chuseong Village, the trail passes Yongso Pond, Jujiteo Site, Chuseongmang Rock, Seonnyeotang Pond, Ongnyeotang Pond, Biseondam, Chilseonpokpo Falls, Daeryukpokpo Falls, Samcheungpokpo Falls and Mapokpo Falls, all before reaching Cheonwangbong Peak.","regDate":"2022-12-21","author":"korea-tour","tag":["Gyeongsangnam-do","Nature","Natural Sites","Valleys"],"imgUrl":"/2022-12-21-1671600968838/2617002_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-21-1671600968838"},{"id":"2022-12-21-1671597571410","title":"Jinjuseong Fortress (진주성)","description":"Jinjuseong Fortress, which is historically linked to the Imjin War (1592-1598), was originally named Geoyeolseong Fortress during the Three Kingdom Period, later renamed as Chokseokseong Fortress in the Goryeo dynasty and finally settled as Jinjuseong Fortress in the Joseon dynasty. The reinforced stonewall has a circumference of approximately 1,760 meters, 5-8 meters in x_height and contains three wells and springs. According to Ha Ryun’s Seongmungi in Donggukyeojiseungnam Record, the fortress was frequently destroyed during invasions and was reinforced by Jinju’s minister, Kim Jung-gwang during the fifth year of Goryeo Woo King’s reign (1379). During this period, the circumference was 800 bo(pace), with Uijeongmun Gate to the east, Jijemun Gate to the north, and Yehwamun Gate to the south. Outside the castle, Cheongcheon River flows in the west, Namgang River in the south and a pond lies between the castle and the trench dug during the war times. As a fortress to safeguard from attacks, it blocked enemies from advancing toward Honam during the 25th year of Joseon Seonjo King’s reign (1592). Within the fortress lies Chokseoknu, Kim Shi-min Memorial, Uigisa Shrine, Seojangdae, Bukjangdae, Changyeolsa shrine, Jinju National Museum, Hoguksa Temple, and an outdoor stage.","regDate":"2022-12-21","author":"korea-tour","tag":["Gyeongsangnam-do","Culture/Art/History","Historical Sites","Fortresses"],"imgUrl":"/2022-12-21-1671597571410/2367488_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-21-1671597571410"},{"id":"2022-12-21-1671593800855","title":"Jinhae NFRDI Environment Eco-Park (진해내수면 환경생태공원)","description":"Jinhae NFRDI Environment Eco-Park (Inland Water Eco Park) is located nearby the Nambu Inland Water Research Center with an area of 83,897㎡ which serves as a habitat to diverse organisms. This environmentally friendly park boasts a splendid natural landscape with over 65 different species of trees (sheepberry, willow, boxwood, cherry blossom trees, etc.) and abundant flowers (golden reed, hosta, water canna, irises, etc.). The park is open to the public and is a favorite retreat for residents of the area.","regDate":"2022-12-21","author":"korea-tour","tag":["Gyeongsangnam-do","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2022-12-21-1671593800855/1272801_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-21-1671593800855"},{"id":"2022-12-20-1671532758513","title":"Jeodo Island (저도(딱섬))","description":"Jeodo Island derives its name from the abundance of paper mulberry (a fiber crop largely used for papermaking) growing on the island. The letter jeo refers to paper mulberry, while -do refers to island.<br><br>On Jeodo Island, one can get a glimpse of what daily life in a small fishing village is like. The island can also be seen just behind the bamboo weirs from Siran Dock. The view is a combination of a lighthouse, fishing site, lush meadows, and lodgings with the ocean in the background. Fishing using bamboo weirs is a rare sight to see in Korea, and can only be found on the southern coast.","regDate":"2022-12-20","author":"korea-tour","tag":["Gyeongsangnam-do","Nature","Natural Sites"],"imgUrl":"/2022-12-20-1671532758513/2372761_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-20-1671532758513"},{"id":"2022-12-20-1671528984991","title":"Jehwangsan Park (제황산공원)","description":"Jehwangsan Park, located on Jehwangsan Mountain at the heart of Jinhae, is home to the nine-story Jinhae Tower. The tower, which symbolizes a Korean naval warship, stands at the top of a 365-step staircase and commands a splendid view of both the city and the coastline. On the first and second floors of the tower is the Jinhae City Museum, exhibiting folk models and relics excavated from Jinhae.<br><Br>Jinhae is Korea’s representative naval port city and is rife with cultural relics related to Admiral Yi Sun-Sin (1545-1598), a Korean hero who led the nation to victory in naval battles against Japanese forces during the Imjin War (1592-1598). The city is also known as the venue of the famous Jinhae Gunhangje Festival, which is widely known as the nation’s largest cherry blossom festival.","regDate":"2022-12-20","author":"korea-tour","tag":["Gyeongsangnam-do","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-12-20-1671528984991/1274419_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-20-1671528984991"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}