{"pageProps":{"content":"![Cheongnamdae Presidential Villa (청남대)](/2022-07-26-1658854380652/2601641_image2_1.webp)\n\n  \n## Overview\n\n> Cheongnamdae, which means \"Cheong Wa Dae in a warm southern land,\" was once a private villa used by former presidents of Korea. Cheongnamdae became open to the public on April 18, 2003. It is located near Daecheong Dam in Cheongwon-gu, Chungcheongbuk-do and was built in 1983. The total area spans 1,825,000ｍ² and consists of a main building, golf range, heliport, and fishing area. The natural environment surrounding the area has been well preserved, serving as a home to wildlife, including over 143 species of wild flowers and 124 species of trees as well as several endangered species.\n\n  \n## Intro\n\n| | |\n| - | - |\n|accomcount:|N/A|\n|expagerange:|Open to visitors of all ages|\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br>(Korean, English, Japanese, Chinese) <br>• For more info: +82-43-257-5080|\n|opendate:|April 18, 2003|\n|parking:|Available (500 parking spaces)|\n|restdate:|Mondays, New Year's Day, Seollal (Lunar New Year's Day) & Chuseok (Korean Thanksgiving Day) holidays|\n|usetime:|February-November 09:00-18:00<br>December-January 09:00-17:00 <br>* Last admission 1 hr 30 min before closing|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Film Locations:|Dramas, movies, commercials, etc.|\n|Admission Fees:|Individuals: Adults 5,000 won / Teenagers 4,000 won / Children & senior citizens 3,000 won<br>Groups: Adults 4,000 won / Teenagers 3,000 won / Children & senior citizens 2,000 won<br><br>* Groups: 20 or more<BR>* Adults (ages 19-64) / Teenagers (13-18) / Children (7-12) / Senior citizens (ages 65 & older)<br>* Free admission: Preschoolers (ages 6 & younger)|\n|Available Facilities:|[Exhibition] President's Villa, Main hall, Ogakjeong Pavilion, President Memorial Hall, etc.<br>[Venues] Small conference room, conference room, seminar room, auditorium, etc.<br>[Sanitation] Restroom, drinking fountain, etc.<br>[Other facilities] Photo zone, pavilion, observatory, walking path, etc.|\n|Restrooms:|Available|\n|Parking Fees:|Small-sized vehicles 1,000 won<br>Mid-sized vehicles 2,000 won<br>Large vehicles (16 passengers & over) 3,000 won|\n  \n## Detail Image\n![/2022-07-26-1658854380652/2601639_image2_1.webp](/2022-07-26-1658854380652/2601639_image2_1.webp)\n![/2022-07-26-1658854380652/2601640_image2_1.webp](/2022-07-26-1658854380652/2601640_image2_1.webp)\n![/2022-07-26-1658854380652/2601643_image2_1.webp](/2022-07-26-1658854380652/2601643_image2_1.webp)\n![/2022-07-26-1658854380652/2601644_image2_1.webp](/2022-07-26-1658854380652/2601644_image2_1.webp)\n![/2022-07-26-1658854380652/2601645_image2_1.webp](/2022-07-26-1658854380652/2601645_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-43-257-5080](tel:+82432575080)\n- [🏠chnam.chungbuk.go.kr](http://chnam.chungbuk.go.kr)\n\n\n```googleMap\nlatitude: 36.4622380327\nlongitude: 127.4900889125\ntitle: 646, Cheongnamdae-gil, Sangdang-gu, Cheongju-si, Chungcheongbuk-do\n```\n  \n## Directions\n  \n[Bus]<br>\nFrom Dong Seoul Terminal take an intercity bus to Cheongju Bus Terminal<br>\nFrom Cheongju (Express) Bus Terminal take Bus No. 311 to Munui Bus Stop. <BR>\nGet tickets at Cheongnamdae Ticket Office in Munui and board the bus to Cheongnamdae.\n","data":{"id":"2022-07-26-1658854380652","title":"Cheongnamdae Presidential Villa (청남대)","description":"Cheongnamdae, which means \"Cheong Wa Dae in a warm southern land,\" was once a private villa used by former presidents of Korea. Cheongnamdae became open to the public on April 18, 2003. It is located near Daecheong Dam in Cheongwon-gu, Chungcheongbuk-do and was built in 1983. The total area spans 1,825,000ｍ² and consists of a main building, golf range, heliport, and fishing area. The natural environment surrounding the area has been well preserved, serving as a home to wildlife, including over 143 species of wild flowers and 124 species of trees as well as several endangered species.","regDate":"2022-07-26","author":"korea-tour","tag":["Chungcheongbuk-do","Culture/Art/History","Architectural Sights","Buildings"],"imgUrl":"/2022-07-26-1658854380652/2601641_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-07-26-1658854380652","pageUrl":"https:/mcdryad.com/Chungcheongbuk-do/2022-07-26-1658854380652"},"dataList":[{"id":"2022-07-26-1658878523604","title":"Chungjuho Lake (충주호)","description":"Chungjuho Lake is the nation’s largest lake, and was formed after the construction of Chungju Dam. When constructing the dam, an approximately 66.48 ㎢ - area was submerged throughout three region in Chungju, Danyang and Jecheon. Even though nearly 50,000 people lost their hometown, the lake became a famous tourist spot of the region, along with Woraksan National Park, Songgye Valley, Cheongpung Culture Center, Eight Sceneries of Danyang, Gosu Cave, Guinsa Temple, Suanbo Hot Springs, Nodong Cave and other spots. <br><br>Tourists can enjoy the scenic area on five ferry docks from Chungjunaru, main ferry dock of Chungju Dam, Cheongpungnaru, Janghoenaru where Gudambong Peak and Oksunbong Peak are located, Danyangnaru in Danyang-eup, and Woraknaru located near the beautiful scenery of Woraksan Mountain. From Chungju Dam to Janghoenaru, it takes approximately 1 hour 30 minutes, making it a long-distance course and offers special sightseeing on board. This course also holds great views of Chungjuho Lake and Yeongbong Peak of Woraksan Mountain, the surrounding scenery of Woraknaru, and two scenic spots of Danyang which are Gudanbong and Oksunbong Peak featuring uniquely-shaped rocks and peaks. This course is the most attractive among Chungjuho ferry excursion routes.","regDate":"2022-07-26","author":"korea-tour","tag":["Chungcheongbuk-do","Nature","Natural Sites"],"imgUrl":"/2022-07-26-1658878523604/177937_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-07-26-1658878523604"},{"id":"2022-07-26-1658875095822","title":"Chungju Jungangtap Park (중앙탑공원 (충주))","description":"Chungju Jungangtap Park is home to the Seven-story Stone Pagoda in Tappyeong-ri (National Treasure), set before the beautiful scenery of the Namhangang River. The stone pagoda was built during the Unified Silla period and was the largest stone pagoda at that time. Because of its location in the middle of the nation, it was called Jungangtap (jungang means middle in Korean). The area around the pagoda was made into a sculpture park, with 26 art pieces from artists all over the country.","regDate":"2022-07-26","author":"korea-tour","tag":["Chungcheongbuk-do","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-07-26-1658875095822/2687381_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-07-26-1658875095822"},{"id":"2022-07-26-1658871253142","title":"Chungju Dam (충주댐)","description":"Chungju Dam is the nation’s largest multipurpose concrete dam and plays a role in water resources planning and management, prevention of flood damage, and electric power production. The dam area features various facilities like the Water Exhibition Hall, Memorial Tower, a resting area, and a tour boat dock. As for the structure, the dam is 97.5 meters high and 447 meters long.  Beneath the main dam, there is a balancing reservoir dam which is 21 meters high and 480.7 meters long.","regDate":"2022-07-26","author":"korea-tour","tag":["Chungcheongbuk-do","Nature","Natural Sites"],"imgUrl":"/2022-07-26-1658871253142/1598407_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-07-26-1658871253142"},{"id":"2022-07-26-1658867788874","title":"Chojeongyaksu Mineral Spring (초정약수)","description":"Located approximately 16 kilometers northeast of CheongjuCity, Chojeongyaksu Mineral Spring is acknowledged as one of the three major mineral springs in the world. Chojeong Mineral Spring was discovered around 600 years ago and became nationally known ever since as the source of naturally carbonated water that has a piquant and cool taste. It is said that King Sejong (1397-1450, reign 1418-1450) visited the springs in 1444 and stayed here for 60 days to treat an eye infection. The daily yield of carbonated water here is 458 tons, which is used for producing natural soda drinks.  There are presently two mineral water plant facilities in the area. The healing effects of Chojeongyaksu Mineral Spring are presumed to come from the abundant radium contained in the water, which is effective in treating eye infections and skin ailments.","regDate":"2022-07-26","author":"korea-tour","tag":["Chungcheongbuk-do","Nature","Natural Sites","Mineral Springs"],"imgUrl":"/2022-07-26-1658867788874/1954530_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-07-26-1658867788874"},{"id":"2022-07-26-1658863890500","title":"Cheongpungho Scenic Monorail (청풍호 관광모노레일)","description":"Cheongpungho Scenic Monorail covers a 2.6-kilometer stretch of land from Dogok-ri, Jecheon to Bibongsan Mountain (alt. 531 m). Walking to the summit of Bibongsan Mountain from Dogok-ri takes roughly one hour, but it only takes an effortless 20 minutes by monorail. Taking the monorail is a great option to admire the beautiful scenery of Cheongpungho Lake.","regDate":"2022-07-26","author":"korea-tour","tag":["Chungcheongbuk-do","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-07-26-1658863890500/2026146_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-07-26-1658863890500"},{"id":"2022-07-26-1658861024761","title":"Cheongpung Cultural Heritage Complex (청풍문화재단지)","description":"Cheongpung Cultural Heritage Complex in Jecheon, Chungcheongbuk-do contains a variety of cultural heritages and artifacts that were collected from the region before it was flooded in 1985 during the construction of Chungju Dam. Here, visitors can see Hanbyeongnu Pavilion (Treasure No. 528), Stone Standing Buddha (Treasure No. 546), Paryeongnu Pavilion, Geumnamnu Pavilion, Geumbyeongheon Hall, Eungcheonggak Pavilion and the Cheongpunghyanggyo Local Confucian School as well as nearly 2,000 household artifacts. It has become an outdoor museum of the glorious culture of the upper reaches of the Namhangang River.","regDate":"2022-07-26","author":"korea-tour","tag":["Chungcheongbuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-07-26-1658861024761/2366266_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-07-26-1658861024761"},{"id":"2022-07-26-1658857175468","title":"Cheongpung Cable Car (청풍호반케이블카)","description":"Cheongpung Cable Car takes passengers back and forth between Multae-ri in Cheongpung-myeon and Bibongsan Mountain along a 2.3-kilometer ropeway. There are a total of 43 cabins that accommodate up to 10 passengers per car, which among ten have transparent flooring to offer a thrilling bird's-eye-view of Cheongpung-myeon. The cable car has a speed of 5 m/s and takes around 10 minutes from the departure point to Bibongsan Mountain peak, and can accommodate up to 15,000 passengers per day. Bibongsan Mountain sits at the center of Cheongpungho Lake and has an elevation of 531 meters. The sight from top offers a feeling as if one is looking down at an archipelago. The cable car allows children and the elderly to enjoy the sight without the hassle of hiking up to the summit.<br>","regDate":"2022-07-26","author":"korea-tour","tag":["Chungcheongbuk-do","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-07-26-1658857175468/2639056_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-07-26-1658857175468"}],"navList":["Busan","Chungcheongbuk-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Incheon","Jeju-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}