{"pageProps":{"content":"![Yongdae National Recreational Forest (국립 용대자연휴양림)](/2022-10-19-1666170135444/219372_image2_1.webp)\n\n  \n## Overview\n\n> Yongdae National Recreational Forest features rivers that flow from Maebongsan Mountain (alt. 1,271 m) and Cheoljeongbong Mountain (alt. 1,172 m). The forest consists of deciduous trees such as oak, linden, and birch, as well as pine trees. Not only does the forest boast a beautiful landscape all-year-round, but also serves as a habitat for wild animals of various species, including rabbits, deer, squirrels, raccoons, and even lenoks, which are designated as endangered species.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-33-462-5031|\n|opendate:|1994|\n|parking:|Available|\n|restdate:|Tuesdays (except July & August)|\n|usetime:|[Accommodations] 15:00-12:00 (next day)|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Mountain Not Access Period:|Cooking charcoal barbeque and hiking Maebongsan Mountain are restricted during Mountain Fire Prevention and Awareness period.<br>* Februray 15 - May 15 / November 1 - December 15|\n|Admission Fees:|Individuals - Adults 1,000 won / Children 600 won / Preschoolers 300 won<br>Groups - Adults 800 won / Children 500 won / Preschoolers 200 won<br> <br>* Groups: 20 people or more<br>* Adutls (ages 19-64) / Children (ages 7-18) / Preschoolers (ages 6 & younger)<br>* Free admission during winter, including camping sites. (December-March)|\n|Facility Utilization Fees:|Accommodations (Low Season & Weekdays / Peak Season & Weekends)<br><br>[House in the forest]<br>-Rooms (28㎡, 4 people) 37,000 won / 67,000 won<br><br>- Rooms (80㎡, 12 people) 104,000 won/ 184,000 won<BR><br> [Forest Culture Recreation Center] <br> - Rooms (23㎡~26㎡, 4 people) 39,000 won / 68,000 won<br> - Rooms (29㎡~36㎡, 5-6 people) 50,000 won / 91,000 won<br><br> [Camping Facility] <br> - Camping Deck (under 9㎡) 4,000 won<br> - Camping Deck (9㎡~13㎡) 6,000 won<br> - Camping Deck (13㎡ and more) 7,000 won<br> - Auto Camping Site 9,000 won<br><br>* Additional admission fees and parking fees charged for camping facility (Visitors using the camping site for two or more consecutive days will only be charged a one-day admission.)<br>* Parking fee for auto camping site, cabin, camping site with camping cars will be waived.<br>* Additional 2,000 won will be charged for camping facilities that include electricity.|\n|Parking Fees:|Compact cars 1,500 won / Small & mid-sized vehicles 3,000 won / Large vehicles 5,000 won|\n|Available Facilities:|Autocamping, Mongolian Yurt site, tent camping, etc.|\n|Restrooms:|Available|\n  \n## Detail Image\n![/2022-10-19-1666170135444/219237_image2_1.webp](/2022-10-19-1666170135444/219237_image2_1.webp)\n![/2022-10-19-1666170135444/219238_image2_1.webp](/2022-10-19-1666170135444/219238_image2_1.webp)\n![/2022-10-19-1666170135444/219239_image2_1.webp](/2022-10-19-1666170135444/219239_image2_1.webp)\n![/2022-10-19-1666170135444/219240_image2_1.webp](/2022-10-19-1666170135444/219240_image2_1.webp)\n![/2022-10-19-1666170135444/219241_image2_1.webp](/2022-10-19-1666170135444/219241_image2_1.webp)\n![/2022-10-19-1666170135444/219242_image2_1.webp](/2022-10-19-1666170135444/219242_image2_1.webp)\n![/2022-10-19-1666170135444/219243_image2_1.webp](/2022-10-19-1666170135444/219243_image2_1.webp)\n![/2022-10-19-1666170135444/219373_image2_1.webp](/2022-10-19-1666170135444/219373_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-33-462-5031](tel:+82334625031)\n- [🏠www.foresttrip.go.kr](https://www.foresttrip.go.kr/indvz/main.do?hmpgId=0102)\n\n\n```googleMap\nlatitude: 38.2182337685\nlongitude: 128.3131051515\ntitle: 7, Yeonhwadong-gil, Inje-gun, Gangwon-do\n```\n  \n## Directions\n  \n[Bus]<br>\nFrom Dong Seoul Bus Terminal, take an intercity bus to Jinburyeong Bus Stop or Yongdaeri Bus Stop.<br>\nFrom Jinburyeong Bus Stop, take Nongeochon Bus bound for Wontong-Jinburyeong and get off at Yongdae National Recreational Forest Bus Stop.\n","data":{"id":"2022-10-19-1666170135444","title":"Yongdae National Recreational Forest (국립 용대자연휴양림)","description":"Yongdae National Recreational Forest features rivers that flow from Maebongsan Mountain (alt. 1,271 m) and Cheoljeongbong Mountain (alt. 1,172 m). The forest consists of deciduous trees such as oak, linden, and birch, as well as pine trees. Not only does the forest boast a beautiful landscape all-year-round, but also serves as a habitat for wild animals of various species, including rabbits, deer, squirrels, raccoons, and even lenoks, which are designated as endangered species.","regDate":"2022-10-19","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"/2022-10-19-1666170135444/219372_image2_1.webp","blogPath":"Gangwon-do/2022-10-19-1666170135444","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-10-19-1666170135444"},"dataList":[{"id":"2022-10-23-1666515124320","title":"Guryongpokpo Falls (Sogeumgang River) (구룡폭포 (소금강))","description":"Guryongpokpo Falls refers to the group of nine waterfalls, varying in size, located over a three-kilometer stretch of Sogeumgang River in Odaesan National Park. Guryong means nine dragons and legend has it that each of the waterfalls was occupied by a dragon. The sixth waterfall is particularly attractive. It is simultaneously the most magnificent and serene of the falls, which is why it is also known as the Gentleman’s Waterfall. Two kilometers away from the sixth waterfall, is a curious-looking piece of rock called Manmulsang. The name literally means tens of thousands of different looks. Some of these looks have earned it to other names such as Giant Rock, Phantom-Face Rock, Iworam, and Candlestick Rock’","regDate":"2022-10-23","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Waterfalls"],"imgUrl":"","blogPath":"Gangwon-do/2022-10-23-1666515124320"},{"id":"2022-10-23-1666511191599","title":"Gongjicheon Recreation Area (공지천유원지)","description":"The area of Gongjicheon Stream connected to the Bukhangang River is a shelter in the middle of Chuncheon City. This recreation area comprises various facilities along both sides of the Gongjicheon Stream, including Gongjicheon Sculpture Park, Uiam Park, Memorial Hall for Ethiopian Veterans in the Korean War, inline skating rink, outdoor stage, and fountain. Visitors can cross the water easily through the Gongjicheon Bridge and the lower pedestrian bridge. The waterside trail and the bike path are popular among citizens with the seasonal scenic view. In particular, cherry blossom attracts many visitors in spring. There is a bicycle rental stand nearby the stream. It is recommended to enjoy biking around the Gongjicheon Stream or along the Uiamho Bike Path. Another interesting ride is a pedal boat with which visitors can create a romantic memory with a splendid scenery of the Gongjicheon Stream.","regDate":"2022-10-23","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Recreational Sites","Resorts"],"imgUrl":"","blogPath":"Gangwon-do/2022-10-23-1666511191599"},{"id":"2022-10-23-1666508347899","title":"Gangneung Coffee Street (강릉커피거리)","description":"Gangneung in Gangwon-do is the first local district in Korea to host a coffee festival and support coffee artisans as well as promote development of coffee related facilities and contents such as a coffee museum, coffee street, coffee factory, barista academy, and more. With almost all coffee shops in the area roasting their own coffee beans, Gangneung is well-recognized as the city of coffee.","regDate":"2022-10-23","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Experience Programs","Cultural Districts"],"imgUrl":"/2022-10-23-1666508347899/2405212_image2_1.webp","blogPath":"Gangwon-do/2022-10-23-1666508347899"},{"id":"2022-10-23-1666504916986","title":"Gangmun Beach (강문해변)","description":"Located in Gangmun-dong, Gangmun Beach is lined with fresh <em>hoe</em> (sliced raw fish) restaurants along Gangmunhang Port. The beach has accommodations nearby and is in close proximity to the Gyeongpo area, making it a great vacation destination. Not only is the beach a well-known diving spot among scuba divers for its deep waters and abundant marine life, but its dock is also popular among fishers all year round.","regDate":"2022-10-23","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites"],"imgUrl":"/2022-10-23-1666504916986/2040313_image2_1.webp","blogPath":"Gangwon-do/2022-10-23-1666504916986"},{"id":"2022-10-22-1666435706013","title":"Daegwallyeong Samyang Farm (대관령 삼양목장)","description":"Daegwallyeong Samyang Farm is a livestock farm opened in 1972 to source product for Samyang Food, then opened as a tourist attraction in 2007 making it open to the public. The animals are free to roam the large ranch fields and the wind generator on top of the hill is the largest in Korea to create natural energy. At the farm, visitors can take in the beautiful scenery, watch a sheep herding performance, feed sheep and ostrich, and so much more. There are various Samyang products sold at the ranch mart as well as organic milk products to try as well.&nbsp;<br>","regDate":"2022-10-22","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Experience Programs","Village Experience"],"imgUrl":"","blogPath":"Gangwon-do/2022-10-22-1666435706013"},{"id":"2022-10-22-1666432066738","title":"Chuncheon Oksanga - Okgwangsan Jade Mine (춘천 옥산가 (옥광산))","description":"This tourist destination was established as a healing and experience attraction based on Korea’s only jade mine in Chuncheon. It comprises Jade Cave Experience Center, Jade Mine Sauna, Toy Museum, Bakery Cafe, restaurant, and other facilities. In particular, Jade Cave Experience Center, which was built by using an actual jade pit, invites visitors to observe and touch rough gemstones. The center has a shelter surrounded by jade stones and an earthenware museum, which exhibits various types of earthenware. If you want to have a healing experience with jade’s energy, the jade sauna is an ideal place to visit. The sauna was built with high-quality nephrite from the jade mine and uses mineral water produced from deep in the jade pit. Moon Valley consisting of a gallery, modern history museum, and toy museum is popular among family visitors with children, and kidults too. The toy museum is full of famous character figures from animated films and popular movies, such as Taekwon V, Mazinger Z, Disney characters, and Star Wars characters. The outdoor park behind the Moon Valley has a small zoo and a walking path.","regDate":"2022-10-22","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Industrial Sites","Mines"],"imgUrl":"","blogPath":"Gangwon-do/2022-10-22-1666432066738"},{"id":"2022-10-22-1666428862040","title":"Chuncheon Mulgil-ro (춘천물레길)","description":"The Mullegil Trail is designed to guide tourists to enjoy the beautiful scenery along the waterway in Chuncheon, a lake city. The Mullegil Trail also offers tourists an opportunity to travel around Chuncheon’s lake and river by canoe. With basic instructions, people of all ages can go canoeing easily. Many companies provide diverse canoeing courses, and their common course starts from the Chuncheon Songam Sports Town, continues to canoe toward the Uiamho Lake Skywalk, and returns. Tourists can enjoy canoeing along the Chuncheon Mullegil Trail and use the King Canoe Quay, which is equipped with a facility for the vulnerable people on tourism. Selected as an open tourist attraction, the King Canoe Quay provides canoeing programs for people in wheelchairs and the visually impaired.","regDate":"2022-10-22","author":"korea-tour","tag":["Gangwon-do"],"imgUrl":"/2022-10-22-1666428862040/2030534_image2_1.webp","blogPath":"Gangwon-do/2022-10-22-1666428862040"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}