{"pageProps":{"content":"![German Village (독일마을)](/2022-12-16-1671187023927/2652082_image2_1.webp)\n\n  \n## Overview\n\n> The German Village was built for Korean residents who returned from living in Germany. Many Korean lived in Germany where they earned foreign currency during the modernization of Korea in the 1960s. The area is now a unique tourism spot related to German culture. In 2001, the areas of Mulgeon-ri, Samdong-myeon, Namhae-gun, where the Windbreak Forest (Natural Monument No. 150) is located, underwent a development worth 3 billion won ($2 million USD) implemented by Namhae-gun and eventually formed a village spanning over 99,174 ㎡. <br> <br> Korean residents in Germany directly imported materials from Germany to build German-style houses. Some villagers who make frequent visits to Germany operate their vacant house as a tourist guesthouse. Attractions nearby are the Windbreak Forest and the Mulmi Coastal Road,&nbsp;one of the most beautiful coastal drives in Korea.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-55-867-8897|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Available Facilities:|Accommodations, restaurant|\n  \n## Detail Image\n![/2022-12-16-1671187023927/2485649_image2_1.webp](/2022-12-16-1671187023927/2485649_image2_1.webp)\n![/2022-12-16-1671187023927/2593772_image2_1.webp](/2022-12-16-1671187023927/2593772_image2_1.webp)\n![/2022-12-16-1671187023927/2593774_image2_1.webp](/2022-12-16-1671187023927/2593774_image2_1.webp)\n![/2022-12-16-1671187023927/2652081_image2_1.webp](/2022-12-16-1671187023927/2652081_image2_1.webp)\n![/2022-12-16-1671187023927/2652083_image2_1.webp](/2022-12-16-1671187023927/2652083_image2_1.webp)\n![/2022-12-16-1671187023927/2652084_image2_1.webp](/2022-12-16-1671187023927/2652084_image2_1.webp)\n![/2022-12-16-1671187023927/2652085_image2_1.webp](/2022-12-16-1671187023927/2652085_image2_1.webp)\n![/2022-12-16-1671187023927/2703887_image2_1.webp](/2022-12-16-1671187023927/2703887_image2_1.webp)\n![/2022-12-16-1671187023927/2703888_image2_1.webp](/2022-12-16-1671187023927/2703888_image2_1.webp)\n![/2022-12-16-1671187023927/1991517_image2_1.webp](/2022-12-16-1671187023927/1991517_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-55-867-8897](tel:+82558678897)\n- [🏠남해독일마을.com](http://남해독일마을.com)\n\n\n```googleMap\nlatitude: 34.8008747595\nlongitude: 128.0384735213\ntitle: 92, Dogil-ro, Namhae-gun, Gyeongsangnam-do\n```\n  \n## Directions\n  \n[Bus]<br>\nFrom Seoul Nambu Terminal or Dong Seoul Terminal, take an intercity bus to Namhae Intercity Bus Terminal.<br>\nTake a Local Bus to Namhae-Mijo at Namhae Bus Terminal Bus Stop and get off at Naedongcheon Bus Stop.<br>\nWalk along the road for 623 m toward the village.<br><br>\n\n[Taxi]<br>\nApprox. 25 min from Namhae Bus Terminal.\n","data":{"id":"2022-12-16-1671187023927","title":"German Village (독일마을)","description":"The German Village was built for Korean residents who returned from living in Germany. Many Korean lived in Germany where they earned foreign currency during the modernization of Korea in the 1960s. The area is now a unique tourism spot related to German culture. In 2001, the areas of Mulgeon-ri, Samdong-myeon, Namhae-gun, where the Windbreak Forest (Natural Monument No. 150) is located, underwent a development worth 3 billion won ($2 million USD) implemented by Namhae-gun and eventually formed a village spanning over 99,174 ㎡. <br> <br> Korean residents in Germany directly imported materials from Germany to build German-style houses. Some villagers who make frequent visits to Germany operate their vacant house as a tourist guesthouse. Attractions nearby are the Windbreak Forest and the Mulmi Coastal Road,&nbsp;one of the most beautiful coastal drives in Korea.","regDate":"2022-12-16","author":"korea-tour","tag":["Gyeongsangnam-do","Culture/Art/History","Historical Sites","Folk Villages"],"imgUrl":"/2022-12-16-1671187023927/2652082_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-16-1671187023927","pageUrl":"https:/mcdryad.com/Gyeongsangnam-do/2022-12-16-1671187023927"},"dataList":[{"id":"2022-12-20-1671521765502","title":"Jangsado Sea Park (장사도 해상공원)","description":"Located in Hansan-myeon, Tongyeong-si, Gyeongsangnam-do, Jangsado Island is an island that is just 400 meters in x_width, and 1.9 kilometers in length, reaching an altitude of 108 meters with a total area of 390,131㎡. The island has approximately 100,000 trees, with numerous camellia trees and other varieties including silver magnolia. It also a home to beautiful fairy pitta birds, a natural monument, in addition to white eye birds. Local plants that represent Jangsado Island include aerides and dendrobium monile. The island’s name was previously Jamsado Island, derived from its long shape that resembles a silkworm (“jam” is a Chinese character that means “silkworm”). However, due to a translation error during the Japanese colonization, the name was changed to Jangsado Island. <br><br>Jangsado Island is beautiful year round, with hydrangeas blanketing the island in summer and camellias blooming in winter. In order to preserve the natural beauty, urbanization on the island is limited. The eco-friendly park has various sculptures and artistic pieces, and holds various performances take place at the outdoor performance hall which can accommodate up to 1,000 guests.","regDate":"2022-12-20","author":"korea-tour","tag":["Gyeongsangnam-do","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-12-20-1671521765502/2369487_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-20-1671521765502"},{"id":"2022-12-20-1671518462301","title":"Jangboksan Sculpture Park (장복산조각공원)","description":"Jangboksan Sculpture Park stands as the unofficial gateway to Jinhae at the end of Jangbok-ro Road between Masan and Jinhae. Built in 1979 in the wake of a mountain landslide, the park offers a panoramic view of Jinhae and its quiet waters. In spring, more than ten thousand cherry trees interspersed throughout the pines come to full bloom, permeating the air with their sweet fragrance.<br /><br />Nearby attractions include Daegwangsa and Jinheungsa Temples, the Citizens&rsquo; Hall, the Gyeongnam Literary Hall, and Jinhae Park Land, located halfway up Jangboksan Mountain. To visit these attractions and explore the beauty of the forest, simply follow the walking trail from Jinhae Girls&rsquo; High School to the park (1.5 kilometers) and continue walking along the path from the Jangboksan Rest Area to Gumajin Tunnel (1 kilometer).","regDate":"2022-12-20","author":"korea-tour","tag":["Gyeongsangnam-do","Culture/Art/History"],"imgUrl":"/2022-12-20-1671518462301/1908138_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-20-1671518462301"},{"id":"2022-12-20-1671514562117","title":"Jaeyaksan Mountain (재약산)","description":"Situated between Miryang and Ulju, Jaeyaksan Mountain (1,119.1 meters) boasts gorgeous landscapes with giant rock formations near its peak. One of the most popular attractions of the mountain is Sajapyeong Plain and its vast field of silvergrass. The hiking course is relatively easy, adding to its charm. Nearby attractions include Eoreumgol Valley, Hobakso Pool, Pyochungsa Temple, Cheungcheungpokpo Falls, and Geumgangpokpo Falls.","regDate":"2022-12-20","author":"korea-tour","tag":["Gyeongsangnam-do","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2022-12-20-1671514562117/2589476_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-20-1671514562117"},{"id":"2022-12-20-1671511151820","title":"Isang Yun Memorial Park (Docheon Theme Park) (윤이상 기념공원(도천테마파크))","description":"A memorial park for the world-renowned composer Isang Yun was created in Docheon-dong, Tongyeong-si where the great composer was born. The Isang Yun Memorial Park consists of several sections including an exhibition hall displaying the composer’s legacy; a multi-purpose lounge, serving coffee and selling souvenirs; a Memorial Hall, where all kinds of performances and seminars take place; and Gyeongsa Square, an outdoor event venue.","regDate":"2022-12-20","author":"korea-tour","tag":["Gyeongsangnam-do","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-12-20-1671511151820/1002419_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-20-1671511151820"},{"id":"2022-12-20-1671507352881","title":"Ipgok County Park (입곡군립공원)","description":"Ipgok County Park was once a reservoir used for agricultural water during the Japanese colonization period. Near the reservoir, a dense pine tree forest can be seen along the steep cliff and a trekking path winds through the forest. In spring, cherry blossoms provide picturesque scenery in the vicinity of the area and azaleas bloom on the ridges and cliffs as well. A sports field equipped with stands is located in the upper area.<br><Br> The reservoir boasts a grand size with a 4-kilometer circumference making it the largest reservoir in Haman. However, it is shaped like a snake, making it impossible to see the starting and ending points at the same time. It is well-known as a relaxing vacation spot among local families.","regDate":"2022-12-20","author":"korea-tour","tag":["Gyeongsangnam-do","Nature","Natural Sites","County Parks"],"imgUrl":"/2022-12-20-1671507352881/724504_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-20-1671507352881"},{"id":"2022-12-19-1671446346269","title":"Hwangmaesan County Park (황매산군립공원)","description":"Located at the border between Gahoe-myeon and Daebyeong-myeon of Hapcheon, Hwangmaesan Mountain has long been considered a guardian mountain of Hapcheon, but was rarely ever featured in hiking or tourist publications. Thanks to this, the mountains natural environment has been kept in pristine condition. In 1983, the mountain was designated as a county park and now, along with Gayasan Mountain, it is regarded as one of the major mountains in Hapcheon. Hwangmaesan Mountain is one of the last mountain peaks of the Taebaek Mountain Range, and reaches an altitude of 1,113 meters. Pine trees and royal azalea decorate the rocky mountain. From the summit, hikers can see Hapcheonho Lake and Jirisan, Deogyusan, and Gayasan Mountains.","regDate":"2022-12-19","author":"korea-tour","tag":["Gyeongsangnam-do","Nature","Natural Sites","County Parks"],"imgUrl":"/2022-12-19-1671446346269/2635502_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-19-1671446346269"},{"id":"2022-12-19-1671442571578","title":"Hobaksogyegok Valley (호박소계곡)","description":"Hobaksogyegok Valley is located within Gajisan Mountain approximately 3 kilometers away from Eoreumgol Valley in Jaeyaksan Mountain, where the water originates. The valley offers beautiful surroundings and clear water developed over the years. Hobakso Pond, shape like a grain-grinding tool, is located at the base of a 10-meter-high waterfall. With a circumference of 30 meters, the pond is also called Sirye Hobakso Pond, Guyeongpokpo Falls, and Baengnyeonpokpo Falls. In the past, the pond was a spiritual place where people would pray for rain. Surrounded by white granite rocks, the area is a scenic place of natural beauty, free from pollution. Visitors can also look around nearby Baengnyeonsa Temple, Hyeongjeso Pond and Ocheonpyeong Rock.","regDate":"2022-12-19","author":"korea-tour","tag":["Gyeongsangnam-do","Nature","Natural Sites","Valleys"],"imgUrl":"/2022-12-19-1671442571578/2660872_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-19-1671442571578"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}