{"pageProps":{"content":"![Buyeo Naseong Fortress [UNESCO World Heritage] (부여 나성 [유네스코 세계문화유산])](/2022-11-02-1667372047028/2725771_image2_1.webp)\n\n  \n## Overview\n\n> Buyeo Naseong, also known as the Outer City Wall, was built to protect the capital of Baekje, Sabi. It has a x_height of about 8.4 kilometers. The wall surrouned Busosanseong Fortress and extended to the city of Buyeo. <br><br>The wall is one of the oldest walls along with Naseong in Pyeongyang and it is estimated to have been built around 538, when the Baekje capital was changed from Woonjin (current Gongju) to Sabi (current Buyeo). The wall of the fortress starts from the site where Dongmun (East gate) was located to the area of Geumgang River, made by piling soil up. However, only a few traces remain of its former glory. <br><br>For now, it leaves a blurry trail including a 20 meter area to the east of Cheongsanseong Fortress, Dongmun Bridge from Seokmok-ri, and an area from Pilseobong Peak to Yeomchang-ri. While the outer wall is sharply sloped, the inner wall was built with a gentle slope to make it easier for horses to reach the guard posts on the top of the wall. Inside the fortress, the palace of Baekje, government offices, houses, temples, stores and protected facilities can be seen. The entire structure of Naseong Fortress features Geumgang River in the south and west sides, providing a natural double-defense system. The wall was one of the important outer defense facilities along with Cheongsanseong and Cheongmasanseong Fortresses.<br><br>* Area  554,591 ㎡\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330<br>(English, Korean, Japanese, Chinese)<br>• For more info: +82-41-830-2623|\n|usetime:|Open 24 hr|\n  \n\n  \n\n  \n## Contact\n\n- [☎️+82-41-830-2623](tel:+82418302623)\n- [🏠tour.buyeo.go.kr</a><br><a href=\"http://www.cha.go.kr\" target=\"_blank\">www.cha.go.kr](http://tour.buyeo.go.kr)\n\n\n```googleMap\nlatitude: 36.2583128119\nlongitude: 126.9410769085\ntitle: 100-11, Dongmun-ro142beon-gil, Buyeo-gun, Chungcheongnam-do\n```\n  \n\n","data":{"id":"2022-11-02-1667372047028","title":"Buyeo Naseong Fortress [UNESCO World Heritage] (부여 나성 [유네스코 세계문화유산])","description":"Buyeo Naseong, also known as the Outer City Wall, was built to protect the capital of Baekje, Sabi. It has a x_height of about 8.4 kilometers. The wall surrouned Busosanseong Fortress and extended to the city of Buyeo. <br><br>The wall is one of the oldest walls along with Naseong in Pyeongyang and it is estimated to have been built around 538, when the Baekje capital was changed from Woonjin (current Gongju) to Sabi (current Buyeo). The wall of the fortress starts from the site where Dongmun (East gate) was located to the area of Geumgang River, made by piling soil up. However, only a few traces remain of its former glory. <br><br>For now, it leaves a blurry trail including a 20 meter area to the east of Cheongsanseong Fortress, Dongmun Bridge from Seokmok-ri, and an area from Pilseobong Peak to Yeomchang-ri. While the outer wall is sharply sloped, the inner wall was built with a gentle slope to make it easier for horses to reach the guard posts on the top of the wall. Inside the fortress, the palace of Baekje, government offices, houses, temples, stores and protected facilities can be seen. The entire structure of Naseong Fortress features Geumgang River in the south and west sides, providing a natural double-defense system. The wall was one of the important outer defense facilities along with Cheongsanseong and Cheongmasanseong Fortresses.<br><br>* Area  554,591 ㎡","regDate":"2022-11-02","author":"korea-tour","tag":["Chungcheongnam-do","Culture/Art/History","Historical Sites","Fortresses"],"imgUrl":"","blogPath":"Chungcheongnam-do/2022-11-02-1667372047028","pageUrl":"https:/mcdryad.com/Chungcheongnam-do/2022-11-02-1667372047028"},"dataList":[{"id":"2022-11-12-1668249671833","title":"Seodong Park and Gungnamji Pond (서동공원과 궁남지)","description":"Gungnamji Pond (Historic Site No.135), located in Seodong Park, is Korea’s first artificial pond and was created by King Mu from the Baekje dynasty, who was in love with and eventually married Princess Seonhwa. Gungnamji, literally means a pond in the south of the royal palace in Korean, was named according to the Samguksagi record.<br><br>According to a record in the Samguksagi, the History of the Three Kingdoms, King Mu dug this lake south of his palace in the 35th year of his reign (634) and connected it by a 7800-meter long waterway to the water source. The king then had willow trees planted around the bank and had an artificial mound constructed in the middle of the lake.","regDate":"2022-11-12","author":"korea-tour","tag":["Chungcheongnam-do","Nature","Natural Sites"],"imgUrl":"/2022-11-12-1668249671833/2366340_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-12-1668249671833"},{"id":"2022-11-12-1668245960737","title":"Seocheon Maryang-ri Camellia Forest (서천 마량리 동백나무 숲)","description":"One of the eight scenic views of Seocheon, Maryang-ri Camellia Forest is designated as Natural Monument No. 169. The lush forest covers an area of 8,265 ㎡ with the trees being nearly 500 years old. The best time to enjoy the camellias is from late March to early May. Dongbaekjeong Pavilion at the peak of the hill offers a beautiful view of the nearby Oryeokdo Island in the blue sea and is also a prime spot for taking in the sunset. <br><br>The western side of the forest has few remaining trees, but the eastern side is still lush with over 70 trees. While camellia trees typically grow to be 7 meters tall, the strong sea breeze has caused the trees in this forest to have a stunted growth of just 2 meters, as well as growing at a slant.","regDate":"2022-11-12","author":"korea-tour","tag":["Chungcheongnam-do","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2022-11-12-1668245960737/2482724_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-12-1668245960737"},{"id":"2022-11-12-1668242664683","title":"Seocheon Hansan Mosi Museum (서천한산모시관)","description":"Mosi (Ramie Fabric) is one of Hansan’s special local products, along with sogokju liquor. Seocheon Hansan Mosi Museum explains the history and process of making mosi, as well as provides visitors with a chance to see it being made by skilled artisans. With the assistance of Bang Yeon-ok, visitors can try their hand at the process, designated Important Intangible Cultural Heritage No. 14, or try other experience programs such as natural dying and making useful items.","regDate":"2022-11-12","author":"korea-tour","tag":["Chungcheongnam-do","Culture/Art/History","Industrial Sites","Others"],"imgUrl":"/2022-11-12-1668242664683/1946088_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-12-1668242664683"},{"id":"2022-11-12-1668238629381","title":"Samgilpohang Port (삼길포항)","description":"Samgilpohang Port is located in Seosan-si near the floodgate at the end of Daeho Seawall, connecting the area with Dangjin-gun. The 7.8-kilometer-long Daeho Seawall was completed on November 16, 1984 and is a popular drive course with a beautiful view of the sea dotted with large and small islands. The seawall is also a popular for fishing. Around Samgilpohang Port are a number of hoe (sliced raw fish) restaurants where visitors can enjoy fresh seafood with a great view in a tranquil atmosphere. Daeho Seawall is also known as paradise for winter migratory birds, so it attracts a number of birds, photographers, and birdwatchers every winter.","regDate":"2022-11-12","author":"korea-tour","tag":["Chungcheongnam-do","Nature","Natural Sites"],"imgUrl":"/2022-11-12-1668238629381/1908643_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-12-1668238629381"},{"id":"2022-11-12-1668235549079","title":"Sambong Beach (삼봉해수욕장)","description":"Sambong Beach is located to the south of the bridge that connects Nammyeon and Anmyeon-eup. The beach stretches 3.8 kilometers and has a x_width of 300 meters. The beach gently slopes down at a 6° angle and has an average water depth of 1.5 meters with a temperature of 22° C. The three Sambong Rocks, the Haedanghwa flower (plena) and the rich pine forests are just a few of the beautiful and magnificent features of this beach. Also, the beach attracts many visitors during summer because it has convenient transportation making it easily accessible.","regDate":"2022-11-12","author":"korea-tour","tag":["Chungcheongnam-do","Nature","Natural Sites"],"imgUrl":"/2022-11-12-1668235549079/2716446_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-12-1668235549079"},{"id":"2022-11-12-1668231539013","title":"Rock-carved Buddha Triad in Yonghyeon-ri, Seosan (서산 용현리 마애여래삼존상)","description":"Seosan Maaesamjonbul (Rock-Carved Buddha Triad) is carved into a huge rock cliff at the entrance to Bowonsa Temple at Gayasan Mountain. The Rock-Carved Buddha was discovered in 1958, and is considered the oldest and one of the most outstanding Buddha rock carvings in Korea.<br><br>Standing Buddha stands in the center, the cross-legged Buddha is to the right, and Standing Bodhisattva is on the left. The main Buddha, Yearaeipsang (Standing Buddha) is 2.8m high. <br><br>All sculptures carved in the middle of Baekje (6th century) are called Baekjes Smile, named for their trademark bright smiles. The appearance of the smile changes depending on the direction of the sunlight, so these statues were designated as National Treasure No. 84. The best time to see the smile is from 9-11 a.m. <br><br>The location, an important site along a key transportation route from China to Baekje, is on the way to Buyeo from the Taean peninsula. The masterful work represents the active interchange of culture with China during that time period.","regDate":"2022-11-12","author":"korea-tour","tag":["Chungcheongnam-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-11-12-1668231539013/1954555_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-12-1668231539013"},{"id":"2022-11-12-1668228794812","title":"Paradise Spa Dogo (파라다이스 스파도고)","description":"Everyone needs a break and Paradise Spa Dogo is the ideal recuperation hot spring. Opened by Paradise Group, this spa is a large-scale leisure facility in the heart of the hot spring center of Asan, Chungcheongnam-do. Boasting a relaxing environment of 24,622㎡, the spa can comfortably accommodate up to 5,000 people maximum. <br><br>The facility includes a bade pool for water massage treatments, a large pool with year-round warm sulfur hot spring water, and a variety of water recreation options. Particularly popular is the outdoor event spa, which operates with seasonal themes. <br><br>Those visiting over the weekend can also participate in kimchi-making, persimmon-picking, and farm life programs. A spa visit can also be combined with a trip to one of the many nearby tourist attractions such as Hyeonchungam Temple, Oeamni Folk Village, Onyang Folk Museum, Sinjeongho Lake, and the Maeng Sa-seong House.","regDate":"2022-11-12","author":"korea-tour","tag":["Chungcheongnam-do","Culture/Art/History","Recreational Sites","Hot Springs & Spa"],"imgUrl":"/2022-11-12-1668228794812/1601602_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-12-1668228794812"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}