{"pageProps":{"content":"![Dinosaur Tracksite of Hwasun, Seoyu-ri (화순 서유리 공룡발자국화석 산지)](/2023-01-17-1673944760289/1608223_image2_1.webp)\n\n  \n## Overview\n\n> The Dinosaur Tracksite of Hwasun was discovered in 1999 during a land survery for the construction of Hwasun Hot Springs Area. Most dinosaur tracks found in Korea are located in coastal areas in cities like Haenam and Boseong, so the discovery in the inner region of Jeollanam-do was a first. Most prints here come from carnivorous dinaosaurs of the Cretaceous period. The site is famous for there being tracks from no fewer than five different dinosaurs, as well as for being one of the longest trails and most direct examples of the exact movements of the dinosaurs. The tracks of one dinosaur are the longest in the world, stretching for 40 meters. Based on the foot size of 20-22 centimeters with a stride of approximately 90 centimeters, it is estimated that the prints were formed by a 4-5 meter tall Koolasuchus. In addition to the canivorous dinosaurs, tracks were found of 12 herbivorous dinosaurs, as well as fossilized plants. These plants offer much assistance in the research of herbivorous dinosaur diets.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-61-379-3503|\n|parking:|Available|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Restrooms:|Available|\n  \n## Detail Image\n![/2023-01-17-1673944760289/1608220_image2_1.webp](/2023-01-17-1673944760289/1608220_image2_1.webp)\n![/2023-01-17-1673944760289/1608221_image2_1.webp](/2023-01-17-1673944760289/1608221_image2_1.webp)\n![/2023-01-17-1673944760289/1608222_image2_1.webp](/2023-01-17-1673944760289/1608222_image2_1.webp)\n![/2023-01-17-1673944760289/1608224_image2_1.webp](/2023-01-17-1673944760289/1608224_image2_1.webp)\n\n\n  \n## Contact\n\n\n\n\n\n```googleMap\nlatitude: 35.1695863575\nlongitude: 127.0906362225\ntitle: 2080, Baega-ro, Hwasun-gun, Jeollanam-do\n```\n  \n## Directions\n  \n[Train]<br>\nFrom Yongsan Station, take a train to Gwangju-Songjeong Station.<br>\nTake the Gwangju Subway to Hwaseong Station.<br> Walk for approx. 1km to Gwangju Bus Terminal and take Nongeochon Bus No. 225 to Jangdan Village Bus Stop. <br>Transfer to Nongeochon Bus No. 217-1 and get off at Seoyu 1(il)-ri Bus Stop.<br> Walk for approx. 500m to the tracksite.\n","data":{"id":"2023-01-17-1673944760289","title":"Dinosaur Tracksite of Hwasun, Seoyu-ri (화순 서유리 공룡발자국화석 산지)","description":"The Dinosaur Tracksite of Hwasun was discovered in 1999 during a land survery for the construction of Hwasun Hot Springs Area. Most dinosaur tracks found in Korea are located in coastal areas in cities like Haenam and Boseong, so the discovery in the inner region of Jeollanam-do was a first. Most prints here come from carnivorous dinaosaurs of the Cretaceous period. The site is famous for there being tracks from no fewer than five different dinosaurs, as well as for being one of the longest trails and most direct examples of the exact movements of the dinosaurs. The tracks of one dinosaur are the longest in the world, stretching for 40 meters. Based on the foot size of 20-22 centimeters with a stride of approximately 90 centimeters, it is estimated that the prints were formed by a 4-5 meter tall Koolasuchus. In addition to the canivorous dinosaurs, tracks were found of 12 herbivorous dinosaurs, as well as fossilized plants. These plants offer much assistance in the research of herbivorous dinosaur diets.","regDate":"2023-01-17","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2023-01-17-1673944760289/1608223_image2_1.webp","blogPath":"Jeollanam-do/2023-01-17-1673944760289","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-17-1673944760289"},"dataList":[{"id":"2023-02-06-1675672756640","title":"The Ocean Resort Water Park (디오션리조트 워터파크)","description":"Located inside The Ocean Resort in Yeosu, Jeollanam-do, this large water park can accommodate 600 people at once. It opened in July 2008 in time for the opening of the resort equipped with 128 rooms. It is the only water park in Korea that provides views of the refreshing blue waters of the Dadohaesang National Marine Park.<br> <br> Its indoor facilities include an artificial wave pool with slides, Para Wave Slide, Aqua Kids’ Pool, and spa.  Meanwhile, the outdoor facilities include Double Tornado, slides, and wave pools. The water park is also equipped with various convenience facilities such as cafeteria, DVD room, changing rooms, swim suit shop, and more. The resort has seven floors above ground and four below with all rooms providing ocean views. The resort facilities include a wedding hall, banquet hall, and restaurants.","regDate":"2023-02-06","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Recreational Sites","Hot Springs & Spa"],"imgUrl":"/2023-02-06-1675672756640/2605246_image2_1.webp","blogPath":"Jeollanam-do/2023-02-06-1675672756640"},{"id":"2023-02-06-1675668967364","title":"Taedo Islands (태도)","description":"Taedo Islands, located between Hongdo Island and Gageodo Island, comprises three islands. The island in the middle is called Sangtaedo Island, the island next in line is Jungtaedo Island, and the last is Hataedo, the southernmost island located nearest to Gageodo Island. Deep and clear waters surrounding the islands make for a perfect habitat for marine life. Taedo Islands are popular for seaweed that grows naturally on the rocks, often collected by hanyeo (woman divers). People on Taedo Islands have great respect for nature and perform rituals every year on Seollal (Lunar New Years Day) for prosperity and safety at sea.","regDate":"2023-02-06","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"","blogPath":"Jeollanam-do/2023-02-06-1675668967364"},{"id":"2023-02-06-1675665616372","title":"Suncheonman Bay National Garden (순천만국가정원)","description":"Suncheonman Bay National Garden was established on a plot of 1.12 million ㎢ to help protect Suncheonman Bay. The garden is home to over 790,000 trees in 505 species and 3.15 million flowers in 113 species. The numerous groups of tulips and royal azaleas are truly a sight to see. In addition, the nearby 30,000 ㎡ field of canola flowers in full bloom in May creates a beautiful yellow wave of color. Although there are restaurants within the garden, bringing in food is allowed, making the garden a great location for a picnic in the shade of the trees. <br><br>After exploring the garden, visitors can hop on the unmanned shuttle train (PRT) and ride to Suncheon Literature Center, and then transfer to the Reed Trolley to pass the 1.2-kilometer stretch of reeds to Mujingyo Bridge.","regDate":"2023-02-06","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Recreational Sites","Theme Parks"],"imgUrl":"/2023-02-06-1675665616372/1817088_image2_1.webp","blogPath":"Jeollanam-do/2023-02-06-1675665616372"},{"id":"2023-02-06-1675661728787","title":"Sinan Marine Archaeology Monuments (신안해저유물 발굴 기념비)","description":"Sinan Marine Archaeology Monuments, located in Jeungdo Island, came to existence after the discovery of the ancient artifacts. Over 28,000 items were found mostly near the region of Doduk-do Island, including  treasures from Song and Won Dynasties. After the first discovery  in 1975, more and&nbsp;various excavation results were reported, unearthening  600 years&nbsp;history, and gave a glimpse into Korea and Chinas remarkable development in intergovernmental, as well as&nbsp;trading cooperations in the past, awakening millions of&nbsp;historians in both nations. <br><br>The excavated artifacts are now housed for display at the&nbsp;Nation Museum of Korea in Seoul&nbsp;and National Maritime Museum located in Mokpo. In addition, the venue where this remarkable&nbsp;discovery was&nbsp;made and&nbsp;the monument that was erected, became&nbsp;the National Historical Site No. 274 so as to recognize the efforts and sacrifices that the divers had to make back then to preserve and unearth these world treasures.","regDate":"2023-02-06","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Architectural Sights","Monuments/Observatories"],"imgUrl":"/2023-02-06-1675661728787/2612371_image2_1.webp","blogPath":"Jeollanam-do/2023-02-06-1675661728787"},{"id":"2023-02-06-1675658350220","title":"Nohwado Island (노화도)","description":"Nohwado Island, a stopping point en route to Bogildo Island, is well known for its abalone and mussel production. The island produces 70% of Koreas cultivated abalone, and offers seashell harvesting programs. Other attractions include Nohwa Red Sea, Geuknaksa Temple, and the 450-year-old hackberry tree.","regDate":"2023-02-06","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"/2023-02-06-1675658350220/2726865_image2_1.webp","blogPath":"Jeollanam-do/2023-02-06-1675658350220"},{"id":"2023-02-06-1675654585978","title":"Namchanggyegok Valley (남창계곡)","description":"Namchanggol Valley, located at the foot of Ibamsan Mountain with a x_height of about 654 meters, belongs to the southern part of Naejangsan National Park (Namchang District). It consists of six valleys, including Sanseong, Eunseon-dong, and Banseok-dong (Saejaegyegok Valley). Nearby there is the Chonnam National University training center and beautiful surrounding scenery. Despite being well-known, visitors can enjoy their time without being crowded making it a very good summer resort. Hermitages such as the famous Baegyangsa Temple, Yaksaam Rock, and Yeongcheongul Cave, Jangseongho Lake and Bija grove are nearby as well. In particular, Ibamsanseong Fortress located in the upper reaches of the valley is Pogoksiksanseong Fortress built during the Samhan Period and designated as National Historic Site No. 384.<br><br>The Namchang Valley Nature Observation Trail, which is about 730 meters long, is equipped with various information boards and experience facilities related to nature learning, making it a good place for ecological learning. The nature observation path has themes to provide visitors with a variety of attractions, and the long stretch of cedar forest is also a must-see. In autumn, the maple leaves from the maple trees fall into the valley water creating a stunning scenery.","regDate":"2023-02-06","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites","Valleys"],"imgUrl":"","blogPath":"Jeollanam-do/2023-02-06-1675654585978"},{"id":"2023-02-05-1675593311786","title":"Nagwoldo Island (낙월도)","description":"Located off the coast of Jeollanam-do Province, Nagwoldo Island has a population of just under 300. In addition to a large sandy beach, the island features a small yet charming fishing village, and a couple of hiking trails that meander through its great natural scenery.<br><br><b>Island History</b><br>Nagwoldo Island, which belongs to Nagwol-myeon, borders with Imja-myeon, Sinan-gun to its south. Before it was called Nagwoldo, the island had been called Jinwoldo during the Joseon Dynasty, Daenagwoldo since 1896 when it became part of Jido-gun, then Sangnagwoldo in 1914 when it became part of Yeonggwang-gun.","regDate":"2023-02-05","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"","blogPath":"Jeollanam-do/2023-02-05-1675593311786"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}