{"pageProps":{"content":"![Gunwi-gun Palgongsan Provincial Park (팔공산도립공원(군위군))](/2022-11-26-1669440951580/655731_image2_1.webp)\n\n  \n## Overview\n\n> Palgongsan Mountain is located south of the Taebaek Mountain Range where the Nakdonggang and Geumhogang Rivers meet. The mountain stands high and stretches out like a folding screen. Near the top of the mountain, the granite protrudes in an odd shape creating a tall, grand geographical feature of the mountain. Furthermore, every valley is decorated with an exquisite rock face and lush forest adding to the mountains reputation. Palgongsan Mountain was designated as a provincial park in May 1980. The mountain has many ancient temples and historical sites such as the Gatbawi Stone Buddha, Wonhyosa Temple, Cheonseongsa Temple and Bulgulsa Temple.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330<br>(Korean, English, Japanese, Chinese) <br> • For more info: +82-54-880-8300|\n|restdate:|* Subject to closure due to adverse weather conditions.|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Hiking Course:|Palgongsan Mountain main course: 27.2 kilometers, 14 hours<br>Eunhaesa Temple Course 1: 15.4 kilometers, 8 hours<br>Gatbawi Course 1: 11.5 kilometers, 6 hours<br>Gatbawi Course 2-1: 2.1 kilometers, 1 hour 10 min<br>Gatbawi Course 2-1: 2 kilometers, 1 hour<br>Chisangyegok Course 1: 8.5 kilometers, 6 hours<br>Gasansanseong Course 1: 4.7 kilometers, 2 hour 10 min|\n|Areas Open to the Public:|Gyeongsan-si to Chilgok-gun: Gwanbong - Seonbonjae - Neupaejae - Domajae - Yeombulbong Peak - Dongbong Peak - Birobong Peak - Gasanbawibong Peak - Mulbulsan - Hantijae - Chikibong Peak - Gasanbong Peak - Gasanbawi Rock<br>Chilgok-gun: Jinnammun Gate - Cheonjusateo - Yongbawi Rock<br>Yeongcheon-si: Sudosa Temple- Gongsanpokpo Falls - Jinbulam - Dongbong Peak, Baekheungam - Jungangam - Neupaejae<br>Gyeonsan-si: Seonbosa Temple - Yaksaam - Yongdeoksa Temple- Gwanbong Peak|\n|Mountain Not Access Period:|Seasonal Forest Fire Prevention Period<br>Spring: March 2 - April 30 <br>Autumn: November 1 - December 15<br>* Subject to change based on weather advisories, snow/precipitation levels, and other local conditions.|\n|Restricted Mountain Areas :|Chilgok-gun: Witsandang - Gasansanseong Fortress, Morajae - Gasanbawi Rock, Hakmyeong-dong (Dumusil) - Gasansanseong Fortress (Namporu), Yeorijae - Namporu - East Gate<br>Yeongcheon-si: Sudosa Temple- Palgongpokpo Falls - Domajae<br> Gyeongsan-si: Peokjeong (Gatbawi parking lot) - Neupaejae|\n|Tour Course Information:|Tour Course (1 day)<br>1. Daegu Airport - Palgongsan beltway - Gasansanseong Fortress - Samjonseokgul Cave - Daeyulli - Ingaksa Temple - Janggokri Recreational Forest - Hwasansanseong Fortress - Daegu <br>2. Daegu Airport - Yeongcheon Eunhaesa Temple - Ingaksa Temple - Gyeongbuk Neunggeum Juice Factory - Samjonseokgul Cave - Daegu<br><br>Drive Course: Daegu - Pagyesa Temple - Palgongsan beltway - Hanti Rest Stop - Bugye Namsan-ri - Daeyulli (20 kilometers, 30 min) |\n|Facility Utilization Fees:|[Campsite]<br> Individuals: Adults 1,000 won / Teenagers 600 won / Children 300 won<br> Group: Adults 600 won / Teenagers 400 won / Children 200 won<br> <br> * Additional fee charged for overnight use (Adults 400 won / Teenagers 200 won / Children 100 won)<br> * Groups: 20 people or more|\n|Available Facilities:|Campsite, rest area, picnic area, volleyball court, handball court, drinking fountain, cooking area, parking lot, etc|\n|Restrooms:|Available|\n  \n## Detail Image\n![/2022-11-26-1669440951580/655726_image2_1.webp](/2022-11-26-1669440951580/655726_image2_1.webp)\n![/2022-11-26-1669440951580/655730_image2_1.webp](/2022-11-26-1669440951580/655730_image2_1.webp)\n![/2022-11-26-1669440951580/655734_image2_1.webp](/2022-11-26-1669440951580/655734_image2_1.webp)\n![/2022-11-26-1669440951580/655755_image2_1.webp](/2022-11-26-1669440951580/655755_image2_1.webp)\n![/2022-11-26-1669440951580/655767_image2_1.webp](/2022-11-26-1669440951580/655767_image2_1.webp)\n![/2022-11-26-1669440951580/655768_image2_1.webp](/2022-11-26-1669440951580/655768_image2_1.webp)\n![/2022-11-26-1669440951580/655773_image2_1.webp](/2022-11-26-1669440951580/655773_image2_1.webp)\n![/2022-11-26-1669440951580/655774_image2_1.webp](/2022-11-26-1669440951580/655774_image2_1.webp)\n![/2022-11-26-1669440951580/655775_image2_1.webp](/2022-11-26-1669440951580/655775_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-54-880-8300](tel:+82548808300)\n- [🏠www.gb.go.kr](https://www.gb.go.kr/Main/open_contents/section/palgong/index.do)\n\n\n```googleMap\nlatitude: 36.0492977239\nlongitude: 128.6405814539\ntitle: Namsan-ri, Gunwi-gun, Gyeongsangbuk-do\n```\n  \n\n","data":{"id":"2022-11-26-1669440951580","title":"Gunwi-gun Palgongsan Provincial Park (팔공산도립공원(군위군))","description":"Palgongsan Mountain is located south of the Taebaek Mountain Range where the Nakdonggang and Geumhogang Rivers meet. The mountain stands high and stretches out like a folding screen. Near the top of the mountain, the granite protrudes in an odd shape creating a tall, grand geographical feature of the mountain. Furthermore, every valley is decorated with an exquisite rock face and lush forest adding to the mountains reputation. Palgongsan Mountain was designated as a provincial park in May 1980. The mountain has many ancient temples and historical sites such as the Gatbawi Stone Buddha, Wonhyosa Temple, Cheonseongsa Temple and Bulgulsa Temple.","regDate":"2022-11-26","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites","Provincial Parks"],"imgUrl":"/2022-11-26-1669440951580/655731_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-11-26-1669440951580","pageUrl":"https:/mcdryad.com/Gyeongsangbuk-do/2022-11-26-1669440951580"},"dataList":[{"id":"2022-12-06-1670297865972","title":"Seongnyugul Cave (Gyeongbuk Donghaean Geopark) (성류굴 (경북 동해안 국가지질공원)","description":"Seongnyugul Cave, a natural monument, is a lime cave and its total length is about 870 meters, of which 270 meters is open.<br>The cave has stalactites, stalagmites, stalagmites, and cave pearls, which are commonly found in limestone caves.","regDate":"2022-12-06","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites"],"imgUrl":"/2022-12-06-1670297865972/2613142_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-06-1670297865972"},{"id":"2022-12-05-1670236732347","title":"Seongjubong Recreational Forest (성주봉자연휴양림)","description":"Seongjubong Recreational Forest is located in the foothills of Seongjubong Peak (alt. 606 m), and filled with a lush forest, clean water, and beautiful surroundings. The forest is equipped with basic facilities to maintain the natural environment and ambience for relaxation. Accommodation facilities include forest cabins, a training center, and camping sites. Additional amenities include seminar halls, a forest education center, pavilions, a water playground, and more. The forest also has walking trails of varying levels for all to enjoy.","regDate":"2022-12-05","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"/2022-12-05-1670236732347/1967593_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-05-1670236732347"},{"id":"2022-12-05-1670232969638","title":"Seonginbong Primeval Forest [National Geopark] (성인봉 원시림 (울릉도, 독도 국가지질공원))","description":"The foot of Seonginbong Peak is covered with thick primeval forests designated as Natural Monument No. 189. This forest is Ulleungdo Islands only flat area with a diameter of approximately 2 kilometers. It is a caldera formed by volcanic activities and developed over time. The area has many rare plants only found in Ulleungdo Island.","regDate":"2022-12-05","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-12-05-1670232969638/1863023_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-05-1670232969638"},{"id":"2022-12-05-1670229652714","title":"Seonbichon Village (선비촌)","description":"Seonbichon Village in Yeongju, Gyeongsangbuk-do, the cradle of Korean Confucianism, is where the spirit and cultural heritage of Korea’s classical scholars are preserved. The village is the perfect place to learn about traditional Korea, and is famous for its classical scholars’ loyalty and filial piety.<br><br>Seonbichon village offers a variety of traditional activities for visitors, from pounding rice cake to hanging wish lanterns to attending a traditional wedding ceremony or playing folk games such as yutnori or jegichagi. Visitors can also enjoy traditional dining at Jeojatgeori Street and learn about history through the museum. Guests can also enjoy the unique experience of staying in a hanok house through the overnight program and participate in scholar programs.","regDate":"2022-12-05","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Folk Villages"],"imgUrl":"/2022-12-05-1670229652714/2031725_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-05-1670229652714"},{"id":"2022-12-05-1670225761181","title":"Seokpo Observatory (석포전망대)","description":"Seokpo Observatory is located in Seokpo village, a small fishing town at the northernmost point of Buk-myeon on Ulleungdo Island.<br> <br>Ulleungdo Island has three popular scenic lookouts, one of which is Seokpo Observatory to the north. Created in 1905, the observatory was used by the Japanese through 1945 to monitor movements of Russian warships.<br><br>Seokpo Observatory offers views of the East Sea between Ulleungdo and the Korean Peninsula. The observatory has an 8-sided pavilion with lookout deck and telescope from which views of picturesque Jukdo and the majestic coastline of Buk-myeon are available.  The area is also nearby the 3 popular attractions of Gongam (an elephant-shaped rock), Gwaneumdo, and Samseonam. Below the observatory is Seokpo Resting Area and a trekking course connecting Seokpo Observatory and Naesujeon Sunrise Observatory.","regDate":"2022-12-05","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Architectural Sights","Monuments/Observatories"],"imgUrl":"/2022-12-05-1670225761181/1162910_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-05-1670225761181"},{"id":"2022-12-05-1670222452549","title":"Seokcheongyegok Valley (석천계곡)","description":"Waters from the Taebaek Mountains forged Seokcheongyegok Valley, located in Bonghwa-gun, Gyeongsangbuk-do. The valley is wide, shallow, and surrounded by thick pine forests. Broad, flat rocks are scattered throughout, and the valley is a great place for children to play. Next to the valley, visitors will also find Seokcheonjeong Pavilion, which was built in 1535. This pavilion, made of Bonghwa red pine trees called Chunyangmok, and mounted on stone, offers a great view of the nearby scenic mountain.","regDate":"2022-12-05","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites","Valleys"],"imgUrl":"/2022-12-05-1670222452549/221664_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-05-1670222452549"},{"id":"2022-12-05-1670218568625","title":"Seokbinggo (Stone Ice Storage) (경주 석빙고)","description":"Seokbinggo means a freezer made of rocks. It is an ancient refrigerator only in Korea. It is located in Gyeongju, the ancient capital of the Silla Era (BC57-AD935). The appearance of this wonderful vestige is humble and simple. But you will not be disappointed at the entrance of the freezer. You can feel the cold from inside the structure. Half of Seokbinggo is underground while the other half is above ground, signifying the scientific propensity of Korea. The floor, walls, and ceiling are made of granite and have an airway. The walls are covered with limestone to keep off moisture and water. The floor is slanted to allow melted ice to funnel out. Frozen ice was popular for the upper class. From historical annals, it is assumed that Seokbinggo was made at least 1,500 years ago. Seokbbingo has been designated as National Treasure No. 66.","regDate":"2022-12-05","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-12-05-1670218568625/2601689_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-05-1670218568625"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}