{"pageProps":{"content":"![Byeongsanseowon Confucian Academy [UNESCO World Heritage] (병산서원 [유네스코 세계문화유산])](/2022-07-29-1659109574446/2620863_image2_1.webp)\n\n  \n## Overview\n\n> Before it became a Confucian academy, Byeongsanseowon Confucian Academy was originally located in Pungsang-hyeon under the name Pungakseodang School, which was used as a educational institution since the Goryeo dynasty by a political party known as the Sarim Party. It was moved to its current location in Byeongsan by a well-respected Confucian scholar named Yu Seong-nyong, penname Seoae, in 1572.<br><br>\n\nWhen Yu Seong-nyong passed away in 1607, many of his followers and other renowned scholars commemorated the late Confucian scholar by building Jondeoksa Shrine to enshrine his ancestral tablet in 1613, followed by renaming of the institution to Byeongsanseowon in 1614. Yu Seong-nyong's ancestral tablet was later moved to Yeogangseowon to be placed together with the ancestral tablet of Toegye Yi Hwang. In 1629, another ancestral tablet of the late scholar was made and housed in Jondeoksa Shrine. <br><br>\n\nIn 1863, Byeongsanseowon was recognized by the king to receive support as a private Confucian academy. The lecture hall and shrine were reconstructed in 1921 and 1937 respectively as part of preservation efforts made during the Japanese occupation. This academy is designated as Historic Site No. 260, housing a collection of 1,000 documents and 3,000 books, including works by Yu Seong-nyong.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <BR>(Korean, English, Japanese, Chinese) <br> • For more info: +82-54-858-5929, <BR>+82-54-853-0109|\n  \n\n  \n## Detail Image\n![/2022-07-29-1659109574446/2601726_image2_1.webp](/2022-07-29-1659109574446/2601726_image2_1.webp)\n![/2022-07-29-1659109574446/2601727_image2_1.webp](/2022-07-29-1659109574446/2601727_image2_1.webp)\n![/2022-07-29-1659109574446/2601728_image2_1.webp](/2022-07-29-1659109574446/2601728_image2_1.webp)\n![/2022-07-29-1659109574446/2601730_image2_1.webp](/2022-07-29-1659109574446/2601730_image2_1.webp)\n![/2022-07-29-1659109574446/2601731_image2_1.webp](/2022-07-29-1659109574446/2601731_image2_1.webp)\n![/2022-07-29-1659109574446/2620862_image2_1.webp](/2022-07-29-1659109574446/2620862_image2_1.webp)\n![/2022-07-29-1659109574446/2620864_image2_1.webp](/2022-07-29-1659109574446/2620864_image2_1.webp)\n![/2022-07-29-1659109574446/2620865_image2_1.webp](/2022-07-29-1659109574446/2620865_image2_1.webp)\n![/2022-07-29-1659109574446/2620866_image2_1.webp](/2022-07-29-1659109574446/2620866_image2_1.webp)\n![/2022-07-29-1659109574446/2620867_image2_1.webp](/2022-07-29-1659109574446/2620867_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️82-54-858-5929](tel:82548585929)\n- [🏠www.byeongsan.net](http://www.byeongsan.net)\n\n\n```googleMap\nlatitude: 36.5404346397\nlongitude: 128.5527113867\ntitle: 386, Byeongsan-gil, Andong-si, Gyeongsangbuk-do\n```\n  \n\n","data":{"id":"2022-07-29-1659109574446","title":"Byeongsanseowon Confucian Academy [UNESCO World Heritage] (병산서원 [유네스코 세계문화유산])","description":"Before it became a Confucian academy, Byeongsanseowon Confucian Academy was originally located in Pungsang-hyeon under the name Pungakseodang School, which was used as a educational institution since the Goryeo dynasty by a political party known as the Sarim Party. It was moved to its current location in Byeongsan by a well-respected Confucian scholar named Yu Seong-nyong, penname Seoae, in 1572.<br><br>When Yu Seong-nyong passed away in 1607, many of his followers and other renowned scholars commemorated the late Confucian scholar by building Jondeoksa Shrine to enshrine his ancestral tablet in 1613, followed by renaming of the institution to Byeongsanseowon in 1614. Yu Seong-nyong's ancestral tablet was later moved to Yeogangseowon to be placed together with the ancestral tablet of Toegye Yi Hwang. In 1629, another ancestral tablet of the late scholar was made and housed in Jondeoksa Shrine. <br><br>In 1863, Byeongsanseowon was recognized by the king to receive support as a private Confucian academy. The lecture hall and shrine were reconstructed in 1921 and 1937 respectively as part of preservation efforts made during the Japanese occupation. This academy is designated as Historic Site No. 260, housing a collection of 1,000 documents and 3,000 books, including works by Yu Seong-nyong.","regDate":"2022-07-29","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-07-29-1659109574446/2601726_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-07-29-1659109574446","pageUrl":"https:/mcdryad.com/Gyeongsangbuk-do/2022-07-29-1659109574446"},"dataList":[{"id":"2022-11-26-1669437716441","title":"Gunwi Buddha Triad Grotto (2nd Seokguram) (군위 아미타여래삼존 석굴)","description":"At the Hantijae Peak of Palgongsan Mountain in Daegu, is the Gunwi Buddha Triad Grotto, referred to as the 2nd Seokguram Grotto. This grotto, designated as a National Treasure, is a natural cave on a sheer cliff. There is the beautiful Amitabul Buddha, the Bodhisattva of Power and the Bodhisattva of Compassion. The cave is 4.25 meters wide and 4.3 meters long, and is located 20 meters above the ground. This grotto is the progenitor of the Gyeongju Seokgulam Grotto, preceding the construction of Seokguram grotto by 100 years. It has been designated as a world cultural heritage.<br><br>The square-shaped ceiling is highest in the middle of the chamber. The Amitabul Buddha sits in the center with the Bodhisattva of Power and the Bodhisattva of Compassion flanking its left and right sides. The main Buddha is very refined and graceful with short hair and a divine smile on its face, sitting with crossed legs in a full-lotus posture.","regDate":"2022-11-26","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-11-26-1669437716441/2493436_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-11-26-1669437716441"},{"id":"2022-11-26-1669434104637","title":"Gunbulo Bisl Resort Tourism Farm (비슬리조트관광농원 군불로)","description":"Gunbulo Bisl Resort Tourism Farm is located at the foot of Biseulsan Mountain and is the largest natural farm in the Gyeongsangbuk-do area, spread over 24 acres. The resorts beautiful natural scenery, great facilities, and variety of experience programs make it a popular venue for corporate training, school field trips, conferences, and religious retreats; the youth camp program is especially popular. Visitors are advised to make reservations in advance.","regDate":"2022-11-26","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Experience Programs","Farming Experience"],"imgUrl":"/2022-11-26-1669434104637/1967573_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-11-26-1669434104637"},{"id":"2022-11-25-1669372785361","title":"Goryeong Janggi-ri Rock Art (고령 장기리 암각화)","description":"Yangjeondong Rock Art (discovered in 1971) is a rock painting 3 meters high and 5.5 meters wide that vividly depicts the life and religion of the Prehistoric Age. Rock art from the time period was created on rocks or other planes considered to be sacred and usually carried a message of fertility. The artwork of Yangjeondong shows layered circles (symbolizing the sun and the moon), crosses (depicting the “life zone” of the tribe), and 17 masks. The artwork is considered to have been used for ceremonial purposes or farming events.","regDate":"2022-11-25","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-11-25-1669372785361/2493262_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-11-25-1669372785361"},{"id":"2022-11-25-1669369033795","title":"Goryeong Daegaya Historic Site (고령 대가야유적지)","description":"The town of Goryeong is four hours outside of Seoul, and features many relic sites of Daegaya around the whole district of Goryeong-gun.  Around the first century, Daegaya was formed in the Nakdonggang River’s downstream area in the lower Korean peninsula, flourished independently for 520 years (AD 42~562), and declined after the 6th century.  After its decline, part of it was annexed by Silla (57 BC ~ AD 935), and the rest annexed by Baekjae (18 BC~AD 60), and became a forgotten tribal kingdom. <br>On King Jinheung’s (reign 540~576) 23rd year of reign it became the district of Daegaya, and the name was changed to the district of Goryeong on King Gyeongdeok’s (reign 742~765) 16th year of reign.<br>This is the place where you can view the country’s first Sunjangmyo (tomb where many dead people were buried together), called Jisandong Gobungun, Daegaya Royal Tomb Exhibit Hall, and Treasure No. 605, the pre-eminent relics site of the Prehistoric Period called Yangjeondong Amgakhwa, and other various cultural assets.<br>There is a large, ancient tomb with a diameter of 20m, built on the ridgeline of the mountain, and as you go down the mountain, there are 159 other tombs of smaller scale.  The largest tomb in the south side is called the Geumrim Royal Tomb, and the other large tombs near it are presumed to be tombs of royalty or aristocrats.  <br>At the Daegaya Royal Tomb Exhibit Hall, site of the restored No. 44 tomb, you can see the ancient custom of burying the living with the dead (Royalty buried with their retainers).  The dome-style exhibit hall displays Sunjangseokgwak, ironware, pottery and other various excavated relics.","regDate":"2022-11-25","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-11-25-1669369033795/2493166_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-11-25-1669369033795"},{"id":"2022-11-25-1669365676137","title":"Goesiri Traditional Village (괴시리 전통마을)","description":"A walk along Songcheon Stream from Daejin Beach to Yeonghae-eup brings visitors to Yeongdeok Goesi-ri Traditional Village. The village is the birthplace of ‘Mokeun Yisaek’, a Confucianist in the late Goryeo dynasty. For over four centuries, the Nam family from the Yeongyang region has lived in this village where there are over thirty 200-year-old homes. The place demonstrates the traditions and culture of generations of Koreans.<br><br>Goesi-ri Traditional Village, famous for its history experience course, has a number of designated cultural sites including a family house for the Nams from Yeongyang Goesi faction. The place is visited by not just tourists but by many history scholars as the village preserves the housing structure of the noble family of late Joseon dynasty in Gyeongsangbuk-do province. The village also holds ‘Mokeun Culture Festival’ every two years.","regDate":"2022-11-25","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Folk Villages"],"imgUrl":"/2022-11-25-1669365676137/1967610_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-11-25-1669365676137"},{"id":"2022-11-25-1669361755171","title":"Girimsa Temple (기림사)","description":"Girimsa Temple is located in Hamwolsan Mountain in Yangbuk-myeon, Gyeongju. The temple was built in the Silla Era and, with 16 buildings, is the second largest temple after Bulguksa. <br><br>Legend has it that the temple was originally built by the Venerable Gwang-yu, a sage from India, in the early part of the Silla Kingdom. The temple was reportedly called Imjeongsa at first, but was later changed to Girimsa after undergoing expansive renovations by Monk Wonhyo. It is still unclear exactly what year the temple was built in.   <br><br>Girimsa is divided into two main areas. The first is the area around Daejeokgwangjeon Hall where the statue of Birojanabul is enshrined. The second is the area around the majestic 500-year-old bo tree (a kind of large fig tree) that is home to a wooden pagoda, the Seongbo Museum, Samsingak, Mangbujeon, and Gwaneumjeon halls. Daejeokgwangjeon Hall was first built during Queen Seondeoks reign, and was rebuilt six times since its original construction. Its simple but majestic architecture is characterized by baeheullim (aka, entasis columns) and a Dapoyangsik (Dapo-style) single-tiered gabled roof. <br><br>Girimsa is famous for Ojongsu, water that is said to have five different tastes. It consists of gamrosu, which is best for making tea; hwajeongsu, which supposedly gives comfort to the drinker; janggunsu, which makes the body stronger; myeongansu, which gives clear vision; and otaksu, which is said to sparkle so brightly that it attracts all the birds of the air. During Japanese colonial rule, the source of janggunsu, literally meaning ‘water of a general,’ was reportedly blocked off by Japanese soldiers, who were afraid the water would give the Korean people the strength to overthrow them. Except for janggunsu, water still continues to flow from each source. <br>On the way to Girimsa temple is Golgulsa Temple, well known for its 12 grottos. Golgulsa was originally a hermitage of Girimsa. After becoming an independent institution, it became the center of Seonmudo practice in Korea. The temple aims to promote the art of seonmudo on a national and international level.","regDate":"2022-11-25","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-11-25-1669361755171/179593_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-11-25-1669361755171"},{"id":"2022-11-25-1669358585090","title":"Geumosan Provincial Park (금오산도립공원)","description":"Geumosan Mountain (976 m) is part of the Sobaeksan Mountain Range, and was designated as a provincial park in 1970. Daehyepokpo (Myeonggeum) Falls can be accessed via cable car. Additional attractions within the park include Yaksaam Hermitage, Rock-carved Standing Bodhisattva, Haeunsa Temple, Doseongul Cave, and Chaemijeong Pavilion.","regDate":"2022-11-25","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites","Provincial Parks"],"imgUrl":"/2022-11-25-1669358585090/2038148_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-11-25-1669358585090"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}