{"pageProps":{"content":"![Gimhae Eunhasa Temple (은하사(김해))](/2022-12-17-1671255373596/750253_image2_1.webp)\n\n  \n## Overview\n\n> Eunhasa Temple is located in Sineosan Mountain in Gimhae, Gyeongsangnam-do. The year it was founded remains unknown, but legend has it that Monk Jangyuhwasang built the temple in AD 1, before the nationwide spread of Buddhism. However, relic pieces found at the temple site indicate the possibility of the temples establishment in the Three Kingdoms Era. The temple was once burned down together with Dongnimsa Temple during the Imjin War and the architectural design seen today is that of the late Joseon dynasty.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330<BR> (Korean, English, Japanese, Chinese) <br>• For more info: +82-55-337-0101|\n|parking:|Available (20 parking spaces)|\n|restdate:|N/A (Open all year round)|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Film Locations:|Film \"Hi! Dharma! (2001)\"|\n|Restrooms:|Available|\n|Interpretation Services Offered:|Not available|\n  \n## Detail Image\n![/2022-12-17-1671255373596/750232_image2_1.webp](/2022-12-17-1671255373596/750232_image2_1.webp)\n![/2022-12-17-1671255373596/750236_image2_1.webp](/2022-12-17-1671255373596/750236_image2_1.webp)\n![/2022-12-17-1671255373596/750241_image2_1.webp](/2022-12-17-1671255373596/750241_image2_1.webp)\n![/2022-12-17-1671255373596/750246_image2_1.webp](/2022-12-17-1671255373596/750246_image2_1.webp)\n![/2022-12-17-1671255373596/750248_image2_1.webp](/2022-12-17-1671255373596/750248_image2_1.webp)\n![/2022-12-17-1671255373596/750256_image2_1.webp](/2022-12-17-1671255373596/750256_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-55-337-0101](tel:+82553370101)\n\n\n\n```googleMap\nlatitude: 35.2658911471\nlongitude: 128.9130181738\ntitle: 167, Sineosan-gil, Gimhae-si, Gyeongsangnam-do\n```\n  \n## Directions\n  \n[Bus]<BR>\nFrom Gimhae Passenger Terminal, take a taxi for approx. 20 min.\n","data":{"id":"2022-12-17-1671255373596","title":"Gimhae Eunhasa Temple (은하사(김해))","description":"Eunhasa Temple is located in Sineosan Mountain in Gimhae, Gyeongsangnam-do. The year it was founded remains unknown, but legend has it that Monk Jangyuhwasang built the temple in AD 1, before the nationwide spread of Buddhism. However, relic pieces found at the temple site indicate the possibility of the temples establishment in the Three Kingdoms Era. The temple was once burned down together with Dongnimsa Temple during the Imjin War and the architectural design seen today is that of the late Joseon dynasty.","regDate":"2022-12-17","author":"korea-tour","tag":["Gyeongsangnam-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-12-17-1671255373596/750253_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-17-1671255373596","pageUrl":"https:/mcdryad.com/Gyeongsangnam-do/2022-12-17-1671255373596"},"dataList":[{"id":"2022-12-19-1671446346269","title":"Hwangmaesan County Park (황매산군립공원)","description":"Located at the border between Gahoe-myeon and Daebyeong-myeon of Hapcheon, Hwangmaesan Mountain has long been considered a guardian mountain of Hapcheon, but was rarely ever featured in hiking or tourist publications. Thanks to this, the mountains natural environment has been kept in pristine condition. In 1983, the mountain was designated as a county park and now, along with Gayasan Mountain, it is regarded as one of the major mountains in Hapcheon. Hwangmaesan Mountain is one of the last mountain peaks of the Taebaek Mountain Range, and reaches an altitude of 1,113 meters. Pine trees and royal azalea decorate the rocky mountain. From the summit, hikers can see Hapcheonho Lake and Jirisan, Deogyusan, and Gayasan Mountains.","regDate":"2022-12-19","author":"korea-tour","tag":["Gyeongsangnam-do","Nature","Natural Sites","County Parks"],"imgUrl":"/2022-12-19-1671446346269/2635502_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-19-1671446346269"},{"id":"2022-12-19-1671442571578","title":"Hobaksogyegok Valley (호박소계곡)","description":"Hobaksogyegok Valley is located within Gajisan Mountain approximately 3 kilometers away from Eoreumgol Valley in Jaeyaksan Mountain, where the water originates. The valley offers beautiful surroundings and clear water developed over the years. Hobakso Pond, shape like a grain-grinding tool, is located at the base of a 10-meter-high waterfall. With a circumference of 30 meters, the pond is also called Sirye Hobakso Pond, Guyeongpokpo Falls, and Baengnyeonpokpo Falls. In the past, the pond was a spiritual place where people would pray for rain. Surrounded by white granite rocks, the area is a scenic place of natural beauty, free from pollution. Visitors can also look around nearby Baengnyeonsa Temple, Hyeongjeso Pond and Ocheonpyeong Rock.","regDate":"2022-12-19","author":"korea-tour","tag":["Gyeongsangnam-do","Nature","Natural Sites","Valleys"],"imgUrl":"/2022-12-19-1671442571578/2660872_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-19-1671442571578"},{"id":"2022-12-19-1671439136544","title":"Historic Park of Geoje POW Camp (거제도 포로수용소 유적공원)","description":"The Historic Park of Geoje POW Camp is located at what was the largest POW camp during the Korean War. The exhibition halls and video rooms allow visitors to experience the life and feelings of POWs. Remains of the war, such as tanks, trucks and other relics are also on exhibit here.","regDate":"2022-12-19","author":"korea-tour","tag":["Gyeongsangnam-do","Culture/Art/History","Recreational Sites","Theme Parks"],"imgUrl":"/2022-12-19-1671439136544/2658441_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-19-1671439136544"},{"id":"2022-12-19-1671435346356","title":"Hapcheon Image Theme Park (합천영상테마파크)","description":"<br>The Hapcheon Image Theme Park became a major tourist attraction after the release of Tae Guk Gi  The Brotherhood of War (2004), and has continued to increase in popularity following the filming of additional movies and dramas within the park. Well-known films and soap operas include Seoul 1945, Fighter in the Wind, Gyeongseong Scandals, Meeting Plaza, Dachimawa Lee, Modern Boy and East of Eden. The park is one of the largest film and television studio sets in Korea.<br><br>The theme park is located in Gahori, Yongju-myeon (Hapcheon) and covers an area of over 231,406.00㎡. It is divided into two main sets separately owned by the major broadcasting companies KBS and MBC. The section owned by KBS houses reproductions of Seoul landmarks such as Seoul Station, Chosun Governor-General Office, and the Bando Hotel, as they appeared from the 1930s to the 1960s. MBC’s set focuses mainly on reproductions of streets from Sogong-dong, Seoul from the 1970s and 80s. A walk around this major filming location will transport visitors back into the Seoul of yore, a Seoul vastly different from the one people know and love today.<br><br>After a set is used for a film or a soap opera, the City of Hapcheon remodels and displays it as a type of exhibit, chronicling the area’s anthropologic development. In the future, the city plans to expand exhibits to include a facility where visitors can view a collection of historic military pieces.<br>&nbsp;<br>","regDate":"2022-12-19","author":"korea-tour","tag":["Gyeongsangnam-do","Culture/Art/History","Recreational Sites","Theme Parks"],"imgUrl":"/2022-12-19-1671435346356/1867863_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-19-1671435346356"},{"id":"2022-12-19-1671431982703","title":"Hapcheon Haeinsa Temple (해인사 (합천))","description":"Haeinsa Temple is one of Koreas three largest temples, and was founded during the third year of King Ae-jangs reign (802) by two monks Suneung and Ijung. The name Haein originates from the expression Haeinsammae of Hwaeomgyeong (Buddhist scripture), which means truly enlightened world of Buddha and our naturally undefiled mind. Along with the Printing Woodblocks of the Tripitaka Koreana (National Treasure No. 32) and Janggyeongpanjeon Depositories (National Treasure No. 52), various treasures are enshrined at Haeinsa Temple.","regDate":"2022-12-19","author":"korea-tour","tag":["Gyeongsangnam-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-12-19-1671431982703/2690648_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-19-1671431982703"},{"id":"2022-12-19-1671428172263","title":"Hansingyegok Valley (Baengmudonggyegok Valley) (한신계곡(백무동계곡))","description":"Located in Hamyang-gun, Gyeongnam, Hansingyegok Valley starts from Chotdaebong Peak and Yeongsinbong Peak of Jirisan Mountain, runs down to meet with Hansinjigyegok Valley at Ganesopokpo Falls and continues on to Baengmu-dong. Due to its tough topography, Hansingyegok Valley has been less visited and thus still has rather untouched forests. Only hikers with stamina can trail the course from Baengmu-dong to Hansingyegok Valley to Seseok. During the summer season, the valley area is an optimal vacationing spot due to its thick forests and cold, clear water. It’s a great spot for seeing the autumn foliage and for hiking in the winter snow.","regDate":"2022-12-19","author":"korea-tour","tag":["Gyeongsangnam-do","Nature","Natural Sites","Valleys"],"imgUrl":"/2022-12-19-1671428172263/1978663_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-19-1671428172263"},{"id":"2022-12-19-1671424744273","title":"Hansando Island (한산도)","description":"Hansando Island is located in the middle of Hallyeohaesang National Park. Despite this, it is more well-known for its historical importance in connection with Admiral Yi Sun-sin. This is where he commanded the fleets for a majority of the Imjin War (1592-1598). It was also the site of the Great Battle of Hansan. <br><br>The island houses Jeseungdang Shrine, serving as a place for people to pay their respects to the admiral. However, the lush forest and outstanding view tend to draw in more tourists.","regDate":"2022-12-19","author":"korea-tour","tag":["Gyeongsangnam-do","Nature","Natural Sites"],"imgUrl":"/2022-12-19-1671424744273/1823779_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-19-1671424744273"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}