{"pageProps":{"content":"![Hanwha Resort Seorak Waterpia (한화리조트 설악 워터피아)](/2022-09-28-1664341786335/2360173_image2_1.webp)\n\n  \n## Overview\n\n> Located within Seorak Hanwha Resort, nestled at the foot of Seoraksan Mountain and before the deep blue ocean, Seorak Waterpia is a hot springs water theme park that uses 100% pure natural hot springs water.  The park is divided into a spa zone and water zone, with major facilities including an indoor sauna, water play facilities, and a rooftop leisure spa. In particular, the outdoor sauna is quite popular for its view of Seoraksan Mountain. The water throughout the park is kept at a toasty 49 degrees Celsius, making for a fun spa experience year round and fun for the whole family.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br>(Korean, English, Japanese, Chinese) <br> • For more info: +82-33-630-5800|\n|parking:|Available|\n|restdate:|N/A (Open all year round)|\n|usetime:|Varies by season; refer to the official website.|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Admission Fees:|Varies by season; please refer to the official website for detailed information.|\n|Available Facilities:|[Spa-dong] Shark Blue, Maelstrom, Food court, Indoor sauna, Lazy River Pool  <br />[Aqua-dong] Bade Pool, Kidspia, Event halls, Rainbowstream, Regular Pool, Hue Spa, Cabana Zone<br />[Adventure Island] Shark Wave, Torrent River, Atlantis, Cabana Zone, Outdoor theater, Kids & Tot’s Pool, Sun bed zone <br />[Extreme Valley] World Alley, Family Raft, Flying Fox<br />[Spa Valley] Special spa program, Family Spa, Cabana Zone<br />[Other amenities] Rental shop, cashier, lockers, ticketing booth, ATM, medical office, nursery room, swimming accessories shop, cafe, restaurants, food court, etc|\n|Restrooms:|Available|\n  \n## Detail Image\n![/2022-09-28-1664341786335/2360164_image2_1.webp](/2022-09-28-1664341786335/2360164_image2_1.webp)\n![/2022-09-28-1664341786335/2360167_image2_1.webp](/2022-09-28-1664341786335/2360167_image2_1.webp)\n![/2022-09-28-1664341786335/2360168_image2_1.webp](/2022-09-28-1664341786335/2360168_image2_1.webp)\n![/2022-09-28-1664341786335/2360169_image2_1.webp](/2022-09-28-1664341786335/2360169_image2_1.webp)\n![/2022-09-28-1664341786335/2360174_image2_1.webp](/2022-09-28-1664341786335/2360174_image2_1.webp)\n![/2022-09-28-1664341786335/2360176_image2_1.webp](/2022-09-28-1664341786335/2360176_image2_1.webp)\n![/2022-09-28-1664341786335/2360178_image2_1.webp](/2022-09-28-1664341786335/2360178_image2_1.webp)\n![/2022-09-28-1664341786335/2360179_image2_1.webp](/2022-09-28-1664341786335/2360179_image2_1.webp)\n![/2022-09-28-1664341786335/2360181_image2_1.webp](/2022-09-28-1664341786335/2360181_image2_1.webp)\n![/2022-09-28-1664341786335/2360162_image2_1.webp](/2022-09-28-1664341786335/2360162_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-33-630-5800](tel:+82336305800)\n- [🏠www.hanwharesort.co.kr](http://www.hanwharesort.co.kr/)\n\n\n```googleMap\nlatitude: 38.2097417044\nlongitude: 128.5288163471\ntitle: 111, Misiryeong-ro 2983beon-gil, Sokcho-si, Gangwon-do\n```\n  \n## Directions\n  \n[Bus]<br>\nFrom Gangnam Express Bus Terminal or Dong Seoul Bus Terminal, take a bus to Sokcho Express Bus Terminal or Sokcho Intercity Bus Terminal.<br> Take Bus No. 3 or 3-1 and get off at Hanhwa Condo Bus Stop.<br><br>\n[Taxi]<br>\nApprox. 15 min from Sokcho Express Bus Terminal and Sokcho Intercity Bus Terminal.\n","data":{"id":"2022-09-28-1664341786335","title":"Hanwha Resort Seorak Waterpia (한화리조트 설악 워터피아)","description":"Located within Seorak Hanwha Resort, nestled at the foot of Seoraksan Mountain and before the deep blue ocean, Seorak Waterpia is a hot springs water theme park that uses 100% pure natural hot springs water.  The park is divided into a spa zone and water zone, with major facilities including an indoor sauna, water play facilities, and a rooftop leisure spa. In particular, the outdoor sauna is quite popular for its view of Seoraksan Mountain. The water throughout the park is kept at a toasty 49 degrees Celsius, making for a fun spa experience year round and fun for the whole family.","regDate":"2022-09-28","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Recreational Sites","Hot Springs & Spa"],"imgUrl":"/2022-09-28-1664341786335/2360173_image2_1.webp","blogPath":"Gangwon-do/2022-09-28-1664341786335","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-09-28-1664341786335"},"dataList":[{"id":"2022-10-05-1664959981003","title":"Micheongolgyegok Valley (미천골계곡)","description":"Micheongolgyegok Valley starts from the Yangyang area and ends right before Guryongnyeong Pass. With not many visitors here, the valley is left in a pristine condition. The area is famous for its rich forest, clean water, uniquely shaped rocks, wild flora and fauna, underground mineral water, cultural heritages of the ancient SIlla kingdom, locally produced honey and other forest products. The Micheongolgyegok Valley Recreational Forest is 5,652,000㎡ in size filled with broadleaf trees.  At the entrance of the valley is Seollimwon Temple Site, which was originally established under the reign of King Beopheung of Silla and then closed at the end of the Goryeo dynasty. Other relics include a stone lamp, 3-story stone pagoda, Honggakseonsa Monk Pagoda, and a stupa.","regDate":"2022-10-05","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Valleys"],"imgUrl":"/2022-10-05-1664959981003/1847268_image2_1.webp","blogPath":"Gangwon-do/2022-10-05-1664959981003"},{"id":"2022-10-05-1664956394526","title":"Memorial Tower of Baengmagoji Battlefield and Memorial Museum (백마고지 위령비와 기념관)","description":"Located in the northern area of South Korea, Baengmagoji Battlefield was one of the bloodiest battlefields during the Korean War. The communist Chinese army launched a major offensive attack for 10 days on October 6, 1952 during the Battle of Baengmagoji, which can be translated into the Battle of White Horse Highlands. Due to this battle, the communist Chinese army suffered around 14,000 casualties and the army completely collapsed while the 9th Infantry Division won the Battle of Baengmagoji and got the nickname “White Horse.” <br><br>After the battle, the area gave off a bad smell because of the dead bodies. The mountain area lost its original shape due to the severe battle and as a result the area was named “Baengmagoji” as it was said to resemble a white horse (baengma) lying down.","regDate":"2022-10-05","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Historical Sites","Security & Peace Sites"],"imgUrl":"/2022-10-05-1664956394526/2384030_image2_1.webp","blogPath":"Gangwon-do/2022-10-05-1664956394526"},{"id":"2022-10-05-1664953656471","title":"Manhae Village (만해마을)","description":"Manhae Village was established as a training center and memorial hall for national activist Monk Manhae Han Yongun, revered for his literary and philosophical inspiration, as well as his devotion to the nation and Korean people during the Democracy Movement.","regDate":"2022-10-05","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Historical Sites","Folk Villages"],"imgUrl":"/2022-10-05-1664953656471/2601654_image2_1.webp","blogPath":"Gangwon-do/2022-10-05-1664953656471"},{"id":"2022-10-05-1664950030242","title":"Mangyeongdae Pavilion (만경대)","description":"Mangyeongdae Pavilion, located on the shore of the East Coast, one-kilometer east of Donghae City Hall, was built in 1613 while old Joseon was under the rule of King Gwanghaegun. However, the pavilion was destroyed by rainstorms and later rebuilt by the Samcheok Kim family some 60 years ago. While offering a spectacular view of sea to the east, the pavilion also offers a refreshing view of expansive pine forests to the north. If you look to the west, you will enjoy a magnificent view of Dutasan Mountain beyond the pavilion’s back lawn as well as the Jeoncheon Stream flowing into the East Sea alongside a steep cliff-wall. As only Jukseoru Pavilion of Samcheok matched its view, poets of former times are said to have frequented Mangyeongdae Pavilion.","regDate":"2022-10-05","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-10-05-1664950030242/555048_image2_1.webp","blogPath":"Gangwon-do/2022-10-05-1664950030242"},{"id":"2022-10-05-1664943912983","title":"Mangsang Beach (망상해변)","description":"Mangsang Beach is sought out by many families and tourists for its beautiful white sand, lush pine forest, shallow waters, and location in a neighborhood full of convenient facilities. Mangsang Beach is located 3 kilometers north from Mukho Port and it represents the east coast, along with Okgye and Gyeongpo Beaches.","regDate":"2022-10-05","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites"],"imgUrl":"/2022-10-05-1664943912983/2671440_image2_1.webp","blogPath":"Gangwon-do/2022-10-05-1664943912983"},{"id":"2022-10-04-1664880542873","title":"Lohas Park & Wacapuca (로하스파크&와카푸카)","description":"Lohas Garden & WacaPuca is an eco-themed park located 700 meters above sea level in the highlands of Pyeongchang, Gangwon-do Province. Sitting in the most beautiful national forest of Phyeongchang (Total area 3,305,785㎡ Structural area 396,694㎡), Lohas Garden offers the most natural scenic views in Korea.","regDate":"2022-10-04","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Recreational Sites","Theme Parks"],"imgUrl":"/2022-10-04-1664880542873/1823322_image2_1.webp","blogPath":"Gangwon-do/2022-10-04-1664880542873"},{"id":"2022-10-04-1664876985508","title":"Lee Hyo-seok Culture Village (이효석문화마을)","description":"Lee Hyo-seok Culture Village is the place where the author Lee Hyo-seok (pen name “Gasan”) was born and raised. The village is also the setting of the author’s novel When the Buckwheat Blossoms,” one of the most celebrated Korean short stories to date. <br><br>In 1990, the village place was designated ‘first national cultural village’ by the Ministry of Culture and Tourism. The village is comprised of the authors birth house, a water mill, Gasan Park, Lee Hyo-seok Memorial Hall, and a buckwheat museum. During the peak of the blossoming season in early fall, the annual Lee Hyo-seok Cultural Festival takes place and visitors can enjoy the beautiful scenery of snow-white fields of buckwheat flowers. <br><br>Lee Hyo-seok Cultural Festival commemorates the modern Korean writer and features buckwheat-themed programs. Events include a Hyo-seok essay contest, traditional performances, a costume parade, a photo contest, and When the Buckwheat Blossoms plays and related performances. During the festival, visitors can enjoy <em>makguksu</em> (buckwheat noodles) and <em>memil buchim</em> (buckwheat pancakes) and tour the locations that appear in the famous short story.","regDate":"2022-10-04","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Historical Sites","Folk Villages"],"imgUrl":"/2022-10-04-1664876985508/181148_image2_1.webp","blogPath":"Gangwon-do/2022-10-04-1664876985508"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}