{"pageProps":{"content":"![Jongno Cheonggye Special Tourist Zone (종로 청계 관광특구)](/2022-08-04-1659645472684/2597532_image2_1.webp)\n\n  \n## Overview\n\n> Jongno Cheonggye Special Tourist Zone stretches from Seorin-dong to Changsin-dong between Cheonggyecheon Stream and Jong-ro. It includes Youth Street, Gwangjang Market, Sewoon Electronics Department Store, lighting stores, pharmacy & medical device stores, badge stores, Stamp Street, Stationery · Toy Market, Aquarium Street, Shoes Market, and other markets totalling to approximately 14,000 shops. Nearby attractions include modern high-story buildings as well as Gyeongbokgung, Changdeokgung, Changgyeonggung, Deoksugung, and Unhyeongung Palaces, Jongmyo Shrine, and Insa-dong, merging traditions, modernism, culture, and markets alike.<br><br>\n\nThought to be at the heart of Seoul, Cheonggyecheon Stream is located in the dense cultural area of Seoul where various press networks, organizations, bookstores and other major corporations are situated. Walking along Cheonggyecheon Stream is a famous activity for tourists. Also, the area is the venue for the Seoul Lantern Festival every winter. Keeping its traditional scene including narrow alleys, old-fashioned hanok buildings and various stores still fully intact, the tourist zone has enough fun places for sightseeing as well as tasty restaurants in every corner for a more enjoyable visit.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br>(Korean, English, Japanese, Chinese) <br>• For more info: +82-2-2148-1861|\n|parking:|27 parking lots are available at ancient palaces, arts galleries and around Cheonggyecheon Stream.|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Available Facilities:|Tourist information center, interpretation center, luxury hotel, tourist hotel, duty-free shop, tourist restaurant, etc. <br>Amenities including restaurants and tourist information centers are available near Cheonggyecheon Stream.|\n|Restrooms:|Public restrooms are available at ancient palaces, arts galleries, hotels and Cheonggyecheon Stream.|\n|Interpretation Services Offered:|Ancient palaces provide culture and tourism guides in English, Chinese and Japanese at certain hours of the day.<br>Moving tourist information center provides multilingual tour guides and travel handbooks.<br>Multilingual handbooks including English, Chinese and Japanese are available at the tourist information centers, ancient palaces and museums.|\n  \n## Detail Image\n![/2022-08-04-1659645472684/1763373_image2_1.webp](/2022-08-04-1659645472684/1763373_image2_1.webp)\n![/2022-08-04-1659645472684/1923793_image2_1.webp](/2022-08-04-1659645472684/1923793_image2_1.webp)\n![/2022-08-04-1659645472684/2512006_image2_1.webp](/2022-08-04-1659645472684/2512006_image2_1.webp)\n![/2022-08-04-1659645472684/2512008_image2_1.webp](/2022-08-04-1659645472684/2512008_image2_1.webp)\n![/2022-08-04-1659645472684/2595052_image2_1.webp](/2022-08-04-1659645472684/2595052_image2_1.webp)\n![/2022-08-04-1659645472684/2597533_image2_1.webp](/2022-08-04-1659645472684/2597533_image2_1.webp)\n![/2022-08-04-1659645472684/2612884_image2_1.webp](/2022-08-04-1659645472684/2612884_image2_1.webp)\n![/2022-08-04-1659645472684/2616918_image2_1.webp](/2022-08-04-1659645472684/2616918_image2_1.webp)\n![/2022-08-04-1659645472684/1763348_image2_1.webp](/2022-08-04-1659645472684/1763348_image2_1.webp)\n![/2022-08-04-1659645472684/1923794_image2_1.webp](/2022-08-04-1659645472684/1923794_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-2-2148-1861](tel:+82221481861)\n- [🏠tour.jongno.go.kr](http://tour.jongno.go.kr)\n\n\n```googleMap\nlatitude: 37.5826581698\nlongitude: 126.9919526715\ntitle: 99, Yulgok-ro, Jongno-gu, Seoul\n```\n  \n\n","data":{"id":"2022-08-04-1659645472684","title":"Jongno Cheonggye Special Tourist Zone (종로 청계 관광특구)","description":"Jongno Cheonggye Special Tourist Zone stretches from Seorin-dong to Changsin-dong between Cheonggyecheon Stream and Jong-ro. It includes Youth Street, Gwangjang Market, Sewoon Electronics Department Store, lighting stores, pharmacy & medical device stores, badge stores, Stamp Street, Stationery · Toy Market, Aquarium Street, Shoes Market, and other markets totalling to approximately 14,000 shops. Nearby attractions include modern high-story buildings as well as Gyeongbokgung, Changdeokgung, Changgyeonggung, Deoksugung, and Unhyeongung Palaces, Jongmyo Shrine, and Insa-dong, merging traditions, modernism, culture, and markets alike.<br><br>Thought to be at the heart of Seoul, Cheonggyecheon Stream is located in the dense cultural area of Seoul where various press networks, organizations, bookstores and other major corporations are situated. Walking along Cheonggyecheon Stream is a famous activity for tourists. Also, the area is the venue for the Seoul Lantern Festival every winter. Keeping its traditional scene including narrow alleys, old-fashioned hanok buildings and various stores still fully intact, the tourist zone has enough fun places for sightseeing as well as tasty restaurants in every corner for a more enjoyable visit.","regDate":"2022-08-04","author":"korea-tour","tag":["Seoul","Culture/Art/History","Recreational Sites","Tourist Complexes"],"imgUrl":"/2022-08-04-1659645472684/2597532_image2_1.webp","blogPath":"Seoul/2022-08-04-1659645472684","pageUrl":"https:/mcdryad.com/Seoul/2022-08-04-1659645472684"},"dataList":[{"id":"2022-08-08-1659944224530","title":"Seochon Village (서촌마을)","description":"Seochon Village, literally meaning west village, is named in reference to its location west of Gyeongbokgung Palace. The old hanok houses lining the long alleys well harmonize with newly emerging shops and stores. Walking through the alleys that resembles a big maze, visitors will be nicely surprised by murals and adorable pictures.  <br><Br>A hint of Korea's tradition is truly well balanced with many modern and stylish spaces that bring out the authentic and simple beauty and coziness of Seochon Village.","regDate":"2022-08-08","author":"korea-tour","tag":["Seoul","Culture/Art/History","Experience Programs","Cultural Districts"],"imgUrl":"/2022-08-08-1659944224530/2678694_image2_1.webp","blogPath":"Seoul/2022-08-08-1659944224530"},{"id":"2022-08-08-1659941338961","title":"Sejong-ro Park (세종로공원)","description":"Sejong-ro Park is located next to Sejong Center for the Performing Arts in central Seoul. Inside the park, there are wooden benches and shaded areas where people can sit and relax. Also available are water fountains, a round outdoor stage, and various sculptures. The lunch crowd from the nearby office buildings often come to the park during weekdays. On the weekends, the park is also used as a venue for outdoor weddings. <br><br>Seoul's anthem and the poem \"Bulnori\" by Ju Yo-han are written on a memorial stone that can be found inside the park.","regDate":"2022-08-08","author":"korea-tour","tag":["Seoul","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-08-08-1659941338961/1568197_image2_1.webp","blogPath":"Seoul/2022-08-08-1659941338961"},{"id":"2022-08-08-1659937236047","title":"Sealala Water Park (씨랄라 워터파크)","description":"Sealala Water Park brings the fun of visiting the sea to city dwellers. The water park & spa is open all year round, providing a relaxing vacation retreat in any weather.","regDate":"2022-08-08","author":"korea-tour","tag":["Seoul","Culture/Art/History","Recreational Sites","Hot Springs & Spa"],"imgUrl":"/2022-08-08-1659937236047/1985547_image2_1.webp","blogPath":"Seoul/2022-08-08-1659937236047"},{"id":"2022-08-08-1659934711906","title":"Samsung D’light (삼성 딜라이트)","description":"An exhibition space located within the Samsung Electronics building in Seocho-dong, Seoul, Samsung D'light showcases the latest product lineup by Samsung Electronics. Visitors can get a sneak peek at the possibilities inspired by future technology.","regDate":"2022-08-08","author":"korea-tour","tag":["Seoul","Culture/Art/History","Industrial Sites","Electronics/Semiconductors"],"imgUrl":"/2022-08-08-1659934711906/1955207_image2_1.webp","blogPath":"Seoul/2022-08-08-1659934711906"},{"id":"2022-08-08-1659930563001","title":"Samseongsan Holy Ground (삼성산성지)","description":"During the Gihae Persecution of 1839, three French Catholic priests were sentenced to death for spreading Catholicism in Korea. Saint Laurent Joseph Marius Imbert (Bishop), Saint Pierre Philibert Maubant (Priest), and Saint Jacques Honore Chastan (Priest) were beheaded on September 21, 1839 at Saenamteo, currently known as the Saenamteo Catholic Holy Place of the Martyrs, and their bodies were buried at Samseongsan Mountain and later transferred to the grotto of Myeondong Cathedral.","regDate":"2022-08-08","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Holy Sites"],"imgUrl":"/2022-08-08-1659930563001/2526612_image2_1.webp","blogPath":"Seoul/2022-08-08-1659930563001"},{"id":"2022-08-08-1659925310804","title":"Samcheong Park (삼청공원)","description":"Located on the outskirts of Bugaksan Mountain, Samcheong Park was officially designated as Korea's first park in year 1940. The name Samcheong (literally \"three blue\") refers to the three highest ideals in Taoism that people can attain. Surrounded by cherry blossoms planted long ago, the park becomes crowded with tourists every April when the blossoms are in full bloom. The park offers many amenities  badminton and tennis courts, a playground, a snack bar, and a multi-purpose rest area.<br><br> Major hiking trails winding through Samcheong Park connect the park to the Bugaksan Mountain's Seoul Fortress Wall Hiking Trail, a mineral spring water in Seongbuk-dong, and Waryong Park. While hiking, visitors can encounter Malbawi Rock, an excellent spot chosen by Seoul Metropolitan Government, where visitors can overlook Seoul at a glance. Malbawi Historic Site Visit Program, run by Jongno-gu Office (Seoul), provides children and adults with the opportunity to learn about natural ecology in Samcheong Park and the history of Seoul Fortress Wall from designated guides. Through well-developed roads around Samcheong-dong, visitors can easily move from Samcheong-dong to Seongbuk-dong. Currently, Samcheong Tunnel near the park connects the two localities.","regDate":"2022-08-08","author":"korea-tour","tag":["Seoul","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-08-08-1659925310804/1568134_image2_1.webp","blogPath":"Seoul/2022-08-08-1659925310804"},{"id":"2022-08-07-1659854693632","title":"Saenamteo Catholic Holy Place of the Martyrs (새남터기념성당)","description":"When taking the subway from Seoul Station to Yongsan Station, you will notice a tall and distinct hanok (traditional Korean architecture) building; this is Saenamteo Catholic Holy Place of the Martyrs. Construction of the building began in 1984, the year of the 200th anniversary of Catholicism in Korea, and was completed after three years. <br><br>Also called \"Nodeul\" and \"Sanamgi,\" Saenamteo was used as a military training ground during the early Joseon period. It was also the placewhere convicted felons and the Sayuksin (the six martyred ministers) were executed.<br><br>Many Catholics were executed here during the Sinyu Persecution of 1801, the Gihae Persecution of 1839, the Byeongo Persecution of 1846, and the Byeongin Persecution of 1866. Among those executed were 11 priests including the first Korean priest Kim Taegon (Andrew), the first Chinese priest that came to Korea Ju Mun Mo (Jacobus), the first French priest that came  to Korea BishopImbert and other Catholics including Hyeon Seok-mun. There is also an altar here where the remains of nine Catholic saints are enshrined.","regDate":"2022-08-07","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Holy Sites"],"imgUrl":"/2022-08-07-1659854693632/1985221_image2_1.webp","blogPath":"Seoul/2022-08-07-1659854693632"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}