{"pageProps":{"content":"![Inwangsan Mountain (인왕산)](/2022-08-04-1659605785634/1894462_image2_1.webp)\n\n  \n## Overview\n\n> The ancient fortress walls of Seoul that connect the ritual grounds of King Taejo and Muhakdaesa to the Sajik Tunnel and Jahamun Gate still remain on the grounds of Inwangsan Mountain. Many people enjoy hiking the path that begins at Sajik Tunnel, which leads to the peak of the mountain passing the fortress walls, then hike back down to Buam-dong. The hiking course is also connected to the road in front of Cheongwadae, so hikers can also walk along the historical Palpan-ro road, Hyoja-ro road, and Gyeongbokgung Palace. The hiking path located behind Sajik Park leads to Hwanghakjeong Pavilion, where archers during the Joseon dynasty once honed their marksmanship. The Hwanghakjeong Pavilion was originally located within the Gyeonghuigung Palace, but was relocated to the mountain. From the top, a panoramic view of the surrounding area spreads as far as Inwangsan Mountain, Naksan Mountain, Namsan Mountain, and Baegaksan Mountain with Gyeongbokgung Palace at its center.\n<br><br>\nThe hiking path past Sajik Park's T-intersection is a popular walking course to nearby office workers during lunch time. A view of Cheongwadae is visible from atop Beombawi Rock (tiger's rock). For hikers seeking to walk along the ridges, it is recommended to take the path down to Hongje-dong quarry or Jahamun Gate. Hikers are recommended to take their time to fully enjoy the view of the surroundings while walking along the path of the outer walls. The stone stairway following the path past Changuimun Gate will take hikers to the path along the outer walls. This path stretches for approximately 200 meters and a set of stones used to build the city walls during the reign of King Taejo, King Sejong, and King Sukjung still remain along the way. The thick, dark-colored mosses on the stones indicate the long history of Seoul.<br><br>\n\nThe view of the refreshing landscape and Inwangsan Mountain's peak will greet the hikers once they walk back to the inner city walls through a step of stones. Hikers will be able to get a bird's-eye-view of Seoul's mountains and skyscrapers surrounding the Hangang River. The city walls along the path going down to Cheongun-dong still withhold their beauty from the past.\n<br><br>\nInwangsan Mountain stands at a x_height of 338.2 meters and spreads throughout the regions of Hongje-dong in Seodaemun-gu and Muak-dong, Nusang-dong, Ogin-dong and Buam-dong in Jongno-gu. The unique and colossal rock formations and the view of Seoul and Cheongwadae are only a few of the many charms of Inwangsan Mountain.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330<br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-2-2148-2834|\n|restdate:|Mondays (If Monday is a public holiday, then closed the day after the holiday)|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Available Facilities:|Benches, small performance hall, etc.|\n  \n## Detail Image\n![/2022-08-04-1659605785634/1880365_image2_1.webp](/2022-08-04-1659605785634/1880365_image2_1.webp)\n![/2022-08-04-1659605785634/1894464_image2_1.webp](/2022-08-04-1659605785634/1894464_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-2-2148-2834](tel:+82221482834)\n- [🏠tour.jongno.go.kr ](http://tour.jongno.go.kr)\n\n\n```googleMap\nlatitude: 37.5735670596\nlongitude: 126.9640832471\ntitle: 29, Inwangsan-ro 1-gil, Jongno-gu, Seoul\n```\n  \n## Directions\n  \n[Subway + Bus]<br>\nGyeongbokgung Station (Seoul Subway Line 3), Exit 3.<br>\nGo straight 90 m to the Gyeongbokgung Station Bus Stop.<br>\nTake Jongno Bus No. 09 and get off at Ogin APT. Bus Stop.<br>\nWalk for approx. 660 m to Inwangsan Mountain.\n","data":{"id":"2022-08-04-1659605785634","title":"Inwangsan Mountain (인왕산)","description":"The ancient fortress walls of Seoul that connect the ritual grounds of King Taejo and Muhakdaesa to the Sajik Tunnel and Jahamun Gate still remain on the grounds of Inwangsan Mountain. Many people enjoy hiking the path that begins at Sajik Tunnel, which leads to the peak of the mountain passing the fortress walls, then hike back down to Buam-dong. The hiking course is also connected to the road in front of Cheongwadae, so hikers can also walk along the historical Palpan-ro road, Hyoja-ro road, and Gyeongbokgung Palace. The hiking path located behind Sajik Park leads to Hwanghakjeong Pavilion, where archers during the Joseon dynasty once honed their marksmanship. The Hwanghakjeong Pavilion was originally located within the Gyeonghuigung Palace, but was relocated to the mountain. From the top, a panoramic view of the surrounding area spreads as far as Inwangsan Mountain, Naksan Mountain, Namsan Mountain, and Baegaksan Mountain with Gyeongbokgung Palace at its center.<br><br>The hiking path past Sajik Park's T-intersection is a popular walking course to nearby office workers during lunch time. A view of Cheongwadae is visible from atop Beombawi Rock (tiger's rock). For hikers seeking to walk along the ridges, it is recommended to take the path down to Hongje-dong quarry or Jahamun Gate. Hikers are recommended to take their time to fully enjoy the view of the surroundings while walking along the path of the outer walls. The stone stairway following the path past Changuimun Gate will take hikers to the path along the outer walls. This path stretches for approximately 200 meters and a set of stones used to build the city walls during the reign of King Taejo, King Sejong, and King Sukjung still remain along the way. The thick, dark-colored mosses on the stones indicate the long history of Seoul.<br><br>The view of the refreshing landscape and Inwangsan Mountain's peak will greet the hikers once they walk back to the inner city walls through a step of stones. Hikers will be able to get a bird's-eye-view of Seoul's mountains and skyscrapers surrounding the Hangang River. The city walls along the path going down to Cheongun-dong still withhold their beauty from the past.<br><br>Inwangsan Mountain stands at a x_height of 338.2 meters and spreads throughout the regions of Hongje-dong in Seodaemun-gu and Muak-dong, Nusang-dong, Ogin-dong and Buam-dong in Jongno-gu. The unique and colossal rock formations and the view of Seoul and Cheongwadae are only a few of the many charms of Inwangsan Mountain.","regDate":"2022-08-04","author":"korea-tour","tag":["Seoul","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-08-04-1659605785634/1894462_image2_1.webp","blogPath":"Seoul/2022-08-04-1659605785634","pageUrl":"https:/mcdryad.com/Seoul/2022-08-04-1659605785634"},"dataList":[{"id":"2022-08-08-1659944224530","title":"Seochon Village (서촌마을)","description":"Seochon Village, literally meaning west village, is named in reference to its location west of Gyeongbokgung Palace. The old hanok houses lining the long alleys well harmonize with newly emerging shops and stores. Walking through the alleys that resembles a big maze, visitors will be nicely surprised by murals and adorable pictures.  <br><Br>A hint of Korea's tradition is truly well balanced with many modern and stylish spaces that bring out the authentic and simple beauty and coziness of Seochon Village.","regDate":"2022-08-08","author":"korea-tour","tag":["Seoul","Culture/Art/History","Experience Programs","Cultural Districts"],"imgUrl":"/2022-08-08-1659944224530/2678694_image2_1.webp","blogPath":"Seoul/2022-08-08-1659944224530"},{"id":"2022-08-08-1659941338961","title":"Sejong-ro Park (세종로공원)","description":"Sejong-ro Park is located next to Sejong Center for the Performing Arts in central Seoul. Inside the park, there are wooden benches and shaded areas where people can sit and relax. Also available are water fountains, a round outdoor stage, and various sculptures. The lunch crowd from the nearby office buildings often come to the park during weekdays. On the weekends, the park is also used as a venue for outdoor weddings. <br><br>Seoul's anthem and the poem \"Bulnori\" by Ju Yo-han are written on a memorial stone that can be found inside the park.","regDate":"2022-08-08","author":"korea-tour","tag":["Seoul","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-08-08-1659941338961/1568197_image2_1.webp","blogPath":"Seoul/2022-08-08-1659941338961"},{"id":"2022-08-08-1659937236047","title":"Sealala Water Park (씨랄라 워터파크)","description":"Sealala Water Park brings the fun of visiting the sea to city dwellers. The water park & spa is open all year round, providing a relaxing vacation retreat in any weather.","regDate":"2022-08-08","author":"korea-tour","tag":["Seoul","Culture/Art/History","Recreational Sites","Hot Springs & Spa"],"imgUrl":"/2022-08-08-1659937236047/1985547_image2_1.webp","blogPath":"Seoul/2022-08-08-1659937236047"},{"id":"2022-08-08-1659934711906","title":"Samsung D’light (삼성 딜라이트)","description":"An exhibition space located within the Samsung Electronics building in Seocho-dong, Seoul, Samsung D'light showcases the latest product lineup by Samsung Electronics. Visitors can get a sneak peek at the possibilities inspired by future technology.","regDate":"2022-08-08","author":"korea-tour","tag":["Seoul","Culture/Art/History","Industrial Sites","Electronics/Semiconductors"],"imgUrl":"/2022-08-08-1659934711906/1955207_image2_1.webp","blogPath":"Seoul/2022-08-08-1659934711906"},{"id":"2022-08-08-1659930563001","title":"Samseongsan Holy Ground (삼성산성지)","description":"During the Gihae Persecution of 1839, three French Catholic priests were sentenced to death for spreading Catholicism in Korea. Saint Laurent Joseph Marius Imbert (Bishop), Saint Pierre Philibert Maubant (Priest), and Saint Jacques Honore Chastan (Priest) were beheaded on September 21, 1839 at Saenamteo, currently known as the Saenamteo Catholic Holy Place of the Martyrs, and their bodies were buried at Samseongsan Mountain and later transferred to the grotto of Myeondong Cathedral.","regDate":"2022-08-08","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Holy Sites"],"imgUrl":"/2022-08-08-1659930563001/2526612_image2_1.webp","blogPath":"Seoul/2022-08-08-1659930563001"},{"id":"2022-08-08-1659925310804","title":"Samcheong Park (삼청공원)","description":"Located on the outskirts of Bugaksan Mountain, Samcheong Park was officially designated as Korea's first park in year 1940. The name Samcheong (literally \"three blue\") refers to the three highest ideals in Taoism that people can attain. Surrounded by cherry blossoms planted long ago, the park becomes crowded with tourists every April when the blossoms are in full bloom. The park offers many amenities  badminton and tennis courts, a playground, a snack bar, and a multi-purpose rest area.<br><br> Major hiking trails winding through Samcheong Park connect the park to the Bugaksan Mountain's Seoul Fortress Wall Hiking Trail, a mineral spring water in Seongbuk-dong, and Waryong Park. While hiking, visitors can encounter Malbawi Rock, an excellent spot chosen by Seoul Metropolitan Government, where visitors can overlook Seoul at a glance. Malbawi Historic Site Visit Program, run by Jongno-gu Office (Seoul), provides children and adults with the opportunity to learn about natural ecology in Samcheong Park and the history of Seoul Fortress Wall from designated guides. Through well-developed roads around Samcheong-dong, visitors can easily move from Samcheong-dong to Seongbuk-dong. Currently, Samcheong Tunnel near the park connects the two localities.","regDate":"2022-08-08","author":"korea-tour","tag":["Seoul","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-08-08-1659925310804/1568134_image2_1.webp","blogPath":"Seoul/2022-08-08-1659925310804"},{"id":"2022-08-07-1659854693632","title":"Saenamteo Catholic Holy Place of the Martyrs (새남터기념성당)","description":"When taking the subway from Seoul Station to Yongsan Station, you will notice a tall and distinct hanok (traditional Korean architecture) building; this is Saenamteo Catholic Holy Place of the Martyrs. Construction of the building began in 1984, the year of the 200th anniversary of Catholicism in Korea, and was completed after three years. <br><br>Also called \"Nodeul\" and \"Sanamgi,\" Saenamteo was used as a military training ground during the early Joseon period. It was also the placewhere convicted felons and the Sayuksin (the six martyred ministers) were executed.<br><br>Many Catholics were executed here during the Sinyu Persecution of 1801, the Gihae Persecution of 1839, the Byeongo Persecution of 1846, and the Byeongin Persecution of 1866. Among those executed were 11 priests including the first Korean priest Kim Taegon (Andrew), the first Chinese priest that came to Korea Ju Mun Mo (Jacobus), the first French priest that came  to Korea BishopImbert and other Catholics including Hyeon Seok-mun. There is also an altar here where the remains of nine Catholic saints are enshrined.","regDate":"2022-08-07","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Holy Sites"],"imgUrl":"/2022-08-07-1659854693632/1985221_image2_1.webp","blogPath":"Seoul/2022-08-07-1659854693632"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}