{"pageProps":{"content":"![Buramsan Mountain (불암산)](/2022-07-21-1658382231452/739086_image2_1.webp)\n\n  \n## Overview\n\n> Buramsan Mountain is an 508-meter high rock mountain, drawing the border between Junggye-dong and Sanggye-dong in Nowon-gu and Byeolnae-myeon in Namyangju.  \nThe total area is approximately 5,355,396 square meters and was designated as a city nature park in 1977. The mountain is named after its appearance that resembles  Buddha wearing songnak (headgear) and is also referred to as Cheonbosan or Piramsan Mountain. The ridge stretches long enough to enjoy the scenery and it's an easy hike because it is not too steep. In particular, the stunning view of Seoul at night unfolds at the top of the mountain.<br>\nBuramsanseong Fortress is located 420 meters above sea level and the rock cliffs are often used as rock climbing spots. There are also various hiking trails and about ten springs to get fresh mineral water. Burampokpo Falls is popular in winter among ice climbing enthusiasts.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-2-2116-3943|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Mountain Not Access Period:|Seasonal Forest Fire Watches<br>Spring: March 2 - April 30 <br>Autumn: November 1 - December 15<brNational Park: November 15 - December 15 (Excluding Gyeongju and Taean)<br>* Periods and areas are subject to change based on fire weather advisories, snow/precipitation levels, and other local conditions.|\n|Restricted Mountain Areas :|[Refer to the website.](http://hiking.kworks.co.kr/sub_map/map_user01.aspx)|\n|Hiking Course:|3.1 Kilo course: Park office - Cheongam Spring Entrance - Doldabang rest area - Neungseon fourway - peak<br>3.2 Kilo course: Park office - Jeongamsa Temple - Buram sports field - Ggalddakgogae Hill - peak<br>3.8 Kilo course: Yangji guard post - Cheonbyeong spring - heliport - Ggalddakgogae Hill - peak<br>5.8 Kilo course: Korea Cancer Center Hospital back entrance - Sahmyook University crossroad - Hakdoam crossroad - heliport - peak|\n|Available Facilities:|Mineral springs, restaurants, shops, etc.|\n|Restrooms:|Available|\n  \n## Detail Image\n![/2022-07-21-1658382231452/2462056_image2_1.webp](/2022-07-21-1658382231452/2462056_image2_1.webp)\n![/2022-07-21-1658382231452/2462057_image2_1.webp](/2022-07-21-1658382231452/2462057_image2_1.webp)\n![/2022-07-21-1658382231452/2462058_image2_1.webp](/2022-07-21-1658382231452/2462058_image2_1.webp)\n![/2022-07-21-1658382231452/2462059_image2_1.webp](/2022-07-21-1658382231452/2462059_image2_1.webp)\n![/2022-07-21-1658382231452/2462060_image2_1.webp](/2022-07-21-1658382231452/2462060_image2_1.webp)\n![/2022-07-21-1658382231452/2462061_image2_1.webp](/2022-07-21-1658382231452/2462061_image2_1.webp)\n![/2022-07-21-1658382231452/2462062_image2_1.webp](/2022-07-21-1658382231452/2462062_image2_1.webp)\n![/2022-07-21-1658382231452/2462063_image2_1.webp](/2022-07-21-1658382231452/2462063_image2_1.webp)\n![/2022-07-21-1658382231452/2462064_image2_1.webp](/2022-07-21-1658382231452/2462064_image2_1.webp)\n![/2022-07-21-1658382231452/2462065_image2_1.webp](/2022-07-21-1658382231452/2462065_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-2-2116-3943](tel:+82221163943)\n- [🏠www.nowon.kr](https://www.nowon.kr/www/info/info1/info1_02.jsp)\n\n\n```googleMap\nlatitude: 37.6725633390\nlongitude: 127.0882468880\ntitle: 22, Deongneung-ro 130ga-gil, Nowon-gu, Seoul\n```\n  \n\n","data":{"id":"2022-07-21-1658382231452","title":"Buramsan Mountain (불암산)","description":"Buramsan Mountain is an 508-meter high rock mountain, drawing the border between Junggye-dong and Sanggye-dong in Nowon-gu and Byeolnae-myeon in Namyangju.  The total area is approximately 5,355,396 square meters and was designated as a city nature park in 1977. The mountain is named after its appearance that resembles  Buddha wearing songnak (headgear) and is also referred to as Cheonbosan or Piramsan Mountain. The ridge stretches long enough to enjoy the scenery and it's an easy hike because it is not too steep. In particular, the stunning view of Seoul at night unfolds at the top of the mountain.<br>Buramsanseong Fortress is located 420 meters above sea level and the rock cliffs are often used as rock climbing spots. There are also various hiking trails and about ten springs to get fresh mineral water. Burampokpo Falls is popular in winter among ice climbing enthusiasts.","regDate":"2022-07-21","author":"korea-tour","tag":["Seoul","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-07-21-1658382231452/739086_image2_1.webp","blogPath":"Seoul/2022-07-21-1658382231452","pageUrl":"https:/mcdryad.com/Seoul/2022-07-21-1658382231452"},"dataList":[{"id":"2022-07-22-1658533007694","title":"Gangseo Marsh Ecological Park (강서습지생태공원)","description":"The Gangseo Marsh Ecological Park is an eco-park located on the Hangang River between the southern side of Banghwadaegyo Bridge and southern side of Haengjudaegyo Bridge. Established in July 2007, the park is partly comprised of low wetlands, freshwater lakes, and various aquatic plants. Eco-trails wind around the park through reed areas, around willow trees, and past the migratory bird observation. At the park, visitors can watch and learn about a variety of migratory birds during summer and winter or join one of the park’s organized eco-education programs.","regDate":"2022-07-22","author":"korea-tour","tag":["Seoul","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2022-07-22-1658533007694/1894481_image2_1.webp","blogPath":"Seoul/2022-07-22-1658533007694"},{"id":"2022-07-22-1658529461261","title":"Gangnam (강남)","description":"Gangnam Subway Station area is the prime district for those living south of the Hangang River. Gangnam-daero Avenue links Teheran-ro Road in the east to Jamsil and Sadang in the west. Kyobo Tower Crossroad connects Express Terminal to Noryangjin and west of Seoul. Hannam-daegyo Avenue in the north extends to the north of the Hangang River. A southward direction leads to metropolitan areas such as Seongnam, passing Yangjae and Bundang. <BR><BR> Many people tend to gather at Gangnam Subway Station, as the location is geographically and commercially suitable as a meeting point for social gatherings, events or personal engagements. Hence, during the weekdays it is usually crowded in the evenings while on weekends, areas around Gangnam Subway Station exit numbers 10 and 11, as well as City Theatre, and Giordano are often bustling with people. Visitors travel to Gangnam to take advantage of its convenient transportation, fashion malls, movie theatres and bookstores.<br><br>Gangnam-gu Office operates Gangnam Tourist Information Center to offer tourist information to international and domestic visitors and hands-on activities related to tourism. Also, the center operates Medical Tour Center which introduces Gangnam-gu’s specializing hospitals and medical treatment as well as Hallyu Experience Hall.","regDate":"2022-07-22","author":"korea-tour","tag":["Seoul","Culture/Art/History","Experience Programs","Cultural Districts"],"imgUrl":"/2022-07-22-1658529461261/1984608_image2_1.webp","blogPath":"Seoul/2022-07-22-1658529461261"},{"id":"2022-07-22-1658525735798","title":"Former Belgian Consulate Office (Nam-Seoul Museum of Art (SeMA)) (서울 구 벨기에영사관 (현, 서울시립미술관 남서울생활미술관))","description":"The Nam-Seoul Museum of Art (SeMA) annex opened at the former Belgium consulate building, constructed in 1905. Since then, the building was used for a variety of purposes and companies until finally becoming the current Nam-Seoul Museum of Art (SeMA) annex. The two-story building made of brick and stone with classical ionic columns allows the museum to serve as a tool for studying classic architecture of the 1900s as well as modern art.","regDate":"2022-07-22","author":"korea-tour","tag":["Seoul","Culture/Art/History","Architectural Sights","Buildings"],"imgUrl":"/2022-07-22-1658525735798/2014942_image2_1.webp","blogPath":"Seoul/2022-07-22-1658525735798"},{"id":"2022-07-22-1658522300810","title":"Eungbongsan Mountain - Seoul (응봉산(서울))","description":"From Eungbongsan Mountain (94 meters) one can easily see the Hangang River, Seoul Forest, Jamsil Sports Complex and more in the eastern part of Seoul. With such a great view of the Hangang River, the mountain are packed with visitors including many photographers. There is a sunrise event on the first day of the year and forsythia festival around April as the mountain is well-known for its forsythia.","regDate":"2022-07-22","author":"korea-tour","tag":["Seoul","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-07-22-1658522300810/1796280_image2_1.webp","blogPath":"Seoul/2022-07-22-1658522300810"},{"id":"2022-07-22-1658518302684","title":"Eight Scenic Views of Bukchon (북촌 8경)","description":"Bukchon, literally translated to northern village, refers to the neighborhood located north of Cheonggyecheon Stream and Jongno. The southern land of Jongno, which is present day Namsan, was referred to as Namchon, meaning southern village. Bukchon Village was resided mostly by relatives of royal families and powerful authorities while Namchon Village was settled by middle class government officials during the Joseon period. Now referred to as the Bukchon Hanok Village, the neighborhood has become one of Korea's most iconic tourist attractions that provide various photo ops. Visitors can take in the outlook of Seoul together with traditional hanok buildings by stopping by the spots of Eight Scenic Views of Bukchon.<br><br>Eight Scenic Views of Bukchon <br>Scenic View 1 - View of Chengdeokgung Palace over the stonewall. <br>Scenic View 2 - View of Wonseo-dong Handicraft Road<br>Scenic View 3 - View of hanok at Gahoe-dong 11-bunji area<br>Scenic View 4 - View of Gahoe-dong 31-bunji from the hilltop<br>Scenic View 5 - View of Gahoe-dong alley (downhill)<br>Scenic View 6 - View of Gahoe-dong alley (uphill)<br>Scenic View 7 - View of Gahoe-dong 31-bunji alleyway<br> Scenic View 8 - View from the Samcheong-dong stone stairway","regDate":"2022-07-22","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Folk Villages"],"imgUrl":"/2022-07-22-1658518302684/933780_image2_1.webp","blogPath":"Seoul/2022-07-22-1658518302684"},{"id":"2022-07-22-1658515496164","title":"Dream Forest (북서울 꿈의숲)","description":"Dream Forest, previously known as Odong Neighborhood Park, is located in Gangbuk-gu, Seoul. Renovated and reopened in October 2009, Dream Forest is the fourth largest park after World Cup Park, Olympic Park, and Seoul Forest and the first large-scale green park created in the Gangbuk area. <br><br>Major attractions of the park include Wolyeongji Pond, Grass Square, Wolgwangpokpo Falls, Aewoljeong Pavilion, Chilbokji Falls, Event Garden, Children’s Gallery, Wild Grass Garden, Deer Ranch, Exploring Path, Forest Rest, and a water park. Recently, the Changnyeongwigung Ritual House (National Registered Cultural Heritage No. 40) has been restored with other traditional landscape architectures such as a pond, pavilion and waterfall created nearby to double the genuine beauty of a traditional Korean park. <br><br>The slanted hillside which served as sleigh slopes is now a complex cultural space with Northern-Seoul Art Center that houses a fantastic-looking observatory, performance hall, book café, gallery, restaurant, jumping fountain, and children’s playground.","regDate":"2022-07-22","author":"korea-tour","tag":["Seoul","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-07-22-1658515496164/2526686_image2_1.webp","blogPath":"Seoul/2022-07-22-1658515496164"},{"id":"2022-07-22-1658511854030","title":"Doseonsa Temple (도선사)","description":"Doseonsa Temple was established 1,100 years ago during the latter part of the Silla Kingdom when the renowned Buddhist priest Doseonguksa was traveling through the mountains. After visiting the site, Doseonguksa made a prophecy that led to the construction of the temple. According to legend, he used only his walking stick to carve the large Bodhisattva that sits at the temple. Interestingly enough, the statue does not show any evidence of chisel marks, further adding to the mystery of how the statue was made.  <br><br>During the 7th year of King Gwangmu of the Joseon dynasty, Doseonsa Temple was officially named the representative temple of Korea with the purpose of promoting Cheongdamdaejongsa's Korean Buddhism movement, aiming at a religious revival. Due to these special circumstances Deseonsa Temple gained a high reputation and much recognition, which have held strong to this day.<br><br>Inside the temple, visitors can view the remains and written works of Cheongdamdaejongsa in the Cheongdamdaejongsa Memorial Hall. Next to the road leading to Cheonbuljeon Hall is a pond where you can toss a coin and make a wish and just past Yongammun Gate is a hiking path connecting Baegundae Cliff and Insubong Peak. Inside the Ksitigarbha Hall are portraits of President Park Chung-hee, Yuk Yeong-su, and Hyundai Chairman Chung Ju-yung. In front of the hall is a tree that is said to have been planted by a Buddhist priest who brought it from India 200 years ago. Historical artifacts can be found throughout the temple.","regDate":"2022-07-22","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-07-22-1658511854030/632948_image2_1.webp","blogPath":"Seoul/2022-07-22-1658511854030"}],"navList":["Busan","Daegu","Daejeon","Gwangju","Gyeonggi-do","Incheon","Jeju-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}