{"pageProps":{"content":"![Suncheonman Bay Yongsan Observatory (순천만 용산전망대 (S자 물길))](/2023-01-30-1675071391945/1817061_image2_1.webp)\n\n  \n## Overview\n\n> Yongsan Observatory offers an unobstructed view of Suncheonman Bays large S-shaped waterway. The observatory can be reached by following the trail through the field of reeds, crossing over Daedae Estuary on Mujingyo Bridge. With a birds-eye-view, take in the vast fields of reeds and mudflats, dotted throughout with groups of birds wading through in search of food.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330<br>(Korean, English, Japanese, Chinese)<br>• For more info: +82-61-749-6052|\n|parking:|Available|\n|restdate:|N/A (Open all year round) <br />* Park facilities (train, boat, observatory, etc) unavailable Mondays & national holidays.|\n|usetime:|08:00-Sunset (Varies by season)|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Tour Course Information:|[Course 1] Eco-Museum - Planetarium - Reed Train - Mujingyo Bridge - reed field - observatory - experience zone - rest area - craft & specialty product hall - parking lot<br />[Course 2] Eco-Museum - Planetarium - Mujingyo Bridge - reed field - observatory - rest area - craft & specialty product hall - parking lot<br />[Course 3] Eco-Museum - Planetarium - Mujingyo Bridge - reed field - rest area - craft & specialty product hall - parking lot|\n|Admission Fees:|[Suncheonman Bay Wetland Reserve]<br />Individual - Adults 8,000 won / Teenagers 6,000 won / Children 4,000 won<br />Group (20 or more people) - Adults 6,000 won / Teenagers 5,000 won / Children 3,000 won<br /><br>[1-year membership]<br>Adults 30,000 won / Teenagers 20,000 won / Children 10,000 won<br><br>* Entrance to Suncheonman National Garden included in admission.<br>* Groups: 20 people or more<br>* Adults (ages 20-64), Teenagers (ages 14-19), Children (ages 8-13)<br>* Free admission: Preschoolers (ages 7 and under), senior citizens (ages 65 and older)|\n|Parking Fees:|Two-wheeled vehicle 500 won / Small vehicle 2,000 won / Mid-sized vehicle 3,000 won / Large vehicle 5,000 won<br />* Mid-sized vehicle: 11-24 Seats / Large vehicle: 25 or more seats|\n|Restrooms:|Available|\n|Korean Info. Service:|Nature guide|\n  \n## Detail Image\n![/2023-01-30-1675071391945/2006640_image2_1.webp](/2023-01-30-1675071391945/2006640_image2_1.webp)\n![/2023-01-30-1675071391945/2006641_image2_1.webp](/2023-01-30-1675071391945/2006641_image2_1.webp)\n![/2023-01-30-1675071391945/2034885_image2_1.webp](/2023-01-30-1675071391945/2034885_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-61-749-6052](tel:+82617496052)\n- [🏠www.suncheonbay.go.kr](http://www.suncheonbay.go.kr)\n\n\n```googleMap\nlatitude: 34.8860532226\nlongitude: 127.5090399037\ntitle: 513-25, Suncheonman-gil, Suncheon-si, Jeollanam-do\n```\n  \n## Directions\n  \n[Bus]<br>\n From Suncheon Intercity Bus Terminal, take Bus No. 66 or 67 and get off at Suncheonman Bay Bus Stop.\n","data":{"id":"2023-01-30-1675071391945","title":"Suncheonman Bay Yongsan Observatory (순천만 용산전망대 (S자 물길))","description":"Yongsan Observatory offers an unobstructed view of Suncheonman Bays large S-shaped waterway. The observatory can be reached by following the trail through the field of reeds, crossing over Daedae Estuary on Mujingyo Bridge. With a birds-eye-view, take in the vast fields of reeds and mudflats, dotted throughout with groups of birds wading through in search of food.","regDate":"2023-01-30","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Architectural Sights","Monuments/Observatories"],"imgUrl":"/2023-01-30-1675071391945/1817061_image2_1.webp","blogPath":"Jeollanam-do/2023-01-30-1675071391945","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-30-1675071391945"},"dataList":[{"id":"2023-02-01-1675237048162","title":"Yeongam Gurim Hanok Village (영암 구림전통한옥마을)","description":"Nestled at the foot of Wolchulsan Mountains western side in Yeongam-gun, Jeollanam-do, Yeongam Gurim Hanok Village has a 2,200 year-long history, stretching from the Three Han States to Proto Three Kingdom Period. The village is abundant with various historical stories and features, offering plenty of cultural tourism resources. The village includes 12 pavilions including Hoesajeong Pavilion and Gukamsa Shrine, traditional houses, stone walls, and old oak trees.Especially, 96 Korean-house accommodations including Anyongdang, Wolindang, Gukamsa, and Anhyeongung are located for tourists to stay in a traditional Hanok as well as to offer various traditional programs like paper craft, traditional wedding ceremony, rice cake-pounding, straw craft, catching fish, water activities and others. Also, Wangin Cherry Blossom Festival and Chrysanthemum Festival are held here every year.","regDate":"2023-02-01","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Historical Sites","Folk Villages"],"imgUrl":"/2023-02-01-1675237048162/1005718_image2_1.webp","blogPath":"Jeollanam-do/2023-02-01-1675237048162"},{"id":"2023-02-01-1675233630217","title":"Wolchulsan National Park (월출산국립공원)","description":"Wolchulsan National Park is located in the southern part of Korea. The name Wolchulsan means mountain where the moon rises. Starting with Cheonhwangbong Peak (810.7 m) at the center, the whole area is filled with rocky mountain peaks which all look special and unique.<br><Br>About five kilometers beyond the National Parks entrance and Dogapsa Temple is Gujeongbong Peak. The peak is shaped like nine pots with a pool of water that never runs dry, said to have been a dragons dwelling place according to local folk legend. Another 500 meters further along is Maaeyeoraejwasang, a sitting Buddha statue, which is designated as a National Treasure. <br><br>At the top of Wolchulsan Mountain is a large flat granite rock that can fit up to 300 people. From here, visitors can take in the splendid vista of the mountain. Wolchulsan National Park also features one of the nations longest suspension bridges, located 120 meters above ground with a length of 52 meters and a x_width of 0.6 meters. To the left of Sajabong Peak is a seven-tier waterfall named Chilchipokpo Falls, pouring down into the valley in the middle of the mountain. Another great view to catch is the field of reeds found along the path to Dogapsa and Muwisa Temples. Moreover, the park changes its colors by season, offering excellent views all year round.","regDate":"2023-02-01","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites","National Parks"],"imgUrl":"/2023-02-01-1675233630217/1969531_image2_1.webp","blogPath":"Jeollanam-do/2023-02-01-1675233630217"},{"id":"2023-02-01-1675229779520","title":"Wolchulsan Hot Springs (월출산 온천)","description":"Wolchulsan Spa is located five kilometers northwest of the town of Yeongam. The spa overlooks the beautiful scenery of Wolchulsan Mountain, the extensive plain of Yeongam, and Yeongamcheon Stream, a tributary of Yeongsangang River.<br><br> The source of Wolchulsan Spa’s hot spring waters is  red feldspar granite (elvan) that forms the aquifer column of Wolchulsan Mountain. The adhesive and purifying properties of the elvan removes harmful organic matter and pollutants, resulting in pure, natural hot spring waters. Rich in various minerals, dissolved oxygen, and far-infrared emissivity, the elvan hot spring waters are known to be effective for alleviating various ailments such as fatigue, neuralgia, rheumarthritis, skin trouble, and athlete’s foot.<br><br>Various tourist attractions are located nearby, including the Wolchulsan Mountain, the reed field in Miwangjae, and Dogapsa Temple, so visitors can enjoy a good rest at Wolchulsan Spa after sightseeing.","regDate":"2023-02-01","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Recreational Sites","Hot Springs & Spa"],"imgUrl":"/2023-02-01-1675229779520/1009315_image2_1.webp","blogPath":"Jeollanam-do/2023-02-01-1675229779520"},{"id":"2023-02-01-1675226398839","title":"Wolchulsan Gichan Land (월출산 기찬랜드)","description":"Wolchulsan Gichan Land is set in the clean valley and fresh air at the foot of Cheonhwangbong Peak of Wolchulsan Mountain. Many famous people come from the area, including Kim Changjo who created folklore music, Nangsan Kim Junyeon, a member of the Consituent Assembly, Admiral Kang Kicheon, Jo Hunhyeon, King of Baduk game and others. Gichan Land houses Gayageum Theme Park to offer folk culture as well as nature-pool, spirit health center, pension, physical facilities, well-being prayer road, and others. Wolchulsan Well-being Prayer Road features a health road to experience water, forest, and rocks on the road to Wolchulsan Mountain. <br><br>The 1.1 kilometer long Wolchulsan Well-being Prayer Road stretches from Gichan-gil Walking path to Ki Sports Park and Sowon-ro. The path is decorated with more than 30 years of pine trees, eco-friendly wooden bridge, and a resting area. Wolchulsan Pray Road stretches from the entrance of Cheonhwangsaji and Ki Sports Park to Gichan Land (4km) plus the 3 kilometer-road from Historic Site of Wang In to the entrance of Dogapsa Temple.<br><br>Wolchulsan National Park features breathtaking scenery, plentiful cultural resources and folklore atmosphere of the Southern area. The mountain was formed as a residual hill of the Sobaek Mountain Range going into the Mokpo sea and meets the projecting rocks. The whole area is centered around Cheonwangbong Peak (809m) and is surrounded by uniquely-formed rocks and cliffs. <br><br>The area is the birth place of Wangin (Baekje) and Doseon Guksa (Late Silla). Various cultural assets are also located here, including Gengnakjeon Hall and Rock-carved Seated Buddha in Muwisa Temple in south side and Dogapsa Temple in west side based on Cheonwangbong Peak.","regDate":"2023-02-01","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Recreational Sites","Theme Parks"],"imgUrl":"/2023-02-01-1675226398839/1006040_image2_1.webp","blogPath":"Jeollanam-do/2023-02-01-1675226398839"},{"id":"2023-02-01-1675222933472","title":"Wando-gun, Cheongsando Island [Slow City] (완도군 청산도 [슬로시티])","description":"The name Cheongsan (靑山) carries the meaning that all of the surroundings - the mountains, ocean and sky - are blue. Cheongsando Island is a small island featuring beautiful scenery located 19.2km from Wando in Jeollanam-do, and is the southernmost island in Dadohae. The island looks to Geomundo Island in the east, Soando Island in the west, Jejudo Island in the south, and Sinjido Island in the north. Cheongsando Island was designated as part of Dadohaehaesang National Park on December 23, 1981 and the first Asian slow city on December 1, 2007. The slower visitors walk through the island, the more beautiful the island is. Likewise, the island was picked as one of must-visit tourism spots by Korea Tourism Organization and CNN. The island also features the valuable agricultural asset of gudeuljangnon, terraced rice paddies.","regDate":"2023-02-01","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"/2023-02-01-1675222933472/1784238_image2_1.webp","blogPath":"Jeollanam-do/2023-02-01-1675222933472"},{"id":"2023-01-31-1675161458234","title":"Unjusa Temple (운주사)","description":"Unjusa Tmeple was called Bibosa Temple during the late Silla Period. However, during excavation work that took place between 1984 and 1989, it was discovered to have been built long before that during the early Goryeo period. The temple fell into disrepair after the Imjin War (1592-1598), but was partly restored in the 1800s by Monk Seoldamjau. Unjusa Temple’s famous heritages include the Nine-story Stone Pagoda (Treasure No. 796), Shrine of Stone Buddha (Treasure No. 797), and Cylindrical Multi-story Stone Pagoda (Treasure No. 798).","regDate":"2023-01-31","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2023-01-31-1675161458234/2604595_image2_1.webp","blogPath":"Jeollanam-do/2023-01-31-1675161458234"},{"id":"2023-01-31-1675157801357","title":"Ttangkkeut Village (땅끝 관광지)","description":"This area is famous as it is on the very tip of the Korean peninsula, located in Galdu-ri of Songji-myeon. This is where Baekdusan Mountain ends reaching the tip of the peninsula. Many people visit the area so they can say they’ve stepped on the end of the land and it has long become a prime destination in Haenam. <br><br>At the summit of Sajabong peak there is an observatory that stands 38m high. From the observatory you can get a full viewing of the Dalmasan Mountain in the north while in the east, fishing vessels can be seen skirting deftly on the surface of the sea. Atop the summit of Sajabong peak, there is a restored old beacon (Bonghwadae) which in the past was strategically located to warn of approaching Japanese ships. In the village proper, the area known as Ttangkkeut Village, special events take place to celebrate the end of year and the first day of the New Year, which also draws many tourists to the area from all over the country.","regDate":"2023-01-31","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Recreational Sites","Tourist Complexes"],"imgUrl":"/2023-01-31-1675157801357/2367436_image2_1.webp","blogPath":"Jeollanam-do/2023-01-31-1675157801357"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}