{"pageProps":{"content":"![Someorioreum Volcanic Cone (Udobong Peak) (쇠머리오름(우도봉))](/2023-02-13-1676273756670/666366_image2_1.webp)\n\n  \n## Overview\n\n> Someorioreum Volcanic Cone is located on Udo Island, about 3.8 kilometers from Seongsanhang Port. The cone rises 100 meters and offers fantastic views of the surrounding area. The name means cows head, and comes from the name of the island, said to resemble a cow lying down. The island is only accessible from Seongsanhang Port, and it takes about 15 minutes by ferry.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br>• Jeju Travel Hotline: +82-64-740-6000|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Admission Fees:|[Admission Fee to Udo Island (ferry+admission+utility fee)]<br> - One-way (to Udo Island)<br> Adults 6,000 won / Teenagers 5,600 won / Seniors & people with disabilities 4,500 won /  Children 2,300 won / Preschoolers 1,500 won<br> <br> - One-way (from Udo Island)<br> Adults, Teenagers, Seniors & people with disabilities 4,500 won<br> Children & Preschoolers 1,500 won<br> <br>- Car transport<br> Light-weight car 12,800 won / Mid-sized & Small vehicles (9 passengers or under) 15,000 won / Large vehicles (12 passengers or more) 17,200 won<br> Vehicles (15 passengers or under) 20,500 won / County (25 passengers or under) 33,500 won<br> <br>- Round-trip<br> Adults 10,500 won / Teenagers 10,100 won / Seniors & people with disabilities 9,000 won / Children 3,800 won / Preschoolers 3,000 won<br><br>- Car transport<br> Light-weight car 21,600 won / Mid-sized & Small vehicles (9 passengers or under) 26,000 won / Large vehicles (12 passengers or more) 30,400 won <br> Vehicles (15 passengers or under) 37,000 won / County (25 passengers or under) 50,000 won<br> <br><br> * Teenagers (middle & high school students) / Children (elementary school students) / Preschoolers (ages 2-7)* ID must bre presented to board the ferry|\n  \n\n  \n## Contact\n\n- [☎️+82-64-740-6000](tel:+82647406000)\n- [🏠www.visitjeju.net](http://www.visitjeju.net/)\n\n\n```googleMap\nlatitude: 33.4918521946\nlongitude: 126.9637545616\ntitle: Samyanggosumul-gil, Jeju-si, Jeju-do\n```\n  \n## Directions\n  \n[Car]<br>\nApprox. 10 minute drive from Udo Chunjunhang Port.<br><br>\n\n[Walking]<br>\nApprox. 40 min from Udo Chunjunhang Port, following the trekking trails along the coast.\n","data":{"id":"2023-02-13-1676273756670","title":"Someorioreum Volcanic Cone (Udobong Peak) (쇠머리오름(우도봉))","description":"Someorioreum Volcanic Cone is located on Udo Island, about 3.8 kilometers from Seongsanhang Port. The cone rises 100 meters and offers fantastic views of the surrounding area. The name means cows head, and comes from the name of the island, said to resemble a cow lying down. The island is only accessible from Seongsanhang Port, and it takes about 15 minutes by ferry.","regDate":"2023-02-13","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites","Mountains"],"imgUrl":"/2023-02-13-1676273756670/666366_image2_1.webp","blogPath":"Jeju-do/2023-02-13-1676273756670","pageUrl":"https:/mcdryad.com/Jeju-do/2023-02-13-1676273756670"},"dataList":[{"id":"2023-02-18-1676691372263","title":"Roe Deer Observation Center (제주 노루생태관찰원)","description":"Roe Deer Observation Center opened on August 3, 2007 to offers a place where visitors may observe and watch roe deer and other creatures in their natural habitat. Guests can watch the deer from the forest trails, or feed them at the experience enclosure. The exhibition hall offers information on Hallasan Mountain and the animals and plants that live around it, including a video room teaching about the life of a roe deer. The observation center grounds also include walking paths up Geochinoreum Volcanic Cone.","regDate":"2023-02-18","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"","blogPath":"Jeju-do/2023-02-18-1676691372263"},{"id":"2023-02-17-1676630304200","title":"Nexon Computer Museum (넥슨컴퓨터박물관)","description":"Nexon Computer Museum is a computer museum run by Nexon, an online game developing company. Visitors can learn about the history of games and computers, and imagine the future while walking through the museum. The keyboard-shaped waffles sold at the cafe in the museum are also well-known.","regDate":"2023-02-17","author":"korea-tour","tag":["Jeju-do","Culture/Art/History","Industrial Sites","Electronics/Semiconductors"],"imgUrl":"","blogPath":"Jeju-do/2023-02-17-1676630304200"},{"id":"2023-02-17-1676626555545","title":"Natural Habitat of Poison Bulbs on Tokkiseom Island (제주 토끼섬 문주란 자생지)","description":"Jejus Tokkiseom Island (Rabbit Island) is located 50 meters off the coast of Hado-ri, Gujwa-eup in Jeju-si. Crinum lilies grow in an environment where the average temperature is around 15℃ with the lowest temperature no less than -3.5℃. The flower is white and blooms from July to September. They bloom at night and have a strong fragrance.","regDate":"2023-02-17","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"","blogPath":"Jeju-do/2023-02-17-1676626555545"},{"id":"2023-02-17-1676623242828","title":"Maze Land (메이즈랜드)","description":"Maze Land is a themed park boasting the world’s longest stone maze, measuring roughly 5.3 km in total length. The maze is made mainly using stone and wood found on Jeju and is created to reflect the Jejus three principle items or Samda, which describes the things abundant on Jeju Island  rocks, wind, and women. The maze not only offers a fun activity for you and your friends, but also provides health benefits as the stones emit high levels of far-infrared radiation and the woods (T. occidentalis) produce a large volume of phytoncides. The park, with its variety of trees several decades old, is the perfect place for forest bathing,” in which people surround themselves with nature (particularly trees) to soak in the natural benefits.<br><br>In addition to the mazes made of trees and stones, visitors are encouraged to check out the maze museum detailing the history of mazes starting from their origin in the 14th century. During the museum tour, visitors may also participate in hands-on activities such as puzzles and games.","regDate":"2023-02-17","author":"korea-tour","tag":["Jeju-do","Culture/Art/History","Recreational Sites","Theme Parks"],"imgUrl":"","blogPath":"Jeju-do/2023-02-17-1676623242828"},{"id":"2023-02-17-1676619380298","title":"Marine Park (마린파크)","description":"Located in Hwasun-ri, Seogwipo-si, Marine Park is the first and only national dolphin experience site. It has a trick art photo zone on the basement level, an indoor dolphin experience site on the first floor, and a children’s aquarium that exhibits 100 species of fish local to the Jeju region on the second floor. Activity programs include feeding dolphins, experience being a dolphin trainer, dolphin swimming and snorkeling, diving with dolphins and prenatal education with dolphins. Marine Park also participates in ocean animal transportation, as well as rescue and leading trainer business.","regDate":"2023-02-17","author":"korea-tour","tag":["Jeju-do","Culture/Art/History","Experience Programs","Unique Experience"],"imgUrl":"","blogPath":"Jeju-do/2023-02-17-1676619380298"},{"id":"2023-02-17-1676616039038","title":"Jungmun Saekdal Beach (중문·색달 해변)","description":"With a slope of 5 degrees and an average depth of 1.2 meters, Jungmun Saekdal Beach is characterized by an arch-shaped shore and four distinctive colored grains of sand of white, black, red, and gray called <em>jinmosal</em>. This colorful sandy beach is 560 meters in length and 50 meters in x_width and has appeared in several dramas and movies thanks to its beautiful scenery created by Jeju Island&rsquo;s black basalt and jinmosal. The cliffs that line the shore on the right lead to a naturally formed 15-meter-long cave. The cliffs are also a habitat for many rare species, serving as a perfect spot for an ecology tour. Jungmun Beach offers a variety of marine sports such as parasailing, water skiing, windsurfing, scuba diving, rafting, and yacht tours for an exciting vacation under the sun.","regDate":"2023-02-17","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites"],"imgUrl":"/2023-02-17-1676616039038/1617133_image2_1.webp","blogPath":"Jeju-do/2023-02-17-1676616039038"},{"id":"2023-02-17-1676612149553","title":"Jeju Sanbangsan Carbonate Hot Springs (제주 산방산탄산온천)","description":"Jeju Sanbangsan Carbonate Hot Springs is a rare carbon hot spring, and the first public hot spring in Jeju. In May 2004, it was designated a site for protection as a hot springs source (Jeju Notice No. 2004-12). The hot springs opened in 2005 with Gumyeongsu, a hot springs public bath, spanning 11,111 square meters, housed in a 3,300-square-meter building with an estimated 1,000-person capacity. Sanggoji is the on-site restaurant, and means rainbow in the local dialect. Carbon hot springs are known to have health benefits for the heart, as carbonic acid gas is absorbed in the skin, stimulating capillary vessels and expanding blood vessels. This enhances blood circulation, lowering blood pressure and reducing the burden on the heart.","regDate":"2023-02-17","author":"korea-tour","tag":["Jeju-do","Culture/Art/History","Recreational Sites","Hot Springs & Spa"],"imgUrl":"/2023-02-17-1676612149553/1620176_image2_1.webp","blogPath":"Jeju-do/2023-02-17-1676612149553"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}