{"pageProps":{"content":"![Deokjin Park (덕진공원)](/2022-07-31-1659289135246/2366393_image2_1.webp)\n\n  \n## Overview\n\n> Deokjin Park is a representative city park of Jeonju. Officially designated a city park in April 1978, it is centered around a natural pond, which dates back to the Goryeo dynasty (918-1392). The park is such a landmark of the area that the lotus flowers blooming in the park’s large pond are considered one of the most impressive attractions of Jeonju. The park spans an area of 13,000 ㎡ with the pond covering about two thirds of the southern sector. An arch-shaped suspension bridge stretches across the middle of the pond, offering up-close views of the lotus blossoms. <br><br>\n\nPark designers created a traditional pavilion and a water iris garden in honor of the park’s historical background and added an artificial waterfall and wooden bridge for visual effect. The park also houses nine stone monuments including the Children’s Charter, engravings of Shin Seok-jeong and Kim Hae-gang’s poetry, and a statue of General Jeon Bong-jun. <br><br>\n\nThe park is the site of the annual Dano Changpomul (Water Iris) Festival, a much-anticipated event held on the day of Dano (a Korean traditional holiday that falls on the fifth day of the fifth lunar month). During the celebration, women wash their hair in iris-infused water from the pond to wish for good health in the coming year.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-63-239-2607|\n|parking:|Available (70 spaces)|\n|restdate:|N/A (Open all year round)|\n|useseason:|Mid-July~early August (Lotus flower blooming season)|\n|usetime:|Open 24 hr|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Admission Fees:|Free|\n|Restrooms:|Available|\n  \n## Detail Image\n![/2022-07-31-1659289135246/1605385_image2_1.webp](/2022-07-31-1659289135246/1605385_image2_1.webp)\n![/2022-07-31-1659289135246/1605387_image2_1.webp](/2022-07-31-1659289135246/1605387_image2_1.webp)\n![/2022-07-31-1659289135246/1605388_image2_1.webp](/2022-07-31-1659289135246/1605388_image2_1.webp)\n![/2022-07-31-1659289135246/1605389_image2_1.webp](/2022-07-31-1659289135246/1605389_image2_1.webp)\n![/2022-07-31-1659289135246/1605390_image2_1.webp](/2022-07-31-1659289135246/1605390_image2_1.webp)\n![/2022-07-31-1659289135246/1605391_image2_1.webp](/2022-07-31-1659289135246/1605391_image2_1.webp)\n![/2022-07-31-1659289135246/2366391_image2_1.webp](/2022-07-31-1659289135246/2366391_image2_1.webp)\n![/2022-07-31-1659289135246/2366392_image2_1.webp](/2022-07-31-1659289135246/2366392_image2_1.webp)\n![/2022-07-31-1659289135246/2366394_image2_1.webp](/2022-07-31-1659289135246/2366394_image2_1.webp)\n![/2022-07-31-1659289135246/2366395_image2_1.webp](/2022-07-31-1659289135246/2366395_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-63-239-2607](tel:+82632392607)\n- [🏠www.jjss.or.kr](http://www.jjss.or.kr)\n\n\n```googleMap\nlatitude: 35.8475156135\nlongitude: 127.1218687977\ntitle: 390, Gwonsamdeuk-ro, Deokjin-gu, Jeonju-si, Jeollabuk-do\n```\n  \n\n","data":{"id":"2022-07-31-1659289135246","title":"Deokjin Park (덕진공원)","description":"Deokjin Park is a representative city park of Jeonju. Officially designated a city park in April 1978, it is centered around a natural pond, which dates back to the Goryeo dynasty (918-1392). The park is such a landmark of the area that the lotus flowers blooming in the park’s large pond are considered one of the most impressive attractions of Jeonju. The park spans an area of 13,000 ㎡ with the pond covering about two thirds of the southern sector. An arch-shaped suspension bridge stretches across the middle of the pond, offering up-close views of the lotus blossoms. <br><br>Park designers created a traditional pavilion and a water iris garden in honor of the park’s historical background and added an artificial waterfall and wooden bridge for visual effect. The park also houses nine stone monuments including the Children’s Charter, engravings of Shin Seok-jeong and Kim Hae-gang’s poetry, and a statue of General Jeon Bong-jun. <br><br>The park is the site of the annual Dano Changpomul (Water Iris) Festival, a much-anticipated event held on the day of Dano (a Korean traditional holiday that falls on the fifth day of the fifth lunar month). During the celebration, women wash their hair in iris-infused water from the pond to wish for good health in the coming year.","regDate":"2022-07-31","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-07-31-1659289135246/2366393_image2_1.webp","blogPath":"Jeollabuk-do/2022-07-31-1659289135246","pageUrl":"https:/mcdryad.com/Jeollabuk-do/2022-07-31-1659289135246"},"dataList":[{"id":"2022-08-01-1659337204897","title":"Gimje Byeokgolje Reservoir (김제 벽골제)","description":"The Byeokgolje Reservoir in Gimje is the oldest irrigation facility in Korea. According to the Samguk Sagi (history of the three kingdoms), Byeokgolje was first built in the 21st year of the reign of King Heulhae (AD 330) of the Silla Kingdom. However, this region belonged to the Baekje kingdom at that time, so some counter that the embankment was actually built in the 27th year of King Biryou (AD 330) of the Baekje kingdom. Historians agree, however, that the reservoir was mended by King Wonseong of Silla in AD 790 and by King Hyeonjong and King Injong of the Goryeo Dynasty in AD 1143. In 1415, King Taejong of the Joseon dynasty rebuilt the whole facility, but it was washed away in heavy rains five years later in the 2nd year of King Sejong.  <br><br>Only about three kilometers of the reservoir embankment remain intact today. Moreover, the original embankment underwent major transformations in 1925 when the Dongjin Land Improvement Association remolded it into a channel for carrying water to nearby fields. <br><br>In 1975, an archeological study of the sites where the two floodgates once stood revealed that highly refined measuring techniques had been used in the original construction of the reservoir. Thus, despite its many changes, Byeokgolje not only holds significance as Korea’s oldest manmade reservoir, but also as a historical relic that points to the highly developed engineering technology of the past.","regDate":"2022-08-01","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-08-01-1659337204897/1603977_image2_1.webp","blogPath":"Jeollabuk-do/2022-08-01-1659337204897"},{"id":"2022-08-01-1659333898212","title":"Geumsansa Temple (Gimje) (금산사(김제))","description":"Located near the entrance of the Moaksan Provincial Park, Geumsansa Temple was established in the first year of King Beop of the Baekje Kingdom (AD 599). The Buddhist temple features over ten designated cultural properties including Mireukjeon Hall, a national treasure, as well as other attached buildings. The country’s only three-story building containing a Buddha statue, Mireukjeon was built with wood and has a single-open floor inside. In spring, cherry blossom trees come into full bloom from the park entrance all the way to Geumsansa Temple; and in winter Buddhist adherents come to bow before the statue of Mireuk bodhisattva inside Mireukjeon or walk in circles around the pagoda. The statue is the largest indoor standing Buddha in the world, reaching 11.82 meters in x_height. The two other Buddha statues standing on the right and left of the Mireuk bodhisattva are 8.8 meters tall each.<br><br>* Important Cultural Properties <br>Mireukjeon Hall (National Treasure No. 62) <br>Stone Pillar of Geumsansa Temple (Treasure No. 22) <br>Stone Lotus Pedestal of Geumsansa Temple (Treasure No. 23)<br>Stele for Royal Preceptor Hyedeok at Geumsansa Temple (Treasure No. 24)<br>Five-story Stone Pagoda of Geumsansa Temple (Treasure No. 25)<br>Bangdeung Ordination Platform of Geumsansa Temple (Treasure No. 26)<br>Hexagonal Multi-story Stone Pagoda of Geumsansa Temple (Treasure No. 27)<br>Flagpole Supports of Geumsansa Temple (Treasure No. 28)<br>Three-story Pagoda at Simwonam Hermitage of Geumsansa Temple (Treasure No. 29)<br>Daejangjeon Hall of Geumsansa Temple (Treausre No. 827)<br>Stone Lantern of Geumsansa Temple (Treasure No. 828)","regDate":"2022-08-01","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-08-01-1659333898212/1954559_image2_1.webp","blogPath":"Jeollabuk-do/2022-08-01-1659333898212"},{"id":"2022-08-01-1659329733279","title":"Geumma Reservoir (금마저수지)","description":"Looking towards the south from the top of Mireuksan Mountain, one can see Geumma Reservoir. The reservoir is shaped like the Korean peninsula. Hence it is also referred to as Jido Yeonmot, or Map Pond. The terrain is especially beautiful when viewing it through the fog in the early mornings. <br><br>The water comes from Mireuksan Mountain, ensuring a steady supply of water throughout the year. There are no factories or other contaminants nearby so the water quality is of the highest grade. Near the reservoir, one can find <a href=\"http //english.visitkorea.or.kr/enu/SI/SI_EN_3_1_1_1.jsp?cid=1607539&nearBy=site&\"><font color=\"navy\">Seodong Park</font></a> and Mahan Hall. Seodong Park is a sculpture park displaying various sculptures such as a bronze statue of Baekje’s King Muwang of Baekje and a statue of Seodong’s Princess Seonhwa.  Mahan Hall showcases the lifestyle and culture of Mahan, a tribal confederation during the Samhan period. The park also features various facilities such as an observatory, fishing spot and a promenade.","regDate":"2022-08-01","author":"korea-tour","tag":["Jeollabuk-do","Nature","Natural Sites"],"imgUrl":"/2022-08-01-1659329733279/1651523_image2_1.webp","blogPath":"Jeollabuk-do/2022-08-01-1659329733279"},{"id":"2022-08-01-1659323323304","title":"Gangcheonsan County Park (강천산 군립공원)","description":"Gangcheonsan Mountain is surrounded by Gwangcheonsan Gwangjubong Peak (583.7 meters above sea level), Gwangdeoksan Seonnyeobong Peak (578 meters), and Sanseongsan Yeondaebong Peak (603 meters above sea level) in the area of 996beonji, Cheonggye-ri, Sunchang-gun, Jeollabuk-do. It is divided into small canyons and has an outstanding view with rocky mountains on all sides. The valley was called Gangcheon Valley because clean and clear water flows like a spring on the hard rocks, and all the mountains around it were called Gangcheonsan Mountain. It is said that in the past it was called Yongcheonsan Mountain, named after the shape of two dragons waving their tails toward the sky and ascending to heaven.<br><br>Following the Noryeong Mountain Range to Chuwolsan Mountain, it forms Gwangdeoksan Mountain and Yongcheonsan Mountain. On Sanseongsan Mountain (two dragons from the eastern sky to the western sky) that towers high in the sky, two dragons run east side by side. There are numerous peaks, some famous ones are, Yeondaebong, Undaebong, Suyeongbong, Cheonjabong, Gitdaebong, Gwangjubong, Gyeonjebong, and Songrakbong peaks. Between these two mountains is a very deep valley. Some of the famous valleys are, Yeondaegyegok Valley, Seonnyeogyegok Valley (Jeobujegol), Wondeunggyegok Valley (Yongdaeamgol), Buntonggol Pass, Jijigol Valley, Somokgol Valley, Samindaegyegok Valley (Hwangwoojegol), Giwoojegol Valley, Senyanggol Valley, Multonggol Valley, Chodanggol Valley, Ujakgol Valley, Dongmakgol Valley, Geumganggyegok Valley (Tapsanggol), Seungbanggol Valley, Byeondugol Valley, etc. The clear water flowing from every valley joins into one and the sound of the water crashing against the rocks and stones echoes throughout the valley and enters Gangcheonho Lake.<br><br>When spring comes, willows bloom, and when the forsythia and azaleas are in full bloom, wild cherry blossoms reach full bloom on every mountain peak. The clear and clean water flows continuously between the gravel along the valley. Visitors can cool off the heat in this river that does not collect moss either because it is too cold or clean. On Gangcheonsan Mountain, there are beautiful shrubs and maple trees, and the baby maples and baby squirrels announce the arrival of autumn among the seven different types of maple trees. The multiple trails on the mountain are not steep or too dangerous, making it popular regardless of age. It is also ideal for mountaineering and mountain-loving hikers. The scenery of the river with white snow and icicles attracts painters who want to capture the moment on a canvas. Gangcheonsan Mountain has four distinct seasons making it a popular destination all year round.","regDate":"2022-08-01","author":"korea-tour","tag":["Jeollabuk-do","Nature","Natural Sites","County Parks"],"imgUrl":"/2022-08-01-1659323323304/2634995_image2_1.webp","blogPath":"Jeollabuk-do/2022-08-01-1659323323304"},{"id":"2022-07-31-1659310755947","title":"Gangam Calligraphy Museum (강암서예관)","description":"The Gangam Calligraphy Museum (est. 1995) in Jeonju Hanok Village has on display over 1,000 works from famous artists such as Kim Jeong-hee (1786-1856, calligrapher, painter, & scholar), Lee Sam-man (1770-1847, calligrapher), Kim Hong-do (1745-?, artist), and Jeong Yak-yong (1762-1836, scholar). This museum also houses a seminar room for calligraphy-related events and educational programs.","regDate":"2022-07-31","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History"],"imgUrl":"/2022-07-31-1659310755947/1605494_image2_1.webp","blogPath":"Jeollabuk-do/2022-07-31-1659310755947"},{"id":"2022-07-31-1659307137969","title":"Gaeamsa Temple (개암사)","description":"Gaeamsa Temple is a small, quiet temple built in 634 during the Baekje dynasty. The origin of the name \"Gaeam\" goes back to 282 BC, when King Mun from the Byeonhan confederacy took refuge here during the revolt of the Jinhan and Mahan confederacies. Under King Mun's command, temples for the new fortress were built on east and west sides of the valley; the western temple was called Gaeam. In 676, the temple was expanded and in 1276, thirty more buildings were raised, expanding it to a grand temple.","regDate":"2022-07-31","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-07-31-1659307137969/1604185_image2_1.webp","blogPath":"Jeollabuk-do/2022-07-31-1659307137969"},{"id":"2022-07-31-1659303488502","title":"Eunsusa Temple (은수사)","description":"The temple located upon Maisan Mountain was called Sangwonsa Temple during the early Joseon dynasty and was later known as Jeongmyeongam Hermitage. According to the Korean Language Society, the temple began to be called Eunsusa (meaning ‘Silver Water Temple’) after King Taejo (the founder of the Joseon dynasty) visited the temple and remarked that the water flowing nearby was as clean and smooth as pure silver. <br><br>The temple is home to the largest known Beopgo (Buddhist drum used for rituals), which was produced in 1982. A stone sculpture and a statue of Granny Samsin (a goddess that looks after babies’ births and keeps them healthy) also stand at the temple. However, the temple’s most treasured assets are its two Natural Monuments  Emerald Gaiety (a climbing vine, Natural Monument No. 380) and the Cheongsil Pear Tree (Natural Monument No. 386). Reverse icicles, though found all over the mountainsides, are most readily and abundantly found in the Eunsusa Temple area.","regDate":"2022-07-31","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-07-31-1659303488502/1605752_image2_1.webp","blogPath":"Jeollabuk-do/2022-07-31-1659303488502"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}