{"pageProps":{"content":"![Cheonsaseom Bonsai Park (천사섬 분재공원)](/2023-01-15-1673771853761/2691236_image2_1.webp)\n\n  \n## Overview\n\n> Cheonsaseom Bonsai Park in Sinan is a place for people to relax and enjoy nature. The ecological park is located next to the vast Korean archipelago, making it perfectly suited to relaxation and education. The park hopes to  attract more visitors as it continues to hold various exhibits about potted plants and sculptures.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330<br>(Korean, English, Japanese, Chinese) <br>• For more info: +82-61-240-8778|\n|parking:|Available|\n|restdate:|Mondays|\n|usetime:|March-September 09:00-18:00<br>October-February 09:00-17:00|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Admission Fees:|Individuals - Adults 5,000 won / Teenagers 3,000 won / Children 1,000 won<br>Groups - Adults 4,000 won / Teenagers 2,000 won / Children 500 won<br><br>* Preschoolers enter free of charge<br>* Group: 20 or more people|\n|Available Facilities:|Plaza, greenhouse, flower garden, pond, fitness area, ecology center, etc. |\n|Restrooms:|Available|\n  \n## Detail Image\n![/2023-01-15-1673771853761/2691237_image2_1.webp](/2023-01-15-1673771853761/2691237_image2_1.webp)\n![/2023-01-15-1673771853761/2691238_image2_1.webp](/2023-01-15-1673771853761/2691238_image2_1.webp)\n![/2023-01-15-1673771853761/2691243_image2_1.webp](/2023-01-15-1673771853761/2691243_image2_1.webp)\n![/2023-01-15-1673771853761/2691244_image2_1.webp](/2023-01-15-1673771853761/2691244_image2_1.webp)\n![/2023-01-15-1673771853761/2691246_image2_1.webp](/2023-01-15-1673771853761/2691246_image2_1.webp)\n![/2023-01-15-1673771853761/2691240_image2_1.webp](/2023-01-15-1673771853761/2691240_image2_1.webp)\n![/2023-01-15-1673771853761/2691241_image2_1.webp](/2023-01-15-1673771853761/2691241_image2_1.webp)\n![/2023-01-15-1673771853761/2691242_image2_1.webp](/2023-01-15-1673771853761/2691242_image2_1.webp)\n![/2023-01-15-1673771853761/2691245_image2_1.webp](/2023-01-15-1673771853761/2691245_image2_1.webp)\n![/2023-01-15-1673771853761/2691247_image2_1.webp](/2023-01-15-1673771853761/2691247_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-61-240-8778](tel:+82612408778)\n- [🏠shinan-bjpark.or.kr](http://shinan-bjpark.or.kr/)\n\n\n```googleMap\nlatitude: 34.8429258955\nlongitude: 126.2517961908\ntitle: 330, Surak-gil, Sinan-gun, Jeollanam-do\n```\n  \n## Directions\n  \n[Bus + Taxi]<br>\nFrom Central City Terminal, take an express bus to Mokpo Bus Terminal. <br>\nFrom Mokpo Bus Terminal, take a taxi for approx. 24 km.\n","data":{"id":"2023-01-15-1673771853761","title":"Cheonsaseom Bonsai Park (천사섬 분재공원)","description":"Cheonsaseom Bonsai Park in Sinan is a place for people to relax and enjoy nature. The ecological park is located next to the vast Korean archipelago, making it perfectly suited to relaxation and education. The park hopes to  attract more visitors as it continues to hold various exhibits about potted plants and sculptures.","regDate":"2023-01-15","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Recreational Sites","Theme Parks"],"imgUrl":"/2023-01-15-1673771853761/2691236_image2_1.webp","blogPath":"Jeollanam-do/2023-01-15-1673771853761","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-15-1673771853761"},"dataList":[{"id":"2023-01-16-1673840180985","title":"Cypress Forest Woodland (정남진 편백숲 우드랜드)","description":"Jeongnamjin in Jangheung is a pristine region with beautiful mountains, beaches, and rivers. One of these attractions is the cypress forest, where a refreshing breeze blows through the green shade of these 40-year-old trees. Cypress Forest Woodland is a wood culture & experience center located in the foothills of Eokbulsan Mountain. Guests can stay in the various hanok-style pensions, enjoy the cypress and salt rooms of the jjimjilbang, and take part in various ecology education experiences at this relaxing family leisure resort.","regDate":"2023-01-16","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2023-01-16-1673840180985/2546930_image2_1.webp","blogPath":"Jeollanam-do/2023-01-16-1673840180985"},{"id":"2023-01-15-1673778948090","title":"Chuwolsan Mountain (추월산)","description":"Located 13 kilometers away from Damyang-eup, Chuwolsan Mountain (731 m) was designated Jeollanam-do Provincial Monument No. 4 and is one of the five famous mountains of Jeollanam-do. It marks the boundary between Jeollanam-do, South Jeolla Province (Wolgye-ri, Yong-myeon, the most northern town in Damyang-gun) and Jeollabuk-do, North Jeolla Province (Bokheung-myeon, Sunchang-gun). The mountain has a dense forest, rock formations and stones, and rock walls that look like manmade fortifications with a narrow path to the west which can accommodate only one person at a time.<br> <br> Shaped like a Buddhist monk lying down when it is seen from Damyang-eups side, it is popular for its various naturally grown medicinal herbs as well as rare kinds of Chuwolsan orchids. The base of the mountain has gentle slopes and densely packed old pine trees, making it the best destination for families in summer. The hiking trail is hard to climb despite the fact that the peak is not very high. However, it is visited by mountain climbers all year long.<br> <br> Before reaching Sangbong Peak, there is a hermitage and a mineral spring that never dries up. The peak also boasts an impressive view of the surrounding area, including Damyangho Lake. Chuwolsan Mountain was a battle site during the Imjin War along with the nearby Geumseongsanseong Fortress. The last battle of Donghak Peasant Revolution also took place at Chuwolsan Mountain.","regDate":"2023-01-15","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites","Mountains"],"imgUrl":"/2023-01-15-1673778948090/2013995_image2_1.webp","blogPath":"Jeollanam-do/2023-01-15-1673778948090"},{"id":"2023-01-15-1673775389118","title":"Chodo Island (초도(여수))","description":"Located 77 kilometers southwest of Yeosu, Chodo Island is surrounded by islands of various sizes. The island has three small fishing villages around the central Sangsanbong Peak. The island is famous for its sunset view from the peak and the sea-parting that happens at low tide  between Jinmak Village and Mokseom Island off the coast. There are two beaches on the island, with Jeonggang Beach being a popular vacation location among families. There is only one passenger ferry between Yeosu and Chodo daily. There is also a cruise tour to the nearby islands, a popular activity for overnight guests.","regDate":"2023-01-15","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"/2023-01-15-1673775389118/1954204_image2_1.webp","blogPath":"Jeollanam-do/2023-01-15-1673775389118"},{"id":"2023-01-15-1673768136110","title":"Cheongwansan National Recreational Forest (국립 천관산자연휴양림)","description":"Cheongwansan National Recreational Forest is located at the entrance of one of the five great mountains of the Jeolla region. Cheongwansan Mountain is a rocky mountain with steep peaks. Red camellia flowers bloom in spring, while in fall, silver grass blankets the area, creating a spectacular scene. The mountain peak offers an incredible ocean view due to the mountains close location to the coast. To the south, the vast Dadohae Sea comes into view, and hikers may even get a glimpse of Hallasan Mountain from afar on a clear sunny day. A landscape of different mountain ridges can be seen to the north, namely Wolchulsan Mountain in Yeongam, Jeamsan Mountain in Jangheung, and Mudeungsan Mountain in Gwangju. <br><br> Cheongwansa Temple is located within a few hundred meters of the peak of the mountain. The recreational park is equipped with convenient facilities and a well-managed 7-kilometer-long hiking trail, serving as a great vacation spot for weekend getaways.","regDate":"2023-01-15","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"/2023-01-15-1673768136110/2704942_image2_1.webp","blogPath":"Jeollanam-do/2023-01-15-1673768136110","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-15-1673768136110"},{"id":"2023-01-15-1673764686118","title":"Cheongwansan Literature Park (천관산 문학공원)","description":"Cheongwansan Literature Park is located on the outskirts of Cheongwansan Mountain in Jangheung. The mountain itself is known for a unique array of odd-shaped rocks and ridges, attracting many visitors year-round.<br><br> Jangheung is nicknamed ‘Literature Town’ for its history of producing outstanding writers. The park commemorates these writers and their development of the modern style of Korean poems, novels, and essays (including Song Gi-suk, Han Seung-won, and Lee Cheong-jun) with a total of 54 monuments; each displaying the best of each writer’s works. A separate monument (7 stories/15m) contains works and handwritten manuscripts by 35 writers and their chronologies in capsules. In addition, over 460 stone towers leading to Tapsansa Temple await visitors.","regDate":"2023-01-15","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Recreational Sites","Theme Parks"],"imgUrl":"/2023-01-15-1673764686118/494286_image2_1.webp","blogPath":"Jeollanam-do/2023-01-15-1673764686118","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-15-1673764686118"},{"id":"2023-01-15-1673757522147","title":"Boseong Ganggol Traditional Village (보성 강골마을)","description":"Ganggol village is one of the few remaining hanok villages from the Joseon dynasty that has maintained its original look. Most of the houses in the village were built by the Gwangju Lee Clan after the 19th century. About 30 houses stand closely together with Obongsan Mountain located behind the village. Old cherry blossom, magnolia, and pomegranate trees stand throughout the village, protecting the houses. Stone walls between the houses are covered with ivy and bamboo. With all the scenery, the village retains the atmosphere of a typical Korean old town.<br><br>In the Ganggol Village Experience Program, participants spend a night at the traditional Hanok village where Koreans actually lived during the Joseon dynasty to experience the lifestyle of the old days (using conventional toilets and getting water from a well, etc.). In addition, during the cherry blossom blooming period, participants also have the chance to experience into the beauty of cherry blossoms at the Cherry Blossom Café at Deungnyang Train Station. From spring through early autumn, participants are surrounded by the beautiful scenery and scent of the misty Boseong green tea fields at dawn. An eco experience programs runs from spring to fall and offers participants a chance to catch clams and mud shrimp at Deungnyangman Bay.","regDate":"2023-01-15","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Historical Sites","Folk Villages"],"imgUrl":"/2023-01-15-1673757522147/894076_image2_1.webp","blogPath":"Jeollanam-do/2023-01-15-1673757522147","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-15-1673757522147"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}