{"pageProps":{"content":"![Hallyeohaesang National Park (Geoje District) (한려해상국립공원(거제))](/2022-12-18-1671352615850/1300756_image2_1.webp)\n\n  \n## Overview\n\n> Hallyeohaesang National Marine Park was designated as the first national marine park in 1968 and covers the area between Jisimdo Island in Geoje and Odongdo Island in Yeosu with six separate districts including Geoje, Tongyeong, Sacheon, Hadong, Namhae and Odongdo Island. It spans over an area of 535.676 ㎢ and the ocean accounts for 76% of the total area. The outstanding view created by the sea and land attracts over 1 million visitors every year.<br><br>Geoje is made up of 10 inhabited islands and 50 uninhabited islands. Two-thirds of the area is included in Hallyeohaesang National Marine Park, featuring Haegeumgang Islets, designated as Scenic Site No. 2, and Daebyeongdaedo Island & Sobyeongdaedo Island, one of the most stunning points of Hallyeo Waterway. Also, the drive on the coastal road between Yeocha and Hongpo offers a breathtaking view of Dadohae Islets unfolding from the peak of Cheonjangsan Mountain and Nojasan Mountain.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br>(Korean, English, Japanese, Chinese)<br>• For more info: +82-55-860-5800|\n|parking:|Available|\n|restdate:|* Subject to abrupt closure due to adverse weather conditions.|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Hiking Course:|[Tour Course]<br>Haegeumgang Islets ~ Seokgae Beach Course (1.5km / 40 min)<br>Jisimdo Island Ferry Dock ~ Coastal Horizon Observatory Course (1.8km / 50 min)|\n|Natural Preservation Areas (closed to public):|Refer to the official website<br>* More information is available via phone inquiry at +55-860-5800 or +82-55-640-2400.|\n|Areas Open to the Public:|Refer to the official website|\n|Restricted Mountain Areas :|- Noryang Park ~ Sanseongsan Mountain Peak<br>- Jeseungdang Ferry Dock ~ Yeomho-ri 776-beonji|\n|Restrooms:|Available|\n|Parking Fees:|Small vehicles (under 1000cc): 2,000 won<br />Mid-sized vehicles: 4,000 won (Peak season 5,000 won)<br />Large vehicles: 6,000 won (Peak season 7,500 won)<br />* Free: Regular shuttle buses (Not including monthly parking leasers)|\n  \n\n  \n## Contact\n\n- [☎️+82-55-860-5800](tel:+82558605800)\n- [🏠hallyeo.knps.or.kr](http://hallyeo.knps.or.kr)\n\n\n```googleMap\nlatitude: 34.7881686535\nlongitude: 128.7079155564\ntitle: Jangseungpo-dong, Geoje-si, Gyeongsangnam-do\n```\n  \n## Directions\n  \n[Taxi] <br>\nFrom Geoje Bus Terminal, take a taxi for approx. 50 min.\n","data":{"id":"2022-12-18-1671352615850","title":"Hallyeohaesang National Park (Geoje District) (한려해상국립공원(거제))","description":"Hallyeohaesang National Marine Park was designated as the first national marine park in 1968 and covers the area between Jisimdo Island in Geoje and Odongdo Island in Yeosu with six separate districts including Geoje, Tongyeong, Sacheon, Hadong, Namhae and Odongdo Island. It spans over an area of 535.676 ㎢ and the ocean accounts for 76% of the total area. The outstanding view created by the sea and land attracts over 1 million visitors every year.<br><br>Geoje is made up of 10 inhabited islands and 50 uninhabited islands. Two-thirds of the area is included in Hallyeohaesang National Marine Park, featuring Haegeumgang Islets, designated as Scenic Site No. 2, and Daebyeongdaedo Island & Sobyeongdaedo Island, one of the most stunning points of Hallyeo Waterway. Also, the drive on the coastal road between Yeocha and Hongpo offers a breathtaking view of Dadohae Islets unfolding from the peak of Cheonjangsan Mountain and Nojasan Mountain.","regDate":"2022-12-18","author":"korea-tour","tag":["Gyeongsangnam-do","Nature","Natural Sites","National Parks"],"imgUrl":"/2022-12-18-1671352615850/1300756_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-18-1671352615850","pageUrl":"https:/mcdryad.com/Gyeongsangnam-do/2022-12-18-1671352615850"},"dataList":[{"id":"2022-12-21-1671615385239","title":"Jirisan National Park (Sancheong Section) (지리산국립공원(산청))","description":"Designated as Koreas first national park on December 29, 1967, Jirisan National Park covers three provinces, Gyeongsangnam-do, Jeollanam-do and Jeollabuk-do, one city, four counties, and fifteen eup or myeon districts. With a total area of 483.022 square kilometers, it is the largest mountain-type national park among all 22 national parks, and has abundant animal life and plants.<BR><BR>There are countless valleys throughout the park and ridges connect the 20 smaller peaks to the main peaks of Cheonwangbong, Banyabong, and Nogodan. The park is covered with rivers on the north and south, providing plenty of fresh water. In addition to being a deep, wide, and huge mountain, the park also has many attractions to see.","regDate":"2022-12-21","author":"korea-tour","tag":["Gyeongsangnam-do","Nature","Natural Sites","National Parks"],"imgUrl":"/2022-12-21-1671615385239/688853_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-21-1671615385239"},{"id":"2022-12-21-1671611952368","title":"Jirisan National Park (Hamyang Section) (지리산국립공원(함양))","description":"Designated as the first national park in Korea on December 29, 1967, Jirisan National Park stretches out over 483.022 square kilometers, making it the largest national park among all 22 national parks. It covers Korea’s three southernmost provinces; Gyeongsangnam-do, Jeollanam-do, and Jeollabuk-do, one city, four counties, and 15 districts of eup and myeon. The area in Gyeongsangnam-do has Ssanggyesa Temple, Daewonsa Temple, Beopgyesa Temple, Chilbulsa Temple, and Chilsangsa Temple as well as valleys, falls, and other tourism resources. In particular, famous tourist spots in Hamyang area are Chilseongyegok Valley and Hansingyegok Valley.","regDate":"2022-12-21","author":"korea-tour","tag":["Gyeongsangnam-do","Nature","Natural Sites","National Parks"],"imgUrl":"/2022-12-21-1671611952368/1611698_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-21-1671611952368"},{"id":"2022-12-21-1671608179268","title":"Jirisan National Park (Hadong Section) (지리산국립공원(하동))","description":"Designated as the first national park in Korea on December 29, 1967, Jirisan National Park stretches out over 483.022 square kilometers, making it the largest national park among all 22 national parks. It covers Korea’s three southernmost provinces; Gyeongsangnam-do, Jeollanam-do, and Jeollabuk-do, one city, four counties, and 15 districts of eup and myeon. The area in Gyeongsangnam-do has many temples including Ssanggyesa Temple and Chilbulsa Temple, as well as valleys, falls, and other tourism resources.","regDate":"2022-12-21","author":"korea-tour","tag":["Gyeongsangnam-do","Nature","Natural Sites","National Parks"],"imgUrl":"/2022-12-21-1671608179268/1320913_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-21-1671608179268"},{"id":"2022-12-21-1671604760685","title":"Jirisan History Museum (지리산역사관)","description":"Jirisan History Museum is located within Jirisan National Park at the start of the hiking course to Byeoksoryeong Pass. Rather a small museum, it provides detailed information about the history of North Korean partisans and the routes that they took throughout the mountain during the Korean War. The museum also exhibits the war relics, lifestyle of the mountain villagers and local produce of Hadong.","regDate":"2022-12-21","author":"korea-tour","tag":["Gyeongsangnam-do","Culture/Art/History"],"imgUrl":"/2022-12-21-1671604760685/1320861_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-21-1671604760685"},{"id":"2022-12-21-1671600968838","title":"Jirisan Chilseongyegok Valley (칠선계곡(지리산))","description":"Chilseongyegok Valley is the most beautiful valley in Jirisan Mountain, and is one of the top three valleys in the nation, along with Cheonbuldonggyegok Valley in Seoraksan Mountain and Tamnagyegok Valley in Hallasan Mountain. The 16-kilometer valley stretching from Uitan of Macheon-myeon to Cheonwangbong Peak is characterized by very tough topography but beautiful scenery and is the only remaining primeval forest of Jirisan Mountain. It is also dotted with seven waterfalls and 33 ponds. The hike becomes more difficult as the trail enters the valley. Because the valley has taken many lives, some people call it The Valley of Death. For that reason, visitors must apply in advance and hike with a guide. The trail in Chilseon Valley is a 9.4-kilometer course from Chuseong Village in Macheon-myeon to Cheonwangbong Peak, which does not follow the natural valley, due to the valleys steep and dangerous features. Starting from Chuseong Village, the trail passes Yongso Pond, Jujiteo Site, Chuseongmang Rock, Seonnyeotang Pond, Ongnyeotang Pond, Biseondam, Chilseonpokpo Falls, Daeryukpokpo Falls, Samcheungpokpo Falls and Mapokpo Falls, all before reaching Cheonwangbong Peak.","regDate":"2022-12-21","author":"korea-tour","tag":["Gyeongsangnam-do","Nature","Natural Sites","Valleys"],"imgUrl":"/2022-12-21-1671600968838/2617002_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-21-1671600968838"},{"id":"2022-12-21-1671597571410","title":"Jinjuseong Fortress (진주성)","description":"Jinjuseong Fortress, which is historically linked to the Imjin War (1592-1598), was originally named Geoyeolseong Fortress during the Three Kingdom Period, later renamed as Chokseokseong Fortress in the Goryeo dynasty and finally settled as Jinjuseong Fortress in the Joseon dynasty. The reinforced stonewall has a circumference of approximately 1,760 meters, 5-8 meters in x_height and contains three wells and springs. According to Ha Ryun’s Seongmungi in Donggukyeojiseungnam Record, the fortress was frequently destroyed during invasions and was reinforced by Jinju’s minister, Kim Jung-gwang during the fifth year of Goryeo Woo King’s reign (1379). During this period, the circumference was 800 bo(pace), with Uijeongmun Gate to the east, Jijemun Gate to the north, and Yehwamun Gate to the south. Outside the castle, Cheongcheon River flows in the west, Namgang River in the south and a pond lies between the castle and the trench dug during the war times. As a fortress to safeguard from attacks, it blocked enemies from advancing toward Honam during the 25th year of Joseon Seonjo King’s reign (1592). Within the fortress lies Chokseoknu, Kim Shi-min Memorial, Uigisa Shrine, Seojangdae, Bukjangdae, Changyeolsa shrine, Jinju National Museum, Hoguksa Temple, and an outdoor stage.","regDate":"2022-12-21","author":"korea-tour","tag":["Gyeongsangnam-do","Culture/Art/History","Historical Sites","Fortresses"],"imgUrl":"/2022-12-21-1671597571410/2367488_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-21-1671597571410"},{"id":"2022-12-21-1671593800855","title":"Jinhae NFRDI Environment Eco-Park (진해내수면 환경생태공원)","description":"Jinhae NFRDI Environment Eco-Park (Inland Water Eco Park) is located nearby the Nambu Inland Water Research Center with an area of 83,897㎡ which serves as a habitat to diverse organisms. This environmentally friendly park boasts a splendid natural landscape with over 65 different species of trees (sheepberry, willow, boxwood, cherry blossom trees, etc.) and abundant flowers (golden reed, hosta, water canna, irises, etc.). The park is open to the public and is a favorite retreat for residents of the area.","regDate":"2022-12-21","author":"korea-tour","tag":["Gyeongsangnam-do","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2022-12-21-1671593800855/1272801_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-21-1671593800855"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}