{"pageProps":{"content":"![Angseong Carbonate Hot Springs (앙성탄산온천)](/2022-07-26-1658804661068/177836_image2_1.webp)\n\n  \n## Overview\n\n> The water at Angseong Carbonate Hot Springs comes from 700 meters underground. This water contains about 2.800㎎/L of carbonic acid and is beneficial in many ways. It is known to be effective in preventing high and low blood pressures, diabetes, arthritis, neuralgia, depression, lifestlye diseases, obesity caused by lack of exercise, stiff shoulder, back pain, colds, constipation, and hemorrhoids. Carbonic acid hot springs are also good for stress relief, increasing metabolism, stimulating blood circulation, and for the treatment of hypersensitive skin, cosmetics allergies, freckles, age spots, athelete’s foot and eczema. \n<br><br>\nThe water temperature at the hot spring stays between 25-38 degrees Celcius. A separate pool is available for people who prefer a  warmer temperature than that. Known for promoting physical and psycological health, a carbonic acid hot spring bath also softens the skin and helps fatigue recovery. <br><br>For added benefits, Angseong Carbonate \nHot Springs also  uses oak wood for heating its jjimjilbang (Korean sauna) and the water.\n\n  \n## Intro\n\n| | |\n| - | - |\n|accomcount:|800 people|\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br>(Korean, English, Japanese, Chinese) <br> • For more info: +82-43-855-7360|\n|parking:|Available|\n|restdate:|N/A (Open all year round)|\n|usetime:|Open 24 hr|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Admission Fees:|[Adults] <br> Jjimjilbang 10,000 won <br> Hot springs 7,000 won<br> <br> [Children (ages 7 & under)]<br> Jjimjilbang 7,000 won<br> Hot springs 5,000 won|\n|Available Facilities:|Hot springs, jjimjilbang|\n|Parking Fees:|Free|\n  \n## Detail Image\n![/2022-07-26-1658804661068/1597284_image2_1.webp](/2022-07-26-1658804661068/1597284_image2_1.webp)\n![/2022-07-26-1658804661068/1597285_image2_1.webp](/2022-07-26-1658804661068/1597285_image2_1.webp)\n![/2022-07-26-1658804661068/1597286_image2_1.webp](/2022-07-26-1658804661068/1597286_image2_1.webp)\n![/2022-07-26-1658804661068/1597287_image2_1.webp](/2022-07-26-1658804661068/1597287_image2_1.webp)\n![/2022-07-26-1658804661068/1597288_image2_1.webp](/2022-07-26-1658804661068/1597288_image2_1.webp)\n![/2022-07-26-1658804661068/2603257_image2_1.webp](/2022-07-26-1658804661068/2603257_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-43-855-7360](tel:+82438557360)\n\n\n\n```googleMap\nlatitude: 37.0938182692\nlongitude: 127.7973019795\ntitle: 1457, Gagok-ro, Angseong-myeon, Chungju-si, Chungcheongbuk-do\n```\n  \n## Directions\n  \nFrom Central City Terminal, take an express bus bound for Chungju Bus Terminal.<br>\nTransfer to Bus 360, 361, 364, 365 or 369 and get off at Oncheon Bus Stop. (38 bus stops)<br>\nThe Hot Springs is located on the right side.\n","data":{"id":"2022-07-26-1658804661068","title":"Angseong Carbonate Hot Springs (앙성탄산온천)","description":"The water at Angseong Carbonate Hot Springs comes from 700 meters underground. This water contains about 2.800㎎/L of carbonic acid and is beneficial in many ways. It is known to be effective in preventing high and low blood pressures, diabetes, arthritis, neuralgia, depression, lifestlye diseases, obesity caused by lack of exercise, stiff shoulder, back pain, colds, constipation, and hemorrhoids. Carbonic acid hot springs are also good for stress relief, increasing metabolism, stimulating blood circulation, and for the treatment of hypersensitive skin, cosmetics allergies, freckles, age spots, athelete’s foot and eczema. <br><br>The water temperature at the hot spring stays between 25-38 degrees Celcius. A separate pool is available for people who prefer a  warmer temperature than that. Known for promoting physical and psycological health, a carbonic acid hot spring bath also softens the skin and helps fatigue recovery. <br><br>For added benefits, Angseong Carbonate Hot Springs also  uses oak wood for heating its jjimjilbang (Korean sauna) and the water.","regDate":"2022-07-26","author":"korea-tour","tag":["Chungcheongbuk-do","Culture/Art/History","Recreational Sites","Hot Springs & Spa"],"imgUrl":"/2022-07-26-1658804661068/177836_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-07-26-1658804661068","pageUrl":"https:/mcdryad.com/Chungcheongbuk-do/2022-07-26-1658804661068"},"dataList":[{"id":"2022-10-28-1666947200375","title":"Okcheon Yongamsa Temple (용암사(옥천))","description":"Yongamsa Temple, located in the mid-slope of Jangyongsan Mountain, is a branch of Beopjusa Temple. It was built during the Silla period. Unlike the more common temple arrangements, the stone pagoda in Yongamsa is uniquely situated on a low peak in the north with a view on all sides. The East and West Three-story Stone Pagodas of Yongamsa Temple, designated Treasure No. 1338, can be found here, as well as Rock-caved Buddha, and Wooden Seated Amitabha Buddha in Daeseongjeon Hall.","regDate":"2022-10-28","author":"korea-tour","tag":["Chungcheongbuk-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-10-28-1666947200375/2622321_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-10-28-1666947200375"},{"id":"2022-10-28-1666942748236","title":"Munui Cultural Properties Site (문의문화재단지)","description":"Munui Cultural Properties Site, overlooking the Daecheongho Lake, attracts many visitors. The&nbsp;site was created to preserve and promote the local traditional culture of Cheongwon (Chungcheongbuk-do); it is a great place to learn about local history, culture, and arts.<br><br> The spacious complex (132,232m²) is a home&nbsp;to&nbsp;ten traditional houses (Munsangwan, aristocrat houses, a museum, and a tavern), showing a form of a traditional village. It is also full of dolmen stones (symbolizing abundant procreation), Jangseung (totem poles at the entrance of villages or temples), and Yeonjabanga (millstones worked by horses or oxen), providing visitors with opportunities to learn about traditional culture and life.<br><br> With&nbsp;a theme of roof tiles, a relics gallery in the complex boasts over 774 local items, categorized by&nbsp;historical period (e.g. the Silla Period, Baekje Period, etc.). Munsan-ri Stone Bridge, believed to have been built during the Goryeo Period, was restored in front of the gallery.<br><br> The complex also offers a wide array of amenities including mineral spring sites, playgrounds, and Munui Movie Village (a drive-in movie theatert). Nearby notable attractions include artificial falls, Yangseongsan Mountain, Jakdusan Mountain, Daecheongho Lake, Nosan Pine Forest, Donghwasa Temple, and Bugang Mineral Springs.","regDate":"2022-10-28","author":"korea-tour","tag":["Chungcheongbuk-do","Culture/Art/History","Historical Sites","Folk Villages"],"imgUrl":"/2022-10-28-1666942748236/2653450_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-10-28-1666942748236"},{"id":"2022-10-28-1666939831735","title":"Mungang Sulfur Hot Springs (문강유황온천)","description":"Located in the middle of Woraksan Mountain, Joryeongsan Mountain, and Sujupalbong Mountain, Hot Sulfur Springs is considered one of the best hot sulfur springs in Korea.<br><br>Sulfur springs effectively assist in treating a range of health issues. Since it softens skin, it is helpful for treating cornification of the skin and chronic eczema. It enlarges micro vessels, aiding in the treatment of chronic rheumatism, high blood pressure, diabetes, woman’s diseases, arteriosclerosis, and athlete’s foot. Thanks to sulfur’s detoxifying effects, drinking sulfur spring water helps your body detoxify from heavy metals and drugs.<br><br>Mungang Hot Sulfur Spring Hotel and Itempool education Institute are located in the Mungang Hot Sulfur Spring zone. Suanbo Hot Spring is also a short distance away, meaning visitors can enjoy two different types of hot springs.<br>","regDate":"2022-10-28","author":"korea-tour","tag":["Chungcheongbuk-do","Culture/Art/History","Recreational Sites","Hot Springs & Spa"],"imgUrl":"/2022-10-28-1666939831735/1597219_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-10-28-1666939831735"},{"id":"2022-10-28-1666936120346","title":"Mulhangyegok Valley (물한계곡)","description":"The waters that carved Mulhangyegok Valley in Yeongdong, Chungcheongbuk-do originate in the upper reaches of the Hancheon Village stream. In summer, many tourists visit the valley while the nearby Minjujisan Mountain, Samdobong Peak and Gakhosan Mountain are popular among hikers year-round. The scrub, azaleas and royal azaleas along the ridges display their magnificent beauty throughout the year. There are many waterfalls and small pools along the valley, including Oksopokpo Falls, Uiyonggolpokpo Falls and Eumjuampokpo Falls. The harmonious valley contains Janggun Rock, many thick forests and even swamplands, offering a wide array of spectacular and splendid sights.","regDate":"2022-10-28","author":"korea-tour","tag":["Chungcheongbuk-do","Nature","Natural Sites","Valleys"],"imgUrl":"/2022-10-28-1666936120346/764686_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-10-28-1666936120346"},{"id":"2022-10-28-1666933658600","title":"Midongsan Arboretum (미동산수목원)","description":"Opened on May 4, 2001, Midongsan Arboretum in Cheongju, Chungcheongbuk-do is a provincial arboretum, built to develop and propagate forestry techniques and found ecological education environments.<br><br>Covering an area of 3,114,049.60㎡ (942,000 pyeong), the arboretum houses almost 873 species of plants and 652,000 plants in 11 exhibition halls including an Oak tree hall, a Maple tree hall, and a genetics hall, which presents plant genetic resources like Jeongipumsong hugyemok (succession of pine tree). <br><br>In addition to the 11 themed arboretum halls, Midongsan Arboretum also has a forestry educational hall, plant seed bank, research center for wild plants, nature experience camp, and more.","regDate":"2022-10-28","author":"korea-tour","tag":["Chungcheongbuk-do","Nature","Natural Sites","Botanical Gardens"],"imgUrl":"/2022-10-28-1666933658600/213073_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-10-28-1666933658600"},{"id":"2022-10-28-1666931291617","title":"Jwagusan Recreational Forest (좌구산 자연휴양림)","description":"Jwagusan Recreational Forest is located at the foot of Jwagusan Mountain (alt. 657 meters). The name of the mountain means a sitting turtle because of the shape of the mountain. The lush forest along the hiking trail offers a refreshing stroll through the woods and the nearby Samgi Reservoir adds to the picturesque beauty of the mountain on misty days. The forest offers easy access to many recreational facilities in the area including a resort village, Samgi Reservoir, a woodland park, and a mountain bike course.","regDate":"2022-10-28","author":"korea-tour","tag":["Chungcheongbuk-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"/2022-10-28-1666931291617/2005001_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-10-28-1666931291617"},{"id":"2022-10-27-1666867510265","title":"Jeongipum Pine Tree (보은 속리 정이품송)","description":"This 600-year-old pine tree stands at the entrance to Songnisan Mountain in Boeun-gun, Chungcheongbuk-do. This old tree, designated as Natural Monument No. 103, is 15 meters in x_height and 4.5 meters in girth. Its branches stretch 10.3 meters to the east, 9.6 meters to the west and 10 meters to the north. Shaped like an open umbrella, this pine tree has long been the symbol of Songnisan Mountain, and has even been awarded the title of a Jeongipum grade official of the Joseon Court. <br><br><b>* Legend</b><br>King Sejo visited Onyang Hot Springs and Songnisan Mountain in 1464 to cure an illness. While passing under this tree, he looked up and saw that his royal sedan chair was about to be ensnared in the tree’s branches. As he called for his bearers to look out, the branches suddenly lifted for the royal procession to proceed. On his way to Seoul, King Sejo was also able to take shelter from a rain shower under this tree. Therefore, he bestowed upon the tree the ministerial rank of Jeongipum.","regDate":"2022-10-27","author":"korea-tour","tag":["Chungcheongbuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-10-27-1666867510265/220580_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-10-27-1666867510265"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}