{"pageProps":{"content":"![Dara Park (달아공원)](/2022-07-30-1659209794703/2661174_image2_1.webp)\n\n  \n## Overview\n\n> Located in the southern part of Mireukdo Island, Tongyeong-si, Gyeongsangnam-do, Dara Park was \noriginally named for its resemblance to the tusk of an elephant. The name also means \"A vista point for a view of the moon.\" On the path to the park is Gwanghaejeong Pavilion, \nwhich has an broad view of Hallyeohaesang National Park offers a prime location \nto watch the sunset.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <BR>(Korean, English, Japanese, Chinese) <br> • For more info: +82-55-650-4681|\n|parking:|Available|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Available Facilities:|Resting facility, cafe, Dara observatory, etc.|\n|Restrooms:|Available|\n  \n## Detail Image\n![/2022-07-30-1659209794703/1987259_image2_1.webp](/2022-07-30-1659209794703/1987259_image2_1.webp)\n![/2022-07-30-1659209794703/2615463_image2_1.webp](/2022-07-30-1659209794703/2615463_image2_1.webp)\n![/2022-07-30-1659209794703/2615466_image2_1.webp](/2022-07-30-1659209794703/2615466_image2_1.webp)\n![/2022-07-30-1659209794703/2615467_image2_1.webp](/2022-07-30-1659209794703/2615467_image2_1.webp)\n![/2022-07-30-1659209794703/2615468_image2_1.webp](/2022-07-30-1659209794703/2615468_image2_1.webp)\n![/2022-07-30-1659209794703/2615469_image2_1.webp](/2022-07-30-1659209794703/2615469_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-55-650-4681](tel:+82556504681)\n- [🏠www.utour.go.kr](http://www.utour.go.kr/)\n\n\n```googleMap\nlatitude: 34.7682375702\nlongitude: 128.3993123574\ntitle: 1115, Sanyangilju-ro, Tongyeong-si, Gyeongsangnam-do\n```\n  \n## Directions\n  \n[Bus]<BR>\nFrom Seoul Express Bus Terminal, take an express bus to Tongyeong Bus Terminal. <br>\nFrom Tongyeong Bus Terminal Bus Stop, take Bus No. 530 or 536 and get off at Dara Bus Stop.\n","data":{"id":"2022-07-30-1659209794703","title":"Dara Park (달아공원)","description":"Located in the southern part of Mireukdo Island, Tongyeong-si, Gyeongsangnam-do, Dara Park was originally named for its resemblance to the tusk of an elephant. The name also means \"A vista point for a view of the moon.\" On the path to the park is Gwanghaejeong Pavilion, which has an broad view of Hallyeohaesang National Park offers a prime location to watch the sunset.","regDate":"2022-07-30","author":"korea-tour","tag":["Gyeongsangnam-do","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-07-30-1659209794703/2661174_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-07-30-1659209794703","pageUrl":"https:/mcdryad.com/Gyeongsangnam-do/2022-07-30-1659209794703"},"dataList":[{"id":"2022-12-24-1671871046878","title":"Sangju Silver Sand Beach (상주 은모래비치)","description":"Sangju Silver Sand Beach is busy all year long, with professional athletes coming for physical training in the winter, students camping in the spring and fall, and vacationers visiting the beach in the summer.  <br><br>Sangju Silver Sand Beach is extremely popular especially in the summertime, attracting up to 1 million tourists who heard about the beach’s sands, waters, and groves.  Families and vacationers in the summer especially love this beach, due to its beautiful white sands that stretch for 2 kilometers and slope lazily into the shallow waters that are perfect for children to play in.<br><br>Behind the beaches lies Geumsan Mountain, a place well known for its sunrises.  If you happen to arrive in the evening, it’s highly recommended that you see the sunrise at Geumsan Boriam in the morning,  enjoy the beach’s water during the day, and at last, enjoy an evening of ocean fishing at either Namuseom Island or Dolseom Island (Rock Island), situated right in front of Sangju Beach. To one side of the white sands are campgrounds, and the surrounding area consists of shopping streets and accommodation.","regDate":"2022-12-24","author":"korea-tour","tag":["Gyeongsangnam-do","Nature","Natural Sites"],"imgUrl":"/2022-12-24-1671871046878/2486507_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-24-1671871046878"},{"id":"2022-12-24-1671867342776","title":"Sancheong Hwangmaesan Mountain (황매산(산청))","description":"One of the last mountains of the Taebaek Mountain Range, Hwangmaesan Mountain is located in Sancheong, Gyeongsangnam-do. The mountain features fantastic rock formations and a beautiful vista from the summit that resembles arpricot blossoms. It is said that anyone who prays from the summit will have their wish come true, drawing in plenty of earnest hikers. In May, a large field near the summit is covered in vibrant pink royal azaleas. Attractions on the mountain include Bakjwigol Valley, Norubawi, Heundeulbawi, Janggunbawi, Chotdaebawi, Geobukbawi and Sinseonbawi Rocks among others.","regDate":"2022-12-24","author":"korea-tour","tag":["Gyeongsangnam-do","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-12-24-1671867342776/2658500_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-24-1671867342776"},{"id":"2022-12-24-1671863872959","title":"Sancheong Daewonsa Temple (대원사(산청))","description":"Located at the eastern foot of Jirisan  Mountain, Daewonsa Temple was first built in 548 during the Silla dynasty, but it remained closed for over thousand years until it was renovated and made bigger with the name Daewon. Unfortunately, the entire premises were lost to a big fire during the night of January 12, 1914, and all the halls and pavilions, including Yosachae, totaling 184 rooms in 12 buildings, were rebuilt in 1917. However, they were damaged once again during the Korean War and were abandoned until the war ended where the temple was rejuvenated and made even bigger. Located nearby are Geoyeonjeong and Gunjajeong Halls that are believed to have been the studying venue of scholars. <br><br> * Daewonsa Valley<br> The two-kilometer-long valley that stretches from the parking lot at the entrance to Daewon Temple to the temple itself is surrounded by high hills and curious-looking rocks. The clean water that oozes out through craters between the rocks generates unusual scenery. Associated with Yongso Pond is the legend that a dragon lived in it for hundreds of&nbsp;years before it finally flew away. Somakgol Valley is known to be the place where the last king of Garak Kingdom came to feed his cows and horses.","regDate":"2022-12-24","author":"korea-tour","tag":["Gyeongsangnam-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-12-24-1671863872959/793142_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-24-1671863872959"},{"id":"2022-12-24-1671860171377","title":"Pyeongsari Park (평사리공원)","description":"Situated along Seomjingang River between Gurye and Hadong, Pyeongsari Park was built for the enjoyment of summer tourists to the area. In addition to the beautiful river, the park is home to campgrounds, numerous shaded rest spots, basketball courts, soccer fields, and an abundance of parking space. Decorated with Jangseung (totem poles, which used to be set at the entrance of villages), the spacious park is full of excellent amenities  barbecue grills, benches, drinking fountains, and clean bathrooms. The sandy banks of the river offer a unique opportunity to catch marsh clams.<br><br>Pyeongsari Park and its nearby attractions appeared in Toji (The Land), the epic historical novel by Park Kyung-ni. Visitors may want to tour the group of houses that have been reproduced to commemorate the novel, including the famous Choi Champan House. <br><br>Nearby attractions include Hwagae Market, Ssanggyesa Temple, and Seomjingang Maehwa Village, host of the Gwangyang Maehwa Festival.","regDate":"2022-12-24","author":"korea-tour","tag":["Gyeongsangnam-do","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-12-24-1671860171377/2026198_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-24-1671860171377"},{"id":"2022-12-24-1671856736621","title":"Pyeongsari Field (평사리들판)","description":"Pyeongsari Field was created by Seomjingang River flowing through the canyon which attracted people to form a village. The field served as the central farming field and fed the villagers for many years and appeared as a setting in Park Kyongnis novel Land. Pyeongsari field is one of the largest fields found along Seomjingang River, boasting a size of 2,743,801 ㎡.","regDate":"2022-12-24","author":"korea-tour","tag":["Gyeongsangnam-do","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2022-12-24-1671856736621/2026182_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-24-1671856736621"},{"id":"2022-12-24-1671852964600","title":"Oedo-Botania (외도 보타니아)","description":"Oedo-Botania is a marine botanical garden located on an island in Hallyeohaesang National Park between Tongyeong and Geojedo Island. What started over 30 years ago as a private garden has expanded to cover the entire island in a plethora of plants in European-style gardens, accented by scultures and statues. The garden blooms in a riot of flowers in April, and visitors can walk in the cool shade of the forested trails in summer. Recently, dinosaur footprints were found on the island, adding to its value. The islands cafe offers drinks and light snacks, along with a fantastic view of Haegeumgang Island and the surrounding blue sea. Oedo-Botania is only accessable via a ferry tour, and there are no accommodations on the island.","regDate":"2022-12-24","author":"korea-tour","tag":["Gyeongsangnam-do","Culture/Art/History","Recreational Sites","Theme Parks"],"imgUrl":"/2022-12-24-1671852964600/2612893_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-24-1671852964600"},{"id":"2022-12-23-1671791845909","title":"Nammangsan Sculpture Park (남망산 조각공원)","description":"Nammangsan Sculpture Park was established to display the works of 15 famous sculptors from 10 countries who participated in the Tongyeong International Sculpture Symposium. It is also a popular spot for dates because this 30 square kilometer land has beautiful sculptures from which visitors can feel the individual taste of the artists.","regDate":"2022-12-23","author":"korea-tour","tag":["Gyeongsangnam-do","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-12-23-1671791845909/2369611_image2_1.webp","blogPath":"Gyeongsangnam-do/2022-12-23-1671791845909"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}