{"pageProps":{"content":"![Gwangneung Royal Tomb [UNESCO World Heritage] (남양주 광릉(세조, 정희왕후) [유네스코 세계문화유산])](/2022-08-25-1661417236103/2364479_image2_1.webp)\n\n  \n## Overview\n\n> Gwangneung, located in Namyangju in Gyeonggi-do is the royal tomb of King Sejo (1417-1468, reign 1455-1468) and Queen Jeonghui (1418-1483). The king and queen are enshrined separately. The tomb on the left is King Sejo’s and the one on the right is Queen Jeonhui’s with a pavilion standing between the two tombs. Requested by King Sejo on his will, the simple design of the tomb and the surrounding compare to the past tombs saved cost and manpower required to finish the work, which became the model for future royal tomb design. Gwangneung is surrounded by forests where an abundance of wild plants grow. It is famous for being the habitat of the Korean redheaded woodpecker (Natural Monument No. 11).\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-31-527-7105|\n|parking:|Available|\n|restdate:|Mondays|\n|usetime:|November-January 09:00-17:30<BR>February-May, September-October 09:00-18:00<br>June-August 09:00-18:30<br>* Last admission is 1 hour before closing.|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Restrooms:|Available|\n|Available Facilities:|Gwangneung Historical Museum, mineral spring, drinking fountain, benches, etc.|\n|Admission Fees:|[General admission]<br /> Individuals: Adults 1,000 won / Children & Teenagers 500 won<br /> Groups: Adults 800 won / Children & Teenagers 400 won<br /> <br />  * Groups: 10 or more people <br />* Adults (ages 19-64) / Children & Teenagers (ages 7-18) <br />* Free admission: Preschoolers (ages 6 & under) and senior citizens (ages 65 & over)<br />* ID must be presented at the ticket box. <br /> <br />[Other passes]<br />Hourly pass: 30,000 won<br />* Viewing hours 12:00-13:00 <br />* Valid for 1 year <br /><br />Lunch pass: 3,000 won<br />* Viewing hours12:00-14:00 (last admission is at 13:00)<br />* Limited to 10 times <br /><br />Monthly pass: 10,000 won<br /> * Visitors may enter freely within operating hours<br />* Valid for 1 month<br /><br /> [Free entry]<br /> * All visitors on the last Wednesday of each month (Culture Day). <br /> * Visitors wearing hanbok.|\n|Interpretation Services Offered:|Unavailable|\n  \n## Detail Image\n![/2022-08-25-1661417236103/2364478_image2_1.webp](/2022-08-25-1661417236103/2364478_image2_1.webp)\n![/2022-08-25-1661417236103/2364480_image2_1.webp](/2022-08-25-1661417236103/2364480_image2_1.webp)\n![/2022-08-25-1661417236103/2364481_image2_1.webp](/2022-08-25-1661417236103/2364481_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-31-527-7105](tel:+82315277105)\n- [🏠royaltombs.cha.go.kr](http://royaltombs.cha.go.kr/)\n\n\n```googleMap\nlatitude: 37.7528333807\nlongitude: 127.1767420667\ntitle: 354, Gwangneungsumogwon-ro, Namyangju-si, Gyeonggi-do\n```\n  \n## Directions\n  \n[Bus]<br>\nCheongnyangni Station (Seoul Subway Line 1), Exit 4. <br>\nTake Bus No. 707 and get off at Gwangneungnae Terminal Bus Stop.<br> Transfer to Bus No. 21 and get off at Gwangneung Bus Stop.\n","data":{"id":"2022-08-25-1661417236103","title":"Gwangneung Royal Tomb [UNESCO World Heritage] (남양주 광릉(세조, 정희왕후) [유네스코 세계문화유산])","description":"Gwangneung, located in Namyangju in Gyeonggi-do is the royal tomb of King Sejo (1417-1468, reign 1455-1468) and Queen Jeonghui (1418-1483). The king and queen are enshrined separately. The tomb on the left is King Sejo’s and the one on the right is Queen Jeonhui’s with a pavilion standing between the two tombs. Requested by King Sejo on his will, the simple design of the tomb and the surrounding compare to the past tombs saved cost and manpower required to finish the work, which became the model for future royal tomb design. Gwangneung is surrounded by forests where an abundance of wild plants grow. It is famous for being the habitat of the Korean redheaded woodpecker (Natural Monument No. 11).","regDate":"2022-08-25","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-08-25-1661417236103/2364478_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-25-1661417236103","pageUrl":"https:/mcdryad.com/Gyeonggi-do/2022-08-25-1661417236103"},"dataList":[{"id":"2022-08-28-1661669170153","title":"Ilsan Lake Park (일산호수공원)","description":"Ilsan Lake Park spans over 991,800 square meters, making it one of the largest man-made parks in Asia. The large fresh water lake is well-managed to remain clean. The park is equipped with convenient facilities and attractions, including the Riverside Square, artificial islands, a 4.7-kilometer-long bike path, children’s playground, natural experience site, musical fountain, 100 species of wild flowers and a dense forest of 200,000 trees. The park also serves as the venue for International Horticulture Goyang Korea, a large flower exhibition.","regDate":"2022-08-28","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-08-28-1661669170153/2364836_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-28-1661669170153"},{"id":"2022-08-28-1661665585207","title":"Ilsan Astro Camp (일산 어린이천문대)","description":"The observatory not only has a 3m circular dome and sliding dome, but also a catadioptric telescope and other major equipment for space observation. Regular education program are help during school summer vacation to explain astromony concepts in relatively simple terms and to engage children with folk stories behind each constellation. <br><br>Other programs like ‘A Trip to the Space with My Daddy”, and “Weekend Family FAM Tour” are also available. In a A Trip to Space with My Daddy” (21 00 to 24 00 daily) participants can learn how to operate a telescope and observe celestial bodies in space. The “Weekend Family FAM Tour” program opens from 10 00 to 17 00 on weekends and presents short films on astronomy and gives visitors a look at telescopes and other astrological equipment. The program is popular among elementary and middle school students from Seoul and Ilsan area.","regDate":"2022-08-28","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2022-08-28-1661665585207/1855928_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-28-1661665585207"},{"id":"2022-08-28-1661661487763","title":"Ildong Jaeil Yuhwang Oncheon (일동제일유황온천)","description":"<br>The Ildong Jaeil Oncheon is situated in the hot springs region of Pocheon-gun. Many visitors from the Seoul and Gyeongin areas come for the high-quality water that comes from the hot springs located 800~1000 meters underground. <BR><Br>Visitors to the Ildong hot springs region also enjoy the famous Idong galbi (grilled meat), visit the nearby Baekunsan, Gwangdeoksan, Cheonggyesan, and Unaksan Mountain ranges and also visit Nasan Golf Course and Ildong Lake. <BR><Br>The Ildong Jaeil Oncheon’s hot springs water are known to be effective in treating rheumatism, obesity, diabetes, high blood pressure, neuralgia, women’s diseases, arthritis, and various skin ailments. <br>&nbsp;","regDate":"2022-08-28","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Recreational Sites","Hot Springs & Spa"],"imgUrl":"/2022-08-28-1661661487763/487030_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-28-1661661487763"},{"id":"2022-08-27-1661596888088","title":"Icheon Sansuyu Village (이천 산수유마을)","description":"Icheon has emerged as a new spring destination thanks to the large colony of sansuyu trees in Baeksa-myeon. The path from downtown Icheon to Yeongwonsa Temple, located on Wonjeonksan Mountain, is lined on both sides with these beautiful yellow trees.<br><br>The village is a quiet place, with a narrow road just wide enough for two cars, and a peaceful stream running off to the side. However, every spring, the village is awakened by the many photographers and tourists who visit. The second most-visited season is autumn, when the sansuyu trees fill out with bright red berries.","regDate":"2022-08-27","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Experience Programs","Village Experience"],"imgUrl":"/2022-08-27-1661596888088/2591105_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-27-1661596888088"},{"id":"2022-08-27-1661593166221","title":"Icheon Ceramics Village (이천도예마을)","description":"Icheon Ceramics Village produces traditional Korean ceramics, which are of high quality.  The village became the center of traditional pottery during the Joseon dynasty (1392-1910) for about 500 years due to the easily obtainable materials in the areas. Icheon Ceramics Village was also the center of Joseon Baekja ceramics.  Presently, about 80 pottery factories are congregated at the village, and about 300 pottery kilns are in use. <br>Visitors can observe the pottery production process, and purchase them directly. It is worthwhile to see the crafts of these potters known as Living Cultural Treasures of Korea for creating the highest quality handicrafts.  Not only are the traditional Cheongja, Baekja, and Buncheong pottery produced here, but you can also view modern design pottery.  The Haegang Ceramics Art Center is the only ceramics Art Center in Korea, where you can learn about ceramics.  One of the must-see events at Icheon Ceramics Village is the internationally famous “Icheon Ceramics Festival” held every year.  Displayed pottery as well as, pottery classes, traditional kiln handling, pottery character show, and even parades are held.","regDate":"2022-08-27","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Folk Villages"],"imgUrl":"/2022-08-27-1661593166221/882433_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-27-1661593166221"},{"id":"2022-08-27-1661589872200","title":"Hyowon’s Bell (효원의 종·서장대)","description":"Hyowon’s Bell is located at the summit of Paldalsan Mountain. The bell was created to honor the filial devotion of King Jeongjo towards his father, Crown Prince Sado. The bell has various symbols representing the city of Suwon and its cultural assets. The bell is always rung three times- the first ring is in gratitude for the love of one’s parents, the second to hope for happiness in one’s family, and the third as a prayer for self-improvement.","regDate":"2022-08-27","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-08-27-1661589872200/625543_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-27-1661589872200"},{"id":"2022-08-27-1661585850373","title":"Hwaseong Yongjusa Temple (용주사(화성))","description":"Yongjusa Temple is located near Yungneung and Geolleung Royal Tombs. This site was originally the location of Garyangsa Temple, which was constructed in 854, during the 16th year of King Munseong of the Silla Kingdom. The temple was very famous as it was surrounded by beautiful mountains and crystal clear waters. However, the temple was destroyed by fire during the Manchu War of 1636.<br><br>During the Joseon dynasty, King Jeongjo moved the tomb of his father to this spot, and built Yongjusa Temple here to pray for the repose of his father’s soul. It is said that one night before the temple was completed, King Jeongjo dreamt of a dragon ascending to the sky holding a magic ball in its mouth. He therefore named the temple “Yongjusa,” which means the temple of a dragon with a magic ball in Korean.<br><br>The courtyard of the temple contains the Bronze Bell of Yongjusa Temple, a National Treasure; a stone pagoda; Daeungbojeon (the main hall); and Cheonboru Pavilion. Visitors to Yongjusa Temple can also find the “Bumoeunjunggyeong” books, which were written by King Jeongjo on the subject of filial affection and respect for one’s parents. These days, Yongjusa Temple and the Yungneung and Geolleung Royal Tombs are highly valued for their cultural heritage.","regDate":"2022-08-27","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-08-27-1661585850373/1593656_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-27-1661585850373"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}