{"pageProps":{"content":"![Mokpo Marine Cable Car (목포 해상케이블카)](/2023-01-26-1674704187338/2640153_image2_1.webp)\n\n  \n## Overview\n\n> Mokpo Marine Cable Car offers visitors an amazing view of the old downtown area of Mokpo, and the surrounding natural scenery, including Yudalsan Mountain and the southern sea. Crossing a length of 3.23 kilometers at a x_height of 155 meters, it is the longest and highest cable car in Korea, and was established to become the main attraction to represent Mokpos cultural tourism.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br>(Korean, English, Japanese, Chinese) <br>• For more info: +82-61-244-2600|\n|opendate:|September 8, 2019|\n|parking:|Bukhang Platform - 400 parking spaces (including bus parking lot)<br> Gohado Island Platform -  500 parking spaces (including bus parking lot)|\n|restdate:|During high wind advisory, adverse weather conditions & scheduled maintenance|\n|usetime:|[March-October] Sunday-Thursday 09:00-22:00 / Friday-Saturday 09:00-23:00<br>[November-February] Sunday-Thursday 09:00-21:00 / Friday-Saturday 09:00-22:00<br>* Last admission 1 hr before closing|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Shopping Information:|Bakery, snack bars, franchise restaurants and cafes, etc.|\n|Tour Course Information:|Bukhang Platform- Yudalsan Mountain Platform - Yudalsan Mountain Rock - Coastal Trail- Gohado Island Platform - Gohado Island Observatory  - Gohado Island Coastal Deck - Honam Institute of Biological Resources|\n|Admission Fees:|[Standard Cabin]<br>Adults - Round trip 22,000 won / One-way 18,000 won<br>Children - Round trip 16,000 won / One-way 12,000 won<br><br>[Crystal Cabin]<br>Adults - Round trip 27,000 won / One-way 21,000 won<br>Children - Round trip 21,000 won / One-way 15,000 won <br><br>* Adults (ages 14-64) / Children (ages 4-13)<br>* Free admission for preschoolers (ages 3 & under)<br>* Groups (20 people or more) - 1,000 won discount|\n|Parking Fees:|Free for 3 hours with an admission ticket|\n  \n## Detail Image\n![/2023-01-26-1674704187338/2640154_image2_1.webp](/2023-01-26-1674704187338/2640154_image2_1.webp)\n![/2023-01-26-1674704187338/2640156_image2_1.webp](/2023-01-26-1674704187338/2640156_image2_1.webp)\n![/2023-01-26-1674704187338/2640157_image2_1.webp](/2023-01-26-1674704187338/2640157_image2_1.webp)\n![/2023-01-26-1674704187338/2640158_image2_1.webp](/2023-01-26-1674704187338/2640158_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-61-244-2600](tel:+82612442600)\n- [🏠www.mmcablecar.com](http://www.mmcablecar.com)\n\n\n```googleMap\nlatitude: 34.7994160626\nlongitude: 126.3700534460\ntitle: 240, Haeyangdaehak-ro, Mokpo-si, Jeollanam-do\n```\n  \n## Directions\n  \n[Bus]<BR>\nFrom Central Bus Terminal, take an express bus to Mokpo Bus Terminal. <br>\nFrom Mokpo Bus Terminal Bus Stop, take Bus No. 1 and get off at Mokpo Marine Cable Car Bus Stop.<br>\nWalk for approx. 185 m.\n","data":{"id":"2023-01-26-1674704187338","title":"Mokpo Marine Cable Car (목포 해상케이블카)","description":"Mokpo Marine Cable Car offers visitors an amazing view of the old downtown area of Mokpo, and the surrounding natural scenery, including Yudalsan Mountain and the southern sea. Crossing a length of 3.23 kilometers at a x_height of 155 meters, it is the longest and highest cable car in Korea, and was established to become the main attraction to represent Mokpos cultural tourism.","regDate":"2023-01-26","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites","Mountains"],"imgUrl":"/2023-01-26-1674704187338/2640153_image2_1.webp","blogPath":"Jeollanam-do/2023-01-26-1674704187338","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-26-1674704187338"},"dataList":[{"id":"2023-02-02-1675323369444","title":"Yudalsan Mountain (유달산)","description":"Yudalsan Mountain, located in Mokpo, Jeollanam-do, is the last mountain of the Noryeong Mountain Range. Despite its low x_height of only 228 meters, the mountain boasts a panoramic view of the entire city of Mokpo and the sea. There are five pagodas throughout the mountain as well as a monument with lyrics to the song Mokpo’s Tears,” a sculpture park exhibiting some 100 pieces; an orchid park; and Ilju Road with a view of Mokpo.","regDate":"2023-02-02","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites","Mountains"],"imgUrl":"/2023-02-02-1675323369444/1804641_image2_1.webp","blogPath":"Jeollanam-do/2023-02-02-1675323369444"},{"id":"2023-02-02-1675319994596","title":"Yi Sunsin Plaza (이순신광장)","description":"Yi Sunsin Plaza is located in Jungang-dong, Yeosu-si and contains the history and achievements of General Yi Sunsin. The plaza is the starting point for the history culture tourism belt and the surrounding artifacts and in May hosts the Turtle Ship Festival. The main attraction in the plaza is the life-size turtle ship which visitors can not only view from the outside but also the inside. There are also various performances on Saturdays in the plaza.&nbsp;<br>","regDate":"2023-02-02","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2023-02-02-1675319994596/2369131_image2_1.webp","blogPath":"Jeollanam-do/2023-02-02-1675319994596"},{"id":"2023-02-02-1675316187918","title":"Yeosu Yeongchwisan Mountain (영취산 (여수))","description":"Yeongchwisan Mountain is not very tall, rising just 510 meters above sea level, but the mountain has long been deemed as a spiritual guardian of the Yeosu peninsula. During the old days, people held rituals for rain or offered wishful prayers here. Geumseongdae and Dosolam Hermitage are two Buddhist places of worship on the mountain.  <br><br>As Yeongchwisan Mountain is not very tall, taking any hiking course will lead you to the peak within about four hours. The mountain is a perfect place for family travelers to go hiking. Yeongchwisan Mountain is also widely known as the first place in Korea where azaleas begin to bloom in the spring, and is one of the top three most famous places in Korea for azalea blossoms. In April each year, the azalea festival is held in the mountain. The festival offers a variety of programs including a ritual for the god of the mountain, a writing contest for students, a photo contest, and Miss Azalea beauty pageant. During the festival, visitors can enjoy various events and local foods.","regDate":"2023-02-02","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites","Mountains"],"imgUrl":"/2023-02-02-1675316187918/2648192_image2_1.webp","blogPath":"Jeollanam-do/2023-02-02-1675316187918"},{"id":"2023-02-02-1675312795581","title":"Yeosu Hyangiram Hermitage (향일암(여수))","description":"Hyangiram Hermitage (Cultural Property Material) is one of four Buddhist hermitages in Korea where the faithful come to pray to the Avalokitesvara Bodhisattva. It was originally named Wontongam Hermitage, established by Monk Wonhyo during the fourth year of Baekje King Uija’s reign (644). Wontongam Hermiatge was renamed to Geumoam Hermitage by Monk Yunpil in the 9th year of Goryeo King Gwangjong’s reign (958), then renamed once again to Hyangiram Hermitage by Monk Inmuk during the 41st year of Joseon King Sukjong’s reign (1715). <br><br>The temple contains many buildings both preserved and rebuilt, including the main hall, Daeungjeon Hall, which was rebuilt in 2012 after it burned down in a fire. The mountain path to Hyangiram Hermitage is very steep, but many people make the climb in hopes of their wish coming true. Legend has it that anyone who passes all seven of the stone caves on the walk to Hyangiram Hermitage will be granted their wish.","regDate":"2023-02-02","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2023-02-02-1675312795581/2367375_image2_1.webp","blogPath":"Jeollanam-do/2023-02-02-1675312795581"},{"id":"2023-02-02-1675309005166","title":"Yeongsangang River (영산강)","description":"Yeongsangang River (136 kilometers) is the shortest of the four major rivers in Korea. The river starts from Yongchubong Peak (560m) located in Yong-myeon in Damyang, Jeollanam-do. It runs through Damyang, Gwangju, Naju, and Yeongam and eventually flows into the Yellow Sea in Mokpo through the estuary bank. <br><br>The river also faces some environmental challenges, including extreme weather events that cause flooding, leading to ecosystem loss and habitat degradation. In December 1981, a dam was built and the damage was significantly reduced. The government has also introduced the Four Major Rivers Restoration Project in 2009 with the objective of restoring the rivers while achieving regional development. Under this project, a significant amount of budget was allocated for resolving problems plaguing the Yeongsangang River.","regDate":"2023-02-02","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"/2023-02-02-1675309005166/2654753_image2_1.webp","blogPath":"Jeollanam-do/2023-02-02-1675309005166"},{"id":"2023-02-01-1675247896166","title":"Yeongsando Island (영산도)","description":"The spectacular yet rarely visited Yeongsando Island is located off the south eastern coast of <a href=http //english.visitkorea.or.kr/enu/SI/SI_EN_3_1_1_1.jsp?cid=264278><font color=navy>Heuksando island</font></a>. With a population of about 50 people, Yeongsangdo’s only village is located in a quiet cove with a backdrop of mountains behind it. The outline of its highest peak called Munamgwiun (405m) and ridge depict the silhouette of a naked woman with long wavy hair.","regDate":"2023-02-01","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"/2023-02-01-1675247896166/1585349_image2_1.webp","blogPath":"Jeollanam-do/2023-02-01-1675247896166"},{"id":"2023-02-01-1675244183430","title":"Yeonggwang Bulgapsa Temple (불갑사 (영광))","description":"Bulgapsa Temple of Yeonggwang-gun, Jeollanam-do, was the very first Buddhist temple to be built in Korea. Monk Marananta, who was the first Indian monk to spread Buddhism in Korea, is said to have established the temple here around the year 384, during the reign of Baekje King Chimnyu. <br><br>Daeungjeon Hall, the main hall of Bulgapsa Temple, has been designated as a Treasure. The motifs on the doors of the hall are famed for their beautiful designs. The temple also has other buildings of distinction such as the Manseru Pavillion, Myeongbujeon Hall and Ilgwangdang Shrine, and a population of sericeous newlitse trees, designated as a  Natural Monument. The temple is also famous for the magic lily which blooms in the late summer. The path into Bulgapsa Temple is ideal for a restful walk and contemplation.","regDate":"2023-02-01","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2023-02-01-1675244183430/189751_image2_1.webp","blogPath":"Jeollanam-do/2023-02-01-1675244183430"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}