{"pageProps":{"content":"![Historical Site of Dr. Wangin (왕인박사 유적지)](/2023-01-22-1674376665395/1008111_image2_1.webp)\n\n  \n## Overview\n\n> The hometown of Wangin Baksa (Wangin, the Great Scholar) is located at the foot of Munpilbong Peak to the east of Gurim village. Due to Wangin’s importance and contributions to Korean history, this historical attraction is preserved and maintained in honor of his memory and achievements.<br><br>Seonggidong is the official birthplace of Dr. Wangin (marked by the Yuheobi memorial monument) and is also home to Seongcheon; the well Wangin is believed to have drunk from.  Halfway up Wolchulsan Mountain are Chaekgul, Munsanjae and Yangsajae where Wangin is said to have studied as well as nurtured local pupils. To commemorate the significance of these areas, a memorial is held every March at Munsanjae and Yansanjae.<br><br>      In front of Chaekgul is a statue of Dr. Wangin which is said to symbolize his benevolent character. Just west of Seonggidong is Doljeonggogae, a hill from which it is believed Dr. Wangin made a sorrowful look back at his countrymen before leaving for Japan. <br><br>Wangin departed for Japan from Sangdaepo, which at the time was an international trading port. The renowned Baekje scholar was beginning his journey at the request of Japanese Emperor Eungshin. He took with him ten books on the Analects of Confucius and a book of Cheonjamun, a text of one thousand Chinese characters. Over time, he earned the trust of the emperor and became instructor to the crown prince. Wangin is well-known for his part in the development of Japanese culture and his name appears often in Japanese history. Wangin educated beyond textbooks and made great contributions to the development of arts, crafts and music and is revered as the originator of Japan’s Asuka culture.<br><br>This historic site was originally reconstructed from 1985 to 1987 and is continually receiving improvements to improve accessibility for visitors.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330<br> (Korean, English, Japanese, Chinese) <br> •For more info: +82-61-470-6643|\n|parking:|Available (150 parking spaces)|\n|usetime:|09:00-18:00|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Parking Fees:|Large vehicles 2,500 won / Mid-sized vehicles (more than 9 passengers) 2,000 won / Small vehicles 1,500 won|\n|Admission Fees:|Adults (ages 19-64): 1,000 won / Group: 700 won<br>Teenagers (ages 13-18): 800 won / Group: 500  won<br>Children (ages 7-12): 500 won / Group: 300 won<br><br>* Group: 30 or more people<br>* Free admission: Preschoolers (ages 6 or younger) & Senior citizens (ages 65 & older)|\n|Available Facilities:|* Yeongwolgwan – Information on Dr. Waningin’s achievements and contributions to the Baekje dynasty on display. Second floor houses video room and exhibition hall. <br><br>* Statue of Dr. Wangin<br><br>* Reliefs depicting life of Dr. Wangin – A total of six artworks chronicling the life of the great scholar.<br><br>* Bongseondae –A variety of events and festivals held at the historic site of Dr. Wangin.<br><br>* Sinseon Taegeuk Garden & the Tombstone of Dr. Wangin – Replica of Wangin’s burial site in Hirakata, Japan. (In celebration of the 10th anniversary of the Wangin Culture Festival, Sinseon Taegeuk Garden was decorated with blue and yellow dragons. The two dragons symbolize co-existence of Korea and Japan.) <br><br>* Wolak-ru Pavilion and Rampart<br><br>* Wangin Suiseki Exhibition Hall – More than 700 suiseki contributed by Park Chan-dae of Yeongam are on display. <br><br>* Mangujeong Pavilion – Rest area.<br><br>* Aehyang Suseok Hall - Visitors can relax and take a break here within the historic site.<br><br>* The Statue of Choe Ji-mong, a meritorious retainer of the Goryo Dynasty, Hongsalmun Gate, Jemyeongdang, Baekjemun Gate <br><br>* Other Facilities - Store, Viewing Deck, Wangin Park |\n|Restrooms:|Available|\n  \n## Detail Image\n![/2023-01-22-1674376665395/1008070_image2_1.webp](/2023-01-22-1674376665395/1008070_image2_1.webp)\n![/2023-01-22-1674376665395/1008098_image2_1.webp](/2023-01-22-1674376665395/1008098_image2_1.webp)\n![/2023-01-22-1674376665395/1008163_image2_1.webp](/2023-01-22-1674376665395/1008163_image2_1.webp)\n![/2023-01-22-1674376665395/1008172_image2_1.webp](/2023-01-22-1674376665395/1008172_image2_1.webp)\n![/2023-01-22-1674376665395/1008229_image2_1.webp](/2023-01-22-1674376665395/1008229_image2_1.webp)\n![/2023-01-22-1674376665395/1008332_image2_1.webp](/2023-01-22-1674376665395/1008332_image2_1.webp)\n![/2023-01-22-1674376665395/1008396_image2_1.webp](/2023-01-22-1674376665395/1008396_image2_1.webp)\n![/2023-01-22-1674376665395/1008462_image2_1.webp](/2023-01-22-1674376665395/1008462_image2_1.webp)\n![/2023-01-22-1674376665395/1008488_image2_1.webp](/2023-01-22-1674376665395/1008488_image2_1.webp)\n![/2023-01-22-1674376665395/1008078_image2_1.webp](/2023-01-22-1674376665395/1008078_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-61-470-6643](tel:+82614706643)\n- [🏠www.yeongam.go.kr](http://www.yeongam.go.kr/home/historicalsite)\n\n\n```googleMap\nlatitude: 34.7554697471\nlongitude: 126.6310731379\ntitle: 440, Wangin-ro, Yeongam-gun, Jeollanam-do\n```\n  \n## Directions\n  \n[Bus]<BR>\nFrom Central City Terminal,  take an intercity&nbsp;bus to Mokpo Bus Terminal.<br>\nFrom Mokpo Bus Terminal, take a  local bus bound for Yeongam and get off at Historical  Site of Dr. Wangin Bus Stop.\n","data":{"id":"2023-01-22-1674376665395","title":"Historical Site of Dr. Wangin (왕인박사 유적지)","description":"The hometown of Wangin Baksa (Wangin, the Great Scholar) is located at the foot of Munpilbong Peak to the east of Gurim village. Due to Wangin’s importance and contributions to Korean history, this historical attraction is preserved and maintained in honor of his memory and achievements.<br><br>Seonggidong is the official birthplace of Dr. Wangin (marked by the Yuheobi memorial monument) and is also home to Seongcheon; the well Wangin is believed to have drunk from.  Halfway up Wolchulsan Mountain are Chaekgul, Munsanjae and Yangsajae where Wangin is said to have studied as well as nurtured local pupils. To commemorate the significance of these areas, a memorial is held every March at Munsanjae and Yansanjae.<br><br>      In front of Chaekgul is a statue of Dr. Wangin which is said to symbolize his benevolent character. Just west of Seonggidong is Doljeonggogae, a hill from which it is believed Dr. Wangin made a sorrowful look back at his countrymen before leaving for Japan. <br><br>Wangin departed for Japan from Sangdaepo, which at the time was an international trading port. The renowned Baekje scholar was beginning his journey at the request of Japanese Emperor Eungshin. He took with him ten books on the Analects of Confucius and a book of Cheonjamun, a text of one thousand Chinese characters. Over time, he earned the trust of the emperor and became instructor to the crown prince. Wangin is well-known for his part in the development of Japanese culture and his name appears often in Japanese history. Wangin educated beyond textbooks and made great contributions to the development of arts, crafts and music and is revered as the originator of Japan’s Asuka culture.<br><br>This historic site was originally reconstructed from 1985 to 1987 and is continually receiving improvements to improve accessibility for visitors.","regDate":"2023-01-22","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2023-01-22-1674376665395/1008111_image2_1.webp","blogPath":"Jeollanam-do/2023-01-22-1674376665395","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-22-1674376665395"},"dataList":[{"id":"2023-01-27-1674801568871","title":"Naju Geumseonggwan Hall (나주 금성관)","description":"Naju Geumseonggwan Hall was a state-run guesthouse for government officials during the Joseon period. It was the venue for ceremonial praise rituals for the king, taking place on the first and 15th of each month, as well as banquets held in honor of visiting dignitaries. The building was constructed sometime between 1475 and 1479. The building was remodeled during the Japanese occupation, but was restored to its original design in 1977.","regDate":"2023-01-27","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Historical Sites","Old Houses"],"imgUrl":"/2023-01-27-1674801568871/2515589_image2_1.webp","blogPath":"Jeollanam-do/2023-01-27-1674801568871"},{"id":"2023-01-27-1674797775497","title":"Naganminsok National Recreational Forest (국립 낙안민속자연휴양림)","description":"Naganminsok National Recreational Forest is situated in Nagan-myeon, Suncheon, conveniently accessible by train and bus. Just two kilometers from the historic Naganeupseong Walled Town, Naganminsok National Recreational Forest boasts exquisite surroundings. Some famous attractions near the forest are Songgwangsa Temple, Seonamsa Temple, Juamho Lake, and Sangsaho Lake, offering opportunities to appreciate ancient temples and the glow of the setting sun over the lakes. Perhaps more famous nearby attractions, though, are the breathtaking rows of reeds at Suncheonman Bay and Naganeupseong Walled Town, the home of cultural festivals and events.<br><br>The forest is surrounded by mountains and a river with a homely garden atmosphere. The two beautiful mountains, Geumjeonsan and Obongsan  snuggly envelop Naganminsok National Recreational Forest. On rainy days, visitors can enjoy spectacular cascading falls of water at Cheonyeopokpo Falls within the forest.","regDate":"2023-01-27","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"/2023-01-27-1674797775497/1607803_image2_1.webp","blogPath":"Jeollanam-do/2023-01-27-1674797775497"},{"id":"2023-01-27-1674794364113","title":"Naganeupseong Walled Town (순천 낙안읍성)","description":"Naganeupseong Walled Town is located in Jeollanam-do, and contains a fortress town that is over 59,504 ㎡ in size. The fortress walls were built using square-shaped stones to reach 4 meters in x_height, 3 to 4 meters in x_width, and 1,410 meters in total length. The town consists of three neighborhoods along the east, south and west of the fortress walls. The village is overall well preserved, allowing visitors to observe houses and lifestyles that have all been passed down from the past. The town is highly valued as a historical and cultural resource for studying traditional folk customs.","regDate":"2023-01-27","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Historical Sites","Folk Villages"],"imgUrl":"/2023-01-27-1674794364113/2649051_image2_1.webp","blogPath":"Jeollanam-do/2023-01-27-1674794364113"},{"id":"2023-01-27-1674790584404","title":"Myeongokheon Garden (담양 명옥헌 원림)","description":"Located in the eco-village of Husan-ri, Myeongokheon Garden was the garden of Oh Hui-do (1583-1623) of the Joseon dynasty and served as a simple, countryside sanctuary where the scholar read and wrote many books. Main features of the garden are the Myeongokheon Pavilion, where the scholar held lectures, and the square-shaped pond in front of the pavilion that is surrounded with graceful flowering trees. The flowering trees around the pond include red pines and crape myrtles. On the right side of Myeongokheon Garden you’ll see a 300 year-old ginkgo tree, which is where King Injo (1623-1649) of the Joseon dynasty tied his horse when he went to visit Oh Hui-do.","regDate":"2023-01-27","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2023-01-27-1674790584404/2025872_image2_1.webp","blogPath":"Jeollanam-do/2023-01-27-1674790584404"},{"id":"2023-01-26-1674729433008","title":"Myeonangjeong Pavilion (면앙정)","description":"Myeonangjeong Pavilion is located on the slopes of Jebongsan Mountain in Damyang-gun. The pavilion was constructed in 1533 by Song Sun (1493-1583), who built it as a place for writing poems. After its construction, the pavilion served as a meeting place for scholars and intellectuals and was even frequented by Lee Hwang (1501-1570), a representative Confucian scholar who is pictured on the 1,000 won bill.<br><br>The roof of Myeonangjeong Pavilion was originally made of reeds, straw, grass and other materials which could not withstand the elements. After several repairs, the building was developed into the wooden structure that it is today. <br><br>From the back of the pavilion, you can see the mountain range and open wide fields; renowned scholars’ poems are engraved on the wooden panels that decorate the pavilion walls.","regDate":"2023-01-26","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2023-01-26-1674729433008/2367294_image2_1.webp","blogPath":"Jeollanam-do/2023-01-26-1674729433008"},{"id":"2023-01-26-1674725770732","title":"Muwisa Temple (무위사)","description":"Muwisa Temple is located on Wolchulsan Mountain in Gangjin-gun, Jeollanam-do. The temple has at least 1,100 years of history as it was established sometime before the early 10th century under the name Muwigapsa Temple. The temple houses many significant Buddhist treasures.","regDate":"2023-01-26","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2023-01-26-1674725770732/2550996_image2_1.webp","blogPath":"Jeollanam-do/2023-01-26-1674725770732"},{"id":"2023-01-26-1674722336812","title":"Muan Hoesan White Lotus Pond (무안회산백련지)","description":"Muan Hoesan White Lotus Pond is the largest habitat of white lotus in Asia, covering an area of approximately 330,000 square meters in Bogyong-ri, Muan-gun in Jeollanam-do. This pond was originally a reservoir made during the Japanese colonial period for irrigation, but was abandoned with the development of the Yeongsangang River system. The reservoir was recreated and expanded into todays lotus habitat thanks to the effort of Jeong Su-dong, who planted twelve lotus roots along the shoreline and took care of them dearly after dreaming of twelve white cranes landing upon the reservoir. The white lotus flowers in this pond blossom and fall from July until September. A lotus festival is held in August, when the flowers are at their peak.","regDate":"2023-01-26","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2023-01-26-1674722336812/2399156_image2_1.webp","blogPath":"Jeollanam-do/2023-01-26-1674722336812"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}