{"pageProps":{"content":"![Daehan Dawon Tea Plantation (대한다원)](/2023-01-16-1673847347855/2652133_image2_1.webp)\n\n  \n## Overview\n\n> Daehan Dawon Tea Plantation produces high-quality green tea and is a popular tourist attraction year-round thanks to the vast rows of tea trees that line the hillside like a deep green carpet. Despite being located on a small peak at just 350 meters above sea level, the observation deck at the summit offers views of the sea on clear days. The entrance to the tea plantation is also lined with tall cedar trees, adding a unique aspect to this plantation. Daehan Dawon Tea Plantation has been featured as a filming site in dramas such as “Summer Scent (2002),” “Legend of the Blue Sea (2017),” and “The Rebel (2017).”\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br>(Korean, English, Japanese, Chinese) <br>• For more info: +82-61-852-4540|\n|parking:|Available 06:00-19:00 <br>* Vans and larger vehicles should use the parking lot for buses.|\n|restdate:|N/A (Open all year round )|\n|usetime:|March-October 09:00-18:00 / November-February 09:00-17:00|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Film Locations:|Drama \"Summer Scent (2003),\" \"Ugly Alert (2013)\", \"The Legend of the Blue Sea (2016)\", \"Rebel: Thief Who Stole The People (2017)\"|\n|Tour Course Information:|[Course 1 (approx. 20 min)] Ticket Booth - Cedar Forest Path - Fountain Square - Main Square - Main Stairway - Main Observatory - Commercial Filming Spot - Cherry Blossoms Path - Dawon Rest Center - Cedar Forest Path - Ticket Booth <br /><br>[Course 2 (approx. 30 min)] Ticket Booth - Cedar Forest Path - Fountain Square - Main Square - Cherry Blossoms Path - Commercial Filming Spot - Main Observatory - Waterfall - Palgakjeong Pavilion - Dawon Rest Center - Cedar Forest Path - Ticket Booth <br /><br>[Course 3 (approx. 40 min)] Ticket Booth - Cedar Forest Path - Fountain Square - Main Square - Main Stairway - Main Observatory - Juniper Forest - Tea Plantation Observatory - Ocean Observatory - Cypress Pathway - Palgakjeong Pavilion - Dawon Rest Center - Cedar Forest Path - Ticket Booth <br /><br>[Course 4 (hiking course / approx. 1 hour)] Ticket Booth - Cedar Forest Path - Fountain Square - Main Square - Main Stairway - Main Observatory - Juniper Forest - Tea Plantation Observatory - Ocean Observatory - Cypress Pathway - Palgakjeong Pavilion - Dawon Rest Center - Yew Forest - Maple Forest - Bamboo Forest - Ticket Booth <br /><br>[Course 5 (easy course for the elderly)] Ticket Booth - Cedar Forest Path - Fountain Square - Main Square - Cherry Blossoms Path - Main Observatory - Commercial Filming Spot - Dawon Rest Center - Cedar Forest Path - Ticket Booth|\n|Shopping Information:|* Boseong Dawon green tea shop and a souvenir shop<br>* Green tea restaurant|\n|Admission Fees:|Adults: Individual 4,000 won / Group 3,000 won <br>Children & Senior citizens: 3,000 won|\n|Available Facilities:|Convenience amenities (product shop)|\n|Restrooms:|Available|\n|Interpretation Services Offered:|Guide books in English available|\n|Reservation Info. for Foreigners:|Unguided tours|\n  \n## Detail Image\n![/2023-01-16-1673847347855/2652127_image2_1.webp](/2023-01-16-1673847347855/2652127_image2_1.webp)\n![/2023-01-16-1673847347855/2652128_image2_1.webp](/2023-01-16-1673847347855/2652128_image2_1.webp)\n![/2023-01-16-1673847347855/2652129_image2_1.webp](/2023-01-16-1673847347855/2652129_image2_1.webp)\n![/2023-01-16-1673847347855/2652130_image2_1.webp](/2023-01-16-1673847347855/2652130_image2_1.webp)\n![/2023-01-16-1673847347855/2652131_image2_1.webp](/2023-01-16-1673847347855/2652131_image2_1.webp)\n![/2023-01-16-1673847347855/2652132_image2_1.webp](/2023-01-16-1673847347855/2652132_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-61-852-4540](tel:+82618524540)\n- [🏠dhdawon.com</a><br><a href=\"https://www.boseong.go.kr/tour/tourist/9tour/greentea_field\" target=\"_blank\">www.boseong.go.kr](http://dhdawon.com/)\n\n\n```googleMap\nlatitude: 34.7156927977\nlongitude: 127.0788124916\ntitle: 763-65, Nokcha-ro, Boseong-gun, Jeollanam-do\n```\n  \n\n","data":{"id":"2023-01-16-1673847347855","title":"Daehan Dawon Tea Plantation (대한다원)","description":"Daehan Dawon Tea Plantation produces high-quality green tea and is a popular tourist attraction year-round thanks to the vast rows of tea trees that line the hillside like a deep green carpet. Despite being located on a small peak at just 350 meters above sea level, the observation deck at the summit offers views of the sea on clear days. The entrance to the tea plantation is also lined with tall cedar trees, adding a unique aspect to this plantation. Daehan Dawon Tea Plantation has been featured as a filming site in dramas such as “Summer Scent (2002),” “Legend of the Blue Sea (2017),” and “The Rebel (2017).”","regDate":"2023-01-16","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Industrial Sites","Foods & Beverages"],"imgUrl":"/2023-01-16-1673847347855/2652133_image2_1.webp","blogPath":"Jeollanam-do/2023-01-16-1673847347855","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-16-1673847347855"},"dataList":[{"id":"2023-01-27-1674801568871","title":"Naju Geumseonggwan Hall (나주 금성관)","description":"Naju Geumseonggwan Hall was a state-run guesthouse for government officials during the Joseon period. It was the venue for ceremonial praise rituals for the king, taking place on the first and 15th of each month, as well as banquets held in honor of visiting dignitaries. The building was constructed sometime between 1475 and 1479. The building was remodeled during the Japanese occupation, but was restored to its original design in 1977.","regDate":"2023-01-27","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Historical Sites","Old Houses"],"imgUrl":"/2023-01-27-1674801568871/2515589_image2_1.webp","blogPath":"Jeollanam-do/2023-01-27-1674801568871"},{"id":"2023-01-27-1674797775497","title":"Naganminsok National Recreational Forest (국립 낙안민속자연휴양림)","description":"Naganminsok National Recreational Forest is situated in Nagan-myeon, Suncheon, conveniently accessible by train and bus. Just two kilometers from the historic Naganeupseong Walled Town, Naganminsok National Recreational Forest boasts exquisite surroundings. Some famous attractions near the forest are Songgwangsa Temple, Seonamsa Temple, Juamho Lake, and Sangsaho Lake, offering opportunities to appreciate ancient temples and the glow of the setting sun over the lakes. Perhaps more famous nearby attractions, though, are the breathtaking rows of reeds at Suncheonman Bay and Naganeupseong Walled Town, the home of cultural festivals and events.<br><br>The forest is surrounded by mountains and a river with a homely garden atmosphere. The two beautiful mountains, Geumjeonsan and Obongsan  snuggly envelop Naganminsok National Recreational Forest. On rainy days, visitors can enjoy spectacular cascading falls of water at Cheonyeopokpo Falls within the forest.","regDate":"2023-01-27","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"/2023-01-27-1674797775497/1607803_image2_1.webp","blogPath":"Jeollanam-do/2023-01-27-1674797775497"},{"id":"2023-01-27-1674794364113","title":"Naganeupseong Walled Town (순천 낙안읍성)","description":"Naganeupseong Walled Town is located in Jeollanam-do, and contains a fortress town that is over 59,504 ㎡ in size. The fortress walls were built using square-shaped stones to reach 4 meters in x_height, 3 to 4 meters in x_width, and 1,410 meters in total length. The town consists of three neighborhoods along the east, south and west of the fortress walls. The village is overall well preserved, allowing visitors to observe houses and lifestyles that have all been passed down from the past. The town is highly valued as a historical and cultural resource for studying traditional folk customs.","regDate":"2023-01-27","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Historical Sites","Folk Villages"],"imgUrl":"/2023-01-27-1674794364113/2649051_image2_1.webp","blogPath":"Jeollanam-do/2023-01-27-1674794364113"},{"id":"2023-01-27-1674790584404","title":"Myeongokheon Garden (담양 명옥헌 원림)","description":"Located in the eco-village of Husan-ri, Myeongokheon Garden was the garden of Oh Hui-do (1583-1623) of the Joseon dynasty and served as a simple, countryside sanctuary where the scholar read and wrote many books. Main features of the garden are the Myeongokheon Pavilion, where the scholar held lectures, and the square-shaped pond in front of the pavilion that is surrounded with graceful flowering trees. The flowering trees around the pond include red pines and crape myrtles. On the right side of Myeongokheon Garden you’ll see a 300 year-old ginkgo tree, which is where King Injo (1623-1649) of the Joseon dynasty tied his horse when he went to visit Oh Hui-do.","regDate":"2023-01-27","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2023-01-27-1674790584404/2025872_image2_1.webp","blogPath":"Jeollanam-do/2023-01-27-1674790584404"},{"id":"2023-01-26-1674729433008","title":"Myeonangjeong Pavilion (면앙정)","description":"Myeonangjeong Pavilion is located on the slopes of Jebongsan Mountain in Damyang-gun. The pavilion was constructed in 1533 by Song Sun (1493-1583), who built it as a place for writing poems. After its construction, the pavilion served as a meeting place for scholars and intellectuals and was even frequented by Lee Hwang (1501-1570), a representative Confucian scholar who is pictured on the 1,000 won bill.<br><br>The roof of Myeonangjeong Pavilion was originally made of reeds, straw, grass and other materials which could not withstand the elements. After several repairs, the building was developed into the wooden structure that it is today. <br><br>From the back of the pavilion, you can see the mountain range and open wide fields; renowned scholars’ poems are engraved on the wooden panels that decorate the pavilion walls.","regDate":"2023-01-26","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2023-01-26-1674729433008/2367294_image2_1.webp","blogPath":"Jeollanam-do/2023-01-26-1674729433008"},{"id":"2023-01-26-1674725770732","title":"Muwisa Temple (무위사)","description":"Muwisa Temple is located on Wolchulsan Mountain in Gangjin-gun, Jeollanam-do. The temple has at least 1,100 years of history as it was established sometime before the early 10th century under the name Muwigapsa Temple. The temple houses many significant Buddhist treasures.","regDate":"2023-01-26","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2023-01-26-1674725770732/2550996_image2_1.webp","blogPath":"Jeollanam-do/2023-01-26-1674725770732"},{"id":"2023-01-26-1674722336812","title":"Muan Hoesan White Lotus Pond (무안회산백련지)","description":"Muan Hoesan White Lotus Pond is the largest habitat of white lotus in Asia, covering an area of approximately 330,000 square meters in Bogyong-ri, Muan-gun in Jeollanam-do. This pond was originally a reservoir made during the Japanese colonial period for irrigation, but was abandoned with the development of the Yeongsangang River system. The reservoir was recreated and expanded into todays lotus habitat thanks to the effort of Jeong Su-dong, who planted twelve lotus roots along the shoreline and took care of them dearly after dreaming of twelve white cranes landing upon the reservoir. The white lotus flowers in this pond blossom and fall from July until September. A lotus festival is held in August, when the flowers are at their peak.","regDate":"2023-01-26","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2023-01-26-1674722336812/2399156_image2_1.webp","blogPath":"Jeollanam-do/2023-01-26-1674722336812"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}