{"pageProps":{"content":"![Gwangneung Royal Tomb [UNESCO World Heritage] (남양주 광릉(세조, 정희왕후) [유네스코 세계문화유산])](/2022-08-25-1661417236103/2364479_image2_1.webp)\n\n  \n## Overview\n\n> Gwangneung, located in Namyangju in Gyeonggi-do is the royal tomb of King Sejo (1417-1468, reign 1455-1468) and Queen Jeonghui (1418-1483). The king and queen are enshrined separately. The tomb on the left is King Sejo’s and the one on the right is Queen Jeonhui’s with a pavilion standing between the two tombs. Requested by King Sejo on his will, the simple design of the tomb and the surrounding compare to the past tombs saved cost and manpower required to finish the work, which became the model for future royal tomb design. Gwangneung is surrounded by forests where an abundance of wild plants grow. It is famous for being the habitat of the Korean redheaded woodpecker (Natural Monument No. 11).\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-31-527-7105|\n|parking:|Available|\n|restdate:|Mondays|\n|usetime:|November-January 09:00-17:30<BR>February-May, September-October 09:00-18:00<br>June-August 09:00-18:30<br>* Last admission is 1 hour before closing.|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Restrooms:|Available|\n|Available Facilities:|Gwangneung Historical Museum, mineral spring, drinking fountain, benches, etc.|\n|Admission Fees:|[General admission]<br /> Individuals: Adults 1,000 won / Children & Teenagers 500 won<br /> Groups: Adults 800 won / Children & Teenagers 400 won<br /> <br />  * Groups: 10 or more people <br />* Adults (ages 19-64) / Children & Teenagers (ages 7-18) <br />* Free admission: Preschoolers (ages 6 & under) and senior citizens (ages 65 & over)<br />* ID must be presented at the ticket box. <br /> <br />[Other passes]<br />Hourly pass: 30,000 won<br />* Viewing hours 12:00-13:00 <br />* Valid for 1 year <br /><br />Lunch pass: 3,000 won<br />* Viewing hours12:00-14:00 (last admission is at 13:00)<br />* Limited to 10 times <br /><br />Monthly pass: 10,000 won<br /> * Visitors may enter freely within operating hours<br />* Valid for 1 month<br /><br /> [Free entry]<br /> * All visitors on the last Wednesday of each month (Culture Day). <br /> * Visitors wearing hanbok.|\n|Interpretation Services Offered:|Unavailable|\n  \n## Detail Image\n![/2022-08-25-1661417236103/2364478_image2_1.webp](/2022-08-25-1661417236103/2364478_image2_1.webp)\n![/2022-08-25-1661417236103/2364480_image2_1.webp](/2022-08-25-1661417236103/2364480_image2_1.webp)\n![/2022-08-25-1661417236103/2364481_image2_1.webp](/2022-08-25-1661417236103/2364481_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-31-527-7105](tel:+82315277105)\n- [🏠royaltombs.cha.go.kr](http://royaltombs.cha.go.kr/)\n\n\n```googleMap\nlatitude: 37.7528333807\nlongitude: 127.1767420667\ntitle: 354, Gwangneungsumogwon-ro, Namyangju-si, Gyeonggi-do\n```\n  \n## Directions\n  \n[Bus]<br>\nCheongnyangni Station (Seoul Subway Line 1), Exit 4. <br>\nTake Bus No. 707 and get off at Gwangneungnae Terminal Bus Stop.<br> Transfer to Bus No. 21 and get off at Gwangneung Bus Stop.\n","data":{"id":"2022-08-25-1661417236103","title":"Gwangneung Royal Tomb [UNESCO World Heritage] (남양주 광릉(세조, 정희왕후) [유네스코 세계문화유산])","description":"Gwangneung, located in Namyangju in Gyeonggi-do is the royal tomb of King Sejo (1417-1468, reign 1455-1468) and Queen Jeonghui (1418-1483). The king and queen are enshrined separately. The tomb on the left is King Sejo’s and the one on the right is Queen Jeonhui’s with a pavilion standing between the two tombs. Requested by King Sejo on his will, the simple design of the tomb and the surrounding compare to the past tombs saved cost and manpower required to finish the work, which became the model for future royal tomb design. Gwangneung is surrounded by forests where an abundance of wild plants grow. It is famous for being the habitat of the Korean redheaded woodpecker (Natural Monument No. 11).","regDate":"2022-08-25","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-08-25-1661417236103/2364478_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-25-1661417236103","pageUrl":"https:/mcdryad.com/Gyeonggi-do/2022-08-25-1661417236103"},"dataList":[{"id":"2022-09-12-1662975964729","title":"Yongmunsan Resort (용문산 관광지)","description":"Yongmunsan Mountain in Yangpyeong, Gyeonggi-do, is comprised of Doilbong Peak, Baegunbong Peak, and other peaks. The resort shares the area with various cultural relics such as Yongmunsa Temple; Yongmunsa Temple’s gingko tree; a stupa containing a relic of the Buddha, a monument of the reverend monk Jeongji; and the Yongmunsan Mountain area’s war record monument. The resort area is frequented by visitors throughout all four seasons but is especially popular in the fall because of the yellow-tinged gingko tree of Yongmunsa Temple (a Natural Monument).  <br><br>A 2 kilometers trek through the valley from Yongmunsa Temple will bring you to Yonggakbawi Rock, shaped like a dragon’s horn, halfway up the mountain. 1km away from Yonggakbawi Rock lays a huge boulder, Court Rock, on which 100 people can easily sit at the same time. There is also an amusement park that provides great entertainment for children, consisting of a rapid ride, a Viking-boat, a merry-go-round, bumper cars, a family coaster, and other rides. <br><br>Thirty minutes from Yongmunsa Temple is Jungwon Valley that looks small when seen from the outside, but leads to the mountain’s summit where you can enjoy a superb view. And only another fifteen minutes walk will bring you to the three-tiered Jungwon Falls where you can enjoy the sound of crashing waters and feel the cooling mists that rise from the base of the falls.","regDate":"2022-09-12","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Recreational Sites","Tourist Complexes"],"imgUrl":"/2022-09-12-1662975964729/1098983_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-12-1662975964729"},{"id":"2022-09-12-1662969313579","title":"Yongmunsan Recreational Forest (용문산자연휴양림)","description":"Yongmunsan Recreational Forest offers log cabins, camping sites, a multipurpose playground, walking paths, and hiking trails. The forest offers a great view of downtown Yangpyeong and blends well with the surrounding landscape. The hiking trail leading to Baegunbong Peak (940 meters) is recognized as one of the best trails in the area. <br><br>There are several hiking trails, all of which are relatively easy to walk on, and continuous work is underway to improve the trails. The forest is a popular destination in Yangpyeong and a treasure house of nature's beauty where visitors can observe diverse plants all year round.","regDate":"2022-09-12","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"/2022-09-12-1662969313579/1591242_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-12-1662969313579"},{"id":"2022-09-12-1662964863813","title":"Yongmunsa Temple (용문사(용문산))","description":"Yongmunsa Temple is located about 9 kilometers northeast from Yongmun Station on the Jungang line. It was built during the Silla Kingdom and reconstructed during the reign of King Sejong of the Joseon dynasty. It was badly damaged during the Korean War, but was restored and now consists of three buildings, the main hall, Daeungjeon Hall, and the bell tower. Its courtyard contains the largest ginkgo tree in Asia, which is 1,100 years old, measures 60 meters in x_height and 14 meters in circumference and is designated and protected as a Natural Monument. Legend says the great Buddhist Monk Uisang, who lived during the Silla Kingdom, stuck his staff in the earth, and the tree grew out of the simple staff.","regDate":"2022-09-12","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-09-12-1662964863813/1807278_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-12-1662964863813"},{"id":"2022-09-12-1662959542328","title":"Yongin Recreational Forest (용인자연휴양림)","description":"Yongin Recreational Forest (162 ha) is perched on the southern foothills of Jeonggwangsan Mountain (alt. 562 m) in Yongin, Gyeonggi-do. Facilities include lodging facilities, camping zone, meeting rooms, children’s playground, and walking paths.","regDate":"2022-09-12","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"/2022-09-12-1662959542328/1860092_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-12-1662959542328"},{"id":"2022-09-11-1662893014947","title":"Yongin Hobak Deungbul Village (용인호박등불마을)","description":"Yongin Hobak Deungbul (Pumpkin & Lamp) Village is a traditional themed farming village located just 25 kilometers out of downtown Yongin. The village is not only home to a variety of beautiful country cottages, but also offers a host of experience programs that fall under the themes of pumpkin, lamp, and fire (charcoal kiln). Nearby attractions and heritage sites include the grave of Poeun Jeong Mong Ju, the last loyal subject of the Goryeo Period, the Korean Deung-Jan Museum, Everland, and the Korean Folk Village.","regDate":"2022-09-11","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Experience Programs","Village Experience"],"imgUrl":"/2022-09-11-1662893014947/2482097_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-11-1662893014947"},{"id":"2022-09-11-1662889288941","title":"Yeonmudae Post (Dongjangdae) (연무대 (동장대))","description":"Yeonmudae Post is located inside Suwon's Hwaseong Fortress, a UNESCO World Heritage site. Situated on a relatively high hill between Changryongmun (the east gate of the fortress) and Hwahongmun (a north floodgate), Yeonmudae is an excellent military observation post with sweeping views of the inside of the fortress. After the fortress was completed in 1796, Yeonmudae was used as a training ground for troops for over two centuries, where they learned fighting skills involving swords, spears and arrows.<br><br>At Yeonmudae, visitors can learn archery while wearing traditional military attire; the fortress also offers a wide array of performances for visitors to appreciate traditional Korean culture. Yeomudae is included in the Suwon City Tour course.","regDate":"2022-09-11","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-09-11-1662889288941/2367186_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-11-1662889288941"},{"id":"2022-09-11-1662885973536","title":"Yeoninsan Provincial Park (연인산도립공원)","description":"The source of Yongchu Falls, Mount Yeoninsan (연인산) stands at 1,068 meters above sea level and features soft terrain and beautiful scenery. Local folklore has it that those coming to the mountain wishing for true love will have their dreams come true.  <br><br>The soil of Mount Yeoninsan is fertile, offering a great natural environment for a variety of flowers and trees. Numerous types of wild flowers thrive from early spring to late autumn. The trail connecting Mount Yeoninsan with mounts Myeongjisan, Cheonggyesan, and Gwimokbong remains relatively unspoiled by human influence  cooking and camping in the area is strictly forbidden. All the mountains in the trail are over 1,000 meters high. A defining feature of Mount Yeoninsan is the royal azaleas that bloom in late May. The County of Gapyeong celebrates the royal azalea by hosting the Mount Yeoninsan (Natural Ecology) Festival in May of each year.  <br><br>Also ideal for hiking, Mount Yeoninsan offers a number of trails  one starts from Buk-myeon in Baekdun-ri, one from Mail-ri, and one from Yongchu Valley. With a minimum of climbing, hikers can take in a variety of scenic views, ranging from the bloom of the royal azaleas in the spring to the beauty of the changing leaves in the fall.","regDate":"2022-09-11","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites","Provincial Parks"],"imgUrl":"/2022-09-11-1662885973536/1591274_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-11-1662885973536"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}