{"pageProps":{"content":"![Archaeological Site in Amsa-dong, Seoul (서울 암사동 유적)](/2022-07-10-1657496332644/204019_image2_1.webp)\n  \n## Overview\n\n> The Archaeological Site in Amsa-dong reproduces the lifestyle of the Neolithic Era. Even the entrance gate is shaped like a huge dolmen and the trash cans are ancient diagonal-line patterned earthenware. Archaeological Site in Amsa-dong was excavated in 1925 when a flood washed away the soil on the banks of the Hangang River and exposed a large number of diagonal-line patterned earthenware. After several excavations, the Archaeological Site in Amsa-dong was established. <br>\n<br> The site was a location for a massive colony, thus many ancient buildings, stone axes and stone arrows have been uncovered as well as countless diagonal-line patterned earthenware.  The housing site is round with a spot in the center for fire.  The site is colossal and possesses nine mud huts, two exhibition halls displaying ancient artifacts and an open mud hut where visitors can experience life in the Neolithic Era. The site offers many attractions such as mud huts and promenades. Archaeological Site in Amsa-dong is also very educational for children and families who want to learn and experience the Neolithic Age.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330<br>(Korean, English, Japanese, Chinese) <br>• For more info: +82-2-3425-6520|\n|parking:|Available (09:30-18:00)|\n|restdate:|New Year's Day, Mondays (Close on Tuesday if Monday is a public holiday)|\n|usetime:|09:30-18:00 (Last admission 30 min before closing) <br>* Free admission: October-March 06:00-09:00 / April-September 05:30-09:00|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Admission Fees:|Individual - Adults  500 won / Children 300 won<BR>Groups - Adults 400 won / Children 200 won<br><br>* Adults (ages 19-64) / Children (ages 7-18)* Groups - 30 or more people <br>* Free admission: Preschoolers (ages 6 & under), Senior citizens (ages 65 & over)|\n|Available Facilities:|Exhibition Hall No. 1, No. 2, Restoration dwellings|\n|Restrooms:|Available|\n|Parking Fees:|Compact cars 1,000 won / small cars 2,000 won / large cars (more than 25 seats) 4,000 won|\n  \n## Detail Image\n![/2022-07-10-1657496332644/204021_image2_1.webp](/2022-07-10-1657496332644/204021_image2_1.webp)\n![/2022-07-10-1657496332644/204022_image2_1.webp](/2022-07-10-1657496332644/204022_image2_1.webp)\n![/2022-07-10-1657496332644/204024_image2_1.webp](/2022-07-10-1657496332644/204024_image2_1.webp)\n![/2022-07-10-1657496332644/204027_image2_1.webp](/2022-07-10-1657496332644/204027_image2_1.webp)\n![/2022-07-10-1657496332644/204028_image2_1.webp](/2022-07-10-1657496332644/204028_image2_1.webp)\n![/2022-07-10-1657496332644/204029_image2_1.webp](/2022-07-10-1657496332644/204029_image2_1.webp)\n![/2022-07-10-1657496332644/204032_image2_1.webp](/2022-07-10-1657496332644/204032_image2_1.webp)\n![/2022-07-10-1657496332644/204033_image2_1.webp](/2022-07-10-1657496332644/204033_image2_1.webp)\n![/2022-07-10-1657496332644/204035_image2_1.webp](/2022-07-10-1657496332644/204035_image2_1.webp)\n![/2022-07-10-1657496332644/221329_image2_1.webp](/2022-07-10-1657496332644/221329_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-2-3425-6520](tel:+82234256520)\n- [🏠www.sunsa.gangdong.go.kr](http://sunsa.gangdong.go.kr/)\n\n\n```googleMap\nlatitude: 37.5605132450\nlongitude: 127.1309239757\ntitle: 875, Olympic-ro, Gangdong-gu, Seoul\n```\n  \n\n","data":{"id":"2022-07-10-1657496332644","title":"Archaeological Site in Amsa-dong, Seoul (서울 암사동 유적)","description":"The Archaeological Site in Amsa-dong reproduces the lifestyle of the Neolithic Era. Even the entrance gate is shaped like a huge dolmen and the trash cans are ancient diagonal-line patterned earthenware. Archaeological Site in Amsa-dong was excavated in 1925 when a flood washed away the soil on the banks of the Hangang River and exposed a large number of diagonal-line patterned earthenware. After several excavations, the Archaeological Site in Amsa-dong was established. <br><br> The site was a location for a massive colony, thus many ancient buildings, stone axes and stone arrows have been uncovered as well as countless diagonal-line patterned earthenware.  The housing site is round with a spot in the center for fire.  The site is colossal and possesses nine mud huts, two exhibition halls displaying ancient artifacts and an open mud hut where visitors can experience life in the Neolithic Era. The site offers many attractions such as mud huts and promenades. Archaeological Site in Amsa-dong is also very educational for children and families who want to learn and experience the Neolithic Age.","regDate":"2022-07-10","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-07-10-1657496332644/204019_image2_1.webp","blogPath":"Seoul/2022-07-10-1657496332644","pageUrl":"https:/mcdryad.com/Seoul/2022-07-10-1657496332644"},"dataList":[{"id":"2022-07-22-1658511854030","title":"Doseonsa Temple (도선사)","description":"Doseonsa Temple was established 1,100 years ago during the latter part of the Silla Kingdom when the renowned Buddhist priest Doseonguksa was traveling through the mountains. After visiting the site, Doseonguksa made a prophecy that led to the construction of the temple. According to legend, he used only his walking stick to carve the large Bodhisattva that sits at the temple. Interestingly enough, the statue does not show any evidence of chisel marks, further adding to the mystery of how the statue was made.  <br><br>During the 7th year of King Gwangmu of the Joseon dynasty, Doseonsa Temple was officially named the representative temple of Korea with the purpose of promoting Cheongdamdaejongsa's Korean Buddhism movement, aiming at a religious revival. Due to these special circumstances Deseonsa Temple gained a high reputation and much recognition, which have held strong to this day.<br><br>Inside the temple, visitors can view the remains and written works of Cheongdamdaejongsa in the Cheongdamdaejongsa Memorial Hall. Next to the road leading to Cheonbuljeon Hall is a pond where you can toss a coin and make a wish and just past Yongammun Gate is a hiking path connecting Baegundae Cliff and Insubong Peak. Inside the Ksitigarbha Hall are portraits of President Park Chung-hee, Yuk Yeong-su, and Hyundai Chairman Chung Ju-yung. In front of the hall is a tree that is said to have been planted by a Buddhist priest who brought it from India 200 years ago. Historical artifacts can be found throughout the temple.","regDate":"2022-07-22","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-07-22-1658511854030/632948_image2_1.webp","blogPath":"Seoul/2022-07-22-1658511854030"},{"id":"2022-07-22-1658509078639","title":"Dosan Park (도산공원)","description":"Located in Sinsa-dong, Seoul, Dosan Park, a neighborhood park, was built in 1973 to pay tribute to Dosan Ahn Chang-ho’s patriotism. Dosan Ahn Chang-ho’s tomb was moved here from Manguri Public Cemetery as well as his wife, Lee Hyeryen, whose tomb was moved from Los Angeles. The tribute was extended by naming the boulevard from Cheongdam-dong to Nonhyeon-dong, as Dosan-daero. Visitors can find a bronze statue, monument with quotations, epitaph headstone and more within the park. Commemoration event is held on March 10th every year.","regDate":"2022-07-22","author":"korea-tour","tag":["Seoul","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-07-22-1658509078639/2678560_image2_1.webp","blogPath":"Seoul/2022-07-22-1658509078639"},{"id":"2022-07-22-1658500616152","title":"Dongnimmun Gate (독립문)","description":"Dongnimmun stands&nbsp;at&nbsp;the location&nbsp;originally known as Yeongeun, where envoys were once treated.  When a Chinese envoy visited, the King would go out through this door to greet. In 1898, to announce&nbsp;the independence&nbsp;from Japan, Dongnimun was constructed with the fund collected by the citizens. The traces of the past still remain on Dongnimmun with two pillars in front of Dongnimmun&nbsp;being the remains of Yeongeunmun. <br> <br> The Arc de Triomphe in France can be recalled in comparison to Dongnimmun. Dongnimmun was built using granite with&nbsp;a passageway x_height of 14.28 meters.  On the top it is written ‘Dongnimmun’ in Korean with the national flag drawn on each side.  On the inner-left side there are stone stairs leading to the attic.  The national flower Mugunghwa are planted around Dongnimmun. Now it is surrounded by roads and it is eye-catching to view when passing by.","regDate":"2022-07-22","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Gates"],"imgUrl":"/2022-07-22-1658500616152/2413929_image2_1.webp","blogPath":"Seoul/2022-07-22-1658500616152"},{"id":"2022-07-22-1658497928569","title":"Dongdaemun History & Culture Park (동대문역사문화공원)","description":"At Dongdaemun History & Culture Park, traditional buildings and cutting-edge modern cultural facilities come together harmoniously. Seoul Fortress, Yigansumun Water Gate, Dongdaemun History Museum 1398, Dongdaemun Excavation Site Exhibition Hall, Dongdaemun Stadium Memorial, an event hall, and design gallery can all be found within the park.<br><br>During the construction work of the park, remains and relics were unearthed, including Yigansumun Water Gate and Chiseong (the first defense facility found) of Seoul Fortress, 44 buildings sites from as early as the Joseon Dynasty including Hadogamteo Site (military training ground), and 1,000 relics including Joseon Baekja (white porcelain of the Joseon Dynasty) and Buncheong Sagi (grayish blue powdered ceramics) from the early Joseon dynasty through the Japanese colonial period.<br><br>Dongdaemun History & Culture Park has a role almost akin to that of a historical culture theme park where one can see the living history of Seoul through exhibitions and events showcasing contemporary design and culture. It also serves as a resting area for the people.","regDate":"2022-07-22","author":"korea-tour","tag":["Seoul","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-07-22-1658497928569/1897972_image2_1.webp","blogPath":"Seoul/2022-07-22-1658497928569"},{"id":"2022-07-22-1658495158244","title":"Dongdaemun Fashion Town (동대문 패션타운)","description":"Dongdaemun Fashion Town is the largest fashion district in Korea, with both wholesale shops shipping clothing across the country and individual shops and cultural spaces for individual visitors to enjoy. The surrounding area has also been revitalized through the positive ripple effects brought about by events and performances organized by the shops and malls in the town. The district truly never sleeps, as the shops and restaurants nearby operate at all hours of the day","regDate":"2022-07-22","author":"korea-tour","tag":["Seoul","Culture/Art/History","Industrial Sites","Others"],"imgUrl":"/2022-07-22-1658495158244/1902773_image2_1.webp","blogPath":"Seoul/2022-07-22-1658495158244"},{"id":"2022-07-22-1658489659849","title":"Dongdaemun Dak Hanmari Alley (서울 동대문 닭한마리 골목)","description":"Dongdaemun Dak Hanmari Alley is located near Dongdaemun Shopping Complex and the many restaurants here have been in operation anywhere from five to thirty years. Before the restaurants, people working at the shopping complex lived along the alley and would prepare <em>dak kalguksu</em> (chicken noodle soup). Over time and as the economy improved, this dish became quite normal while the focus shifted from the noodles to the chicken itself. Now, visitors can enjoy this local dish in the place where it all started.","regDate":"2022-07-22","author":"korea-tour","tag":["Seoul","Culture/Art/History","Experience Programs","Cultural Districts"],"imgUrl":"/2022-07-22-1658489659849/2601453_image2_1.webp","blogPath":"Seoul/2022-07-22-1658489659849"},{"id":"2022-07-22-1658486505004","title":"Dobongsan Mountain (도봉산)","description":"Dobongsan Mountain, located in the northeastern section of Bukhansan National Park, is known for the magnificent rock formations of the main peak, Jaunbong Peak (740.2 m), as well as Manjangbong, Seoninbong, Jubong, Obong Peaks and Uiam Rock. Seoninbong Peak in particular has 37 hiking courses, including the famous Bakjwi (Bat) Course.<br><br>The mountain is also home to Cheonchuksa Temple, the oldest temple in the region, and several other temples including Mangwolsa and Hoeryongsa Temples, as well as a number of beautiful valleys such as Dobonggyegok, Songchugyegok, Obonggyegok and Yeongeocheongyegok Valleys. Dobongsan Mountain is easily accessible by public transportation, making it a popular attraction for people living in Seoul.","regDate":"2022-07-22","author":"korea-tour","tag":["Seoul","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-07-22-1658486505004/1894465_image2_1.webp","blogPath":"Seoul/2022-07-22-1658486505004"}],"navList":["Busan","Daegu","Daejeon","Gwangju","Gyeonggi-do","Incheon","Jeju-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}