{"pageProps":{"content":"![Cheonggyecheon Stream (청계천)](/2022-07-21-1658418118385/2544890_image2_1.webp)\n\n  \n## Overview\n\n> Cheonggyecheon Stream starts from Cheonggye Plaza, just off Sejong-ro Avenue. Cheonggye Plaza roughly covers an area of 2,500 square meters, and is located at the starting point of Cheonggyecheon Stream. The square, created based on the design of  traditional \nKorean <em>bojagi</em> (a colorful wrapping cloth), features the elegant beauty of traditional stonework that is colorful yet refined. The plaza also includes a model of Cheonggyecheon that provides visitors with a bird's-eye view of the restored Cheonggyecheon Stream. At the plaza, there are plaques that provide detailed commentaries on the 22 bridges that span the stream, as well as a number of graceful fountains that add to the ambience of the area. The area commemorates the Cheonggyecheon Stream Restoration Project, and also symbolizes gathering, harmony, peace, and unity.<br><br>\nAfter the completion of Cheonggye Plaza, Seoul Metropolitan Government designated the area as a vehicle-free zone on holidays, providing more leisure space for pedestrians. Since then, the waterfront areas of Cheonggyecheon Stream, and the surrounding streets have become popular places for those seeking refreshment and a variety of cultural experiences. A favorite of many is the Candle Fountain, which features the magnificent synchronicity of three different lighting fixtures and a four-meter-high, two-tiered waterfall. Along the two sides of the waterfall are the Palseokdam wishing wells, made of eight different stones from each of the nation's eight provinces.\n\n  \n## Intro\n\n| | |\n| - | - |\n|expagerange:|N/A (Open to visitors of all ages)|\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <BR> (Korean, English, Japanese, Chinese) <br> • For more info: +82-2-2290-6114|\n|parking:|Available (public parking lot)|\n|restdate:|N/A (Open all year round)|\n|usetime:|Open 24 hr|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Admission Fees:|Free|\n|Available Facilities:|Panjajip, Digital Garden/Canvas|\n  \n## Detail Image\n![/2022-07-21-1658418118385/1569238_image2_1.webp](/2022-07-21-1658418118385/1569238_image2_1.webp)\n![/2022-07-21-1658418118385/1570293_image2_1.webp](/2022-07-21-1658418118385/1570293_image2_1.webp)\n![/2022-07-21-1658418118385/2644091_image2_1.webp](/2022-07-21-1658418118385/2644091_image2_1.webp)\n![/2022-07-21-1658418118385/2644092_image2_1.webp](/2022-07-21-1658418118385/2644092_image2_1.webp)\n![/2022-07-21-1658418118385/2644095_image2_1.webp](/2022-07-21-1658418118385/2644095_image2_1.webp)\n![/2022-07-21-1658418118385/2644097_image2_1.webp](/2022-07-21-1658418118385/2644097_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-2-2290-6114](tel:+82222906114)\n- [🏠www.sisul.or.kr](http://www.sisul.or.kr/open_content/cheonggye/)\n\n\n```googleMap\nlatitude: 37.5697015781\nlongitude: 127.0050907302\ntitle: Changsin-dong, Jung-gu, Seoul\n```\n  \n\n","data":{"id":"2022-07-21-1658418118385","title":"Cheonggyecheon Stream (청계천)","description":"Cheonggyecheon Stream starts from Cheonggye Plaza, just off Sejong-ro Avenue. Cheonggye Plaza roughly covers an area of 2,500 square meters, and is located at the starting point of Cheonggyecheon Stream. The square, created based on the design of  traditional Korean <em>bojagi</em> (a colorful wrapping cloth), features the elegant beauty of traditional stonework that is colorful yet refined. The plaza also includes a model of Cheonggyecheon that provides visitors with a bird's-eye view of the restored Cheonggyecheon Stream. At the plaza, there are plaques that provide detailed commentaries on the 22 bridges that span the stream, as well as a number of graceful fountains that add to the ambience of the area. The area commemorates the Cheonggyecheon Stream Restoration Project, and also symbolizes gathering, harmony, peace, and unity.<br><br>After the completion of Cheonggye Plaza, Seoul Metropolitan Government designated the area as a vehicle-free zone on holidays, providing more leisure space for pedestrians. Since then, the waterfront areas of Cheonggyecheon Stream, and the surrounding streets have become popular places for those seeking refreshment and a variety of cultural experiences. A favorite of many is the Candle Fountain, which features the magnificent synchronicity of three different lighting fixtures and a four-meter-high, two-tiered waterfall. Along the two sides of the waterfall are the Palseokdam wishing wells, made of eight different stones from each of the nation's eight provinces.","regDate":"2022-07-21","author":"korea-tour","tag":["Seoul","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-07-21-1658418118385/2544890_image2_1.webp","blogPath":"Seoul/2022-07-21-1658418118385","pageUrl":"https:/mcdryad.com/Seoul/2022-07-21-1658418118385"},"dataList":[{"id":"2022-07-22-1658495158244","title":"Dongdaemun Fashion Town (동대문 패션타운)","description":"Dongdaemun Fashion Town is the largest fashion district in Korea, with both wholesale shops shipping clothing across the country and individual shops and cultural spaces for individual visitors to enjoy. The surrounding area has also been revitalized through the positive ripple effects brought about by events and performances organized by the shops and malls in the town. The district truly never sleeps, as the shops and restaurants nearby operate at all hours of the day","regDate":"2022-07-22","author":"korea-tour","tag":["Seoul","Culture/Art/History","Industrial Sites","Others"],"imgUrl":"/2022-07-22-1658495158244/1902773_image2_1.webp","blogPath":"Seoul/2022-07-22-1658495158244"},{"id":"2022-07-22-1658489659849","title":"Dongdaemun Dak Hanmari Alley (서울 동대문 닭한마리 골목)","description":"Dongdaemun Dak Hanmari Alley is located near Dongdaemun Shopping Complex and the many restaurants here have been in operation anywhere from five to thirty years. Before the restaurants, people working at the shopping complex lived along the alley and would prepare <em>dak kalguksu</em> (chicken noodle soup). Over time and as the economy improved, this dish became quite normal while the focus shifted from the noodles to the chicken itself. Now, visitors can enjoy this local dish in the place where it all started.","regDate":"2022-07-22","author":"korea-tour","tag":["Seoul","Culture/Art/History","Experience Programs","Cultural Districts"],"imgUrl":"/2022-07-22-1658489659849/2601453_image2_1.webp","blogPath":"Seoul/2022-07-22-1658489659849"},{"id":"2022-07-22-1658486505004","title":"Dobongsan Mountain (도봉산)","description":"Dobongsan Mountain, located in the northeastern section of Bukhansan National Park, is known for the magnificent rock formations of the main peak, Jaunbong Peak (740.2 m), as well as Manjangbong, Seoninbong, Jubong, Obong Peaks and Uiam Rock. Seoninbong Peak in particular has 37 hiking courses, including the famous Bakjwi (Bat) Course.<br><br>The mountain is also home to Cheonchuksa Temple, the oldest temple in the region, and several other temples including Mangwolsa and Hoeryongsa Temples, as well as a number of beautiful valleys such as Dobonggyegok, Songchugyegok, Obonggyegok and Yeongeocheongyegok Valleys. Dobongsan Mountain is easily accessible by public transportation, making it a popular attraction for people living in Seoul.","regDate":"2022-07-22","author":"korea-tour","tag":["Seoul","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-07-22-1658486505004/1894465_image2_1.webp","blogPath":"Seoul/2022-07-22-1658486505004"},{"id":"2022-07-22-1658482668772","title":"Digital Pavilion (디지털 파빌리온)","description":"Digital Pavilion is a space for IT companies to market their company and product. I City is a futuristic city that has streets, schools, culture, and lifestyle of the future. In the ICT center, visitors can learn about the fundamentals of ICT in a fun way. In particular, the VR Developing Bed offers many programs, although reservations are required.","regDate":"2022-07-22","author":"korea-tour","tag":["Seoul","Culture/Art/History","Industrial Sites","Others"],"imgUrl":"/2022-07-22-1658482668772/2502570_image2_1.webp","blogPath":"Seoul/2022-07-22-1658482668772"},{"id":"2022-07-22-1658479469207","title":"Deoksugung Stone Wall Path (덕수궁 돌담길)","description":"Stretching approximately 900 meters in length, Deoksugung Stone Wall Path was Korea’s first successful attempt at creating a comprehensive urban space where both people and nature can coexist. The street was built using eco-friendly materials and the utmost precautions were taken to ensure pedestrian safety. There are over 20 benches and 130 trees along the road offering great places to rest and enjoy the unique atmosphere. <br><br> Walking along Deoksugung Stone Wall Path is a memorable experience. The romantic street is an ideal date spot for couples to stroll along and also makes for an excellent cultural walk, being located near Seoul Museum of Art, Seoul Museum of History, and important historical complexes.","regDate":"2022-07-22","author":"korea-tour","tag":["Seoul","Culture/Art/History","Experience Programs","Cultural Districts"],"imgUrl":"/2022-07-22-1658479469207/2658350_image2_1.webp","blogPath":"Seoul/2022-07-22-1658479469207"},{"id":"2022-07-22-1658475363609","title":"Deoksugung Palace's Daehanmun Gate (덕수궁 대한문)","description":"Inhwamun Gate used to be the main gate before the main hall, Junghwajeon Hall, was built. The palace was expanded in 1902, building Junghwajeon Hall, Junghwamun Gate and Jowonmun Gate in order to  furnish the sytem of law books. After that, the site for Inhwamun Gate became the site for Geongeukmun Gate, and Daehanmun Gate was built to the east of Jowonmun Gate, using it as the main gate. The gate was rebuilt in 1904 and it was currently moved back due to the expanded road.","regDate":"2022-07-22","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Gates"],"imgUrl":"/2022-07-22-1658475363609/1569126_image2_1.webp","blogPath":"Seoul/2022-07-22-1658475363609"},{"id":"2022-07-22-1658472507467","title":"Deoksugung Palace (덕수궁)","description":"Registered as Historic Site No. 124, Deoksugung Palace was initially not a royal palace, but a residential home of Grand Prince Wolsan (1454-1488), the older brother of King Seongjong (1469-1494) of the Joseon dynasty. It wasn't until 1593 that the palace was used as a temporary palace of the royal family after their home was burned down during the Imjin War. King Seonjo also stayed at Deoksugung Palace after returning to the city. It became a proper palace when Gwanghaegun (1575-1641) ascended to the throne and gave this royal residence the name Gyeongungung Palace in 1611. Over the following decades, the palace alternated between being an official palace and a temporary residence. The name did not change officially to Deoksugung Palace, meaning the “palace of virtuous longevity,” until 1907. While the palace once encompassed a vast area with many buildings, the current palace grounds are just a small shadow of the prior splendor, with very few structures remaining.","regDate":"2022-07-22","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Palaces"],"imgUrl":"/2022-07-22-1658472507467/1946565_image2_1.webp","blogPath":"Seoul/2022-07-22-1658472507467"}],"navList":["Busan","Daegu","Daejeon","Gwangju","Gyeonggi-do","Incheon","Jeju-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}