{"pageProps":{"content":"![Biseulsan Recreational Forest (비슬산자연휴양림)](/2022-07-13-1657697819262/219162_image2_1.webp)\n  \n## Overview\n\n> Biseulsan Recreational Forest is located near Daegyeonbong Peak, between Johwabong and Gwanggibong Peaks, and is beautiful all year round. The largest charm of this forest is the ability to enjoy the beautiful scenery in comfort thanks to the amenities. The valley features many uniquely shaped rocks. Every year in late spring, the field near the summit of Biseulsan Mountain blooms with wildflowers. The forest is a popular location for youth retreats during school vacations. Additional facilities include cabins, a campground, pond, and more.\n\n  \n## Intro\n\n| | |\n| - | - |\n|accomcount:|3,000 people per day|\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br>(Korean, English, Japanese, Chinese) <br>• For more info: +82-53-659-4400~1|\n|parking:|Available (Public parking lot / Temple parking lot)<br>* Vehicles not allowed in campground; use free carts to move luggage.|\n|usetime:|[Accommodations] Check-in 15:00 / Check-out 12:00|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Available Facilities:|[Accommodations] Cabin house, condominium house, forest recreational hall, caravan, camping deck, seminar room, etc.<br>[Convenience] Pavilion, observatory, walking path, management office, hiking path, etc.<br>[Sanitary] Public shower booth, public cooking site, restroom, drinking fountain, etc.<br>[Others] Water-play site, photo studio, etc.|\n|Restrooms:|Available|\n|Parking Fees:|Free (Public parking lot)|\n  \n## Detail Image\n![/2022-07-13-1657697819262/219164_image2_1.webp](/2022-07-13-1657697819262/219164_image2_1.webp)\n![/2022-07-13-1657697819262/219165_image2_1.webp](/2022-07-13-1657697819262/219165_image2_1.webp)\n![/2022-07-13-1657697819262/219166_image2_1.webp](/2022-07-13-1657697819262/219166_image2_1.webp)\n![/2022-07-13-1657697819262/219167_image2_1.webp](/2022-07-13-1657697819262/219167_image2_1.webp)\n![/2022-07-13-1657697819262/219170_image2_1.webp](/2022-07-13-1657697819262/219170_image2_1.webp)\n![/2022-07-13-1657697819262/219171_image2_1.webp](/2022-07-13-1657697819262/219171_image2_1.webp)\n![/2022-07-13-1657697819262/219172_image2_1.webp](/2022-07-13-1657697819262/219172_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-53-659-4400](tel:+82536594400)\n- [🏠www.foresttrip.go.kr](https://www.foresttrip.go.kr/indvz/main.do?hmpgId=ID02030093)\n\n\n```googleMap\nlatitude: 35.6913803935\nlongitude: 128.5159773891\ntitle: 61, Iryeonseongsa-gil , Dalseong-gun, Daegu\n```\n  \n\n","data":{"id":"2022-07-13-1657697819262","title":"Biseulsan Recreational Forest (비슬산자연휴양림)","description":"Biseulsan Recreational Forest is located near Daegyeonbong Peak, between Johwabong and Gwanggibong Peaks, and is beautiful all year round. The largest charm of this forest is the ability to enjoy the beautiful scenery in comfort thanks to the amenities. The valley features many uniquely shaped rocks. Every year in late spring, the field near the summit of Biseulsan Mountain blooms with wildflowers. The forest is a popular location for youth retreats during school vacations. Additional facilities include cabins, a campground, pond, and more.","regDate":"2022-07-13","author":"korea-tour","tag":["Daegu","Nature","Natural Sites","Recreational Forests"],"imgUrl":"/2022-07-13-1657697819262/219162_image2_1.webp","blogPath":"Daegu/2022-07-13-1657697819262","pageUrl":"https:/mcdryad.com/Daegu/2022-07-13-1657697819262"},"dataList":[{"id":"2022-08-15-1660542596063","title":"House of Seo Sang-don (서상돈 고택)","description":"The house of entrepreneur and activist Seo Sang-don is located in the heart of Daegu. In 1907, in an effort to repay national debt and to gain independence from Japan, Seo launched the National Debt Repayment Movement as well as a nationwide campaign calling for people to quit smoking. <br><br>In celebration of Seo's leadership, the City of Daegu restored Seo's old house and opened it to the public. The City also built the National Debt Repayment Park and erected a statue of Seo in his honor.","regDate":"2022-08-15","author":"korea-tour","tag":["Daegu","Culture/Art/History","Historical Sites","Old Houses"],"imgUrl":"/2022-08-15-1660542596063/1026313_image2_1.webp","blogPath":"Daegu/2022-08-15-1660542596063"},{"id":"2022-08-15-1660538646993","title":"House of Missionary Blair (선교사블레어주택)","description":"The House of Missionary Blair was built in in the 1910's for his time of missionary work in Korea, but has been converted into a history museum and education center. The two-story red brick building has maintained its original construction, with only minor changes having been made over the years. The house is very representative of its time, with a brick chimney rising over the roof, and wooden flooring inside. The first floor was made up of a veranda, reception room, living room, bedrooms, dining room and kitchen. The second floor featured bedrooms and a bathroom. The windows can be opened both at the top and the bottom, and the veranda was used as a sunroom. The House of Missionary Blair is a great example of American architecture from the 1900's.","regDate":"2022-08-15","author":"korea-tour","tag":["Daegu","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-08-15-1660538646993/2366084_image2_1.webp","blogPath":"Daegu/2022-08-15-1660538646993"},{"id":"2022-08-15-1660532264317","title":"Gyeongsanggamnyeong Park (경상감영공원)","description":"Located in central Daegu, Gyeongsanggamyeong Park was built during the 34th year of King Seonjo of the Joseon Dynasty (1601) and was the original location of Gyeongsanggamyeong (1910), the office of the Gyeongsangbuk-do governor. In 1965 the provincial office was moved to another location and the park opened its doors to the public under the name of Central Park. The park was renamed again in 1997 and has been known as Gyeongsanggamyeong Park ever since.<br><br>Many cultural and historical heritages are located in the park including the Seonhwa-dang building where the governor worked (Daegu Tangible Cultural Property No.1); the Jungcheong-gak building that was one of the governor’s residences (Daegu Tangible Cultural Property No.2); and Seonjeong-bi gravestone where governor’s achievements are engraved. Seonhwa-dang building in particular has historical significance since it is one of the few remaining government buildings.<br><br>The park is well loved by citizens for its green forest, beautiful flowers, well-developed grass plaza, scenic fountain area, and its comfortable walking paths.","regDate":"2022-08-15","author":"korea-tour","tag":["Daegu","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-08-15-1660532264317/1575311_image2_1.webp","blogPath":"Daegu/2022-08-15-1660532264317"},{"id":"2022-08-14-1660520263846","title":"Guam Farm Stay Village (구암팜스테이마을)","description":"Guam Farm Stay Village is located near the city so it is easy to find and is well-equipped with cultural facilities. Some rocks in the area resemble the back of a turtle so it is referred to as “Guam”. (‘Gu(龜)’ means turtle (geobuk) and ‘Am (岩)’ means rock (bawi))Farming experiences start from the time when cherry blossom are about to be in full bloom along the road surrounding the foot of Palgongsan Mountain. Visitors can take part in planting various vegetable seeds, thinning out the apple trees, rice reaping, and pulling out beans.The village is abounding in fruits, including apples, grapes, peaches, and chestnuts.Among the many hands-on programs, picking apples and chestnuts has already became famous activities for nearby kindergarten students. To facilitate the farm stay program, Nonghyup operates a weekend farm, where one can grow and taste vegetables such as lettuce and chili.","regDate":"2022-08-14","author":"korea-tour","tag":["Daegu","Culture/Art/History","Experience Programs","Village Experience"],"imgUrl":"/2022-08-14-1660520263846/2493724_image2_1.webp","blogPath":"Daegu/2022-08-14-1660520263846"},{"id":"2022-08-14-1660516715901","title":"E-World 83 Tower (이월드 83타워)","description":"83 Tower is a symbol of Daegu and offers an incredible view of the entire city. The tower also has a revolving restaurant and Sky Lounge, offering top cuisine and night views of the city.","regDate":"2022-08-14","author":"korea-tour","tag":["Daegu","Culture/Art/History","Architectural Sights","Buildings"],"imgUrl":"/2022-08-14-1660516715901/1575475_image2_1.webp","blogPath":"Daegu/2022-08-14-1660516715901"},{"id":"2022-08-14-1660513033713","title":"E-World (이월드)","description":"E-World is a theme park built around Woobang Tower in Daegu. The area around the tower was remodeled as a European-style park and opened to the public in March 1995. It features a waterfall, fountains, lighting displays, and flowers, as well as rides, exhibition and performance halls, and restaurants. E-World has several plazas characterized by different themes; major plazas include Entry Plaza, Central Plaza, Children’s Plaza (playground), and Young Town Plaza.","regDate":"2022-08-14","author":"korea-tour","tag":["Daegu","Culture/Art/History","Recreational Sites","Theme Parks"],"imgUrl":"/2022-08-14-1660513033713/2494060_image2_1.webp","blogPath":"Daegu/2022-08-14-1660513033713"},{"id":"2022-08-14-1660509508325","title":"Dongsan Cheongna Hill (동산청라언덕)","description":"Cheongna Hill is the place where Christian missionaries resided during the early 20 century, planting many ivies along the site. It is also called Dongsan Cheongna Hill for being on the eastern side of Daegu's center. There are many attractions in this beautiful garden including Chamness’ House, Switzer’s House, Blair’s House, 90 stairs, Daegu 3.1 Independence Movement Road, Daegu's first western apple tree, a memorial stone inscribed with the song Thinking of My Friend” , and the cemetery of the missionaries and their family. Cheongna Hill is also the starting point of Daegu's Street Tour Course 2 as well as a popular drama film location.","regDate":"2022-08-14","author":"korea-tour","tag":["Daegu","Culture/Art/History","Experience Programs","Cultural Districts"],"imgUrl":"/2022-08-14-1660509508325/2368397_image2_1.webp","blogPath":"Daegu/2022-08-14-1660509508325"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}