{"pageProps":{"content":"![Boeun Beopjusa Temple [UNESCO World Heritage] (보은 법주사 [유네스코 세계문화유산])](/2022-07-26-1658824867446/1731558_image2_1.webp)\n\n  \n## Overview\n\n> Built in 553 during the 14th year of Silla King Jinheung's reign, Beopjusa Temple is located on Songnisan Mountain. However, many of the original buildings were destroyed during the Imjin War (1592-1598), with the current structures having been rebuilt in 1624. The temple features many beautiful and important Buddhist relics and artworks, centered around the main hall, Daeungbojeon Hall.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br>(Korean, English, Japanese, Chinese)<br>• For more info: +82-43-543-3615|\n|parking:|Available (Temple parking lot)|\n|restdate:|N/A (Open all year round)|\n|usetime:|Sunrise-Sunset|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Admission Fees:|Individuals - Adults 5,000 won / Teenagers 2,500 won / Children 1,000 won<br>Groups - Adults 4,000 won / Teenagers 1,600 won / Children 800 won<br><br>* Adults (ages 19-65) / Teenagers (ages 13-18) / Children (ages 7-12)|\n|Restrooms:|Available|\n|Parking Fees:|One-day parking: 7,000 won|\n  \n## Detail Image\n![/2022-07-26-1658824867446/1917273_image2_1.webp](/2022-07-26-1658824867446/1917273_image2_1.webp)\n![/2022-07-26-1658824867446/1917283_image2_1.webp](/2022-07-26-1658824867446/1917283_image2_1.webp)\n![/2022-07-26-1658824867446/1917286_image2_1.webp](/2022-07-26-1658824867446/1917286_image2_1.webp)\n![/2022-07-26-1658824867446/1917314_image2_1.webp](/2022-07-26-1658824867446/1917314_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-43-543-3615](tel:+82435433615)\n- [🏠www.beopjusa.org</a> <br> <a title=\"new window popup\" href=\"https://www.templestay.com/temple_info.asp?t_id=beopjusa\" target=\"_blank\" target=\"_blank\">www.templestay.com](http://www.beopjusa.org/)\n\n\n```googleMap\nlatitude: 36.5410907383\nlongitude: 127.8328782989\ntitle: 405, Beopjusa-ro, Boeun-gun, Chungcheongbuk-do\n```\n  \n\n","data":{"id":"2022-07-26-1658824867446","title":"Boeun Beopjusa Temple [UNESCO World Heritage] (보은 법주사 [유네스코 세계문화유산])","description":"Built in 553 during the 14th year of Silla King Jinheung's reign, Beopjusa Temple is located on Songnisan Mountain. However, many of the original buildings were destroyed during the Imjin War (1592-1598), with the current structures having been rebuilt in 1624. The temple features many beautiful and important Buddhist relics and artworks, centered around the main hall, Daeungbojeon Hall.","regDate":"2022-07-26","author":"korea-tour","tag":["Chungcheongbuk-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-07-26-1658824867446/1917273_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-07-26-1658824867446","pageUrl":"https:/mcdryad.com/Chungcheongbuk-do/2022-07-26-1658824867446"},"dataList":[{"id":"2022-07-26-1658843657384","title":"Cheongju Heungdeoksa Temple Site (청주 흥덕사지)","description":"A large number of relics were unearthed at this site due to a land development project in 1985. Work was halted and relics were excavated by the Cheongju University Museum. The time and size of Heungdeoksa Temple is unknown, but according to Jikji (Buljojikjisimcheyojeol, the world’s oldest existing book printed with movable metal type), the excavated books were printed using metal types at the temple in the third year of King Uwang’s reign (1377). The books were published 78 years earlier than Gutenberg’s invention.<br><br>In 1972, the Jikji was officially recognized as the world’s oldest book printed with movable metal type during the International Book Year. The Buljojikjisimcheyojeol is currently kept at the National Library of France.","regDate":"2022-07-26","author":"korea-tour","tag":["Chungcheongbuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-07-26-1658843657384/610307_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-07-26-1658843657384"},{"id":"2022-07-26-1658840918566","title":"Cheondongdonggul Cave (단양 천동동굴)","description":"Situated on the outskirts of a mountain behind Cheondong-ri in Danyang, Cheondongdonggul Cave is a limestone cave of 470 meters in length. Created 450 million years ago, the cave is known to have beautiful limestone rocks often called “flower trays.” The cave is decorated with a breathtaking array of stalactites, stalagmites, columns and soda straws as if they were part of a lush forest. Abundant animal deposits render the cave a huge specimen gallery.<br><br>Although it is a relatively small, separate cave, Cheondongdonggul boasts plethora of splendid natural features. Along with Gosu Cave (designated as Natural Monument No. 256) in Gosu-ri, Danyang, Cheondongdonggul Cave is considered one of the most beautiful limestone caves in Korea.","regDate":"2022-07-26","author":"korea-tour","tag":["Chungcheongbuk-do","Nature","Natural Sites"],"imgUrl":"/2022-07-26-1658840918566/2366297_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-07-26-1658840918566"},{"id":"2022-07-26-1658835186551","title":"Central Inland Region Tourist Train (O-Train) (중부내륙순환열차 (O-트레인))","description":"The O-Train derives its name from the word \"One,\" as the three provinces (Gangwon-do, Chungcheongbuk-do, Gyeongsangbuk-do) in the country's central inland region are connected by this one circular route. The four-cabin train carries up to 205 people and includes separate seating options for families and couples to accommodate the needs of different passengers. There are also individual observatory seats for people traveling on their own. The train is well-equipped with various convenience facilities including a café, children's play area, toilets, and more.<br><br>The train runs at the speed of 150 kilometers per hour, allowing passengers to reach the inland regions from Seoul faster and easier than before. The exterior of the train is decorated with the pictures representing the beautiful scenery of Korea's four seasons, whereas the insides are dotted with highlights taken from Baekdudaegan mountain range.","regDate":"2022-07-26","author":"korea-tour","tag":["Chungcheongbuk-do","Culture/Art/History","Experience Programs","Unique Experience"],"imgUrl":"/2022-07-26-1658835186551/1923426_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-07-26-1658835186551"},{"id":"2022-07-26-1658832156448","title":"Breeding Ground of Grey Herons (진천 노원리 왜가리 번식지)","description":"The Breeding Ground of Grey Herons is located behind the Nogok Village in Jincheon, Chungcheongbuk-do. The migratory birds nestled on the 1,000-year-old ginkgo tree. However, as the tree started to decay due to bird droppings over time, resulting in the loss of the birds' main nest. Subsequently, the birds started to settle in the surrounding bushes and forests. In order to preserve the habitat and encourage gray heron breeding, the area was designated as a Natural Monument.","regDate":"2022-07-26","author":"korea-tour","tag":["Chungcheongbuk-do","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2022-07-26-1658832156448/212683_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-07-26-1658832156448"},{"id":"2022-07-26-1658828220208","title":"Boeun Seon Byeong-guk's House (보은 선병국가옥)","description":"Built between 1919 and 1921, Seon Byeong-guk's House’s unique architectural style uses dimensions greater than those of traditional houses. The house is divided into three sections  an inner house, a separate house, and a shrine. This design resembles a lotus flower floating on water, which symbolizes fertility, prosperity, and longevity for the generations of dwellers. The house is also surrounded by lush pine trees.","regDate":"2022-07-26","author":"korea-tour","tag":["Chungcheongbuk-do","Culture/Art/History","Historical Sites","Old Houses"],"imgUrl":"/2022-07-26-1658828220208/2517747_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-07-26-1658828220208"},{"id":"2022-07-26-1658820864445","title":"Birthplace of Yuk Young-soo (Okcheon) (옥천 육영수 생가)","description":"The birthplace of Yuk Young-soo is the last house on Hyangsu 100-ri gil in Okcheon-eup, Okcheon-gun of Chungcheongbuk-do. Mrs. Yuk Young-soo was born from  the house and raised, until to later stage the establishment&nbsp;to fall in disrepair. Luckily, the building was restored in May of 2011, and it became open to the public. The house was originally built in the 1600s by Kim Jeongseung, and subsequently lived in by  Song Jeongseung, and then Min Jeongseung, gaining the house the nickname of \"Samjeongseong House,\" meaning the house of three Jeongseong's. (The Jeongseong's rank is similiar to that of prime minister's today.)<br><br>Before Mrs. Yuk Young-soo was born, the house was bought in 1918 from the sons of Min Jeongseung by Yuk Jong-gwan, and then repaired in the likeness of a typical Chungcheong <i>yangban</i> (noble class) house from the late Joseon period. After entering through the main gate, the large site features a meeting room, outer room, inner room, backroom, servants quarters, annex, back garden, arbor, and lotus pond.","regDate":"2022-07-26","author":"korea-tour","tag":["Chungcheongbuk-do","Culture/Art/History","Historical Sites","Birthplaces"],"imgUrl":"/2022-07-26-1658820864445/1953565_image2_1.webp","blogPath":"Chungcheongbuk-do/2022-07-26-1658820864445","pageUrl":"https:/mcdryad.com/Chungcheongbuk-do/2022-07-26-1658820864445"}],"navList":["Busan","Chungcheongbuk-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Incheon","Jeju-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}