{"pageProps":{"content":"![Byeolbangjin Fortress (별방진)](/2022-07-19-1658220143150/192238_image2_1.webp)\n\n  \n## Overview\n\n> Byeolbangjin Fortress was designated as Jeju Monument No. 24 on April 13, 1973. The fortress is about 950 meters in  circumference. The oval \nfortress was built in consideration of the location's topography having a higher terrain in the southern part and a lower terrain in the northern part. Of all the fortresses in Jeju, Byeolbangjin Fortress is in relatively good shape. The fortress is also an important example of how fortresses in Jeju were built and in what scale.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330<br>(Korean, English, Japanese, Chinese) <br> • For more info: +82-64-740-6000|\n  \n\n  \n## Detail Image\n![/2022-07-19-1658220143150/1618272_image2_1.webp](/2022-07-19-1658220143150/1618272_image2_1.webp)\n![/2022-07-19-1658220143150/1618273_image2_1.webp](/2022-07-19-1658220143150/1618273_image2_1.webp)\n![/2022-07-19-1658220143150/1618274_image2_1.webp](/2022-07-19-1658220143150/1618274_image2_1.webp)\n![/2022-07-19-1658220143150/192239_image2_1.webp](/2022-07-19-1658220143150/192239_image2_1.webp)\n![/2022-07-19-1658220143150/192240_image2_1.webp](/2022-07-19-1658220143150/192240_image2_1.webp)\n![/2022-07-19-1658220143150/192241_image2_1.webp](/2022-07-19-1658220143150/192241_image2_1.webp)\n![/2022-07-19-1658220143150/2513544_image2_1.webp](/2022-07-19-1658220143150/2513544_image2_1.webp)\n![/2022-07-19-1658220143150/2513545_image2_1.webp](/2022-07-19-1658220143150/2513545_image2_1.webp)\n![/2022-07-19-1658220143150/2513546_image2_1.webp](/2022-07-19-1658220143150/2513546_image2_1.webp)\n![/2022-07-19-1658220143150/2513547_image2_1.webp](/2022-07-19-1658220143150/2513547_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-64-740-6000](tel:+82647406000)\n- [🏠visitjeju.net</a> (Korean, English, Japanese, Chinese, Malay)<br><a href=\"http://www.cha.go.kr/\" target=\"_blank\" title=\"New window popup\" class=\"web\">www.cha.go.kr](http://www.visitjeju.net/)\n\n\n```googleMap\nlatitude: 33.5262082208\nlongitude: 126.8843912035\ntitle: Haemajihaean-ro, Jeju-si, Jeju-do\n```\n  \n## Directions\n  \n[Bus]<br>\nFrom Jeju Intercity Bus Terminal, take the East Coast Line (Jeju. Sehwa-ri. Seongsan) bus and get off at Hado-ri Bus Stop.<br>\nWalk for approx. 960m.\n","data":{"id":"2022-07-19-1658220143150","title":"Byeolbangjin Fortress (별방진)","description":"Byeolbangjin Fortress was designated as Jeju Monument No. 24 on April 13, 1973. The fortress is about 950 meters in  circumference. The oval fortress was built in consideration of the location's topography having a higher terrain in the southern part and a lower terrain in the northern part. Of all the fortresses in Jeju, Byeolbangjin Fortress is in relatively good shape. The fortress is also an important example of how fortresses in Jeju were built and in what scale.","regDate":"2022-07-19","author":"korea-tour","tag":["Jeju-do","Culture/Art/History","Historical Sites","Fortresses"],"imgUrl":"/2022-07-19-1658220143150/192238_image2_1.webp","blogPath":"Jeju-do/2022-07-19-1658220143150","pageUrl":"https:/mcdryad.com/Jeju-do/2022-07-19-1658220143150"},"dataList":[{"id":"2023-02-10-1676014540855","title":"Pacific Land (퍼시픽랜드)","description":"Pacific Land, located within the complex of Jungmun Resort, offers performances, exciting experiences, and a grand buffet for a full day of fun. It is also along Olle-gil Course 8, making it a popular stopping point for visitors. The Marine Stage has four performances daily, featuring monkeys, dolphins, and seals. Guests looking for a romantic experience will enjoy the yacht tour. The Viva Jetboat is popular among active visitors. The El Marino Buffet takes place on a yacht for a truly unique experience.","regDate":"2023-02-10","author":"korea-tour","tag":["Jeju-do","Culture/Art/History","Recreational Sites","Theme Parks"],"imgUrl":"/2023-02-10-1676014540855/2587868_image2_1.webp","blogPath":"Jeju-do/2023-02-10-1676014540855"},{"id":"2023-02-10-1676011298911","title":"Oedolgae Sea Stack (외돌개(제주))","description":"Oedolgae Sea Stack sits not far from the shores of Sammaebong Peak in Seogwipo. It is an amazing rock 20 meters in x_height and is estimated to have formed approximately 1.5 million years ago. The fantastic rocks of the coastal cliff around Oedolgae and Sammaebong Peak provide the perfect background for trekking. The sunset of Beomseom Island, which can be seen from Oedolgae Sea Stack, has long been an admired view for people visiting Jeju Island.","regDate":"2023-02-10","author":"korea-tour","tag":["Jeju-do","Nature","Natural Resources","Rocks"],"imgUrl":"/2023-02-10-1676011298911/2023691_image2_1.webp","blogPath":"Jeju-do/2023-02-10-1676011298911"},{"id":"2023-02-10-1676007325056","title":"Namwon Keuneong Coast (남원 큰엉해안)","description":"Namwon Keuneong Coasts name means a hill shaped like an opened mouth ready to swallow up the sea, with Jeju dialect -eong meaning hill. The coastal cliff that reach up to 30 meters in x_height and 200 meters in length is covered with soft green grass. In addition to the two natural caves, visitors can also find a 2-kilometer walking path along the coastline, an observatory deck, resting area, and other amenities. This attraction is popular for fishing as well as a date spot for couples.","regDate":"2023-02-10","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites"],"imgUrl":"/2023-02-10-1676007325056/725068_image2_1.webp","blogPath":"Jeju-do/2023-02-10-1676007325056"},{"id":"2023-02-10-1676004031764","title":"Marado Island (Mara Provincial Park) (마라도(마라해양도립공원))","description":"Marado Island is the southernmost island in Korea and features one seemingly endless plain of waving grass for a unique landscape. The island is quite small, at only 300 ㎡, and is home to approximately 80 people in 30 families. The island is famous for sea fishing, and is accessible via ferry from Museulpo Port.<br><br>Marado Island first became inhabited in 1883, when three families began living there. At first they lived off the food growing there, but once the food became scarce, they burned the forests to create fields for farming. It was said that all the snakes and frogs died in that fire, and thus no snakes and frogs are found in Marado Island even until now.","regDate":"2023-02-10","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites"],"imgUrl":"/2023-02-10-1676004031764/200105_image2_1.webp","blogPath":"Jeju-do/2023-02-10-1676004031764"},{"id":"2023-02-10-1676000509707","title":"Manjanggul Lava Tube [National Geopark] (만장굴 (제주도 국가지질공원))","description":"Manjanggul Lava Tube, located in Gimnyeong-ri, Jeju, is part of the Geomunoreum Lava Tube system. The lava tube stretches roughly 7,400 meters, with a maximum x_height of 25 meters and x_width of 18 meters. These measurements make it one of the largest lava tubes in the world. Manjanggul holds great value for science and conservation studies, having well-maintained formations despite being formed over one hundred thousand years ago.<br><br>The majority of the cave is closed off, with only 1 kilometer being open to tourists. Within this open section, visitors can see a variety of lava tube and cave topographical features, including stalagtites, stalagmites, and stone pillars. Among these, the 7.6-meter-tall stone pillar at the end of the open section is recorded as the largest in the world.","regDate":"2023-02-10","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites"],"imgUrl":"","blogPath":"Jeju-do/2023-02-10-1676000509707"},{"id":"2023-02-09-1675939090366","title":"Jeongbangpokpo Falls (정방폭포)","description":"Jeongbangpokpo Falls is among the top three waterfalls of Jeju Island and is the only waterfall in Asia to fall directly into the ocean. Next to the waterfall is an inscription reading “Seobulgwaji,” referring to Seobul passing by this place. Seobul was a servant of the Emperor of the Chinese Qin dynasty (259~210 BC) who was ordered by the Emperor to find a substance that would make him immortal.","regDate":"2023-02-09","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites","Waterfalls"],"imgUrl":"/2023-02-09-1675939090366/2665278_image2_1.webp","blogPath":"Jeju-do/2023-02-09-1675939090366"},{"id":"2023-02-09-1675935356178","title":"Jeoji Oreum (Dakmol Oreum, Sae Oreum) (저지오름(닥몰오름,새오름))","description":"Jeoji Oreum is situated in Jeoji-ri, Hangyeong-myeon in Jeju-si. This parasitic cone rises 239 meters above sea level, is 100 meters high, and has a crater with a circumference of 800 meters and 62 meters deep. The crater is round and in the shape of a funnel.<br>  <br>It is said that Jeoji Oreum is as old as Jeoji Village. It is also called Dakmoru or Sae Oreum. Nearby, there are Gamaechang Oreum and Heoritdang, showing just how long the history of Jeoji Village is. In the past, people harvested wild weeds from Jeoji Oreum to cover their thatched-roof houses. Over time, trees were planted and today, Jeoji Oreum is covered with a dense forest. The area has been designated a Forest of Life since June 2005.","regDate":"2023-02-09","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites","Mountains"],"imgUrl":"/2023-02-09-1675935356178/2517239_image2_1.webp","blogPath":"Jeju-do/2023-02-09-1675935356178"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}