{"pageProps":{"content":"![Danggogae Catholic Martyrs' Shrine (당고개순교성지)](/2022-07-22-1658463869048/566486_image2_1.webp)\n\n  \n## Overview\n\n> Danggogae Catholic Martyrs' Shrine is located on the small hill just \nfive minutes away from Yongsan Eletronics Market. 10 Catholics were \nmartyred on this hill during the Gihae Persecution in 1839 including Choi Gyeong-hwan (Francis)'s wife Lee Seong-rye (Maria).<br><br>Nine of the 10 martyrs are now recognized as saints. Lee Seong-rye, the mother of Father Thomas Choi Yang-eop (Korea's second ordained priest), has not yet been canonized although she did suffer martyrdom. The reason was that the mother briefly put aside her faith because of the pressures of raising five children after she had her oldest son, Thomas. However, \nthe difficulty of combining these two interests was eventually overcome and she died a martyr.<br>\n\n<br>Aside from serving as a memorial site, Danggogae Catholic Martyrs' Shrine also offers a commanding view of Seoul. Nearby tourist attractions include Saenamteo Catholic Holy Place of the Martyrs, which is a Catholic church with Korean architecture, and Yongsan Family Park.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br>(Korean, English, Japanese, Chinese) <br> • For more info: +82-2-711-0933|\n|parking:|Available|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Restrooms:|Available|\n  \n## Detail Image\n![/2022-07-22-1658463869048/566487_image2_1.webp](/2022-07-22-1658463869048/566487_image2_1.webp)\n![/2022-07-22-1658463869048/566488_image2_1.webp](/2022-07-22-1658463869048/566488_image2_1.webp)\n![/2022-07-22-1658463869048/566489_image2_1.webp](/2022-07-22-1658463869048/566489_image2_1.webp)\n![/2022-07-22-1658463869048/566490_image2_1.webp](/2022-07-22-1658463869048/566490_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-2-711-0933](tel:+8227110933)\n- [🏠www.danggogae.org</a> (Korean only)<br /><a title=\"New window popup\" href=\"http://www.yongsan.go.kr/\" target=\"_blank\">www.yongsan.go.kr/](http://www.danggogae.org/)\n\n\n```googleMap\nlatitude: 37.5355770817\nlongitude: 126.9669951674\ntitle: 139-26, Cheongpa-ro, Yongsan-gu, Seoul\n```\n  \n## Directions\n  \n[Subway + Bus]<BR>\nYongsan Station (Gyeongbu Line & Seoul Subway Line 1 & Jungang Line), Exit 3.<BR> Take the footbridge connecting Exit 3 to the Terminal Electronics Market.<br>\n Exit through the front of the Terminal Electronics Market and walk toward the parking lot across the street from the building.<BR> Walk along the right side of this parking lot until you reach Yongsan Jeonjasangga Sageori (four-way intersection). <BR>Turn right and walk for about 300m.<br>\n Turn left just before the elevated road overpass.<br>\n Walk straight ahead until the end of this street to arrive at the site.\n","data":{"id":"2022-07-22-1658463869048","title":"Danggogae Catholic Martyrs' Shrine (당고개순교성지)","description":"Danggogae Catholic Martyrs' Shrine is located on the small hill just five minutes away from Yongsan Eletronics Market. 10 Catholics were martyred on this hill during the Gihae Persecution in 1839 including Choi Gyeong-hwan (Francis)'s wife Lee Seong-rye (Maria).<br><br>Nine of the 10 martyrs are now recognized as saints. Lee Seong-rye, the mother of Father Thomas Choi Yang-eop (Korea's second ordained priest), has not yet been canonized although she did suffer martyrdom. The reason was that the mother briefly put aside her faith because of the pressures of raising five children after she had her oldest son, Thomas. However, the difficulty of combining these two interests was eventually overcome and she died a martyr.<br><br>Aside from serving as a memorial site, Danggogae Catholic Martyrs' Shrine also offers a commanding view of Seoul. Nearby tourist attractions include Saenamteo Catholic Holy Place of the Martyrs, which is a Catholic church with Korean architecture, and Yongsan Family Park.","regDate":"2022-07-22","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Holy Sites"],"imgUrl":"/2022-07-22-1658463869048/566486_image2_1.webp","blogPath":"Seoul/2022-07-22-1658463869048","pageUrl":"https:/mcdryad.com/Seoul/2022-07-22-1658463869048"},"dataList":[{"id":"2022-08-08-1659941338961","title":"Sejong-ro Park (세종로공원)","description":"Sejong-ro Park is located next to Sejong Center for the Performing Arts in central Seoul. Inside the park, there are wooden benches and shaded areas where people can sit and relax. Also available are water fountains, a round outdoor stage, and various sculptures. The lunch crowd from the nearby office buildings often come to the park during weekdays. On the weekends, the park is also used as a venue for outdoor weddings. <br><br>Seoul's anthem and the poem \"Bulnori\" by Ju Yo-han are written on a memorial stone that can be found inside the park.","regDate":"2022-08-08","author":"korea-tour","tag":["Seoul","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-08-08-1659941338961/1568197_image2_1.webp","blogPath":"Seoul/2022-08-08-1659941338961"},{"id":"2022-08-08-1659937236047","title":"Sealala Water Park (씨랄라 워터파크)","description":"Sealala Water Park brings the fun of visiting the sea to city dwellers. The water park & spa is open all year round, providing a relaxing vacation retreat in any weather.","regDate":"2022-08-08","author":"korea-tour","tag":["Seoul","Culture/Art/History","Recreational Sites","Hot Springs & Spa"],"imgUrl":"/2022-08-08-1659937236047/1985547_image2_1.webp","blogPath":"Seoul/2022-08-08-1659937236047"},{"id":"2022-08-08-1659934711906","title":"Samsung D’light (삼성 딜라이트)","description":"An exhibition space located within the Samsung Electronics building in Seocho-dong, Seoul, Samsung D'light showcases the latest product lineup by Samsung Electronics. Visitors can get a sneak peek at the possibilities inspired by future technology.","regDate":"2022-08-08","author":"korea-tour","tag":["Seoul","Culture/Art/History","Industrial Sites","Electronics/Semiconductors"],"imgUrl":"/2022-08-08-1659934711906/1955207_image2_1.webp","blogPath":"Seoul/2022-08-08-1659934711906"},{"id":"2022-08-08-1659930563001","title":"Samseongsan Holy Ground (삼성산성지)","description":"During the Gihae Persecution of 1839, three French Catholic priests were sentenced to death for spreading Catholicism in Korea. Saint Laurent Joseph Marius Imbert (Bishop), Saint Pierre Philibert Maubant (Priest), and Saint Jacques Honore Chastan (Priest) were beheaded on September 21, 1839 at Saenamteo, currently known as the Saenamteo Catholic Holy Place of the Martyrs, and their bodies were buried at Samseongsan Mountain and later transferred to the grotto of Myeondong Cathedral.","regDate":"2022-08-08","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Holy Sites"],"imgUrl":"/2022-08-08-1659930563001/2526612_image2_1.webp","blogPath":"Seoul/2022-08-08-1659930563001"},{"id":"2022-08-08-1659925310804","title":"Samcheong Park (삼청공원)","description":"Located on the outskirts of Bugaksan Mountain, Samcheong Park was officially designated as Korea's first park in year 1940. The name Samcheong (literally \"three blue\") refers to the three highest ideals in Taoism that people can attain. Surrounded by cherry blossoms planted long ago, the park becomes crowded with tourists every April when the blossoms are in full bloom. The park offers many amenities  badminton and tennis courts, a playground, a snack bar, and a multi-purpose rest area.<br><br> Major hiking trails winding through Samcheong Park connect the park to the Bugaksan Mountain's Seoul Fortress Wall Hiking Trail, a mineral spring water in Seongbuk-dong, and Waryong Park. While hiking, visitors can encounter Malbawi Rock, an excellent spot chosen by Seoul Metropolitan Government, where visitors can overlook Seoul at a glance. Malbawi Historic Site Visit Program, run by Jongno-gu Office (Seoul), provides children and adults with the opportunity to learn about natural ecology in Samcheong Park and the history of Seoul Fortress Wall from designated guides. Through well-developed roads around Samcheong-dong, visitors can easily move from Samcheong-dong to Seongbuk-dong. Currently, Samcheong Tunnel near the park connects the two localities.","regDate":"2022-08-08","author":"korea-tour","tag":["Seoul","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-08-08-1659925310804/1568134_image2_1.webp","blogPath":"Seoul/2022-08-08-1659925310804"},{"id":"2022-08-07-1659854693632","title":"Saenamteo Catholic Holy Place of the Martyrs (새남터기념성당)","description":"When taking the subway from Seoul Station to Yongsan Station, you will notice a tall and distinct hanok (traditional Korean architecture) building; this is Saenamteo Catholic Holy Place of the Martyrs. Construction of the building began in 1984, the year of the 200th anniversary of Catholicism in Korea, and was completed after three years. <br><br>Also called \"Nodeul\" and \"Sanamgi,\" Saenamteo was used as a military training ground during the early Joseon period. It was also the placewhere convicted felons and the Sayuksin (the six martyred ministers) were executed.<br><br>Many Catholics were executed here during the Sinyu Persecution of 1801, the Gihae Persecution of 1839, the Byeongo Persecution of 1846, and the Byeongin Persecution of 1866. Among those executed were 11 priests including the first Korean priest Kim Taegon (Andrew), the first Chinese priest that came to Korea Ju Mun Mo (Jacobus), the first French priest that came  to Korea BishopImbert and other Catholics including Hyeon Seok-mun. There is also an altar here where the remains of nine Catholic saints are enshrined.","regDate":"2022-08-07","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Holy Sites"],"imgUrl":"/2022-08-07-1659854693632/1985221_image2_1.webp","blogPath":"Seoul/2022-08-07-1659854693632"},{"id":"2022-08-07-1659850615742","title":"SK Telecom T.um (SK텔레콤 New ICT체험관 T.um)","description":"T.um is a venue to experience the future of mobile communications. The name T.um comes from the word for “sprout” in Korean and refers to this innovative space from SK Telecom, where the future sprouts with the company’s advanced technology. Visitors are offered a chance to actively take part in and enjoy the cutting-edge IT environment with interactive experiences. T.um breaks from corportate promotional hall standards by presenting a futuristic vision of the mobile communications industry that converges around IT technology. Since April 2021, T.um began real-time online tour that can be viewed after online reservation.","regDate":"2022-08-07","author":"korea-tour","tag":["Seoul","Culture/Art/History","Industrial Sites","Electronics/Semiconductors"],"imgUrl":"/2022-08-07-1659850615742/2512100_image2_1.webp","blogPath":"Seoul/2022-08-07-1659850615742"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}