{"pageProps":{"content":"![Cheonggyesan Mountain (청계산)](/2022-07-21-1658422344570/2023841_image2_1.webp)\n\n  \n## Overview\n\n> Cheonggyesan Mountain surrounds Seoul Grand Park, Seoulland and the National Museum of Modern and Contemporary Art in Gwacheon. The mountain boarders the area of Yangjae-dong, Seoul and Gwacheon-si, Seongnam-si, and Uiwang-si, Gyeonggi-do, and is located next to Gwanaksan Mountain, south of downtown Gwacheon. The mountain is said to have been the home of Joyun, a faithful member of the Goryeo dynasty, after the Joseon dynasty was founded. There is another myth that the mountain is where a blue dragon ascended to heaven, earning the mountain the nickname Cheongnyongsan.<br><br>\n\nDense forests, neat valleys, parks, and temples are available in the mountain, making it a suitable attraction for families. There are also many walking courses in varying levels of difficulty.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330<br>(Korean, English, Japanese, Chinese) <br>• For more info: +82-2-2155-6870|\n|parking:|Available|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Available Facilities:|Mineral springs, pavilion, bridge, forest park, etc.|\n|Restrooms:|Available|\n  \n## Detail Image\n![/2022-07-21-1658422344570/1796725_image2_1.webp](/2022-07-21-1658422344570/1796725_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-2-2155-6870](tel:+82221556870)\n- [🏠www.seocho.go.kr](http://www.seocho.go.kr/site/seocho/04/10405010701002015072403.jsp)\n\n\n```googleMap\nlatitude: 37.4416867721\nlongitude: 127.0543676446\ntitle: Wonteo-gil, Seocho-gu, Seoul\n```\n  \n## Directions\n  \n[Bus]<br>\nYangjae Station (Seoul Subway Line 3), Exit 7.<br>\nTake Bus No. 4432 in front of Seocho City Office and get off at Cheonggyesan Mountain Bus Stop.\n","data":{"id":"2022-07-21-1658422344570","title":"Cheonggyesan Mountain (청계산)","description":"Cheonggyesan Mountain surrounds Seoul Grand Park, Seoulland and the National Museum of Modern and Contemporary Art in Gwacheon. The mountain boarders the area of Yangjae-dong, Seoul and Gwacheon-si, Seongnam-si, and Uiwang-si, Gyeonggi-do, and is located next to Gwanaksan Mountain, south of downtown Gwacheon. The mountain is said to have been the home of Joyun, a faithful member of the Goryeo dynasty, after the Joseon dynasty was founded. There is another myth that the mountain is where a blue dragon ascended to heaven, earning the mountain the nickname Cheongnyongsan.<br><br>Dense forests, neat valleys, parks, and temples are available in the mountain, making it a suitable attraction for families. There are also many walking courses in varying levels of difficulty.","regDate":"2022-07-21","author":"korea-tour","tag":["Seoul","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-07-21-1658422344570/2023841_image2_1.webp","blogPath":"Seoul/2022-07-21-1658422344570","pageUrl":"https:/mcdryad.com/Seoul/2022-07-21-1658422344570"},"dataList":[{"id":"2022-07-22-1658479469207","title":"Deoksugung Stone Wall Path (덕수궁 돌담길)","description":"Stretching approximately 900 meters in length, Deoksugung Stone Wall Path was Korea’s first successful attempt at creating a comprehensive urban space where both people and nature can coexist. The street was built using eco-friendly materials and the utmost precautions were taken to ensure pedestrian safety. There are over 20 benches and 130 trees along the road offering great places to rest and enjoy the unique atmosphere. <br><br> Walking along Deoksugung Stone Wall Path is a memorable experience. The romantic street is an ideal date spot for couples to stroll along and also makes for an excellent cultural walk, being located near Seoul Museum of Art, Seoul Museum of History, and important historical complexes.","regDate":"2022-07-22","author":"korea-tour","tag":["Seoul","Culture/Art/History","Experience Programs","Cultural Districts"],"imgUrl":"/2022-07-22-1658479469207/2658350_image2_1.webp","blogPath":"Seoul/2022-07-22-1658479469207"},{"id":"2022-07-22-1658475363609","title":"Deoksugung Palace's Daehanmun Gate (덕수궁 대한문)","description":"Inhwamun Gate used to be the main gate before the main hall, Junghwajeon Hall, was built. The palace was expanded in 1902, building Junghwajeon Hall, Junghwamun Gate and Jowonmun Gate in order to  furnish the sytem of law books. After that, the site for Inhwamun Gate became the site for Geongeukmun Gate, and Daehanmun Gate was built to the east of Jowonmun Gate, using it as the main gate. The gate was rebuilt in 1904 and it was currently moved back due to the expanded road.","regDate":"2022-07-22","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Gates"],"imgUrl":"/2022-07-22-1658475363609/1569126_image2_1.webp","blogPath":"Seoul/2022-07-22-1658475363609"},{"id":"2022-07-22-1658472507467","title":"Deoksugung Palace (덕수궁)","description":"Registered as Historic Site No. 124, Deoksugung Palace was initially not a royal palace, but a residential home of Grand Prince Wolsan (1454-1488), the older brother of King Seongjong (1469-1494) of the Joseon dynasty. It wasn't until 1593 that the palace was used as a temporary palace of the royal family after their home was burned down during the Imjin War. King Seonjo also stayed at Deoksugung Palace after returning to the city. It became a proper palace when Gwanghaegun (1575-1641) ascended to the throne and gave this royal residence the name Gyeongungung Palace in 1611. Over the following decades, the palace alternated between being an official palace and a temporary residence. The name did not change officially to Deoksugung Palace, meaning the “palace of virtuous longevity,” until 1907. While the palace once encompassed a vast area with many buildings, the current palace grounds are just a small shadow of the prior splendor, with very few structures remaining.","regDate":"2022-07-22","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Palaces"],"imgUrl":"/2022-07-22-1658472507467/1946565_image2_1.webp","blogPath":"Seoul/2022-07-22-1658472507467"},{"id":"2022-07-22-1658468566302","title":"Daraenamu Tree in Changdeokgung Palace (창덕궁 다래나무)","description":"Daraenamu Tree in Changdeokgung Palace is estimated to be 600 years old, meaning it had likely been planted before the palace was built. The tree stands 19m in x_height, and has six separate trunks sprawling in all directions. It is the biggest and the oldest in Korea. It is designated and protected as a National Natural Monument.","regDate":"2022-07-22","author":"korea-tour","tag":["Seoul","Nature","Natural Resources","Rare Animals & Plants"],"imgUrl":"/2022-07-22-1658468566302/1568385_image2_1.webp","blogPath":"Seoul/2022-07-22-1658468566302"},{"id":"2022-07-22-1658466170547","title":"Dapsimni Antique Art Street (답십리 고미술상가)","description":"Dapsimni Antique Art Street is where travelers can stumble upon valuable old paintings, antique furniture and pottery as well as a variety of household items. These antique shops used to be scattered throughout the area of Cheonggyecheon Stream 8(pal)-ga, Itaewon, and Ahyeon-dong, but have gathered within Dapsimni area since the mid-1980s. There are approximately 140 shops along the streets. <br><br>It is quite fun to browse through antiquities including wooden candlesticks, grandfather clocks, and old picture frames, items which are usually hard to find in regular stores. These rare items attract not only Koreans but also international visitors to this street. While shops in Insa-dong are popular for selling high-quality antiques, shops in Dapsimni Art Street are popular for offering a wide assortment of antiques at reasonable prices.","regDate":"2022-07-22","author":"korea-tour","tag":["Seoul","Culture/Art/History","Experience Programs","Cultural Districts"],"imgUrl":"/2022-07-22-1658466170547/1917414_image2_1.webp","blogPath":"Seoul/2022-07-22-1658466170547"},{"id":"2022-07-22-1658463869048","title":"Danggogae Catholic Martyrs' Shrine (당고개순교성지)","description":"Danggogae Catholic Martyrs' Shrine is located on the small hill just five minutes away from Yongsan Eletronics Market. 10 Catholics were martyred on this hill during the Gihae Persecution in 1839 including Choi Gyeong-hwan (Francis)'s wife Lee Seong-rye (Maria).<br><br>Nine of the 10 martyrs are now recognized as saints. Lee Seong-rye, the mother of Father Thomas Choi Yang-eop (Korea's second ordained priest), has not yet been canonized although she did suffer martyrdom. The reason was that the mother briefly put aside her faith because of the pressures of raising five children after she had her oldest son, Thomas. However, the difficulty of combining these two interests was eventually overcome and she died a martyr.<br><br>Aside from serving as a memorial site, Danggogae Catholic Martyrs' Shrine also offers a commanding view of Seoul. Nearby tourist attractions include Saenamteo Catholic Holy Place of the Martyrs, which is a Catholic church with Korean architecture, and Yongsan Family Park.","regDate":"2022-07-22","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Holy Sites"],"imgUrl":"/2022-07-22-1658463869048/566486_image2_1.webp","blogPath":"Seoul/2022-07-22-1658463869048"},{"id":"2022-07-22-1658457979582","title":"Daehangno (University Street) (대학로)","description":"Daehangno is an artistic neighborhood that stretches 1.1 kilometers from Jongno 5-ga Intersection to Hyehwa-dong Rotary. The area is filled with culture and performing arts facilities, with the center of all this being Marronnier Park. Visitors can find performances taking play every day at the many theaters large and small, as well as restaurants serving a range of cuisines. The area is especially active on weekends and during the street festival period.","regDate":"2022-07-22","author":"korea-tour","tag":["Seoul","Culture/Art/History","Experience Programs","Cultural Districts"],"imgUrl":"/2022-07-22-1658457979582/1554786_image2_1.webp","blogPath":"Seoul/2022-07-22-1658457979582"}],"navList":["Busan","Daegu","Daejeon","Gwangju","Gyeonggi-do","Incheon","Jeju-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}