{"pageProps":{"content":"![Palgongsan Natural Park (Gatbawi District) (팔공산자연공원(갓바위지구))](/2022-08-15-1660574387210/1024758_image2_1.webp)\n\n  \n## Overview\n\n> Palgongsan Natural Park is located close to Palgongsan Mountain, one of the larger mountains in the Taebaek mountain range. Palgongsan Mountain is located 20 kilometers northeast from downtown Daegu, where Nakdonggang River and Geumhogang River meet. The mountain has three peaks in a row: Birobong Peak in the center and Dongbong (aka Mitabong, 1,155 meters) and Seobong (aka Samseongbong, 1,150 meters) on each side.\n<br><br>\nThe park is within the administrative district of Dong-gu, Daegu and has four towns along its border including Yeongcheon-si, Gyeongsan-si, and Chilgok-gun. A number of Buddhist temples including Donghwasa, the headquarters of the 9th Buddhist Parish, are located in the area.\n<br><br>\nThe park has numerous rocks and valleys and is carpeted with azaleas in spring. In autumn many visitors flock to the park to admire the falls leaves on the trees lining the 16.3-kilometer-long road  that runs through the park. With vibrant green leaves in spring and a delicate snowscape in winter, Palgongsan Mountain is an attractive destination for visitors throughout the year.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-53-939-0080|\n|parking:|Available|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Hiking Course:|[Course 1] Gatbawi service area - Gwanamsa Temple - Gatbawi Rock<br />[Course 2] Gatbawi service area - Gatbawi Rock - Inbong Peak - Dongbong Peak - Donghwasa Temple|\n|Mountain Not Access Period:|Annual Forest Fire Prevention Period<br>Spring: February 15 - May 15 / Autumn: November 1 - December 15<br />* Subject to change based on weather conditions|\n|Restrooms:|Available|\n|Available Facilities:|Gatbawi service area|\n  \n## Detail Image\n![/2022-08-15-1660574387210/1024642_image2_1.webp](/2022-08-15-1660574387210/1024642_image2_1.webp)\n![/2022-08-15-1660574387210/1024788_image2_1.webp](/2022-08-15-1660574387210/1024788_image2_1.webp)\n![/2022-08-15-1660574387210/1024792_image2_1.webp](/2022-08-15-1660574387210/1024792_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-53-939-0080](tel:+82539390080)\n\n\n\n```googleMap\nlatitude: 35.9899888140\nlongitude: 128.6961948830\ntitle: 229, Gatbawi-ro, Dong-gu, Daegu\n```\n  \n\n","data":{"id":"2022-08-15-1660574387210","title":"Palgongsan Natural Park (Gatbawi District) (팔공산자연공원(갓바위지구))","description":"Palgongsan Natural Park is located close to Palgongsan Mountain, one of the larger mountains in the Taebaek mountain range. Palgongsan Mountain is located 20 kilometers northeast from downtown Daegu, where Nakdonggang River and Geumhogang River meet. The mountain has three peaks in a row  Birobong Peak in the center and Dongbong (aka Mitabong, 1,155 meters) and Seobong (aka Samseongbong, 1,150 meters) on each side.<br><br>The park is within the administrative district of Dong-gu, Daegu and has four towns along its border including Yeongcheon-si, Gyeongsan-si, and Chilgok-gun. A number of Buddhist temples including Donghwasa, the headquarters of the 9th Buddhist Parish, are located in the area.<br><br>The park has numerous rocks and valleys and is carpeted with azaleas in spring. In autumn many visitors flock to the park to admire the falls leaves on the trees lining the 16.3-kilometer-long road  that runs through the park. With vibrant green leaves in spring and a delicate snowscape in winter, Palgongsan Mountain is an attractive destination for visitors throughout the year.","regDate":"2022-08-15","author":"korea-tour","tag":["Daegu","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-08-15-1660574387210/1024758_image2_1.webp","blogPath":"Daegu/2022-08-15-1660574387210","pageUrl":"https:/mcdryad.com/Daegu/2022-08-15-1660574387210"},"dataList":[{"id":"2022-08-16-1660623738578","title":"Village of the Nampyeong Mun Clan in Bon-ri (남평문씨본리세거지)","description":"The Village of the Nampyeong Mun Clan in Bon-ri was built on what used to be part of a temple, but was organized following a well-field system to make the area a residence for many generations. As of now, nine houses and two pavilions remain, as well as a low wall along the road.<br><br>The main building of the village is Subongjeongsa, located in the center of the area. It was used for meeting guests, as well as a gathering place for the family, and features beautiful gardens. Gwanggeodang Hall was an educational place for studies and refinement. Insumungo Storage Building preserves about 10,000 books and clan treasures. It started out as a small building but later was expanded, including an additional building constructed just to read books.","regDate":"2022-08-16","author":"korea-tour","tag":["Daegu","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-08-16-1660623738578/1574140_image2_1.webp","blogPath":"Daegu/2022-08-16-1660623738578"},{"id":"2022-08-16-1660618517147","title":"Ttangttang Land [땅땅랜드(대구 봉무동)]","description":"Ttangttang Land opened its doors on September 1, 2018 in Daegu, the center of Chimak (chicken and beer). At Korea's first chicken theme park, visitors can enjoy seeing, making, and tasting different types of chicken. With many popular attractions nearby, Ttangttang Land is where the fun starts.","regDate":"2022-08-16","author":"korea-tour","tag":["Daegu","Culture/Art/History","Experience Programs","Unique Experience"],"imgUrl":"/2022-08-16-1660618517147/2581257_image2_1.webp","blogPath":"Daegu/2022-08-16-1660618517147"},{"id":"2022-08-15-1660582770395","title":"Suseongmot Lake Resort (수성못 유원지)","description":"Suseongmot Lake Resort is located at the foot of the northwest side of Yongjibong Peak (altitude 629 meters) in Beommul-dong and offers outstanding scenery including gently sloping mountains along with Suseongmot Lake. The resort is centered around Suseongmot Lake, established in 1925 with 700,000 pondage in a circumference of 2,020 meters. The total area of the park is 218,000 ㎡. <br><br>Suseongmot Lake is an artificial lake created in 1925 during the Japanese colonial period to supply water for agriculture to rural areas. Today, it is no longer used for agricultural purposes, but has been turned into a resting area. Nearby the lake is Suseong Land which houses benches, walking paths, a ferry dock, and entertainment facilities such as a Viking ship, bumper cars, and merry-go-round. In addition, visitors can enjoy a duck boat ride, view of Dusanpokpo Falls and other exciting places perfect for excursions. The lake has a music fountain that operates four times a day from May to October.","regDate":"2022-08-15","author":"korea-tour","tag":["Daegu","Culture/Art/History","Recreational Sites","Resorts"],"imgUrl":"/2022-08-15-1660582770395/2653751_image2_1.webp","blogPath":"Daegu/2022-08-15-1660582770395"},{"id":"2022-08-15-1660578202000","title":"Palgongsan Natural Park (Pagyesa Temple District) (팔공산자연공원(파계사지구))","description":"Palgongsan Natural Park is located close to Palgongsan Mountain, one of the larger mountains in the Taebaek Mountain Range. Palgongsan Mountain is located 20 kilometers northeast from downtown Daegu, where Nakdonggang River and Geumhogang River meet. The mountain has three peaks in a row  Birobong Peak in the center and Dongbong Peak (aka Mitabong, 1,155 m) and Seobong Peak (aka Samseongbong, 1,150 m) on each side. <br><br>The park is within the administrative district of Dong-gu, Daegu and has four towns along its border including Yeongcheon-si, Gyeongsan-si, and Chilgok-gun. A number of Buddhist temples including Donghwasa Temple, the headquarters of the 9th Buddhist Parish, are located in the area. <br><br>The park has numerous rocks and valleys and is carpeted with azaleas in the spring. In autumn, many visitors flock to the park to admire the fall foliage on the trees lining the 16.3 kilometer-long roadway that runs through the park. With vibrant green leaves in spring and a delicate snowscape in the winter, Palgongsan Mountain is an attractive destination for visitors throughout the year.","regDate":"2022-08-15","author":"korea-tour","tag":["Daegu","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-08-15-1660578202000/1893702_image2_1.webp","blogPath":"Daegu/2022-08-15-1660578202000"},{"id":"2022-08-15-1660571844401","title":"Palgongsan Natural Park (Donghwasa Temple District) (팔공산자연공원(동화사지구))","description":"Palgongsan Natural Park is located close to Palgongsan Mountain, one of the larger mountains in the Taebaek Mountain Range. Palgongsan Mountain is located 20 kilometers northeast from downtown Daegu, where the Nakdonggang and Geumhogang Rivers meet. The mountain has three peaks in a row  Birobong Peak (1192.3 meters) in the center and Dongbong (aka ‘Mitabong,’ 1,155 meters) and Seobong (aka ‘Samseongbong,’ 1,150 meters) on each side.<br><br>The park is within the administrative district of Dong-gu, Daegu and has four towns along its border including Yeongcheon-si, Gyeongsan-si, and Chilgok-gun. A number of Buddhist temples including Donghwasa, the headquarters of the 9th Buddhist Parish, are located in the area.<br><br>The park has numerous rocks and valleys and is carpeted with azaleas in the spring. In the autumn many visitors flock to the park to admire the fall leaves on the trees lining the 16.3-kilometer-long roadway that runs through the park. With vibrant green leaves in spring and a delicate snowscape in the winter, Palgongsan Mountain is an attractive destination for visitors throughout the year.","regDate":"2022-08-15","author":"korea-tour","tag":["Daegu","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-08-15-1660571844401/655641_image2_1.webp","blogPath":"Daegu/2022-08-15-1660571844401","pageUrl":"https:/mcdryad.com/Daegu/2022-08-15-1660571844401"},{"id":"2022-08-15-1660569123693","title":"Palgongsan Cable Car (팔공산 케이블카)","description":"Palgongsan Cable Car takes visitors a ride on an ascending slope, offering both thrill and beautiful views. The cable car's landing platform is at the top of Sinnimbong Peak of Palgongsan Mountain. This peak is considered one of the most famous prayer spots, together with the ritual alter on Birobong Peak and the Buddha statue on the eastern Gatbawi Rock.","regDate":"2022-08-15","author":"korea-tour","tag":["Daegu","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-08-15-1660569123693/1935378_image2_1.webp","blogPath":"Daegu/2022-08-15-1660569123693","pageUrl":"https:/mcdryad.com/Daegu/2022-08-15-1660569123693"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}