{"pageProps":{"content":"![Goryeogung Palace Site (고려궁지)](/2022-08-11-1660185152853/1575652_image2_1.webp)\n\n  \n## Overview\n\n> Goryeogung Palace Site on Ganghwado Island is the site of the royal palace where the people of the Goryeo dynasty (918-1392) resisted the Mongolian invasion for 39 years. In the 19th year of his reign, King Gojong moved the capital to Ganghwa on account of its natural and strategic advantages. \nDuring the Byeongjahoran (Chinese invasion of Korea) in 1637, the palace was lost by force to the Qing dynasty of China. Later, Joseon Dynasty palace building and Ganghwa Yusubu (Ganghwa governor’s office) buildings existed in the Goryeo palace site but were destroyed by the French army during the Byeonginyangyo (French Campaign against Korea). Nowadays, the only structures that remain are the Dongheon main office (built in 1638) and Ibangcheong administration office (built in 1654). The palace and its subsidiary buildings were restored in 1977. It has historical lessons of the spirit of independence and overcoming national crisis.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330<br>(Korean, English, Japanese, Chinese) <br>• For more info: +82-32-930-7078|\n|parking:|Available (15 parking spaces)|\n|restdate:|N/A (Open all year round)|\n|usetime:|09:00-18:00|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Restrooms:|Available|\n|Admission Fees:|Adults: Individuals 900 won / Groups 700 won<br>Children & Teenagers: Individuals 600 won / Groups 500 won<br><br>* Groups: 20 people or more<br>* Free admission: Preschoolers (ages 6 and younger) with one companion, Senior citizens (ages 65 and over), People with disabilities plus one companion (Proof required)<br><br>* Ganghwa-gun Main Tourism Sites Discount (up to 20% discounts)<br>Main tourism site: Chojijin Fortress, Deokjinjin Fortress, Gwangseongbo Fortress, Gapgotdondae Fortification, Goryeogung Palace Site, Peace Observatory, Hwamunseok Cultural Center, Museum, Manisan Mountain, Mudflat Center, and Hamheodongcheon Stream<br><br>- 15% discount: 3-4 sites<br>- 20% discount: 5 or more sites<br> * When choosing 8 sites or more, the ticket is valid until the next day|\n|Parking Fees:|Free|\n|Korean Info. Service:|Cultural Tourism Explanation Guide<br>10:00, 11:00, 13:10, 14:00, 15:00, 16:00 <br>* Other times are available upon request.|\n|Interpretation Services Offered:|Unavailable|\n  \n## Detail Image\n![/2022-08-11-1660185152853/2512605_image2_1.webp](/2022-08-11-1660185152853/2512605_image2_1.webp)\n![/2022-08-11-1660185152853/2512606_image2_1.webp](/2022-08-11-1660185152853/2512606_image2_1.webp)\n![/2022-08-11-1660185152853/2512620_image2_1.webp](/2022-08-11-1660185152853/2512620_image2_1.webp)\n![/2022-08-11-1660185152853/2512621_image2_1.webp](/2022-08-11-1660185152853/2512621_image2_1.webp)\n![/2022-08-11-1660185152853/2512623_image2_1.webp](/2022-08-11-1660185152853/2512623_image2_1.webp)\n![/2022-08-11-1660185152853/2512632_image2_1.webp](/2022-08-11-1660185152853/2512632_image2_1.webp)\n![/2022-08-11-1660185152853/2512633_image2_1.webp](/2022-08-11-1660185152853/2512633_image2_1.webp)\n![/2022-08-11-1660185152853/2512682_image2_1.webp](/2022-08-11-1660185152853/2512682_image2_1.webp)\n![/2022-08-11-1660185152853/2512684_image2_1.webp](/2022-08-11-1660185152853/2512684_image2_1.webp)\n![/2022-08-11-1660185152853/1575651_image2_1.webp](/2022-08-11-1660185152853/1575651_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-32-930-7078](tel:+82329307078)\n- [🏠www.ghss.or.kr](http://www.ghss.or.kr/)\n\n\n```googleMap\nlatitude: 37.7508851202\nlongitude: 126.4854359021\ntitle: 394, Ganghwa-daero, Ganghwa-gun, Incheon\n```\n  \n## Directions\n  \n[Subway + Bus]<br>\nSinchon Station (Seoul Subway Line 2), Exit 4.<br>Go straight 260m to arrive at the bus stop in front of Artreon.<br>From the bus \nstop, take Bus No. 3000 to Ganghwa Bus Terminal.\n<br><br>[Taxi]<br>From Ganghwa Bus Terminal, take \na taxi for approx. 10 min.\n","data":{"id":"2022-08-11-1660185152853","title":"Goryeogung Palace Site (고려궁지)","description":"Goryeogung Palace Site on Ganghwado Island is the site of the royal palace where the people of the Goryeo dynasty (918-1392) resisted the Mongolian invasion for 39 years. In the 19th year of his reign, King Gojong moved the capital to Ganghwa on account of its natural and strategic advantages. During the Byeongjahoran (Chinese invasion of Korea) in 1637, the palace was lost by force to the Qing dynasty of China. Later, Joseon Dynasty palace building and Ganghwa Yusubu (Ganghwa governor’s office) buildings existed in the Goryeo palace site but were destroyed by the French army during the Byeonginyangyo (French Campaign against Korea). Nowadays, the only structures that remain are the Dongheon main office (built in 1638) and Ibangcheong administration office (built in 1654). The palace and its subsidiary buildings were restored in 1977. It has historical lessons of the spirit of independence and overcoming national crisis.","regDate":"2022-08-11","author":"korea-tour","tag":["Incheon","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-08-11-1660185152853/1575652_image2_1.webp","blogPath":"Incheon/2022-08-11-1660185152853","pageUrl":"https:/mcdryad.com/Incheon/2022-08-11-1660185152853"},"dataList":[{"id":"2022-08-12-1660286846929","title":"Socheongdo Island (소청도)","description":"Socheongdo Island is a small island located approximately 210 kilometers northwest of Incheon. The island is full of oddly formed rocks and visitors can enjoy sea fishing throughout the year. There are two fishing villages on the island with various sea life for fishing.","regDate":"2022-08-12","author":"korea-tour","tag":["Incheon","Nature","Natural Sites"],"imgUrl":"/2022-08-12-1660286846929/1534976_image2_1.webp","blogPath":"Incheon/2022-08-12-1660286846929"},{"id":"2022-08-12-1660282708425","title":"Sinteuri Park (신트리공원)","description":"The city of Bupyeong is surrounded by Gyeyangsan Mountain, Cheolmasan Mountain, and Manwolsan Mountain, which all form a basin-shaped area in the center. Bupyeong slowly began to establish itself as a city after the opening of Gyeongin railway and the U.S. Army base established right after the Korean War. Sinteuri Park in Bupyeong 4(sa)-dong neighborhood is equipped with outdoor recreational facilities including a soccer field, tennis court, badminton court, children's playground, walking trail, and water fountain, spanning an impressive 58,594 ㎡. It also has a library with 1,500 seats, and a floor area of 7,869 ㎡. The park serves as a main recreational area for Bupyeong residents.","regDate":"2022-08-12","author":"korea-tour","tag":["Incheon","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-08-12-1660282708425/760484_image2_1.webp","blogPath":"Incheon/2022-08-12-1660282708425"},{"id":"2022-08-12-1660280190872","title":"Silmi Beach (실미해수욕장)","description":"Silmi Beach, also known as Keunmuri Beach, is located on Muuido Island. The clean, sandy beach stretches out beautifully against the backdrop of a lush pine tree forest so dense that it does not let daylight in, even at midday. Facing the beach is Silmido Island, the location for the filming of Silmido (2003), a Korean movie based on the tragic story of Korean Special Ops Unit 684. The film set, however, was demolished after the shooting. The pathway to the island, which has no residents, can be shown during low tide. Therefore, visitors should be aware of the tidal times to know when they can cross back to the mainland.","regDate":"2022-08-12","author":"korea-tour","tag":["Incheon","Nature","Natural Sites"],"imgUrl":"/2022-08-12-1660280190872/190690_image2_1.webp","blogPath":"Incheon/2022-08-12-1660280190872"},{"id":"2022-08-12-1660277185177","title":"Seonnyeo Rock (선녀바위)","description":"Seonnyeo Rock is located near the Seoul metropolitan area, in the northern part of Yongyudo Island, past Masian Beach. The rock is named after the myth that a fairy came down on a rainbow to play on the beach. Artists come to recreate the scenery of the sharp rock against the ocean on their canvas as they listen to the waves crash. The beach is also popular among tourists at sunset, when the fading sun colors the sea around the rock.<br> On the other side is a small dock and old fishing boats. This beach is less crowded than Wangsan Beach or those in Eurwang-ri, making it the perfect spot for swimming and camping. <br> There is a pretty cafe up the hill from the rock and it is a great place for enjoying the ocean scenery with a cup of tea. On the other side of the cafe is a garden with pine trees, yet another beautiful spot to watch the sunset.","regDate":"2022-08-12","author":"korea-tour","tag":["Incheon","Nature","Natural Resources","Rocks"],"imgUrl":"/2022-08-12-1660277185177/1826990_image2_1.webp","blogPath":"Incheon/2022-08-12-1660277185177"},{"id":"2022-08-12-1660271887021","title":"Seongmodo Island (석모도)","description":"Seongmodo Island, located 1.2 kilometers west of Ganghwado Island, is a popular destination for families and those looking for relaxation. The island has various mountains as well as a 41.8 kilometer coastal road.","regDate":"2022-08-12","author":"korea-tour","tag":["Incheon","Nature","Natural Sites"],"imgUrl":"/2022-08-12-1660271887021/2674909_image2_1.webp","blogPath":"Incheon/2022-08-12-1660271887021"},{"id":"2022-08-11-1660261136691","title":"Oktokki Space Center (옥토끼우주센터)","description":"Oktokki Space Center is Korea's first aerosepace theme park. The center collects, preserves, and exhibits materials related to aerospace engineering to educate and promote to the public. It is open to visitors all year round, offering diverse activity programs and experience rides that can be enjoyed by people of all ages. The center is especially well equipped with fun learning materials as well as educational programs to spark children's insterest in the field.","regDate":"2022-08-11","author":"korea-tour","tag":["Incheon","Culture/Art/History","Experience Programs","Unique Experience"],"imgUrl":"/2022-08-11-1660261136691/1575771_image2_1.webp","blogPath":"Incheon/2022-08-11-1660261136691"},{"id":"2022-08-11-1660257538842","title":"Minmeoru Beach (민머루해변)","description":"Minmeoru Beach is a beach on Seongmodo Island, a small island to the west of Ganghwado Island. Visitors can enjoy sea bathing on the vast stretch of sandy beach and watch beautiful sunsets over the West Sea. When the tide goes out, a mud flat of approximately one kilometer in length appears. The mud flat is very smooth and is home to marine life including clams, crabs, and more. It is recommended for visitors to wear rubber boots or shoes when walking on the mud flat to prevent injuring their feet. The Eoryujeonghang Harbor and Janggothang Harbor are located nearby, so visitors can also enjoy sea fishing. Popular tourist attractions in the vicinity include Maaekseokbul (a Buddha image carved on a cliff) and Bomunsa Temple, which is said to have been constructed by Queen Seondeok during the Silla period.","regDate":"2022-08-11","author":"korea-tour","tag":["Incheon","Nature","Natural Sites"],"imgUrl":"/2022-08-11-1660257538842/2363693_image2_1.webp","blogPath":"Incheon/2022-08-11-1660257538842"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}