{"pageProps":{"content":"![April 19th National Cemetery (국립4.19민주묘지)](/2022-07-10-1657442506842/2025950_image2_1.webp)\n  \n## Overview\n\n> Located at the foot of Bukhansan Mountain, the April 19th National Cemetery was established in memory of the 224 people who lost their lives during the 4.19 Revolution in 1960. The cemetery features a memorial hall and a traditional wooden structure that houses the grave of historic figure Yu Yeongbong. \n<br><br>\nAt the cemetery is a pond surrounded by sculptures such as \"Symbolic Door,\" \"Roots of Democracy,\" and \"Sparks of Justice\" and a memorial tower bearing an inscription for the brave patriots who lost their lives during the revolution. Groves of pine, juniper, yew, and maple trees along with the well-kept hiking path add a natural charm to the overwhelming ambience of peace and serenity. Many people visit to see the spring blossoms in May, and throughout the year to take in the glorious scene of the sunset over Bukhansan Mountain.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330<br>(Korean, English, Japanese, Chinese) <br>• For more info: +82-2-996-0419|\n|parking:|Available|\n|restdate:|[Cemetery] N/A (Open all year round) <BR>[Memorial Hall] Mondays (closed next day if Monday is a public holiday)|\n|usetime:|[Cemetery] March-October 06:00-18:00 / November-February 07:00-18:00<br><br>[Memorial Hall] March-October 09:30-17:30 / November-February 09:30-16:30|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Admission Fees:|Free|\n|Available Facilities:|[Main facilities/landmarks]<br>4.19 Revolution Memorial, memorial monument, memorial altar, exhibition hall, walking path, etc.<br><br>- Exhibition hall<br>1F: Exhibition on background and unfolding of 4.19 Revolution<br>2F: Exhibition of historical artifacts from the 4.19 Revolution<br>- Theater seminar room|\n|Restrooms:|Available|\n  \n## Detail Image\n![/2022-07-10-1657442506842/2025943_image2_1.webp](/2022-07-10-1657442506842/2025943_image2_1.webp)\n![/2022-07-10-1657442506842/2025946_image2_1.webp](/2022-07-10-1657442506842/2025946_image2_1.webp)\n![/2022-07-10-1657442506842/2025947_image2_1.webp](/2022-07-10-1657442506842/2025947_image2_1.webp)\n![/2022-07-10-1657442506842/2025948_image2_1.webp](/2022-07-10-1657442506842/2025948_image2_1.webp)\n![/2022-07-10-1657442506842/2025949_image2_1.webp](/2022-07-10-1657442506842/2025949_image2_1.webp)\n![/2022-07-10-1657442506842/2025951_image2_1.webp](/2022-07-10-1657442506842/2025951_image2_1.webp)\n![/2022-07-10-1657442506842/2025952_image2_1.webp](/2022-07-10-1657442506842/2025952_image2_1.webp)\n![/2022-07-10-1657442506842/2025953_image2_1.webp](/2022-07-10-1657442506842/2025953_image2_1.webp)\n![/2022-07-10-1657442506842/2025954_image2_1.webp](/2022-07-10-1657442506842/2025954_image2_1.webp)\n![/2022-07-10-1657442506842/2025955_image2_1.webp](/2022-07-10-1657442506842/2025955_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-2-996-0419](tel:+8229960419)\n- [🏠419.mpva.go.kr](http://419.mpva.go.kr/)\n\n\n```googleMap\nlatitude: 37.6484480504\nlongitude: 127.0091159038\ntitle: 17, 4.19-ro 8-gil, Gangbuk-gu, Seoul\n```\n  \n## Directions\n  \n[Bus]<br>\nTake Gangbuk Bus No. 01, 104, or 1119 and get off at April 19th National Cemetery Bus Stop.<br>\nWalk for approx. 80 m.\n","data":{"id":"2022-07-10-1657442506842","title":"April 19th National Cemetery (국립4.19민주묘지)","description":"Located at the foot of Bukhansan Mountain, the April 19th National Cemetery was established in memory of the 224 people who lost their lives during the 4.19 Revolution in 1960. The cemetery features a memorial hall and a traditional wooden structure that houses the grave of historic figure Yu Yeongbong. <br><br>At the cemetery is a pond surrounded by sculptures such as \"Symbolic Door,\" \"Roots of Democracy,\" and \"Sparks of Justice\" and a memorial tower bearing an inscription for the brave patriots who lost their lives during the revolution. Groves of pine, juniper, yew, and maple trees along with the well-kept hiking path add a natural charm to the overwhelming ambience of peace and serenity. Many people visit to see the spring blossoms in May, and throughout the year to take in the glorious scene of the sunset over Bukhansan Mountain.","regDate":"2022-07-10","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-07-10-1657442506842/2025950_image2_1.webp","blogPath":"Seoul/2022-07-10-1657442506842","pageUrl":"https:/mcdryad.com/Seoul/2022-07-10-1657442506842"},"dataList":[{"id":"2022-07-22-1658522300810","title":"Eungbongsan Mountain - Seoul (응봉산(서울))","description":"From Eungbongsan Mountain (94 meters) one can easily see the Hangang River, Seoul Forest, Jamsil Sports Complex and more in the eastern part of Seoul. With such a great view of the Hangang River, the mountain are packed with visitors including many photographers. There is a sunrise event on the first day of the year and forsythia festival around April as the mountain is well-known for its forsythia.","regDate":"2022-07-22","author":"korea-tour","tag":["Seoul","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-07-22-1658522300810/1796280_image2_1.webp","blogPath":"Seoul/2022-07-22-1658522300810"},{"id":"2022-07-22-1658518302684","title":"Eight Scenic Views of Bukchon (북촌 8경)","description":"Bukchon, literally translated to northern village, refers to the neighborhood located north of Cheonggyecheon Stream and Jongno. The southern land of Jongno, which is present day Namsan, was referred to as Namchon, meaning southern village. Bukchon Village was resided mostly by relatives of royal families and powerful authorities while Namchon Village was settled by middle class government officials during the Joseon period. Now referred to as the Bukchon Hanok Village, the neighborhood has become one of Korea's most iconic tourist attractions that provide various photo ops. Visitors can take in the outlook of Seoul together with traditional hanok buildings by stopping by the spots of Eight Scenic Views of Bukchon.<br><br>Eight Scenic Views of Bukchon <br>Scenic View 1 - View of Chengdeokgung Palace over the stonewall. <br>Scenic View 2 - View of Wonseo-dong Handicraft Road<br>Scenic View 3 - View of hanok at Gahoe-dong 11-bunji area<br>Scenic View 4 - View of Gahoe-dong 31-bunji from the hilltop<br>Scenic View 5 - View of Gahoe-dong alley (downhill)<br>Scenic View 6 - View of Gahoe-dong alley (uphill)<br>Scenic View 7 - View of Gahoe-dong 31-bunji alleyway<br> Scenic View 8 - View from the Samcheong-dong stone stairway","regDate":"2022-07-22","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Folk Villages"],"imgUrl":"/2022-07-22-1658518302684/933780_image2_1.webp","blogPath":"Seoul/2022-07-22-1658518302684"},{"id":"2022-07-22-1658515496164","title":"Dream Forest (북서울 꿈의숲)","description":"Dream Forest, previously known as Odong Neighborhood Park, is located in Gangbuk-gu, Seoul. Renovated and reopened in October 2009, Dream Forest is the fourth largest park after World Cup Park, Olympic Park, and Seoul Forest and the first large-scale green park created in the Gangbuk area. <br><br>Major attractions of the park include Wolyeongji Pond, Grass Square, Wolgwangpokpo Falls, Aewoljeong Pavilion, Chilbokji Falls, Event Garden, Children’s Gallery, Wild Grass Garden, Deer Ranch, Exploring Path, Forest Rest, and a water park. Recently, the Changnyeongwigung Ritual House (National Registered Cultural Heritage No. 40) has been restored with other traditional landscape architectures such as a pond, pavilion and waterfall created nearby to double the genuine beauty of a traditional Korean park. <br><br>The slanted hillside which served as sleigh slopes is now a complex cultural space with Northern-Seoul Art Center that houses a fantastic-looking observatory, performance hall, book café, gallery, restaurant, jumping fountain, and children’s playground.","regDate":"2022-07-22","author":"korea-tour","tag":["Seoul","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-07-22-1658515496164/2526686_image2_1.webp","blogPath":"Seoul/2022-07-22-1658515496164"},{"id":"2022-07-22-1658511854030","title":"Doseonsa Temple (도선사)","description":"Doseonsa Temple was established 1,100 years ago during the latter part of the Silla Kingdom when the renowned Buddhist priest Doseonguksa was traveling through the mountains. After visiting the site, Doseonguksa made a prophecy that led to the construction of the temple. According to legend, he used only his walking stick to carve the large Bodhisattva that sits at the temple. Interestingly enough, the statue does not show any evidence of chisel marks, further adding to the mystery of how the statue was made.  <br><br>During the 7th year of King Gwangmu of the Joseon dynasty, Doseonsa Temple was officially named the representative temple of Korea with the purpose of promoting Cheongdamdaejongsa's Korean Buddhism movement, aiming at a religious revival. Due to these special circumstances Deseonsa Temple gained a high reputation and much recognition, which have held strong to this day.<br><br>Inside the temple, visitors can view the remains and written works of Cheongdamdaejongsa in the Cheongdamdaejongsa Memorial Hall. Next to the road leading to Cheonbuljeon Hall is a pond where you can toss a coin and make a wish and just past Yongammun Gate is a hiking path connecting Baegundae Cliff and Insubong Peak. Inside the Ksitigarbha Hall are portraits of President Park Chung-hee, Yuk Yeong-su, and Hyundai Chairman Chung Ju-yung. In front of the hall is a tree that is said to have been planted by a Buddhist priest who brought it from India 200 years ago. Historical artifacts can be found throughout the temple.","regDate":"2022-07-22","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-07-22-1658511854030/632948_image2_1.webp","blogPath":"Seoul/2022-07-22-1658511854030"},{"id":"2022-07-22-1658509078639","title":"Dosan Park (도산공원)","description":"Located in Sinsa-dong, Seoul, Dosan Park, a neighborhood park, was built in 1973 to pay tribute to Dosan Ahn Chang-ho’s patriotism. Dosan Ahn Chang-ho’s tomb was moved here from Manguri Public Cemetery as well as his wife, Lee Hyeryen, whose tomb was moved from Los Angeles. The tribute was extended by naming the boulevard from Cheongdam-dong to Nonhyeon-dong, as Dosan-daero. Visitors can find a bronze statue, monument with quotations, epitaph headstone and more within the park. Commemoration event is held on March 10th every year.","regDate":"2022-07-22","author":"korea-tour","tag":["Seoul","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-07-22-1658509078639/2678560_image2_1.webp","blogPath":"Seoul/2022-07-22-1658509078639"},{"id":"2022-07-22-1658500616152","title":"Dongnimmun Gate (독립문)","description":"Dongnimmun stands&nbsp;at&nbsp;the location&nbsp;originally known as Yeongeun, where envoys were once treated.  When a Chinese envoy visited, the King would go out through this door to greet. In 1898, to announce&nbsp;the independence&nbsp;from Japan, Dongnimun was constructed with the fund collected by the citizens. The traces of the past still remain on Dongnimmun with two pillars in front of Dongnimmun&nbsp;being the remains of Yeongeunmun. <br> <br> The Arc de Triomphe in France can be recalled in comparison to Dongnimmun. Dongnimmun was built using granite with&nbsp;a passageway x_height of 14.28 meters.  On the top it is written ‘Dongnimmun’ in Korean with the national flag drawn on each side.  On the inner-left side there are stone stairs leading to the attic.  The national flower Mugunghwa are planted around Dongnimmun. Now it is surrounded by roads and it is eye-catching to view when passing by.","regDate":"2022-07-22","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Gates"],"imgUrl":"/2022-07-22-1658500616152/2413929_image2_1.webp","blogPath":"Seoul/2022-07-22-1658500616152"},{"id":"2022-07-22-1658497928569","title":"Dongdaemun History & Culture Park (동대문역사문화공원)","description":"At Dongdaemun History & Culture Park, traditional buildings and cutting-edge modern cultural facilities come together harmoniously. Seoul Fortress, Yigansumun Water Gate, Dongdaemun History Museum 1398, Dongdaemun Excavation Site Exhibition Hall, Dongdaemun Stadium Memorial, an event hall, and design gallery can all be found within the park.<br><br>During the construction work of the park, remains and relics were unearthed, including Yigansumun Water Gate and Chiseong (the first defense facility found) of Seoul Fortress, 44 buildings sites from as early as the Joseon Dynasty including Hadogamteo Site (military training ground), and 1,000 relics including Joseon Baekja (white porcelain of the Joseon Dynasty) and Buncheong Sagi (grayish blue powdered ceramics) from the early Joseon dynasty through the Japanese colonial period.<br><br>Dongdaemun History & Culture Park has a role almost akin to that of a historical culture theme park where one can see the living history of Seoul through exhibitions and events showcasing contemporary design and culture. It also serves as a resting area for the people.","regDate":"2022-07-22","author":"korea-tour","tag":["Seoul","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-07-22-1658497928569/1897972_image2_1.webp","blogPath":"Seoul/2022-07-22-1658497928569"}],"navList":["Busan","Daegu","Daejeon","Gwangju","Gyeonggi-do","Incheon","Jeju-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}