{"pageProps":{"content":"![Cheongdam Fashion Street (청담패션거리)](/2022-07-21-1658411667922/2728682_image2_1.webp)\n\n  \n## Overview\n\n> The street from the Cheongdam Station intersection to Galleria Department Store is lined with luxury brand stores and dubbed as “Cheongdam Fashion Street.\" Often frequented by celebrities, the area became a popular tourist destination for hallyu fans. Inside the alleys are famous restaurants, and with art galleries and boutiques popping up within the area, the street has gained a reputation as a cultural shopping street.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br>(Korean, English, Japanese, Chinese) <br> • For more info: +82-2-3445-0111|\n|restdate:|Varies by shop|\n|usetime:|Open 24 hr|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Admission Fees:|Free|\n|Available Facilities:|Clothing stores, department store, restaurants, etc.|\n|Interpretation Services Offered:|Korea Travel Hotline +82-2-1330 (Korean, English, Japanese, Chinese) <br />Gangnam Tourism Information Center +82-2-3445-0111|\n  \n## Detail Image\n![/2022-07-21-1658411667922/2728684_image2_1.webp](/2022-07-21-1658411667922/2728684_image2_1.webp)\n![/2022-07-21-1658411667922/2728686_image2_1.webp](/2022-07-21-1658411667922/2728686_image2_1.webp)\n![/2022-07-21-1658411667922/2728687_image2_1.webp](/2022-07-21-1658411667922/2728687_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-2-3445-0111](tel:+82234450111)\n- [🏠www.gangnam.go.kr](https://www.gangnam.go.kr/main.do)\n\n\n```googleMap\nlatitude: 37.5259073966\nlongitude: 127.0457632671\ntitle: Cheongdam-dong, Gangnam-gu, Seoul-si\n```\n  \n\n","data":{"id":"2022-07-21-1658411667922","title":"Cheongdam Fashion Street (청담패션거리)","description":"The street from the Cheongdam Station intersection to Galleria Department Store is lined with luxury brand stores and dubbed as “Cheongdam Fashion Street.\" Often frequented by celebrities, the area became a popular tourist destination for hallyu fans. Inside the alleys are famous restaurants, and with art galleries and boutiques popping up within the area, the street has gained a reputation as a cultural shopping street.","regDate":"2022-07-21","author":"korea-tour","tag":["Seoul","Culture/Art/History","Experience Programs","Cultural Districts"],"imgUrl":"/2022-07-21-1658411667922/2728682_image2_1.webp","blogPath":"Seoul/2022-07-21-1658411667922","pageUrl":"https:/mcdryad.com/Seoul/2022-07-21-1658411667922"},"dataList":[{"id":"2022-07-23-1658549053476","title":"Gildong Ecological Park (길동생태공원)","description":"Gildong Ecological Park was founded by the Seoul government by restoring the wetland on the side of Cheonho-daero. The park maintains and preserves a wide range of flora and fauna in their natural habitats, allowing park visitors to observe plants, animals and insects in a natural ecosystem, and to learn about the importance of nature conservation.<br><br>The 80,683 ㎡ park is divided into a wetland zone, forest zone, and grassland zone. Amenities include an outdoor classroom, outdoor exhibition space, observation deck, pergolas, and more. The bird observation platform in particular is a great way to birdwatch in the urban landscape.","regDate":"2022-07-23","author":"korea-tour","tag":["Seoul","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2022-07-23-1658549053476/1567782_image2_1.webp","blogPath":"Seoul/2022-07-23-1658549053476"},{"id":"2022-07-23-1658543934197","title":"Garosu Therapy (Formerly, The Massage) (가로수테라피(구, 더마사지))","description":"The Massage is a massage parlor, offering a variety of massage programs including sports massages, oil massages, and foot massages. All massage specialists at The Massage boast over 10 years of experience, and are conveniently ready to serve all your massage needs. As a special point of interest, they use organic products having no chemical preservatives to offer a fitted massage service depending on individuals’ body and health condition.","regDate":"2022-07-23","author":"korea-tour","tag":["Seoul","Culture/Art/History","Recreational Sites","Hot Springs & Spa"],"imgUrl":"/2022-07-23-1658543934197/591712_image2_1.webp","blogPath":"Seoul/2022-07-23-1658543934197"},{"id":"2022-07-22-1658533007694","title":"Gangseo Marsh Ecological Park (강서습지생태공원)","description":"The Gangseo Marsh Ecological Park is an eco-park located on the Hangang River between the southern side of Banghwadaegyo Bridge and southern side of Haengjudaegyo Bridge. Established in July 2007, the park is partly comprised of low wetlands, freshwater lakes, and various aquatic plants. Eco-trails wind around the park through reed areas, around willow trees, and past the migratory bird observation. At the park, visitors can watch and learn about a variety of migratory birds during summer and winter or join one of the park’s organized eco-education programs.","regDate":"2022-07-22","author":"korea-tour","tag":["Seoul","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2022-07-22-1658533007694/1894481_image2_1.webp","blogPath":"Seoul/2022-07-22-1658533007694"},{"id":"2022-07-22-1658529461261","title":"Gangnam (강남)","description":"Gangnam Subway Station area is the prime district for those living south of the Hangang River. Gangnam-daero Avenue links Teheran-ro Road in the east to Jamsil and Sadang in the west. Kyobo Tower Crossroad connects Express Terminal to Noryangjin and west of Seoul. Hannam-daegyo Avenue in the north extends to the north of the Hangang River. A southward direction leads to metropolitan areas such as Seongnam, passing Yangjae and Bundang. <BR><BR> Many people tend to gather at Gangnam Subway Station, as the location is geographically and commercially suitable as a meeting point for social gatherings, events or personal engagements. Hence, during the weekdays it is usually crowded in the evenings while on weekends, areas around Gangnam Subway Station exit numbers 10 and 11, as well as City Theatre, and Giordano are often bustling with people. Visitors travel to Gangnam to take advantage of its convenient transportation, fashion malls, movie theatres and bookstores.<br><br>Gangnam-gu Office operates Gangnam Tourist Information Center to offer tourist information to international and domestic visitors and hands-on activities related to tourism. Also, the center operates Medical Tour Center which introduces Gangnam-gu’s specializing hospitals and medical treatment as well as Hallyu Experience Hall.","regDate":"2022-07-22","author":"korea-tour","tag":["Seoul","Culture/Art/History","Experience Programs","Cultural Districts"],"imgUrl":"/2022-07-22-1658529461261/1984608_image2_1.webp","blogPath":"Seoul/2022-07-22-1658529461261"},{"id":"2022-07-22-1658525735798","title":"Former Belgian Consulate Office (Nam-Seoul Museum of Art (SeMA)) (서울 구 벨기에영사관 (현, 서울시립미술관 남서울생활미술관))","description":"The Nam-Seoul Museum of Art (SeMA) annex opened at the former Belgium consulate building, constructed in 1905. Since then, the building was used for a variety of purposes and companies until finally becoming the current Nam-Seoul Museum of Art (SeMA) annex. The two-story building made of brick and stone with classical ionic columns allows the museum to serve as a tool for studying classic architecture of the 1900s as well as modern art.","regDate":"2022-07-22","author":"korea-tour","tag":["Seoul","Culture/Art/History","Architectural Sights","Buildings"],"imgUrl":"/2022-07-22-1658525735798/2014942_image2_1.webp","blogPath":"Seoul/2022-07-22-1658525735798"},{"id":"2022-07-22-1658522300810","title":"Eungbongsan Mountain - Seoul (응봉산(서울))","description":"From Eungbongsan Mountain (94 meters) one can easily see the Hangang River, Seoul Forest, Jamsil Sports Complex and more in the eastern part of Seoul. With such a great view of the Hangang River, the mountain are packed with visitors including many photographers. There is a sunrise event on the first day of the year and forsythia festival around April as the mountain is well-known for its forsythia.","regDate":"2022-07-22","author":"korea-tour","tag":["Seoul","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-07-22-1658522300810/1796280_image2_1.webp","blogPath":"Seoul/2022-07-22-1658522300810"},{"id":"2022-07-22-1658518302684","title":"Eight Scenic Views of Bukchon (북촌 8경)","description":"Bukchon, literally translated to northern village, refers to the neighborhood located north of Cheonggyecheon Stream and Jongno. The southern land of Jongno, which is present day Namsan, was referred to as Namchon, meaning southern village. Bukchon Village was resided mostly by relatives of royal families and powerful authorities while Namchon Village was settled by middle class government officials during the Joseon period. Now referred to as the Bukchon Hanok Village, the neighborhood has become one of Korea's most iconic tourist attractions that provide various photo ops. Visitors can take in the outlook of Seoul together with traditional hanok buildings by stopping by the spots of Eight Scenic Views of Bukchon.<br><br>Eight Scenic Views of Bukchon <br>Scenic View 1 - View of Chengdeokgung Palace over the stonewall. <br>Scenic View 2 - View of Wonseo-dong Handicraft Road<br>Scenic View 3 - View of hanok at Gahoe-dong 11-bunji area<br>Scenic View 4 - View of Gahoe-dong 31-bunji from the hilltop<br>Scenic View 5 - View of Gahoe-dong alley (downhill)<br>Scenic View 6 - View of Gahoe-dong alley (uphill)<br>Scenic View 7 - View of Gahoe-dong 31-bunji alleyway<br> Scenic View 8 - View from the Samcheong-dong stone stairway","regDate":"2022-07-22","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Folk Villages"],"imgUrl":"/2022-07-22-1658518302684/933780_image2_1.webp","blogPath":"Seoul/2022-07-22-1658518302684"}],"navList":["Busan","Daegu","Daejeon","Gwangju","Gyeonggi-do","Incheon","Jeju-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}