{"pageProps":{"content":"![Baegam Hot Springs Special Tourist Zone (백암온천 관광특구)](/2022-07-28-1659040868429/1885398_image2_1.webp)\n\n  \n## Overview\n\n> At the Baegam Hot Springs Special Tourist Zone, visitors can enjoy both the lush mountain terrain of the Baekdudaegan Mountain Range and the magnificent scenery of the East Sea.\n<br><br>\nThe hot springs of Baegam are one of the most popular tourist attractions in the region and are visited by travelers from across the nation. The water temperature reaches as high as 53 degrees Celsius and contains various minerals and elements, including a strong alkaline content. This makes the water effective in treating neuralgia, arthritis and apoplexy. Recently, it was reported that the water is also beneficial for those with atopic dermatitis, thereby attracting the elderly and families. Recreational facilities for children are also available. \n<br><br>\nThe hot springs are located at the foot of the 1,004-meter-high Baegamsan Mountain. The mountain trails lead to Yeongyang and Bonghwa and are frequented by hikers. Densely covered with pine trees, the mountain also has plenty of deep valleys. Sinseon Valley, where, \naccording to legend a dragon once lived,  has an abundance of water flowing in different directions. \n<br><br>\nIn the vicinity are Jukbyeon Port and Hupo Port, which are known for snow crabs, and Mangyangjeong Pavilion and Wolsongjeong Pavilion where one can enjoy a beautiful view of the sea. \n<br><br>\n<b>[Baegam Hot Spring Special Tourist Zone]\n</b><br><b>Areas Covered:</b> Onjeong-ri and Sotae-ri, Onjeong-myeon, Uljin-gun, Gyeongsangbuk-do \n<br>\n<b>Area size:</b> 1,740,000㎡ \n<br>\n<b>Tourist attractions:</b> Hot Spring Town, Baegamsan Mountain, Sinseon Valley, etc.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br>(Korean, English, Japanese, Chinese) <br> • For more info: +82-54-789-5480|\n|parking:|1~2 public parking lots are available, apart from those at the hotels and condominiums.|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Available Facilities:|Tourist information center, Oncheonjang hot springs, traditional Korean-style hotel, family hotel and resort condominiums, resort for farming and fishing tourism, theater for tourist, souvenir shop, etc.|\n|Restrooms:|2-3 public restrooms are available around Oncheonjang hot springs, apart from those in hotels and condominiums.|\n|Interpretation Services Offered:|Uljin-gun County offers travel information in English, Chinese and Japanese on its website.Multilingual travel guidebooks are available at tourist information centers.|\n  \n## Detail Image\n![/2022-07-28-1659040868429/576567_image2_1.webp](/2022-07-28-1659040868429/576567_image2_1.webp)\n![/2022-07-28-1659040868429/576570_image2_1.webp](/2022-07-28-1659040868429/576570_image2_1.webp)\n![/2022-07-28-1659040868429/576575_image2_1.webp](/2022-07-28-1659040868429/576575_image2_1.webp)\n![/2022-07-28-1659040868429/576579_image2_1.webp](/2022-07-28-1659040868429/576579_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-54-789-5480](tel:+82547895480)\n- [🏠www.uljin.go.kr](http://www.uljin.go.kr/)\n\n\n```googleMap\nlatitude: 36.7203318662\nlongitude: 129.3394363223\ntitle: Uljin-gun, Gyeongsangbuk-do\n```\n  \n## Directions\n  \n[Express/Intercity Bus]<br>\nFrom Dong Seoul Bus Terminal, take an intercity bus bound for Onjeong Bus Terminal.<br>\n Walk left from the exit of the bus terminal for about 580m to reach the Hot Spring Special Tourist Zone.\n","data":{"id":"2022-07-28-1659040868429","title":"Baegam Hot Springs Special Tourist Zone (백암온천 관광특구)","description":"At the Baegam Hot Springs Special Tourist Zone, visitors can enjoy both the lush mountain terrain of the Baekdudaegan Mountain Range and the magnificent scenery of the East Sea.<br><br>The hot springs of Baegam are one of the most popular tourist attractions in the region and are visited by travelers from across the nation. The water temperature reaches as high as 53 degrees Celsius and contains various minerals and elements, including a strong alkaline content. This makes the water effective in treating neuralgia, arthritis and apoplexy. Recently, it was reported that the water is also beneficial for those with atopic dermatitis, thereby attracting the elderly and families. Recreational facilities for children are also available. <br><br>The hot springs are located at the foot of the 1,004-meter-high Baegamsan Mountain. The mountain trails lead to Yeongyang and Bonghwa and are frequented by hikers. Densely covered with pine trees, the mountain also has plenty of deep valleys. Sinseon Valley, where, according to legend a dragon once lived,  has an abundance of water flowing in different directions. <br><br>In the vicinity are Jukbyeon Port and Hupo Port, which are known for snow crabs, and Mangyangjeong Pavilion and Wolsongjeong Pavilion where one can enjoy a beautiful view of the sea. <br><br><b>Baegam Hot Spring Special Tourist Zone </b><br><b>Areas Covered </b> Onjeong-ri and Sotae-ri, Onjeong-myeon, Uljin-gun, Gyeongsangbuk-do <br><b>Area size </b> 1,740,000㎡ <br><b>Tourist attractions </b> Hot Spring Town, Baegamsan Mountain, Sinseon Valley, etc.","regDate":"2022-07-28","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Recreational Sites","Tourist Complexes"],"imgUrl":"/2022-07-28-1659040868429/1885398_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-07-28-1659040868429","pageUrl":"https:/mcdryad.com/Gyeongsangbuk-do/2022-07-28-1659040868429"},"dataList":[{"id":"2022-07-29-1659127282016","title":"Cheongoksan Mountain (청옥산)","description":"Cheongoksan Mountain (1,276 meters) is located to the southeast of Manggyeongdae Cliff on Taebaeksan Mountain. The hiking course goes along the ridge of the mountain from Neutjae Pass in Socheon-myeon and winds past Hongjesa Temple, which according to rumors is where the great Buddhist monk Samyeong underwent spiritual training.<br><br>Nearby is Baekcheongyegok Valley, designated as Natural Monument No. 74, as well as Goseongyegok Valley, home to a huge primeval forest and Cheongoksan Recreational Forest, which includes various leisure facilities such as a water park, work-out center, campgrounds, lodges, and more.","regDate":"2022-07-29","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-07-29-1659127282016/607832_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-07-29-1659127282016"},{"id":"2022-07-29-1659123396552","title":"Cheongnyangsan Provincial Park (청량산도립공원)","description":"Cheongnyangsan Mountain, with an altitude of 870 meters, is hidden away from civilization. Attractions in the mountain are 12 peaks including Geumtapbong Peak, eight caves, Gwangchangpokpo Falls, and Cheongnyangsa Temple, built by Buddhist monk Wonhyo during King Munmu’s third year of reign during the Silla Period (57 BC - AD 935).<br><Br>Behind the Cheongnyangsan Provincial Park’s entrance boulder is a monument with a poem inscribed on it by the famous scholar Toegye Yi Hwang of the Joseon period called Cheongnyangsanga. Aside from Toegye Yi Hwang, Wonhyo and Uisang, caligraphy master Gimsaeng, scholar Choi Chi-won, and many others came to this mountain to cultivate their arts. Their presence still lingers in legends, being retold to this day.","regDate":"2022-07-29","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites","Provincial Parks"],"imgUrl":"/2022-07-29-1659123396552/1737993_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-07-29-1659123396552"},{"id":"2022-07-29-1659120479282","title":"Cheongnyangsa Temple - Bonghwa (청량사-봉화)","description":"Located in Cheongnyangsan Mountain Provincial Park, Cheongnyangsa Temple was built by the great monk Wonhyo in 663, the 3rd year of King Munmu of the Silla Kingdom. According to the principles of feng shui, the area is an ideal place for a temple – with the 12 mountain peaks surrounding the temple like the petals of a lotus flower. <br><br>The temple is home to two precious historical remains; one is the board of Yuribojeon that King Gongmin of Goryeo wrote upon and the other is Jibul. Yuribojeon is the building where Yaksa-yorae-bul (the Medicine Buddha Statute) is housed and Jibul is a Buddha statute made of paper that was painted with gold.<br><br>At the back of the temple is Bosalbong Peak looking out towards Cheongnyangsan Mountain. A 30 minute walk along the hiking trail will lead you to Eungjinjeon, a hermitage with a beautiful view where the great monk Wonhyo once stayed. Behind Eungjinjeon stands Geumtapbong Peak and the sheer cliffs below. The peak was named Geumtapbong (meaning ‘golden pagoda’ in Korean) since it looks like a nine-story pagoda with pine trees growing around the base. In the autumn, the beautiful red, gold and orange hues of the maple trees are a true sight to behold.","regDate":"2022-07-29","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-07-29-1659120479282/222043_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-07-29-1659120479282"},{"id":"2022-07-29-1659116599234","title":"Cheongdo Hanok School (청도한옥학교)","description":"Located on the slopes of Namsan Mountain, the Cheongdo Hanok School is an educational center for carpenters who specialize in hanok (traditional Korean architecture). <br><br>Hanok buildings hold cultural and historical values and the school has been gaining in popularity not only among carpenters, but also those who are interested in enjoying and upholding Korea's proud architectural history. The entrance of the school is marked with a large traditional \"Neowa\" (a house roofed with thick, unfinished shingles of pine) that immediately catches the eye.  <br><br>The school provides three types of courses. There is a basic carpentry course to teach people how to make wooden objects and structures, a course to nurture professional carpenters, and a course to teach carpenters how to build Hanok. The school’s hands-on programs offer visitors a chance to make a traditional Korean window and to saw and plane wood. There are cultural programs for children as well. Children, along with their parents, can make rice cake by pounding rice with a large hammer, bake sweet potatoes, or join a seminar on traditional Korean houses. The cultural programs change with each season.","regDate":"2022-07-29","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Experience Programs","Traditional Experience"],"imgUrl":"/2022-07-29-1659116599234/1140726_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-07-29-1659116599234"},{"id":"2022-07-29-1659113847049","title":"Cheomseongdae Observatory (경주 첨성대)","description":"Cheomseongdae Observatory, constructed during the reign of Queen Seondeok (r. 632-647), is one of the landmark of Gyeongju. The observatory was built in a cylinder shape at approximately 9 meters in x_height. The observatory consists of 365 stones, symbolizing the number of days in a year. The rocks are piled in 27 layers symbolizing the 27th ruler, Queen Seondeok, and the days in a lunar month by adding the of two rock layers on top.","regDate":"2022-07-29","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-07-29-1659113847049/2656600_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-07-29-1659113847049"},{"id":"2022-07-29-1659109574446","title":"Byeongsanseowon Confucian Academy [UNESCO World Heritage] (병산서원 [유네스코 세계문화유산])","description":"Before it became a Confucian academy, Byeongsanseowon Confucian Academy was originally located in Pungsang-hyeon under the name Pungakseodang School, which was used as a educational institution since the Goryeo dynasty by a political party known as the Sarim Party. It was moved to its current location in Byeongsan by a well-respected Confucian scholar named Yu Seong-nyong, penname Seoae, in 1572.<br><br>When Yu Seong-nyong passed away in 1607, many of his followers and other renowned scholars commemorated the late Confucian scholar by building Jondeoksa Shrine to enshrine his ancestral tablet in 1613, followed by renaming of the institution to Byeongsanseowon in 1614. Yu Seong-nyong's ancestral tablet was later moved to Yeogangseowon to be placed together with the ancestral tablet of Toegye Yi Hwang. In 1629, another ancestral tablet of the late scholar was made and housed in Jondeoksa Shrine. <br><br>In 1863, Byeongsanseowon was recognized by the king to receive support as a private Confucian academy. The lecture hall and shrine were reconstructed in 1921 and 1937 respectively as part of preservation efforts made during the Japanese occupation. This academy is designated as Historic Site No. 260, housing a collection of 1,000 documents and 3,000 books, including works by Yu Seong-nyong.","regDate":"2022-07-29","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-07-29-1659109574446/2601726_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-07-29-1659109574446"},{"id":"2022-07-29-1659105503281","title":"Buyongdae Cliff (부용대)","description":"Buyongdae is a cliff about 64 meters high situated where the Taebaeksan Mountain Range ends. From the summit, one can get a bird’s-eye-view of Hahoe Village in Andong. The name was taken from an ancient history of China. Meaning lotus, the name Buyongdae is said to be given for Hahoe Village’s configuration like a lotus flower. Thus, one can get the best view of the village from the cliff. Located near Buyongdae are Ogyeonjeongsa House, Gyeomamjeongsa House, and Hwacheonseowon Confucian Academy.","regDate":"2022-07-29","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Resources","Rocks"],"imgUrl":"/2022-07-29-1659105503281/2654421_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-07-29-1659105503281"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Incheon","Jeju-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}