{"pageProps":{"content":"![Alpensia Ocean 700 (알펜시아 오션700)](/2022-07-24-1658634945407/904407_image2_1.webp)\n\n  \n## Overview\n\n> Alpensia Resort is a beautiful and exciting resort that offers unique programs unavailable at other resorts. Among their facilities, Alpensia  Ocean 700 suits as the perfect family water park, located on the refreshing highland of Daegwallyeong at an altitude of 700 meters. The water park aims to provide convenient and relaxing facilities in an indoor area where visitors can have fun at any time of the year.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330<br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-33-339-0100|\n|parking:|Available|\n|usetime:|Varies by season; refer to the official website|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Admission Fees:|[www.alpensia.com](https://www.alpensia.com/ocean/use-cost.do)|\n|Available Facilities:|Indoor/outdoor swimming pools (lazy pool, wave pool, aqua pool, kid's pool), slides, cabanas, sunbeds, sauna, snack bar, swimming gear rental, medical station, playroom, nursery, etc.|\n|Restrooms:|Available|\n  \n## Detail Image\n![/2022-07-24-1658634945407/2494857_image2_1.webp](/2022-07-24-1658634945407/2494857_image2_1.webp)\n![/2022-07-24-1658634945407/2494860_image2_1.webp](/2022-07-24-1658634945407/2494860_image2_1.webp)\n![/2022-07-24-1658634945407/2494861_image2_1.webp](/2022-07-24-1658634945407/2494861_image2_1.webp)\n![/2022-07-24-1658634945407/2494862_image2_1.webp](/2022-07-24-1658634945407/2494862_image2_1.webp)\n![/2022-07-24-1658634945407/2494863_image2_1.webp](/2022-07-24-1658634945407/2494863_image2_1.webp)\n![/2022-07-24-1658634945407/2494864_image2_1.webp](/2022-07-24-1658634945407/2494864_image2_1.webp)\n![/2022-07-24-1658634945407/2494865_image2_1.webp](/2022-07-24-1658634945407/2494865_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-33-339-0100](tel:+82333390100)\n- [🏠www.alpensiaresort.co.kr](http://www.alpensiaresort.co.kr/)\n\n\n```googleMap\nlatitude: 37.6612362616\nlongitude: 128.6907658364\ntitle: 325, Solbong-ro, Pyeongchang-gun, Gangwon-do\n```\n  \n## Directions\n  \n[Intercity Bus]<br>\nTake an intercity bus to Hoenggye Intercity Bus Terminal.<br>\nFrom Hoenggye Intercity Bus Terminal, take a taxi to Alpensia Resort.\n","data":{"id":"2022-07-24-1658634945407","title":"Alpensia Ocean 700 (알펜시아 오션700)","description":"Alpensia Resort is a beautiful and exciting resort that offers unique programs unavailable at other resorts. Among their facilities, Alpensia  Ocean 700 suits as the perfect family water park, located on the refreshing highland of Daegwallyeong at an altitude of 700 meters. The water park aims to provide convenient and relaxing facilities in an indoor area where visitors can have fun at any time of the year.","regDate":"2022-07-24","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Recreational Sites","Hot Springs & Spa"],"imgUrl":"/2022-07-24-1658634945407/904407_image2_1.webp","blogPath":"Gangwon-do/2022-07-24-1658634945407","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-07-24-1658634945407"},"dataList":[{"id":"2022-07-24-1658645008623","title":"Bangadari Mineral Spring (방아다리약수터)","description":"Bangadari Mineral Spring is a crisp and healthy water source located in the woods off the Yeongdong Highway. The mineral spring contains over 30 kinds of healthy minerals including carbonic acid and iron, which are known to be especially effective in treating stomach disorders, anemia, and neuralgia. The 1-kilometer long path leading from the entrance to the mineral spring site is great for taking a stroll as it is surrounded by fir trees.","regDate":"2022-07-24","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Mineral Springs"],"imgUrl":"/2022-07-24-1658645008623/1181429_image2_1.webp","blogPath":"Gangwon-do/2022-07-24-1658645008623"},{"id":"2022-07-24-1658641053190","title":"Baekdamsa Temple (백담사)","description":"Located within Seoraksan Mountain, Baekdamsa Temple was built by Monk Ja Jang (590~658) during the reign of Queen Jindeok (647-654), 28th ruler of the Silla Kingdom. The temple was burnt down and moved several times until 1957 when it was rebuilt to the current location. There are various treasures and hermitages in the temple. Many famous people have visited the temple including Manhae Han Yong-un, a strong independence activist and poet. There are countless number of rock towers in front of the temple by the creek where visitors come to stack stones while praying for their wishes.","regDate":"2022-07-24","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-07-24-1658641053190/2675244_image2_1.webp","blogPath":"Gangwon-do/2022-07-24-1658641053190"},{"id":"2022-07-24-1658638505265","title":"Baekdamgyegok Valley (백담계곡)","description":"Baekdamgyegok Valley stretches over an eight kilometer section from Baekdamsa Temple to Yongdae-ri in Inje-gun. The valley has a road, but it is closed to general traffic. The valley is located within Seoraksan National Park. The stream running through the valley is wide and deep. The name of the valley comes from the claim that there are one hundred ('baek' in Korea) pools ('dam')  of water along the valley. Baekdamgyegok Valley features clean water and lush forests.","regDate":"2022-07-24","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Valleys"],"imgUrl":"/2022-07-24-1658638505265/769207_image2_1.webp","blogPath":"Gangwon-do/2022-07-24-1658638505265"},{"id":"2022-07-24-1658635599656","title":"Auraji Lake (아우라지)","description":"Auraji is the name of a lake located in Yeoryang-myeon in Jeongseon-gun. It is here that Jeongseon Arirang, the No. 1 Intangible Cultural Asset of Gangwon-do, originated. The area has long been famous for its beautiful, clean mountains and rivers. Its name is derived from the Korean word <em>eoureojida,</em> meaning \"to meet\" as the waters of Pyeongchang and Samcheok unite in this area.<br><br>Part of the upper stream of Namhangang River, Auraji was a famous starting point of log rafts transporting timber to Hanyang, the original name of Seoul. In the old days, one could always hear the singing of boatmen who came from all over the nation. The lyrics of Jeongseon Arirang reveal the sadness and longing of a woman awaiting her husband who left for business to a far-away place or left to transport timber.","regDate":"2022-07-24","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites"],"imgUrl":"/2022-07-24-1658635599656/2395941_image2_1.webp","blogPath":"Gangwon-do/2022-07-24-1658635599656"},{"id":"2022-07-24-1658634968606","title":"Anheung Jjinppang Village (안흥찐빵마을)","description":"Anheung Jjinppang Village is located along National Highway 42, connecting Seoul and Gangneung. Travelers passing Daegwallyeong on their way to Seoul from the Yeongdong area often stopped here to have a light lunch from old times. Anheung jjinppang (Anheung-style steamed bun) was enough to satisfy their hunger. Over time, Anheung jjinppang has become one of Korea's famous nostalgic snacks.<br><br>Jucheongang River, beginning from Taegisan Mountain and flowing through Yeongwol, offers the proper humid condition perfect for the bun's aging process. As of now, there are over 10 shops dedicated to selling steamed buns in the village. Since the early 1990s, over one million people have come to Anheung Jjinppang Village to get these steamed buns which became popular through word-of-mouth. <br><br>Anheung jjinppang is made with high-quality red bean, using the traditional cooking process that creates the homemade flavor, which is immediatedly recognized by the mouth that has become used to instant foods.","regDate":"2022-07-24","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Historical Sites","Folk Villages"],"imgUrl":"/2022-07-24-1658634968606/1583982_image2_1.webp","blogPath":"Gangwon-do/2022-07-24-1658634968606"},{"id":"2022-07-24-1658634922819","title":"Abai Village Ferry (아바이마을 갯배)","description":"Gaetbae (boat without engine) is an exotic means of transportation to cross the Abai Village at the mouth of Cheongchoho Lake. It is a rapid means of traveling between downtown Sokcho and Abai Village along the 50 m-long waterway. This small barge-style boat without an engine can be run by pulling the wire manually. When fixing the solid steel wire on both sides of the waterway and pulling it hard with a hook, a boat moves forward slowly. As there is no boatman, passengers need to work together to move the boat. It takes about 5 min to cross the water by boat. This unique experience still attracts many tourists to Sokcho. Furthermore, it is known as the filming location for the Korean TV drama Autumn in My Heart, so many tourists from Japan and China visit the place.","regDate":"2022-07-24","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Experience Programs","Unique Experience"],"imgUrl":"/2022-07-24-1658634922819/2636684_image2_1.webp","blogPath":"Gangwon-do/2022-07-24-1658634922819","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-07-24-1658634922819"}],"navList":["Busan","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Incheon","Jeju-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}