{"pageProps":{"content":"![Deogyusan National Park (Main, Jeoksang Section) (덕유산국립공원 (본소,적상분소))](/2022-07-31-1659278251086/2029513_image2_1.webp)\n\n  \n## Overview\n\n> The area of Deogyusan National Park stretches out from the southern ridges of Sobaeksan Mountain, covering regions within four different counties in Gyeongsangnam-do and Jeollabuk-do. The park is nestled in Deogyusan Mountain, Korea's 4th tallest mountain with the summit reaching an elevation of 1,614 meters. The mountain is blessed with a 36-kilometer valley dotted with several scenic points, ponds, and waterfalls. <br><br>\nThe mountain contains prestigious cultural heritages, such as Jeoksangsanseong Fortress (Historic Site No. 146) and the Hanging Painting of Anguksa Temple (Treasure No. 1267) to name a few. It is also home to diverse wildlife animals and plants. The mountain's beauty can be enjoyed all year round, with royal azaleas in spring, a colony of daylilies in summer, colorful autumn foliage in fall, and a white snowy mountain vista in winter.\n\n  \n## Intro\n\n| | |\n| - | - |\n|expagerange:|Elementary to high school students|\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-63-322-3174|\n|parking:|Available <Br>- Samgong Parking Lot, Jeoksang Parking Lot, Pahoe Parking Lot|\n|restdate:|N/A (Open all year round)|\n|usetime:|Open 24 hr|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Natural Preservation Areas (closed to public):|National Park Protected Areas<br>* San-6 Gongjeong-ri, Anseong-myeon, Muju-gun (until 2026)<br>* San-109 Samgong-ri, Seolcheon-myeon, Muju-gun (whole area, until 2026)<br>* San-6 Gongjeong-ri, Anseong-myeon, Muju-gun (until 2028)<br>* San-1 Samgeo-ri, Mupung-myeon, Muju-gun (until 2029)<br>* San-109 Samgong-ri, Seolcheon-myeon, Muju-gun (whole area except trails, until 2031)<br>* San-282 Weolseong-ri, Buksang-myeon, Geochang-gun, Gyeongsangnam-do (until 2032)<br>* San-177 Jukcheon-ri, Anseong-myeon, Muju-gun (until 2032)<br>* San-1 Deoksan-ri, Anseong-myeon, Muju-gun (until 2033)|\n|Mountain Not Access Period:|Seasonal Forest Fire Watches<br>Spring: March 1 – April 30<br>Fall: November 15 – December 15<br>* To be decided by park directors based on fire weather advisories, snow/precipitation levels, and other local conditions.|\n|Available Facilities:|Park Visitor's Information Center, shelters, campsites, cabin and caravan accommodations|\n|Facility Utilization Fees:|Accommodations (Medium):  Low season 5,000 won / Peak season 7,000 won<br />Accommodations (Large): Low season 7,000 won / Peak season 9,000 won<br />Auto-camping site: Low season 15,000 won / Peak season 19,000 won|\n|Restrooms:|Available|\n|Parking Fees:|Compact cars 2,000 won<BR>Small to Mid-sized cars: Low season 4,000 won / Peak season 5,000 won<BR>Large-sized cars: Low season 6,000 won / Peak season 7,500 won|\n  \n## Detail Image\n![/2022-07-31-1659278251086/1246526_image2_1.webp](/2022-07-31-1659278251086/1246526_image2_1.webp)\n![/2022-07-31-1659278251086/1246534_image2_1.webp](/2022-07-31-1659278251086/1246534_image2_1.webp)\n![/2022-07-31-1659278251086/1246538_image2_1.webp](/2022-07-31-1659278251086/1246538_image2_1.webp)\n![/2022-07-31-1659278251086/1246552_image2_1.webp](/2022-07-31-1659278251086/1246552_image2_1.webp)\n![/2022-07-31-1659278251086/1246555_image2_1.webp](/2022-07-31-1659278251086/1246555_image2_1.webp)\n![/2022-07-31-1659278251086/1246573_image2_1.webp](/2022-07-31-1659278251086/1246573_image2_1.webp)\n![/2022-07-31-1659278251086/1246578_image2_1.webp](/2022-07-31-1659278251086/1246578_image2_1.webp)\n![/2022-07-31-1659278251086/1246593_image2_1.webp](/2022-07-31-1659278251086/1246593_image2_1.webp)\n![/2022-07-31-1659278251086/1246603_image2_1.webp](/2022-07-31-1659278251086/1246603_image2_1.webp)\n![/2022-07-31-1659278251086/1246632_image2_1.webp](/2022-07-31-1659278251086/1246632_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-63-322-3174](tel:+82633223174)\n- [🏠deogyu.knps.or.kr](http://deogyu.knps.or.kr/)\n\n\n```googleMap\nlatitude: 35.9007210596\nlongitude: 127.7751204501\ntitle: 159, Gucheondong 1-ro, Muju-gun, Jeollabuk-do\n```\n  \n\n","data":{"id":"2022-07-31-1659278251086","title":"Deogyusan National Park (Main, Jeoksang Section) (덕유산국립공원 (본소,적상분소))","description":"The area of Deogyusan National Park stretches out from the southern ridges of Sobaeksan Mountain, covering regions within four different counties in Gyeongsangnam-do and Jeollabuk-do. The park is nestled in Deogyusan Mountain, Korea's 4th tallest mountain with the summit reaching an elevation of 1,614 meters. The mountain is blessed with a 36-kilometer valley dotted with several scenic points, ponds, and waterfalls. <br><br>The mountain contains prestigious cultural heritages, such as Jeoksangsanseong Fortress (Historic Site No. 146) and the Hanging Painting of Anguksa Temple (Treasure No. 1267) to name a few. It is also home to diverse wildlife animals and plants. The mountain's beauty can be enjoyed all year round, with royal azaleas in spring, a colony of daylilies in summer, colorful autumn foliage in fall, and a white snowy mountain vista in winter.","regDate":"2022-07-31","author":"korea-tour","tag":["Jeollabuk-do","Nature","Natural Sites","National Parks"],"imgUrl":"/2022-07-31-1659278251086/2029513_image2_1.webp","blogPath":"Jeollabuk-do/2022-07-31-1659278251086","pageUrl":"https:/mcdryad.com/Jeollabuk-do/2022-07-31-1659278251086"},"dataList":[{"id":"2023-01-04-1672824967328","title":"Jeonju Hanok Village [Slow City] (전북 전주 한옥마을 [슬로시티])","description":"Jeonju Hanok Village is located in the city of Jeonju and overlaps Pungnam-dong and Gyo-dong. There are 735 traditional Korean hanok houses. While the rest of the city has been industrialized, Hanok Village retains its historical charms and traditions. <br /><br />The charm of Jeonju Hanok Village lies in the hanok buildings unique roof edges, which are slightly raised to the sky. Hanok houses are generally divided into two sections, <em>anchae</em> and <em>sarangchae</em>. Sarangchae is where the men dwell. Because men and women had to remain separated, anchae is situated deep inside the house so that it is secretive and quiet. <br /><br />Another trait of hanok is that all the houses are heated with ondol, a unique floor heating system. Since Koreans enjoy sitting, eating, and sleeping on the floor, it needs to remain heated in winter. To experience what hanok is like, visitors can either book a hanok accommodation or visit the Hanok Life Experience Hall.","regDate":"2023-01-04","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Historical Sites","Folk Villages"],"imgUrl":"/2023-01-04-1672824967328/2674220_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-04-1672824967328"},{"id":"2023-01-04-1672821551267","title":"Jeonju Donggosa Temple (동고사 (전주))","description":"Donggosa Temple, located on Seungamsan Mountain in Jeonju, is a Buddhist temple of the Taego Order. The hike up to Donggosa Temple is a refreshing climb, and the temple provides a stunning panoramic view of downtown Jeonju. The temple buildings were constructed one after another along the mountain ridge, and stand in a row on either side of Daeungjeon Hall. The temple is modest and tastefully decorated with portraits of deceased great Buddhist monks and wooden Buddhist murals. The hiking trail to the right of Donggosa Temple leads to Chimyeongjasan Martyrs Ground, which is the graveyard of persecuted Catholics from the late Joseon dynasty.","regDate":"2023-01-04","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2023-01-04-1672821551267/1605498_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-04-1672821551267"},{"id":"2023-01-04-1672817762142","title":"Jeongeupsa Culture Park (정읍사문화공원)","description":"Jeongeupsa Culture Park (located in Sigi 3-dong in downtown Jeongeup-si) was built in honor of ‘Jeongeupsa’ a famous Baekje Gayo (a type of poem from the Baekje dynasty). Jeongeupsa is the only poem of the five Baekje Gayos (Jeongeupsa, Mudeungsangok, Bangdeungsangok, Seonunsangok, and Jirisangok) recorded in Hangeul that remains in existence today. <br><br>The park, built on the location where the epic poem took place, boasts a 2.5-meter high granite statue of the heroine of Jeongeupsa. Nearby the statue are a shrine and a 2-meter wide monument commemorating the poem. Located in the vicinity are the Jeongeupsa Art Center, the Korean Classical Music Center, the city library, and an outdoor stage.","regDate":"2023-01-04","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2023-01-04-1672817762142/2031759_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-04-1672817762142"},{"id":"2023-01-04-1672814332135","title":"Jeongeup Naejangsan Special Tourist Zone (정읍 내장산 관광특구)","description":"Jeongeup Naejangsan Special Tourist Zone, which covers Naejangsan Mountain, Baegamsan Mountain and Ibamsan Mountain, is known for the most beautiful fall scenery in Korea. In the autumn, the zone is aflame with autumnal tints. Naejangsan Mountain has been referred to as the “Geumgang of Honam” since the Joseon dynasty.<br><br>Naejangsan Mountain is about 11 kilometers away from downtown Jeongeup, and its name means many secrets in the mountains. The highest peak of Naejangsan Mountain is Sinseonbong Peak, which is 763 meters above sea level. The nine peaks of the mountain stand in a circle, similar to the shape of a horse’s hoof. As one of the eight scenic views of the nation, it boasts grand scenery. Geumseongyegok Valley, which embraces Geumseonpokpo Falls, Dodeokpokpo Falls and Baegamgyegok Valley, is also famous. <br><br>Since there are more than ten trekking courses, hikers can choose a course after taking their physical stamina or personal preference into consideration. The length of each course varies from 1.5 to 14 kilometers. For those who are not able to trek long distances, walking the 3.6 kilometer-long nature trail that leads to the flatland is a good option. Visitors can reach the observation platform easily by riding a cable car from the ticket office.<br><br>The number of tourists has been steadily increasing since the KTX train began to stop at Jeongeup Station. When the autumn colors are at its peak in particular, taking the KTX makes the trip to Naejangsan Mountain much easier for travelers, and prevents  traffic jams. The Donghak Peasants Revolution Commemoration is held in May and the Naejangsan Fall Foliage Festival  takes place in October. <br><br>* Current State of Jeongeup & Naejangsan Special Tourist Zone <br>1) Districts Covered  Naejang Districts (Naejang and Ssangam-dong) and Yongsan Districts (Yongsan and Sinjeong-dong), Jeongeuop-si, Jeollabuk-do<br>2) Area  3,448,365㎡ <br><br>* Tourist Attractions<br>Naejangsan National Park, Okjeongho Lake, Jeongeupsa Park, Jeongeupcheon Stream, Chungyeolsa Shrine, Donghak Peasant Revolution Memorial Hall, etc. <br>","regDate":"2023-01-04","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Recreational Sites","Tourist Complexes"],"imgUrl":"/2023-01-04-1672814332135/1929797_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-04-1672814332135"},{"id":"2023-01-04-1672810566980","title":"Jeondong Catholic Cathedral (전주 전동성당)","description":"Jeondong Catholic Cathedral in Jeonju (Historic Site No. 288) was built in honor of Roman Catholic martyrs of the Joseon dynasty on the very same spot the martyrs lost their lives. The land was purchased by French Priest Baudenet in 1891 (28th year of King Gojong), but construction of the church did not begin until 1908. The church was designed by Priest Poinel, who also designed the famous Myeongdong Cathedral in Seoul. Construction was completed in 1914, a time during which Korea was under Japanese rule. Though originally built just outside of Pungnammun Gate, the site of the martyrs, the church was later moved to its current location for expansion.  <br><br>The first Romanesque building in the Honam region, Jeondong Catholic Cathedral is made of gray and red bricks and bears a striking resemblance to the Myeongdong Cathedral in Seoul. Not only considered one of the most beautiful Catholic churches in Korea, some even go so far as to say it is one of the most beautiful structures in all of Korea, citing the church’s unique combination of Byzantine and Romanesque architectural styles. The rectangular building is topped with three Byzantine bell towers (to the right, center, and left) and boasts arched ceilings, several of which meet in the form of a cross. <br><br>It is interesting to note that some of the bricks used in construction of the church were made using materials from the Jeonjueupseong Walled Town, which was torn down by the Japanese. It is also said that the cornerstone of the church came from a wall of Jeonjueupseong Walled Town near Pungnammun Gate.","regDate":"2023-01-04","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Historical Sites","Holy Sites"],"imgUrl":"/2023-01-04-1672810566980/2641989_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-04-1672810566980"},{"id":"2023-01-04-1672807110323","title":"Jeoksangsanseong Fortress (무주 적상산성)","description":"Jeoksangsan Mountain (elevation 1,034m) in Muju, Jeollabuk-do, is surrounded by precipitous walls of stratified rocks. The basin on the mountain top there is a lake called ‘Jeoksangho’; and along the ridge enclosing the lake stands Jeoksangsanseong Fortress extending over 8,143m. During the Goryeo period the region was a place of refuge for civilians at times of war. The fortress wall was built during the Joseon era.","regDate":"2023-01-04","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Historical Sites","Fortresses"],"imgUrl":"/2023-01-04-1672807110323/1606571_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-04-1672807110323"},{"id":"2023-01-04-1672803352901","title":"Jeoksangsan National History Archives Site (적상산사고지)","description":"During the Imjin War (1592-1598), many of the National Archives in the capital and the surrounding area were burned down. After this, the archives were duplicated and stored in a variety of locations thoughout the county. The National Archives of Jeoksangsan Mountain was founded in 1614, when important national archives were moved from Myohyang Confucian Academy, with others being added in 1641. This national archives site served a very important role throughout over 300 years of Korea’s history, until it was closed by the Japanese during the Japanese occupation.","regDate":"2023-01-04","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2023-01-04-1672803352901/1606564_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-04-1672803352901"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}