{"pageProps":{"content":"![Bupyeong Haemultang (Seafood Stew) Street (부평 해물탕거리)](/2022-07-11-1657550531663/740109_image2_1.webp)\n  \n## Overview\n\n> The history of Bupyeong Haemultang Street began 30-40 years ago, when there were just three restaurants on the street. Over the years, the street  gained a reputation for serving delicious haemultang (seafood stew), and there are now ten seafood restaurants on the street. Each restaurant offers a rich, yet distinctly different flavored seafood stew prepared with aromatic vegetables and fresh seafood purchased from the marketplace every morning. The Haemultang Street has become so popular that many people travel the long distance from Seoul just for a satisfying meal of seafood stew. The restaurants specialize in stew and steamed seafood dishes, but also continue to develop new fusion menus to please all taste buds.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 (Korean, English, Japanese, Chinese) <br> • For more info: +82-32-832-3031|\n  \n\n  \n## Detail Image\n![/2022-07-11-1657550531663/740110_image2_1.webp](/2022-07-11-1657550531663/740110_image2_1.webp)\n![/2022-07-11-1657550531663/740112_image2_1.webp](/2022-07-11-1657550531663/740112_image2_1.webp)\n![/2022-07-11-1657550531663/740113_image2_1.webp](/2022-07-11-1657550531663/740113_image2_1.webp)\n![/2022-07-11-1657550531663/740114_image2_1.webp](/2022-07-11-1657550531663/740114_image2_1.webp)\n![/2022-07-11-1657550531663/740115_image2_1.webp](/2022-07-11-1657550531663/740115_image2_1.webp)\n![/2022-07-11-1657550531663/740256_image2_1.webp](/2022-07-11-1657550531663/740256_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-32-832-3031](tel:+82328323031)\n- [🏠itour.incheon.go.kr](http://itour.incheon.go.kr)\n\n\n```googleMap\nlatitude: 37.4942943041\nlongitude: 126.7289624691\ntitle: 113, Bupyeongmunhwa-ro, Bupyeong-gu, Incheon\n```\n  \n## Directions\n  \nBupyeong station (Seoul Subway Line 1), Exit 20.<br>\nWalk for approx. 325 m.<br>\nCross the street at the roundabout.\n","data":{"id":"2022-07-11-1657550531663","title":"Bupyeong Haemultang (Seafood Stew) Street (부평 해물탕거리)","description":"The history of Bupyeong Haemultang Street began 30-40 years ago, when there were just three restaurants on the street. Over the years, the street  gained a reputation for serving delicious haemultang (seafood stew), and there are now ten seafood restaurants on the street. Each restaurant offers a rich, yet distinctly different flavored seafood stew prepared with aromatic vegetables and fresh seafood purchased from the marketplace every morning. The Haemultang Street has become so popular that many people travel the long distance from Seoul just for a satisfying meal of seafood stew. The restaurants specialize in stew and steamed seafood dishes, but also continue to develop new fusion menus to please all taste buds.","regDate":"2022-07-11","author":"korea-tour","tag":["Incheon","Culture/Art/History","Experience Programs","Cultural Districts"],"imgUrl":"/2022-07-11-1657550531663/740109_image2_1.webp","blogPath":"Incheon/2022-07-11-1657550531663","pageUrl":"https:/mcdryad.com/Incheon/2022-07-11-1657550531663"},"dataList":[{"id":"2022-08-10-1660139483268","title":"Ganghwa Janghwa-ri Tidal Flats and blackfaced spponbill breeding place (강화갯벌 및 저어새번식지)","description":"Ganghwa Janghwa-ri Tidal Flats in Hwado-myeon, Ganghwa-gun, Incheon is well-known among photographers as a great spot to view the sunset from. Along with Dongmak Beach, this area has one of the most beautiful tidal flats and views of the sunrise in the western sea.The place provides different views depending on the rise and ebb of the tide.","regDate":"2022-08-10","author":"korea-tour","tag":["Incheon","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2022-08-10-1660139483268/643606_image2_1.webp","blogPath":"Incheon/2022-08-10-1660139483268"},{"id":"2022-08-10-1660136679953","title":"Ganghwa Deokjinjin Fortress (강화 덕진진)","description":"Deokjinjin was the key strategic point of the outer castle wall used for defending the Ganghwa Straits during the Goryeo dynasty (918-1392). It was originally a military camp commanded by an official with the rank of Cheomsa under the command of the Korean naval base. In 1677, an official with the rank of Manho was assigned to this camp along with 26 military officials, 100 soldiers, 2 battle ships, and other military equipment. In 1679, the Namjangpodae and Deokjinpodae batteries were stationed here. <br><br>Deokjinjin Camp was the scene of fierce battles that took place during Byeonginyangyo (the French invasion in 1866) and Shinmiyangyo (the American invasion in 1871). The battlements and gatehouse of Deokjinjin that had all been destroyed during Sinmiyangyo were restored in 1977. At the Namjangpodae Battery, cannons used by the Joseon military have been reproduced and installed for display.","regDate":"2022-08-10","author":"korea-tour","tag":["Incheon","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-08-10-1660136679953/1579067_image2_1.webp","blogPath":"Incheon/2022-08-10-1660136679953"},{"id":"2022-08-10-1660131384858","title":"Ganghwa Chojijin Fortress (강화 초지진)","description":"Chojijin Fortress is believed to have been built in 1655 (6th year of King Hyojong) for the purpose of national defense against coastal attacks from foreign enemies based on articles regarding the construction of Chojijin Fortress. The fortress was the scene of many hard-fought battles including the invasions of America and Japan in the 1870s. The site was then taken by the foreign troops due to the inferior fighting power of the Korean military, and very nearly completely destroyed. In 1876 (13th year of King Gojong), the Japanese warship Unyangho invaded and forced the Joseon Kingdom to open their ports, which later led to the forced signing of the Jana-Korea Treaty of 1876. Only the base of the fortress and the site of the high ground remained until 1973, when restoration work was started. The patriotic spirit of the Joseon dynasty still remains in this historic site.","regDate":"2022-08-10","author":"korea-tour","tag":["Incheon","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-08-10-1660131384858/1577834_image2_1.webp","blogPath":"Incheon/2022-08-10-1660131384858"},{"id":"2022-08-10-1660128078065","title":"Ganghwa Bomunsa Temple (보문사 (강화))","description":"Bomunsa Temple is located on Seongmodo Island in the Gangwondo Island district. The temple is on Sangbongsan Mountain, one of three mountains that make up the Samsan-myeon area. Like many temples in Korea, the foundation date is unknown but it is believed to have been founded in 635 during the reign of Silla Queen Seondeok. The temple faces out to the ocean, with the sound of waves reaching all the way to the main building.<br><br>The main courtyard is fragrant with the scent of an aromatic tree, designated Incheon Natural Monument No. 17. Beyond the tree is a gathering of Buddhist scuptures and a large grotto.","regDate":"2022-08-10","author":"korea-tour","tag":["Incheon","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-08-10-1660128078065/1990048_image2_1.webp","blogPath":"Incheon/2022-08-10-1660128078065"},{"id":"2022-08-10-1660124375447","title":"Ganghwa Armiae World (강화 아르미애월드)","description":"Ganghwa Armiae World is a theme park with Ganghwa mugwort as its theme. The mugwort of Ganghwado Island is widely known for its great medicinal effects. Armiae means “creating beauty through mugwort.” Armiae World provides its visitors with various&nbsp;opportunities to experience Ganghwa mugwort.<br><br>Mugwort Korean Beef Restaurant serves quality beef from cattle fed Ganghwa mugwort. The restaurant features a modern interior with beautiful views of the surrounding area. The Mugwort Experience Hall presents various mugwort-related experience programs such as a spa, foot bath, and sitz bath. The Agricultural Exhibition Hall provides a childrens' interactive experience about the value of farming, and the Onsaemiro Maze Park offers a history trip of Ganghwa greenhouses along the labyrinth. Other facilities include the Pottery Experience Hall, Ganghwa Agricultural Goods Sales Office, outdoor lawn square for events and picnics, and a processing plant for agricultural and indigenous products including mugwort. <br><br>Armiae World is located at the foot of Hyeolgusan Mountain, which is well-known for beautiful azalea flowers in the spring. Providing hands-on experiences in farming, Armiae World is emerging as a unique tourist attraction of Ganghwado Island.","regDate":"2022-08-10","author":"korea-tour","tag":["Incheon","Culture/Art/History","Experience Programs","Unique Experience"],"imgUrl":"/2022-08-10-1660124375447/2490358_image2_1.webp","blogPath":"Incheon/2022-08-10-1660124375447"},{"id":"2022-08-10-1660121005670","title":"Ganghwa Anglican Church (대한성공회 강화성당)","description":"Ganghwa Anglican Church was consecrated in 1900 by Charies Jone Corfe, the First Bishop of the Church as the St. Peter and St.Paul’s Church. The church has since undergone several restorations, but the design remains true to the original. <br><br>The two-story 4x10 rectangular building is characterized by traditional Korean construction style on the outside while the interior is a Western Basilica style symbolizing the beauty of harmony and Korean tradition. It was first designated as Gyeonggi-do Tangible Cultural Property No. 154 and then became Incheon Tangible Cultural property when Ganghwa was included in Incheon Metropolitan City. In  January 2001 it was designated as Historic Site No.424 of Korea.","regDate":"2022-08-10","author":"korea-tour","tag":["Incheon","Culture/Art/History","Historical Sites","Holy Sites"],"imgUrl":"/2022-08-10-1660121005670/1579082_image2_1.webp","blogPath":"Incheon/2022-08-10-1660121005670"},{"id":"2022-08-10-1660117047330","title":"Gaehangjang (Open Port Area) Street (개항장 거리)","description":"As the Incheon Port was opened in 1883, this is where one could feel the rich history and culture accumulated over 126 years. Formerly used by the Japanese consulate, the Jung-gu Office, the Incheon branch of Japan's 1st, 18th and 58th Bank and other modern historical architecture can be found intact here. Also, it keeps the historical trace like Former Japan Mail and Shipping Inc., Incheon Art Platform, Jemulpo Gurakbu, and others&nbsp;for visitors to see and listen at the Incheon Gaehangjang (Open Port Area). For those who would like to have a detailed explanation, an&nbsp;Incheon cultural tourism expert is also&nbsp;available upon reservations.","regDate":"2022-08-10","author":"korea-tour","tag":["Incheon","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-08-10-1660117047330/1933024_image2_1.webp","blogPath":"Incheon/2022-08-10-1660117047330"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}