{"pageProps":{"content":"![Bijarim Forest (비자림)](/2022-07-19-1658210099379/2668266_image2_1.webp)\n\n  \n## Overview\n\n> Designated Natural Monument No. 374, Bijarim Forest is a group of about 2,800 nutmeg yew trees between 500 and 800 years old. The trees measure 7-14 meters in x_height and 50-110 centimeters in diameter, with canopy spread of 10-15 meters. In the past, the trees were harvested for pine nuts, as well as used for the construction of quality furniture and baduk game boards.<br><br>\n\nIn addition to the large colony of nutmeg yew, the forest is also home to many rare orchid species. The trees emit a lot of phytoncide, which is said to strengthen the immune system and boost the natural healing ability of the human body. Nearby attractions include volcanic cones like Abuoreum and Yongnunioruem, perfect for a more energetic walk and a view of Bijarim Forest from above.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330<br>(Korean, English, Japanese, Chinese) <br>• For more info: +82-64-710-7911|\n|parking:|Available (110 spaces)|\n|usetime:|09:00-18:00 <br>* Last admission 1 hour before closing|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Admission Fees:|Individuals - Adults 3,000 won / Teenagers & Children 1,500 won<br>Groups - Adults 1,500 won / Teenagers & Children 1,000 won|\n|Available Facilities:|Restaurant, store|\n|Restrooms:|Available|\n  \n## Detail Image\n![/2022-07-19-1658210099379/2668267_image2_1.webp](/2022-07-19-1658210099379/2668267_image2_1.webp)\n![/2022-07-19-1658210099379/2668268_image2_1.webp](/2022-07-19-1658210099379/2668268_image2_1.webp)\n![/2022-07-19-1658210099379/2668269_image2_1.webp](/2022-07-19-1658210099379/2668269_image2_1.webp)\n![/2022-07-19-1658210099379/2668270_image2_1.webp](/2022-07-19-1658210099379/2668270_image2_1.webp)\n![/2022-07-19-1658210099379/2668271_image2_1.webp](/2022-07-19-1658210099379/2668271_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-64-710-7911](tel:+82647107911)\n- [🏠www.visitjeju.net](http://www.visitjeju.net/)\n\n\n```googleMap\nlatitude: 33.4862530625\nlongitude: 126.8074904603\ntitle: 55, Bijasup-gil, Jeju-si, Jeju-do\n```\n  \n\n","data":{"id":"2022-07-19-1658210099379","title":"Bijarim Forest (비자림)","description":"Designated Natural Monument No. 374, Bijarim Forest is a group of about 2,800 nutmeg yew trees between 500 and 800 years old. The trees measure 7-14 meters in x_height and 50-110 centimeters in diameter, with canopy spread of 10-15 meters. In the past, the trees were harvested for pine nuts, as well as used for the construction of quality furniture and baduk game boards.<br><br>In addition to the large colony of nutmeg yew, the forest is also home to many rare orchid species. The trees emit a lot of phytoncide, which is said to strengthen the immune system and boost the natural healing ability of the human body. Nearby attractions include volcanic cones like Abuoreum and Yongnunioruem, perfect for a more energetic walk and a view of Bijarim Forest from above.","regDate":"2022-07-19","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites","Botanical Gardens"],"imgUrl":"/2022-07-19-1658210099379/2668266_image2_1.webp","blogPath":"Jeju-do/2022-07-19-1658210099379","pageUrl":"https:/mcdryad.com/Jeju-do/2022-07-19-1658210099379"},"dataList":[{"id":"2022-07-19-1658227233086","title":"Cheonjeyeonpokpo Falls (천제연폭포)","description":"Cheonjeyeonpokpo Falls, named \"The Pond of God,\" consists of three sections. The first waterfall falls into a pond with a depth of 21 meters. From here, it falls two more times, creating the second and third waterfalls, which then flow into the sea. To the east of the first waterfall is a cave, where water falls from the ceiling. In the past, people believed this water had healing properties, with many people bathing in the waters. These days, swimming is strictly prohibited. In Cheonjeyeon Valley, visitors can see Seonimgyo Bridge (arch bridge with 7 nymphs carved on the side) and the octagonal Cheonjeru Pavilion. Seonimgyo Bridge is also called Chilseonyeogyo, meaning \"seven nymphs bridge,\" and it connects Cheonjeyeon Falls with Jungmum Tourist Complex. <br><br>On the surface of Cheonjeru Pavilion, there is a painting that tells Cheonjeyeon’s legend of the seven nymphs and the mountain god.","regDate":"2022-07-19","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites","Waterfalls"],"imgUrl":"/2022-07-19-1658227233086/2650708_image2_1.webp","blogPath":"Jeju-do/2022-07-19-1658227233086"},{"id":"2022-07-19-1658223468002","title":"Camellia Hill (카멜리아힐)","description":"Camellia Hill is a camellia arboretum that was created on a 172,000 square meter plot of land in Sangchang-ri, Jeju-do. The arboretum is home to 6,000 camellia trees of 500 different species including species that are known to produce the world’s largest and earliest blossoms. In addition to camellia trees, the arboretum also boasts palm trees, wildflowers, and other plants as well as a sprawling grass plaza and an ecological pond. Auxiliary facilities include a gallery exhibiting camellia-themed crafts and a multipurpose seminar room. Camellia Hill also offers a variety of lodging facilities ranging from thatched-roof cottages and wooden cabins to steel houses and a condominium-type resort.","regDate":"2022-07-19","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites","Botanical Gardens"],"imgUrl":"/2022-07-19-1658223468002/2616831_image2_1.webp","blogPath":"Jeju-do/2022-07-19-1658223468002"},{"id":"2022-07-19-1658220143150","title":"Byeolbangjin Fortress (별방진)","description":"Byeolbangjin Fortress was designated as Jeju Monument No. 24 on April 13, 1973. The fortress is about 950 meters in  circumference. The oval fortress was built in consideration of the location's topography having a higher terrain in the southern part and a lower terrain in the northern part. Of all the fortresses in Jeju, Byeolbangjin Fortress is in relatively good shape. The fortress is also an important example of how fortresses in Jeju were built and in what scale.","regDate":"2022-07-19","author":"korea-tour","tag":["Jeju-do","Culture/Art/History","Historical Sites","Fortresses"],"imgUrl":"/2022-07-19-1658220143150/192238_image2_1.webp","blogPath":"Jeju-do/2022-07-19-1658220143150"},{"id":"2022-07-19-1658216050635","title":"Bukchon Dol Hareubang Park (북촌 돌하르방공원)","description":"As a main symbol of Jeju Island, Dol Hareubang, literally meaning \"Old Grandfather\" stone statues, can be found everywhere on the island. However, despite their wide appearance, a lack of historical documents has hampered the true understanding of the statues. Bukchon Dol Hareubang Park puts together a wide variety of the statutes and, in doing so, illuminates their aesthetic and scholarly importance to visitors as well as future generations. In this sense, the park is not only a tourist attraction, but also a learning center for children and adults alike. The park consists of 48 Dol Hareubang, a promenade, reinterpreted Dol Hareubang focusing on the theme of peace, a traditional local garden with walking paths, and a learning center.<br><br> Dol Hareubang were previously called by various names, including Useokmok, Museokmok, or Byeoksumeori. Dol Hareubang became the official name in 1971 after being designated as a local folk heritage. Although Dol Hareubang were originally seen only around the entrance of government seats, there are over 48 officially recognized Dol Hareubang throughout the island (21 in Jeju City, 2 in National Folk Museum of Korea, 12 in Seongeup, and 13 in Daejeong), along with many replicas. The shamanistic statues are believed to offer protection and ward off demons. According to Tamnaji (Record of Tamna), Dol Hareubang are believed to have been initiated by Kim Mong-gyu, then Magistrate of Jeju in 1754 (30th year of King Yeongjo’s reign).","regDate":"2022-07-19","author":"korea-tour","tag":["Jeju-do","Culture/Art/History","Recreational Sites","Theme Parks"],"imgUrl":"/2022-07-19-1658216050635/656813_image2_1.webp","blogPath":"Jeju-do/2022-07-19-1658216050635"},{"id":"2022-07-19-1658213034056","title":"Biyangdo Island (비양도)","description":"Meaning “to fly over,” Biyangdo Island is the last-formed volcanic island in Jeju (1002). It remains in its original form as a parasitic volcano and it is located in the center of an uncontaminated area of the sea having abundant fishing grounds with varied fish species. The island has many natural formations, including Biyangbong Peak, featuring six mysterious peaks, two craters, and a rock formed like a mom carrying her baby on her back. The island has many walking paths to view these attractions and more.","regDate":"2022-07-19","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites"],"imgUrl":"/2022-07-19-1658213034056/2497494_image2_1.webp","blogPath":"Jeju-do/2022-07-19-1658213034056"},{"id":"2022-07-19-1658206116289","title":"Baengnokdam Lake (한라산 백록담)","description":"Baengnokdam is a crater lake that sits on top of Hallasan Mountain at the center of Jeju Island. It spans 3 kilometers in circumference and 500 meters in diameter, and is surrounded by approximately 360 parasitic cones. At the peak, visitors can feel like floating on clouds.","regDate":"2022-07-19","author":"korea-tour","tag":["Jeju-do","Nature","Natural Resources","Rare Animals & Plants"],"imgUrl":"/2022-07-19-1658206116289/1632499_image2_1.webp","blogPath":"Jeju-do/2022-07-19-1658206116289","pageUrl":"https:/mcdryad.com/Jeju-do/2022-07-19-1658206116289"}],"navList":["Busan","Daegu","Daejeon","Gwangju","Gyeonggi-do","Incheon","Jeju-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}