{"pageProps":{"content":"![Gyeongju Historic Area [UNESCO World Heritage] (경주역사유적지구 [유네스코 세계문화유산])](/2022-11-28-1669620988479/2656603_image2_1.webp)\n\n  \n## Overview\n\n> The Gyeongju Historic Area, registered as a UNESCO World Cultural Heritage on November 2000, is an area that embodies the time-honored history and culture of Gyeongju, the ancient capital of the Silla Kingdom (57 BC-AD 935).<br><br>The Gyeongju Historic Area can be divided into 5 major sections. The first section is the Namsan Area, a treasure trove of Buddhist art masterpieces dating back to the Silla Kingdom. Gyeongju Namsan Mountain (often referred to as an ‘outdoor museum’) is home to many historical heritage sites from the Silla Kingdom. Major attractions include  Poseokjeong (Historic Site No.1), Tapgok Maaejosanggun (Treasure No. 201), Cheollyongsaji Three-story Stone Pagoda (Treasure No. 1188), Chilbulam Maae Stone Buddha (Treasure No. 200), Bulgok Seated Stone Buddha (Treasure No. 198), and 37 other Buddhist relics<br><br>The second section is the Wolseong Area, one of the former palace sites of the Silla Kingdom. The area consists of Gyerim (Historic Site No. 19); Donggung Palace and Wolji (Historic Site No. 18), a Silla Royal Palace site; and Cheomseongdae (National Treasure No. 31), the oldest observatory in the East. Daereungwon area, the third area, features a cluster of the royal graves of the Kings and Queens of Silla. <br><br>Also in the same area are Gobungun (a cluster of old graves) in Nodong-ri (Historic Site No. 38), Gobungun (a cluster of old graves) in Noseo-ri (Historic Site No. 39) Gobungun (a cluster of old graves) in Hwangnam-ri (Historic Site No. 40), and Oreung (Historic Site No. 172), among others. Archaeologists have discovered a number of invaluable relics and historic items in this area such as Geumgwan (golden crown), Cheonmado (a painting of flying horses), and numerous pottery pieces. These finds are perhaps the greatest clues into the life of the people of the Silla Dynasty.<br><br>Area number four, the Hwangnyongsa Area, is where the former site of the Hwangnyongsa Temple (Historic Site No. 246) and Bunhwangsa Stone Pagoda are located. Lastly, is the Sanseong Area, housing remnants of the major defense system for the capital city. The site consists of Myeonghwalsanseong Fortress (Historic Site No. 47) which is estimated to be around 400 years old.<br><br>The Gyeongju Historic Area has a total of 52 designated cultural assets that are registered as World Cultural Heritages.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-54-779-6100|\n  \n\n  \n## Detail Image\n![/2022-11-28-1669620988479/2612559_image2_1.webp](/2022-11-28-1669620988479/2612559_image2_1.webp)\n![/2022-11-28-1669620988479/2612562_image2_1.webp](/2022-11-28-1669620988479/2612562_image2_1.webp)\n![/2022-11-28-1669620988479/2653398_image2_1.webp](/2022-11-28-1669620988479/2653398_image2_1.webp)\n![/2022-11-28-1669620988479/2653400_image2_1.webp](/2022-11-28-1669620988479/2653400_image2_1.webp)\n![/2022-11-28-1669620988479/2656601_image2_1.webp](/2022-11-28-1669620988479/2656601_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-54-779-6100](tel:+82547796100)\n- [🏠www.gyeongju.go.kr](http://www.gyeongju.go.kr/tour)\n\n\n```googleMap\nlatitude: 35.8385656047\nlongitude: 129.2122926901\ntitle: 757, Taejong-ro, Gyeongju-si, Gyeongsangbuk-do\n```\n  \n\n","data":{"id":"2022-11-28-1669620988479","title":"Gyeongju Historic Area [UNESCO World Heritage] (경주역사유적지구 [유네스코 세계문화유산])","description":"The Gyeongju Historic Area, registered as a UNESCO World Cultural Heritage on November 2000, is an area that embodies the time-honored history and culture of Gyeongju, the ancient capital of the Silla Kingdom (57 BC-AD 935).<br><br>The Gyeongju Historic Area can be divided into 5 major sections. The first section is the Namsan Area, a treasure trove of Buddhist art masterpieces dating back to the Silla Kingdom. Gyeongju Namsan Mountain (often referred to as an ‘outdoor museum’) is home to many historical heritage sites from the Silla Kingdom. Major attractions include  Poseokjeong (Historic Site No.1), Tapgok Maaejosanggun (Treasure No. 201), Cheollyongsaji Three-story Stone Pagoda (Treasure No. 1188), Chilbulam Maae Stone Buddha (Treasure No. 200), Bulgok Seated Stone Buddha (Treasure No. 198), and 37 other Buddhist relics<br><br>The second section is the Wolseong Area, one of the former palace sites of the Silla Kingdom. The area consists of Gyerim (Historic Site No. 19); Donggung Palace and Wolji (Historic Site No. 18), a Silla Royal Palace site; and Cheomseongdae (National Treasure No. 31), the oldest observatory in the East. Daereungwon area, the third area, features a cluster of the royal graves of the Kings and Queens of Silla. <br><br>Also in the same area are Gobungun (a cluster of old graves) in Nodong-ri (Historic Site No. 38), Gobungun (a cluster of old graves) in Noseo-ri (Historic Site No. 39) Gobungun (a cluster of old graves) in Hwangnam-ri (Historic Site No. 40), and Oreung (Historic Site No. 172), among others. Archaeologists have discovered a number of invaluable relics and historic items in this area such as Geumgwan (golden crown), Cheonmado (a painting of flying horses), and numerous pottery pieces. These finds are perhaps the greatest clues into the life of the people of the Silla Dynasty.<br><br>Area number four, the Hwangnyongsa Area, is where the former site of the Hwangnyongsa Temple (Historic Site No. 246) and Bunhwangsa Stone Pagoda are located. Lastly, is the Sanseong Area, housing remnants of the major defense system for the capital city. The site consists of Myeonghwalsanseong Fortress (Historic Site No. 47) which is estimated to be around 400 years old.<br><br>The Gyeongju Historic Area has a total of 52 designated cultural assets that are registered as World Cultural Heritages.","regDate":"2022-11-28","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-11-28-1669620988479/2612559_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-11-28-1669620988479","pageUrl":"https:/mcdryad.com/Gyeongsangbuk-do/2022-11-28-1669620988479"},"dataList":[{"id":"2022-12-14-1670996181441","title":"The Divine Bell of King Seongdeok (성덕대왕신종)","description":"The Divine Bell of King Seongdeok, the largest Korean bell  preserved, stands 3.75-meter tall, has a lip diameter of 2.27 meters, and is 11 to 25 entimeters wide. In 1997, Gyeongju National Museum weighed it at 18.9 tons. The bell was cast to pay tribute to the memory of King Seongdeok. It was completed in 771 and named ‘The Divine Bell of King Seongdeok.’ However, because the bell was installed at Bongdeoksa Temple, it has also been called the Bell of Bongdeoksa. <br><br>The bell is also known as the Emile Bell, a name derived from an ancient legend in which a child was sacrificed in order to give sound to the bell, whose echoes of ‘em-ee-leh’ resemble the traditional Korean word for mommy.<br><br>The tubular sound pipe at the top of the bell that helps the sound reverberate is a unique feature that can be found only in Korean bells. The yongnyu, which serves as a loop to hang the bell, has been decorated to resemble a dragon’s head. A band of arabesque patterns can be found at the shoulder, and the striking point of the bell is in the shape of a lotus flower. <br><br>The magnificent design and inscription methods used in this bell exemplify the artisans craftmanship of the Unified Silla period. The bell is also inscribed with over one thousand Chinese characters, and its beauty and integrity have been meticulously preserved despite the passage of over 1,300 years.","regDate":"2022-12-14","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"","blogPath":"Gyeongsangbuk-do/2022-12-14-1670996181441"},{"id":"2022-12-14-1670992906055","title":"Sosuseowon Confucian Academy [UNESCO World Heritage] (소수서원 [유네스코 세계문화유산])","description":"Sosuseowon Confucian Academy is situated at the foothills of Sobaeksan Mountain. Sosuseowon was the first to receive a royal charter as a private Confucian academy along with financial support and acknowledgement by the king. This academy was originally founded under the name Baegundongseowon in 1542 by a Confucian scholar Ju Se-bung, who was also the magistrate of Punggi County at the time. Baegundongseowon first started as an academic institution that enshrined a memorial tablet of An Hyang, a Confucian scholar whom Ju Se-bung had deep respect for. After Ju Se-bung left the county, Toegye Yi Hwang, a renowned Confician scholar, became his successor and made an official request to the king to be granted a royal charter. The request was well received, and the king renamed the institution to its current name, Sosuseowon.","regDate":"2022-12-14","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-12-14-1670992906055/2620878_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-14-1670992906055"},{"id":"2022-12-14-1670989158460","title":"Sobaeksan National Park (Gyeongsangbuk-do Region) (소백산국립공원(경북))","description":"Sobaeksan National Park was designated as the 18th national park in December 1987. The features of Sobaeksan National Park include wild flowers and royal azaleas in spring and snowy scenery in winter. The mountain borders three provinces and four cities. Attractions include various peaks, temples and waterfalls. The mountain is especially popular in May when royal azaleas are in full bloom and a natural forest tunnel is formed. Birobong Peak of the mountain is covered with snow six months of the year, being called the Alps of Korea.","regDate":"2022-12-14","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites","National Parks"],"imgUrl":"/2022-12-14-1670989158460/2031732_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-14-1670989158460"},{"id":"2022-12-13-1670927944965","title":"Sinseonam Hermitage Rock-carved Bodhisattva in Namsan Mountain of Gyeongju (경주 남산 신선암 마애보살반가상)","description":"This 1.4 m-high rock-carved Bodhisattva was carved on the southern rock standing right above Chilburam Rock on Namsan Mountain, which may be regarded as a repository of relics and artifacts including Buddha statues spanning the Three Kingdoms Period to the late Unified Silla Period.<br><br>Judging from the three-sided bejeweled crown he’s wearing on his head, this is clearly a Bodhisattva statue. He looks as if he is sitting on a cloud, while the closed eyes on the plump face give the impression that he is lost in deep thought. He seems to be watching mankind from his world above the clouds. He is holding a flower in his right hand and his left hand is held up to his chest as if he is preaching.<br><br>His robe is very thin, revealing the curves of the body, and hangs down to the base of the pedestal. The mandorla (Buddhist halo of light), which consists of both the dugwang (light radiating from the head) and hte singwang (light emanating from the Buddha’s body), is also the shrine for the statue, so the image of the Bodhisattva looks more prominent. It is presumed that this rock-carved Bodhisattva was made during the late eighth century during the Unified Silla dynasty.","regDate":"2022-12-13","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"","blogPath":"Gyeongsangbuk-do/2022-12-13-1670927944965"},{"id":"2022-12-13-1670924193942","title":"Seated Rock-carved Buddha at Golgulam Temple (경주 골굴암 마애여래좌상)","description":"The Seated Rock-carved Buddha at Golgulam Temple consists of a Maebul (a Buddha carved in a cliff) at the very top of 12 Buddha images carved in natural rock caves located in a steep cliff of Girimsa Valley. A painting of the caving titled Golgulseokgul by Gyeomjae Jeongseon, a famous painter of the era, revealed that there was once a wooden room located in front of the Maebul, but today only a hint of the room remains on the rock. The head of the Buddha (Yukgye) is perched solid and high on the body with a clear profile of the face – sharp eyes, small lips and a long and narrow nose. In contrast to the three-dimensional face, the body is broader and flatter. The neck and upper chest sections have eroded over time. The folds in the clothing are nearly parallel, and the arm area has a v-pattern wrinkle, giving it a more realistic and three-dimensional quality. Around the head of the Buddha is a lotus-shaped halo, while the body is surrounded by a rhythmic flame-like halo. The Maebul is believed to have been created during the late Unified Silla Kingdom, as it shows similar craftsmanship to Seated Stone Vairocana Buddha (National Treasure No. 995), which was created in the year 876 and is located in Chukseosa Temple.","regDate":"2022-12-13","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"","blogPath":"Gyeongsangbuk-do/2022-12-13-1670924193942"},{"id":"2022-12-13-1670920819064","title":"Sail Spa Land (사일온천)","description":"Sail Spa Land is uniquely located at the top of a mountain. Sail Spa Land offers top-ranking hot spring water, and also has a whirlpool-equipped hotel-style family pool, the first of its kind in Korea, and an open-air bath about 330 square meters that is directly connected to a public bath.","regDate":"2022-12-13","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Recreational Sites","Hot Springs & Spa"],"imgUrl":"","blogPath":"Gyeongsangbuk-do/2022-12-13-1670920819064"},{"id":"2022-12-13-1670916979531","title":"Robo Life Museum (로보라이프 뮤지엄)","description":"The Robo Life Museum is a place where one can meet robots that are already part of our daily lives, knowingly and unknowingly. Visitors can learn about robots while dancing and drawing with them as well as touching and operating them. Through the museum, visitors can experience what the future will be like. It also is an ideal place for kids to satisfy their curiosity and have fun.","regDate":"2022-12-13","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Industrial Sites","Others"],"imgUrl":"","blogPath":"Gyeongsangbuk-do/2022-12-13-1670916979531"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}