{"pageProps":{"content":"![Baegam Hot Springs Special Tourist Zone (백암온천 관광특구)](/2022-07-28-1659040868429/1885398_image2_1.webp)\n\n  \n## Overview\n\n> At the Baegam Hot Springs Special Tourist Zone, visitors can enjoy both the lush mountain terrain of the Baekdudaegan Mountain Range and the magnificent scenery of the East Sea.\n<br><br>\nThe hot springs of Baegam are one of the most popular tourist attractions in the region and are visited by travelers from across the nation. The water temperature reaches as high as 53 degrees Celsius and contains various minerals and elements, including a strong alkaline content. This makes the water effective in treating neuralgia, arthritis and apoplexy. Recently, it was reported that the water is also beneficial for those with atopic dermatitis, thereby attracting the elderly and families. Recreational facilities for children are also available. \n<br><br>\nThe hot springs are located at the foot of the 1,004-meter-high Baegamsan Mountain. The mountain trails lead to Yeongyang and Bonghwa and are frequented by hikers. Densely covered with pine trees, the mountain also has plenty of deep valleys. Sinseon Valley, where, \naccording to legend a dragon once lived,  has an abundance of water flowing in different directions. \n<br><br>\nIn the vicinity are Jukbyeon Port and Hupo Port, which are known for snow crabs, and Mangyangjeong Pavilion and Wolsongjeong Pavilion where one can enjoy a beautiful view of the sea. \n<br><br>\n<b>[Baegam Hot Spring Special Tourist Zone]\n</b><br><b>Areas Covered:</b> Onjeong-ri and Sotae-ri, Onjeong-myeon, Uljin-gun, Gyeongsangbuk-do \n<br>\n<b>Area size:</b> 1,740,000㎡ \n<br>\n<b>Tourist attractions:</b> Hot Spring Town, Baegamsan Mountain, Sinseon Valley, etc.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br>(Korean, English, Japanese, Chinese) <br> • For more info: +82-54-789-5480|\n|parking:|1~2 public parking lots are available, apart from those at the hotels and condominiums.|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Available Facilities:|Tourist information center, Oncheonjang hot springs, traditional Korean-style hotel, family hotel and resort condominiums, resort for farming and fishing tourism, theater for tourist, souvenir shop, etc.|\n|Restrooms:|2-3 public restrooms are available around Oncheonjang hot springs, apart from those in hotels and condominiums.|\n|Interpretation Services Offered:|Uljin-gun County offers travel information in English, Chinese and Japanese on its website.Multilingual travel guidebooks are available at tourist information centers.|\n  \n## Detail Image\n![/2022-07-28-1659040868429/576567_image2_1.webp](/2022-07-28-1659040868429/576567_image2_1.webp)\n![/2022-07-28-1659040868429/576570_image2_1.webp](/2022-07-28-1659040868429/576570_image2_1.webp)\n![/2022-07-28-1659040868429/576575_image2_1.webp](/2022-07-28-1659040868429/576575_image2_1.webp)\n![/2022-07-28-1659040868429/576579_image2_1.webp](/2022-07-28-1659040868429/576579_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-54-789-5480](tel:+82547895480)\n- [🏠www.uljin.go.kr](http://www.uljin.go.kr/)\n\n\n```googleMap\nlatitude: 36.7203318662\nlongitude: 129.3394363223\ntitle: Uljin-gun, Gyeongsangbuk-do\n```\n  \n## Directions\n  \n[Express/Intercity Bus]<br>\nFrom Dong Seoul Bus Terminal, take an intercity bus bound for Onjeong Bus Terminal.<br>\n Walk left from the exit of the bus terminal for about 580m to reach the Hot Spring Special Tourist Zone.\n","data":{"id":"2022-07-28-1659040868429","title":"Baegam Hot Springs Special Tourist Zone (백암온천 관광특구)","description":"At the Baegam Hot Springs Special Tourist Zone, visitors can enjoy both the lush mountain terrain of the Baekdudaegan Mountain Range and the magnificent scenery of the East Sea.<br><br>The hot springs of Baegam are one of the most popular tourist attractions in the region and are visited by travelers from across the nation. The water temperature reaches as high as 53 degrees Celsius and contains various minerals and elements, including a strong alkaline content. This makes the water effective in treating neuralgia, arthritis and apoplexy. Recently, it was reported that the water is also beneficial for those with atopic dermatitis, thereby attracting the elderly and families. Recreational facilities for children are also available. <br><br>The hot springs are located at the foot of the 1,004-meter-high Baegamsan Mountain. The mountain trails lead to Yeongyang and Bonghwa and are frequented by hikers. Densely covered with pine trees, the mountain also has plenty of deep valleys. Sinseon Valley, where, according to legend a dragon once lived,  has an abundance of water flowing in different directions. <br><br>In the vicinity are Jukbyeon Port and Hupo Port, which are known for snow crabs, and Mangyangjeong Pavilion and Wolsongjeong Pavilion where one can enjoy a beautiful view of the sea. <br><br><b>Baegam Hot Spring Special Tourist Zone </b><br><b>Areas Covered </b> Onjeong-ri and Sotae-ri, Onjeong-myeon, Uljin-gun, Gyeongsangbuk-do <br><b>Area size </b> 1,740,000㎡ <br><b>Tourist attractions </b> Hot Spring Town, Baegamsan Mountain, Sinseon Valley, etc.","regDate":"2022-07-28","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Recreational Sites","Tourist Complexes"],"imgUrl":"/2022-07-28-1659040868429/1885398_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-07-28-1659040868429","pageUrl":"https:/mcdryad.com/Gyeongsangbuk-do/2022-07-28-1659040868429"},"dataList":[{"id":"2022-12-14-1670996181441","title":"The Divine Bell of King Seongdeok (성덕대왕신종)","description":"The Divine Bell of King Seongdeok, the largest Korean bell  preserved, stands 3.75-meter tall, has a lip diameter of 2.27 meters, and is 11 to 25 entimeters wide. In 1997, Gyeongju National Museum weighed it at 18.9 tons. The bell was cast to pay tribute to the memory of King Seongdeok. It was completed in 771 and named ‘The Divine Bell of King Seongdeok.’ However, because the bell was installed at Bongdeoksa Temple, it has also been called the Bell of Bongdeoksa. <br><br>The bell is also known as the Emile Bell, a name derived from an ancient legend in which a child was sacrificed in order to give sound to the bell, whose echoes of ‘em-ee-leh’ resemble the traditional Korean word for mommy.<br><br>The tubular sound pipe at the top of the bell that helps the sound reverberate is a unique feature that can be found only in Korean bells. The yongnyu, which serves as a loop to hang the bell, has been decorated to resemble a dragon’s head. A band of arabesque patterns can be found at the shoulder, and the striking point of the bell is in the shape of a lotus flower. <br><br>The magnificent design and inscription methods used in this bell exemplify the artisans craftmanship of the Unified Silla period. The bell is also inscribed with over one thousand Chinese characters, and its beauty and integrity have been meticulously preserved despite the passage of over 1,300 years.","regDate":"2022-12-14","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"","blogPath":"Gyeongsangbuk-do/2022-12-14-1670996181441"},{"id":"2022-12-14-1670992906055","title":"Sosuseowon Confucian Academy [UNESCO World Heritage] (소수서원 [유네스코 세계문화유산])","description":"Sosuseowon Confucian Academy is situated at the foothills of Sobaeksan Mountain. Sosuseowon was the first to receive a royal charter as a private Confucian academy along with financial support and acknowledgement by the king. This academy was originally founded under the name Baegundongseowon in 1542 by a Confucian scholar Ju Se-bung, who was also the magistrate of Punggi County at the time. Baegundongseowon first started as an academic institution that enshrined a memorial tablet of An Hyang, a Confucian scholar whom Ju Se-bung had deep respect for. After Ju Se-bung left the county, Toegye Yi Hwang, a renowned Confician scholar, became his successor and made an official request to the king to be granted a royal charter. The request was well received, and the king renamed the institution to its current name, Sosuseowon.","regDate":"2022-12-14","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-12-14-1670992906055/2620878_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-14-1670992906055"},{"id":"2022-12-14-1670989158460","title":"Sobaeksan National Park (Gyeongsangbuk-do Region) (소백산국립공원(경북))","description":"Sobaeksan National Park was designated as the 18th national park in December 1987. The features of Sobaeksan National Park include wild flowers and royal azaleas in spring and snowy scenery in winter. The mountain borders three provinces and four cities. Attractions include various peaks, temples and waterfalls. The mountain is especially popular in May when royal azaleas are in full bloom and a natural forest tunnel is formed. Birobong Peak of the mountain is covered with snow six months of the year, being called the Alps of Korea.","regDate":"2022-12-14","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites","National Parks"],"imgUrl":"/2022-12-14-1670989158460/2031732_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-14-1670989158460"},{"id":"2022-12-13-1670927944965","title":"Sinseonam Hermitage Rock-carved Bodhisattva in Namsan Mountain of Gyeongju (경주 남산 신선암 마애보살반가상)","description":"This 1.4 m-high rock-carved Bodhisattva was carved on the southern rock standing right above Chilburam Rock on Namsan Mountain, which may be regarded as a repository of relics and artifacts including Buddha statues spanning the Three Kingdoms Period to the late Unified Silla Period.<br><br>Judging from the three-sided bejeweled crown he’s wearing on his head, this is clearly a Bodhisattva statue. He looks as if he is sitting on a cloud, while the closed eyes on the plump face give the impression that he is lost in deep thought. He seems to be watching mankind from his world above the clouds. He is holding a flower in his right hand and his left hand is held up to his chest as if he is preaching.<br><br>His robe is very thin, revealing the curves of the body, and hangs down to the base of the pedestal. The mandorla (Buddhist halo of light), which consists of both the dugwang (light radiating from the head) and hte singwang (light emanating from the Buddha’s body), is also the shrine for the statue, so the image of the Bodhisattva looks more prominent. It is presumed that this rock-carved Bodhisattva was made during the late eighth century during the Unified Silla dynasty.","regDate":"2022-12-13","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"","blogPath":"Gyeongsangbuk-do/2022-12-13-1670927944965"},{"id":"2022-12-13-1670924193942","title":"Seated Rock-carved Buddha at Golgulam Temple (경주 골굴암 마애여래좌상)","description":"The Seated Rock-carved Buddha at Golgulam Temple consists of a Maebul (a Buddha carved in a cliff) at the very top of 12 Buddha images carved in natural rock caves located in a steep cliff of Girimsa Valley. A painting of the caving titled Golgulseokgul by Gyeomjae Jeongseon, a famous painter of the era, revealed that there was once a wooden room located in front of the Maebul, but today only a hint of the room remains on the rock. The head of the Buddha (Yukgye) is perched solid and high on the body with a clear profile of the face – sharp eyes, small lips and a long and narrow nose. In contrast to the three-dimensional face, the body is broader and flatter. The neck and upper chest sections have eroded over time. The folds in the clothing are nearly parallel, and the arm area has a v-pattern wrinkle, giving it a more realistic and three-dimensional quality. Around the head of the Buddha is a lotus-shaped halo, while the body is surrounded by a rhythmic flame-like halo. The Maebul is believed to have been created during the late Unified Silla Kingdom, as it shows similar craftsmanship to Seated Stone Vairocana Buddha (National Treasure No. 995), which was created in the year 876 and is located in Chukseosa Temple.","regDate":"2022-12-13","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"","blogPath":"Gyeongsangbuk-do/2022-12-13-1670924193942"},{"id":"2022-12-13-1670920819064","title":"Sail Spa Land (사일온천)","description":"Sail Spa Land is uniquely located at the top of a mountain. Sail Spa Land offers top-ranking hot spring water, and also has a whirlpool-equipped hotel-style family pool, the first of its kind in Korea, and an open-air bath about 330 square meters that is directly connected to a public bath.","regDate":"2022-12-13","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Recreational Sites","Hot Springs & Spa"],"imgUrl":"","blogPath":"Gyeongsangbuk-do/2022-12-13-1670920819064"},{"id":"2022-12-13-1670916979531","title":"Robo Life Museum (로보라이프 뮤지엄)","description":"The Robo Life Museum is a place where one can meet robots that are already part of our daily lives, knowingly and unknowingly. Visitors can learn about robots while dancing and drawing with them as well as touching and operating them. Through the museum, visitors can experience what the future will be like. It also is an ideal place for kids to satisfy their curiosity and have fun.","regDate":"2022-12-13","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Industrial Sites","Others"],"imgUrl":"","blogPath":"Gyeongsangbuk-do/2022-12-13-1670916979531"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}