{"pageProps":{"content":"![Baek In-je House (백인제가옥)](/2022-07-11-1657507335227/2481892_image2_1.webp)\n  \n## Overview\n\n> Baek In-je House in Gahoe-dong, located in Bukchon Hanok Village, is a hanok built during the Japanese administration period that portrays modern hanok features. The structure consists of a main room offering a good view of the whole village, spacious bedrooms, a large garden, and annex buildings. As it withholds the beauty of a traditional hanok while incorporating the modern trend of its time, Baek In-je House is considered to be highly valuable in means of both architecture and history, representing the Bukchon Hanok Village together with Yun Bo-seon House.<br /><br />Baek In-je House was built from black pine, which was first introduced in Seoul during the Gyeongseong Expo in 1907, distinguishing itself from other upper-class houses of its time. Unlike other traditional hanok designs that separate the main building from the other rooms, Baek In-je House connects the two with a hallway, allowing convenient access between the two structures. The house also consists of a Japanese-style hallway and floor mat rooms, reflecting the interior trends of that period. Baek In-je House is also unique in that the main room is partially built as a two-story structure, a style that was never seen in any traditional hanok built during the Joseon period.\n\n  \n## Intro\n\n| | |\n| - | - |\n|accomcount:|100 people|\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br>(Korean, English, Japanese, Chinese) <br>• For more info: +82-2-724-0200|\n|restdate:|Mondays (open in the case of Monday is a public holiday), New Year's Day|\n|usetime:|09:00-18:00 (Last admission 17:30)<br />* Outdoor facility accessible during free viewing time <br />* Indoor areas off limits|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Admission Fees:|Free|\n|Interpretation Services Offered:|Reservation & on-site registration available for guided tours<br> Schedule: 16:00 (Wednesdays - Japanese / Thursdays - Chinese / Fridays - English)<br><br> * Elementary students and younger children must be accompanied by an adult.<br>* Call +82-2-724-0232 for cancellations. <br>* Reservation canceled if more than 10 min late|\n  \n## Detail Image\n![/2022-07-11-1657507335227/2481870_image2_1.webp](/2022-07-11-1657507335227/2481870_image2_1.webp)\n![/2022-07-11-1657507335227/2481871_image2_1.webp](/2022-07-11-1657507335227/2481871_image2_1.webp)\n![/2022-07-11-1657507335227/2481872_image2_1.webp](/2022-07-11-1657507335227/2481872_image2_1.webp)\n![/2022-07-11-1657507335227/2481874_image2_1.webp](/2022-07-11-1657507335227/2481874_image2_1.webp)\n![/2022-07-11-1657507335227/2481877_image2_1.webp](/2022-07-11-1657507335227/2481877_image2_1.webp)\n![/2022-07-11-1657507335227/2481878_image2_1.webp](/2022-07-11-1657507335227/2481878_image2_1.webp)\n![/2022-07-11-1657507335227/2481879_image2_1.webp](/2022-07-11-1657507335227/2481879_image2_1.webp)\n![/2022-07-11-1657507335227/2481880_image2_1.webp](/2022-07-11-1657507335227/2481880_image2_1.webp)\n![/2022-07-11-1657507335227/2481890_image2_1.webp](/2022-07-11-1657507335227/2481890_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-2-724-0200](tel:+8227240200)\n- [🏠www.museum.seoul.kr](http://www.museum.seoul.kr/www/intro/annexIntro/annex_22/annex_22_01.jsp?sso=ok)\n\n\n```googleMap\nlatitude: 37.5804416194\nlongitude: 126.9840701194\ntitle: 16, Bukchon-ro 7-gil, Jongno-gu, Seoul\n```\n  \n\n","data":{"id":"2022-07-11-1657507335227","title":"Baek In-je House (백인제가옥)","description":"Baek In-je House in Gahoe-dong, located in Bukchon Hanok Village, is a hanok built during the Japanese administration period that portrays modern hanok features. The structure consists of a main room offering a good view of the whole village, spacious bedrooms, a large garden, and annex buildings. As it withholds the beauty of a traditional hanok while incorporating the modern trend of its time, Baek In-je House is considered to be highly valuable in means of both architecture and history, representing the Bukchon Hanok Village together with Yun Bo-seon House.<br /><br />Baek In-je House was built from black pine, which was first introduced in Seoul during the Gyeongseong Expo in 1907, distinguishing itself from other upper-class houses of its time. Unlike other traditional hanok designs that separate the main building from the other rooms, Baek In-je House connects the two with a hallway, allowing convenient access between the two structures. The house also consists of a Japanese-style hallway and floor mat rooms, reflecting the interior trends of that period. Baek In-je House is also unique in that the main room is partially built as a two-story structure, a style that was never seen in any traditional hanok built during the Joseon period.","regDate":"2022-07-11","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Old Houses"],"imgUrl":"/2022-07-11-1657507335227/2481892_image2_1.webp","blogPath":"Seoul/2022-07-11-1657507335227","pageUrl":"https:/mcdryad.com/Seoul/2022-07-11-1657507335227"},"dataList":[{"id":"2022-08-05-1659710512785","title":"Marronnier Park (마로니에공원)","description":"Marronnier Park was given its name due to the marronnier trees, or horse chestnut trees, growing within the area. The location where Seoul National University's College of Liberal Arts & Science and School of Law once stood, it is now a park dedicated to culture and arts open to the public. In addition to a variety of outdoor performances that take place throughout the area, exhibitions and cultural centers create a romantic atmosphere unique to the park.","regDate":"2022-08-05","author":"korea-tour","tag":["Seoul","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-08-05-1659710512785/1554847_image2_1.webp","blogPath":"Seoul/2022-08-05-1659710512785"},{"id":"2022-08-05-1659707925206","title":"Mapodaegyo Bridge (마포대교 야경)","description":"Mapodaegyo Bridge connects Yonggang-dong, Mapo-gu and Yeouido-dong, Yeongdeungpo-gu. The bridge is 1,400 meters long and 25 meters wide (6-lane road), and was the fourth bridge to be built over the Hangang River, following the construction of Hannam Bridge. The construction of the bridge first started in February of 1968 and was completed in May of 1970. At the time of its completion the bridge was named Seouldaegyo Bridge, but was later changed to Mapodaegyo Bridge in 1984.","regDate":"2022-08-05","author":"korea-tour","tag":["Seoul","Culture/Art/History","Architectural Sights","Bridges"],"imgUrl":"/2022-08-05-1659707925206/758561_image2_1.webp","blogPath":"Seoul/2022-08-05-1659707925206"},{"id":"2022-08-05-1659705798688","title":"Mangwon Hangang Park (한강시민공원 망원지구 (망원한강공원))","description":"Near Mapo-gu, Mangwon Hangang Park is situated on the northern part of the river, between Wonhyodaegyo Bridge and Seongsandaegyo Bridge. It offers lush grass perfect for picnics and promenades. Since it’s located close to the World Cup Stadium, this spacious park is often full of residents and visitors. There is a wide array of excellent amenities  a bike trail, an outdoor swimming pool, sports facilities, and a dock for water sports such as yachting, waterskiing, and motor boating. Cultural attractions near the park include Mangwon Pavilion and Jeoldusan Martyrs’ Shrine.","regDate":"2022-08-05","author":"korea-tour","tag":["Seoul","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-08-05-1659705798688/2527123_image2_1.webp","blogPath":"Seoul/2022-08-05-1659705798688"},{"id":"2022-08-05-1659702417093","title":"Lotte World Tower & Mall (롯데월드타워&롯데월드몰)","description":"Lotte World Tower was designed with a conceptual motif inspired by Korean ceramics and writing brushes. With 123 floors total, the tower is the fifth tallest building in the world, standing at 555 meters. The tower contains galleries, cafés, and a luxury hotel, in addition to a skywalk and an observation deck. It is one of the best spots to appreciate the breathtaking view of Seoul's vibrant city lights.<br><br> Lotte World Mall, located next to the tower, features Avenuel, a complex of luxury department stores. The multi-leveled mall draws in many visitors as one of the top shopping attractions in Seoul, with a variety of domestic and foreign brands. The mall also offers a wide-range of entertainment facilities, such as a movie theater, aquarium, concert hall, and more.","regDate":"2022-08-05","author":"korea-tour","tag":["Seoul","Culture/Art/History","Architectural Sights","Buildings"],"imgUrl":"/2022-08-05-1659702417093/2577147_image2_1.webp","blogPath":"Seoul/2022-08-05-1659702417093"},{"id":"2022-08-05-1659702389076","title":"Lotte World (롯데월드)","description":"Operated by Lotte Group, Lotte World is the perfect spot for entertainment and sightseeing for Koreans and international tourists alike. The theme park is divided into the indoor Lotte World Adventure, and the outdoor lakeside Magic Island, with additional amenities including a shopping mall, folk museum, ice rink, hotel, and more. <br><br>Lotte World Adventure is the world's largest indoor amusement park, complete with top-of-the-line rides, fantastic parades and performances, and food from around the world. The Folk Museum displays miniature models of Korea throughout 5,000 years in history. Lotte World Garden Stage presents various themed musicals to match each season and Lotte World Star Avenue is the perfect place to experience Korean stars and the entertainment world.","regDate":"2022-08-05","author":"korea-tour","tag":["Seoul","Culture/Art/History","Recreational Sites","Theme Parks"],"imgUrl":"/2022-08-05-1659702389076/2553577_image2_1.webp","blogPath":"Seoul/2022-08-05-1659702389076"},{"id":"2022-08-05-1659673444508","title":"Korea Military Academy (육군사관학교)","description":"Korea Military Academy is a place of strict rules, patriotism, and military cadets. It was extremely difficult for outsiders to visit the academy until 1997, when a special tourism course was created. The course showcases the major sites at Korea Military Academy. Starting from the school information center, visitors can see the museum, memorial hall, and exhibition center in a 1.5 hour course. The Military Museum displays treasures and materials from each branch of the military, while visitors can see the history of the military and lifestyle of cadets at the memorial hall. However, the highlight of a trip to Korea Military Academy is watching the Hwarang Ceremony, a parade of cadets which takes place every Saturday at 11 30. In the ceremony, cadets don their formal uniform to march. Touring the academy at 10 is perfect for watching the parade later.","regDate":"2022-08-05","author":"korea-tour","tag":["Seoul","Culture/Art/History"],"imgUrl":"/2022-08-05-1659673444508/1985643_image2_1.webp","blogPath":"Seoul/2022-08-05-1659673444508"},{"id":"2022-08-05-1659667423924","title":"King Sejong Statue (세종대왕 동상)","description":"The King Sejong Statue was erected at the center of Gwanghawmun Square, in front of Gyeongbokgung Palace. Sitting with a gentle smile on his face and a book in his hand, the 6.2-meter tall bronze statue celebrates the king and his great achievements. King Sejong was called \"The People's Hero,\" loved by his subjects because of his efforts to improve their lives and the kingdom.<br><br>In front of the statue lie a celestial globe, a rain gauge, and a sundial, all of which King Sejong invented himself during his reign. Behind the statue, there are six columns with golden carvings depicting the King's major accomplishments, as well as an underground passage to the Story of King Sejong exhibition hall, operated by the Sejong Center. <br><br>King Sejong (r.1418-1450) is best remembered as the inventor of Hangeul, the Korean alphabet. During his reign, he consolidated the basis for ruling the Joseon dynasty by incorporating Confucian philosophy into politics. Furthermore, he led the nation through great strides in agriculture, literature, science, and technology.","regDate":"2022-08-05","author":"korea-tour","tag":["Seoul","Culture/Art/History","Architectural Sights","Statues"],"imgUrl":"/2022-08-05-1659667423924/2549141_image2_1.webp","blogPath":"Seoul/2022-08-05-1659667423924"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}