{"pageProps":{"content":"![Bungeoseom Island (붕어섬)](/2022-07-24-1658670237230/172381_image2_1.webp)\n\n  \n## Overview\n\n> Bungeoseom Island was created as a result of the construction of the Chuncheon Dam. The island was turned into a green recreational site with environmentally friendly facilities. Visitors can enjoy soccer, tennis, and walking trails, as well as an outdoor stage and drinking fountains. The island has also been used as a filming location for many dramas and movies. The stream around the island is filled with a variety of fish, making it a popular location for fishermen.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br>(Korean, English, Japanese, Chinese) <br>• For more info: +82-33-440-2557|\n|parking:|Available|\n|restdate:|N/A (Open all year round)|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Tour Course Information:|Walking Path - Lawn Park - Central Walking Path - Chrysanthemum Hill|\n|Available Facilities:|Soccer field, tennis court, futsal field, outdoor theater, walking path, pergola, etc.|\n|Restrooms:|Available|\n  \n## Detail Image\n![/2022-07-24-1658670237230/1583879_image2_1.webp](/2022-07-24-1658670237230/1583879_image2_1.webp)\n![/2022-07-24-1658670237230/1583880_image2_1.webp](/2022-07-24-1658670237230/1583880_image2_1.webp)\n![/2022-07-24-1658670237230/1583881_image2_1.webp](/2022-07-24-1658670237230/1583881_image2_1.webp)\n![/2022-07-24-1658670237230/1583882_image2_1.webp](/2022-07-24-1658670237230/1583882_image2_1.webp)\n![/2022-07-24-1658670237230/1583883_image2_1.webp](/2022-07-24-1658670237230/1583883_image2_1.webp)\n![/2022-07-24-1658670237230/1583884_image2_1.webp](/2022-07-24-1658670237230/1583884_image2_1.webp)\n![/2022-07-24-1658670237230/2020519_image2_1.webp](/2022-07-24-1658670237230/2020519_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-33-440-2557](tel:+82334402557)\n- [🏠tour.ihc.go.kr](http://tour.ihc.go.kr/hb/portal)\n\n\n```googleMap\nlatitude: 38.1007385507\nlongitude: 127.6970121290\ntitle: 2-54, Gangbyeon-ro, Hwacheon-gun, Gangwon-do\n```\n  \n## Directions\n  \n[Taxi]<br>\nApprox. 5 min from Hwacheon Bus Terminal.\n","data":{"id":"2022-07-24-1658670237230","title":"Bungeoseom Island (붕어섬)","description":"Bungeoseom Island was created as a result of the construction of the Chuncheon Dam. The island was turned into a green recreational site with environmentally friendly facilities. Visitors can enjoy soccer, tennis, and walking trails, as well as an outdoor stage and drinking fountains. The island has also been used as a filming location for many dramas and movies. The stream around the island is filled with a variety of fish, making it a popular location for fishermen.","regDate":"2022-07-24","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites"],"imgUrl":"/2022-07-24-1658670237230/172381_image2_1.webp","blogPath":"Gangwon-do/2022-07-24-1658670237230","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-07-24-1658670237230"},"dataList":[{"id":"2022-07-25-1658731575239","title":"Cheorwon Korean Workers' Party Headquarters (철원 노동당사)","description":"This three-story building located in Cheorwon-eup was constructed in 1946. Used as the headquarters of the Labor Party until the break of the Korean War on June 25, it is now a tourist attraction that still holds on to the vestiges of the Korean War.<br><br>Cheorwon Korean Workers' Party Headquarters is under the control of Cheorwon-gun Office as part of the Security Tour Course. Hundreds of thousands of people visit this tourist destination every year.","regDate":"2022-07-25","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-07-25-1658731575239/1137680_image2_1.webp","blogPath":"Gangwon-do/2022-07-25-1658731575239"},{"id":"2022-07-25-1658727844881","title":"Cheorwon Hantangang Milky Way Bridge (철원 한탄강 은하수교)","description":"The area of Hantangang River is a UNESCO Global Geopark. The Milky Way Bridge was built to follow a natural path and allows visitors to journey comfortably. The name of the bridge takes from the famous Hantangang River and region of Cheorwon and adds <em>eunhasu</em>, or Milky Way, the path made of stars.&nbsp;","regDate":"2022-07-25","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Architectural Sights","Bridges"],"imgUrl":"/2022-07-25-1658727844881/2679576_image2_1.webp","blogPath":"Gangwon-do/2022-07-25-1658727844881"},{"id":"2022-07-25-1658723296830","title":"Cheorwon Facilities Management Office (Formerly, Iron Triangle Battlefield (철원 시설물관리사업소 (구 철의삼각전적관))","description":"Located in Goseokjeong National Tourism Site, Cheorwon Facilities Management Office is the main tourism center hosting the Cheorwon tour. Starting from Security Tourist Site Development Plan by Cheorwon-gun county in 1976 , the Ministry of Transportation designated Goseokjeong as Goseokjeong National Tourist Area in 1977. The military and Cheorwon-gun county carried out security and battlefield excavation and preservation projects, and established a security educational site featuring the national largest scale in 1985. <br><br>Presently, the Iron Triangle Battlefield, located in Goseokjeong National Tourist Area, is used as a security educational site. Unification Hall found within houses various exhibitions, giving information to compare with current and past lifestyles and military devices including varied aircrafts displayed in the outdoor exhibition area. In the educational hall, a promotional video for Cheorwon is screened. Likewise, the exhibition hall covers various materials that allow one to think about unification between North Korea and South Korea.","regDate":"2022-07-25","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Historical Sites","Security & Peace Sites"],"imgUrl":"/2022-07-25-1658723296830/2385879_image2_1.webp","blogPath":"Gangwon-do/2022-07-25-1658723296830"},{"id":"2022-07-25-1658716985855","title":"Cheorwon Dopiansa Temple (도피안사(철원))","description":"Dopiansa Temple was built by the Buddhist Monk Doseon in 865, the 5th year of the reign of King Gyeongmun of the Unified Silla Period. Legend has it that Monk Doseon founded this temple because a 91 centimeter-tall iron seated Vairocana Buddha statue had disappeared while being carried to Anyangsa Temple in Cheorwon and was mysteriously found seated at the current site. <br><br>The temple was named Dopiansa to indicate that the iron-made Buddha statue had reached “pian,” meaning an eternal place to rest. In addition to the legendary iron seated Variocana Buddha statue (National Treasure No. 63) made by Monk Doseon, the temple houses a 4.1 meter-tall three-story stone pagoda (Treasure No. 223).","regDate":"2022-07-25","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-07-25-1658716985855/1135622_image2_1.webp","blogPath":"Gangwon-do/2022-07-25-1658716985855"},{"id":"2022-07-24-1658705786230","title":"Cheonjedan Altar on Taebaeksan Mountain (태백산 천제단)","description":"Cheonjedan Altar is a set of altars that were set up by people in the past to offer goods to the heavens. Old records such as the \"Samguksagi (History of the Three Kingdoms)\" state that the Silla kingdom organized rituals in Taebaeksan Mountain, as it was considered a sacred mountain.<br><br>  Cheonjedan Altar consists of three altars with the main Cheonwangdan Altar at the center; Janggundan Altar to the north; and Hadan Altar (Lower Altar) to the south. The altars were built by stackings stones to serve as a holy fortress. Cheonwangdan Altar is made of natural stones. It has an oval shape and measures 27.5 meters in circumference, 3 meters in x_height.","regDate":"2022-07-24","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-07-24-1658705786230/2611386_image2_1.webp","blogPath":"Gangwon-do/2022-07-24-1658705786230"},{"id":"2022-07-24-1658702212025","title":"Cheongtaesan National Recreational Forest (국립 청태산자연휴양림)","description":"The 1,200-meter-high Cheongtaesan Mountain is a mountain where planted and naturally growing trees flourish in harmony, creating dense forests that provide a habitat for woodland creatures. In the summer, the forest is a convenient stopover for vacationers headed for the East Coast and both children and adults can enjoy learning about the local ecology at the Forest Education Facility.","regDate":"2022-07-24","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"/2022-07-24-1658702212025/2657021_image2_1.webp","blogPath":"Gangwon-do/2022-07-24-1658702212025"},{"id":"2022-07-24-1658698496859","title":"Cheongok Golden Bat Cave (천곡황금박쥐동굴)","description":"Cheongok Golden Bat Cave in Donghae is the only natural cave in Korea located in a downtown area. Estimated to have been created 400 to 500 million years ago, the cave is known to serve as a habitat for the endangered golden bats. The cave's total length stretches for 1,510 meters, with only 810 meters of the cave open the public while the rest of cave remains protected for preservation purposes. The cave features ceiling craters, one of which is the longest in Korea, along with stalactite curtains, travertine terraces, stalactite cascades, and many other fantastic rock formations. The cave's unique features provide a grand spectacle for tourists and great speleological samples for researchers. A 785-meter walkway was made using the sinkhole created by dissolved limestone to help visitors get a better understanding of cave formations.","regDate":"2022-07-24","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites"],"imgUrl":"/2022-07-24-1658698496859/2711124_image2_1.webp","blogPath":"Gangwon-do/2022-07-24-1658698496859"}],"navList":["Busan","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Incheon","Jeju-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}