{"pageProps":{"content":"![Jeonju Traditional Hanji Center (전주전통한지원)](/2023-01-05-1672893574890/2040699_image2_1.webp)\n\n  \n## Overview\n\n> Jeonju has been a major producer of quality hanji paper for more than a thousand years. In keeping with this proud tradition, the Jeonju Traditional Hanji Center aims to preserve traditional paper-making techniques and become a mainstay in the hanji industry. More than 80 percent of the paper produced at the center is exported to Japan while the rest is used in Korea. The center produces, exhibits, and sells hanji used for calligraphy, Oriental paintings, and crafts, as well as special “yellow earth” wallpaper hanji and charcoal hanji, said to provide certain health benefits. Visitors can also sign up for crafting classes, including first-hand experience at making hanji, imprinting patterns and drying the paper.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br>(Korean, English, Japanese, Chinese) <br> • For more info: +82-10-8959-7757|\n|parking:|Not available|\n|restdate:|Mondays|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Available Facilities:|Hanji Exhibition Hall, Traditional Hanji Shop, Hanji hands-on activity zone|\n|Restrooms:|Available|\n|Admission Fees:|Free <br>* Participation fee charged separately.|\n  \n## Detail Image\n![/2023-01-05-1672893574890/2040700_image2_1.webp](/2023-01-05-1672893574890/2040700_image2_1.webp)\n![/2023-01-05-1672893574890/2040702_image2_1.webp](/2023-01-05-1672893574890/2040702_image2_1.webp)\n![/2023-01-05-1672893574890/2040706_image2_1.webp](/2023-01-05-1672893574890/2040706_image2_1.webp)\n![/2023-01-05-1672893574890/2040705_image2_1.webp](/2023-01-05-1672893574890/2040705_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-10-8959-7757](tel:+821089597757)\n- [🏠www.hanzi.co.kr](http://www.hanzi.co.kr)\n\n\n```googleMap\nlatitude: 35.8158780959\nlongitude: 127.1535251414\ntitle: 100-10, Hanji-gil, Wansan-gu, Jeonju-si, Jeollabuk-do\n```\n  \n## Directions\n  \n[Local Bus] <br>\nFrom Jeonju Station, take Bus 79 or 119 to Jeondong Cathedral (Hanok Village) Bus Stop. <br>\nWalk about 700m towards the Hanok Village. <br><br>\n\nFrom Jeonju Intercity Bus Terminal or Express Bus Terminal, take Bus 5-1 or 79. <br>\nGet off at Jeondong Cathedral (Hanok Village) Bus Stop. <br><br>\n\n[Taxi] <br>\nApprox. 15-20 min from Jeonju Station or Jeonju Express Bus Terminal\n","data":{"id":"2023-01-05-1672893574890","title":"Jeonju Traditional Hanji Center (전주전통한지원)","description":"Jeonju has been a major producer of quality hanji paper for more than a thousand years. In keeping with this proud tradition, the Jeonju Traditional Hanji Center aims to preserve traditional paper-making techniques and become a mainstay in the hanji industry. More than 80 percent of the paper produced at the center is exported to Japan while the rest is used in Korea. The center produces, exhibits, and sells hanji used for calligraphy, Oriental paintings, and crafts, as well as special “yellow earth” wallpaper hanji and charcoal hanji, said to provide certain health benefits. Visitors can also sign up for crafting classes, including first-hand experience at making hanji, imprinting patterns and drying the paper.","regDate":"2023-01-05","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Experience Programs","Traditional Experience"],"imgUrl":"/2023-01-05-1672893574890/2040699_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-05-1672893574890","pageUrl":"https:/mcdryad.com/Jeollabuk-do/2023-01-05-1672893574890"},"dataList":[{"id":"2023-01-14-1673688937480","title":"Wido Island Chidori Village (위도 치도리마을)","description":"Located on Wido Island, Chidori Village is a small fishing community. Looking out to the sea from this scenic, peaceful village, one can view picturesque Ttanchido and Jageunttanchido Islands. When the tide recedes twice every day, a path opens up to connect Chidori Village to these islands. Along this path, oysters can be found in great abundance, and visitors are welcome to dig for them.","regDate":"2023-01-14","author":"korea-tour","tag":["Jeollabuk-do","Nature","Natural Sites"],"imgUrl":"","blogPath":"Jeollabuk-do/2023-01-14-1673688937480"},{"id":"2023-01-14-1673685438860","title":"Waryong Recreational Forest (와룡자연휴양림)","description":"Waryong Recreational Forest opened in June 1996 and serves as a family-friendly vacation destination to interact with nature. The park can accept up to 1,200 visitors per day. It also has a camping site as well as lodging facilities for both individual and group visitors. Children can learn about nature and the ecosystem through a variety of programs as well as enjoy forest bathing.","regDate":"2023-01-14","author":"korea-tour","tag":["Jeollabuk-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"","blogPath":"Jeollabuk-do/2023-01-14-1673685438860"},{"id":"2023-01-14-1673681711881","title":"Wanju Samrye Culture & Arts Village (완주 삼례문화예술촌)","description":"Samrye Culture & Arts Village is an art village also referred to as Samsamyeyemimi. Once used as a granary and an official residence during the Japanese administration, it has now become a village of art. The village consists of Design Museum, Visual Media Art Gallery, Kim Sang-rym Carpentry Shop (Wood Works), and Book Museum and offers a variety of programs during exhibition events and art festivals.","regDate":"2023-01-14","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Industrial Sites","Others"],"imgUrl":"","blogPath":"Jeollabuk-do/2023-01-14-1673681711881"},{"id":"2023-01-14-1673678254229","title":"Sunchang Jangnyu Experience Center (순창장류체험관)","description":"Located in front of the Traditional Gochujang Folk Village in Sunchang, Jeollabuk-do, Sunchang Jangnyu Experience Center offers visitors the opportunity to sample and make delicious dishes using Sunchangs famous <em>gochujang</em> (red pepper paste). Visitors can make refined gochujang using traditional methods, along with a variety of other popular dishes such as <em>injeolmi</em> (rice cake coated with powdered soybeans) and<em> twibap</em> (popped rice snack). In addition to a range of experience programs, clean accommodation facilities are also available for program participants.","regDate":"2023-01-14","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Experience Programs","Traditional Experience"],"imgUrl":"","blogPath":"Jeollabuk-do/2023-01-14-1673678254229"},{"id":"2023-01-14-1673674551772","title":"Seonyudo Island (선유도)","description":"Seonyudo Island, one of the most popular tourist destinations on the west coast during the summer, lies in the heart of the Gogunsan Archipelago. The island has an area of 2.12 ㎢, which is only about 1/4 of Yeouido in Seoul. The islands coastal shore is around 12.8 kilometers long and the highest point is Namaksan Mountain, which reaches about 155.6 meters in altitude. Seonyudo is the central point of Gogunsan Archipelago and has even served as the headquarters for the naval army during the Joseon dynasty. It played a vital role during the Imjin War as Admiral Yi spent days in the islands to prepare for the next battle after his victory in the Battle of Myeongnyang.&nbsp;<br /><br />Visitors can enjoy the island in three ways. First is to look around the neighboring islands. Seonyudo, Munyeodo, Jangjado, and Daejangdo islands are all connected by a bridge, allowing one to move between the islands on foot or on a bicycle. Other ways to enjoy the island is to take a walk along the Myeongsa-simni Shore, one of the Eight Scenes of Seonyudo, and to try the clam collecting program at a mudflat.<br>","regDate":"2023-01-14","author":"korea-tour","tag":["Jeollabuk-do","Nature","Natural Sites"],"imgUrl":"","blogPath":"Jeollabuk-do/2023-01-14-1673674551772"},{"id":"2023-01-14-1673671107985","title":"Seongsusan Recreational Forest (성수산자연휴양림)","description":"Located in Imsil, Jeollabuk-do, Seongsusan Recreational Forest (성수산자연휴양림) grows in a deep valley that contains historic sites from the founding days of Goryeo through to the Joseon dynasty. Because of its secluded location and clean air the forest has recently become a new popular destination for summer vacationers. <Br><br>There is a children’s playground, and above it are condominium-type lodgings which can accommodate over 200 guests. There is a camping ground as well where all you hear are the sounds of flowing running water and chirping birds. It is an out-of-the-way little hideaway ideal for relaxation.","regDate":"2023-01-14","author":"korea-tour","tag":["Jeollabuk-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"","blogPath":"Jeollabuk-do/2023-01-14-1673671107985"},{"id":"2023-01-14-1673667356143","title":"Muju Anguksa Temple (안국사 (무주))","description":"As the only temple in Jeoksangsan Mountain, Anguksa Temple was built in 1227 (during the 3rd year of King Chungryeol’s reign) by Monk Wolin. A secret historical archives, called Sagak, was built to store Joseonwangjo Sillok (annals of the Joseon dynasty) in 1614 (during the 6th year of King Gwanghaegun’s reign) within the mountain, while Seonukgak was built in 1641 (during the 19th year of King Injo’s reign) to store Seonwonrok (royal genealogical records). The two sites were designated as Jeoksangsan Historical Archives during the Joseon dynasty. Hoguksa Temple was also built at that time to prevent accidents from affecting the archives. The temple, along with the existing Anguksa Temple, was used to house monk soldiers who protected the archives.<br><br> Because of the construction of Muju Power Plant, Anguksa Temple was relocated to the Hoguksa Temple site and rebuilt in 1995. Consisting of 15 buildings, the temple is surrounded by Sanjeong Lake. Boasting exquisite fall foliage, the temple can be easily reached by vehicle along a paved road. The nearby attractions include Muju Resort and Muju Gucheondong Valley.","regDate":"2023-01-14","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2023-01-14-1673667356143/2613201_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-14-1673667356143"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}