{"pageProps":{"content":"![Gangcheonsan County Park (강천산 군립공원)](/2022-08-01-1659323323304/2634995_image2_1.webp)\n\n  \n## Overview\n\n> Gangcheonsan Mountain is surrounded by Gwangcheonsan Gwangjubong Peak (583.7 meters above sea level), Gwangdeoksan Seonnyeobong Peak (578 meters), and Sanseongsan Yeondaebong Peak (603 meters above sea level) in the area of 996beonji, Cheonggye-ri, Sunchang-gun, Jeollabuk-do. It is divided into small canyons and has an outstanding view with rocky mountains on all sides. The valley was called Gangcheon Valley because clean and clear water flows like a spring on the hard rocks, and all the mountains around it were called Gangcheonsan Mountain. It is said that in the past it was called Yongcheonsan Mountain, named after the shape of two dragons waving their tails toward the sky and ascending to heaven.\n<br><br>\nFollowing the Noryeong Mountain Range to Chuwolsan Mountain, it forms Gwangdeoksan Mountain and Yongcheonsan Mountain. On Sanseongsan Mountain (two dragons from the eastern sky to the western sky) that towers high in the sky, two dragons run east side by side. There are numerous peaks, some famous ones are, Yeondaebong, Undaebong, Suyeongbong, Cheonjabong, Gitdaebong, Gwangjubong, Gyeonjebong, and Songrakbong peaks. Between these two mountains is a very deep valley. Some of the famous valleys are, Yeondaegyegok Valley, Seonnyeogyegok Valley (Jeobujegol), Wondeunggyegok Valley (Yongdaeamgol), Buntonggol Pass, Jijigol Valley, Somokgol Valley, Samindaegyegok Valley (Hwangwoojegol), Giwoojegol Valley, Senyanggol Valley, Multonggol Valley, Chodanggol Valley, Ujakgol Valley, Dongmakgol Valley, Geumganggyegok Valley (Tapsanggol), Seungbanggol Valley, Byeondugol Valley, etc. The clear water flowing from every valley joins into one and the sound of the water crashing against the rocks and stones echoes throughout the valley and enters Gangcheonho Lake.\n<br><br>\nWhen spring comes, willows bloom, and when the forsythia and azaleas are in full bloom, wild cherry blossoms reach full bloom on every mountain peak. The clear and clean water flows continuously between the gravel along the valley. Visitors can cool off the heat in this river that does not collect moss either because it is too cold or clean. On Gangcheonsan Mountain, there are beautiful shrubs and maple trees, and the baby maples and baby squirrels announce the arrival of autumn among the seven different types of maple trees. The multiple trails on the mountain are not steep or too dangerous, making it popular regardless of age. It is also ideal for mountaineering and mountain-loving hikers. The scenery of the river with white snow and icicles attracts painters who want to capture the moment on a canvas. Gangcheonsan Mountain has four distinct seasons making it a popular destination all year round.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-63-650-1672|\n|parking:|Available|\n|restdate:|N/A (Open all year round)|\n|usetime:|April-October 08:30-18:30<br>November-March 09:00-17:00 <br>* Operating hours subject to change depending on the weather condition|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Hiking Course:|Barefoot walking trail: Byeongpungpokpo Falls - Gangcheonsa Temple - cloud bridge - Gujanggunpokpo Falls (5.5 km, 2 hr)<br>Forest walking trail: Byeongpungpokpo Falls - playground - forest village - Hwangujegol Valley - Samindae - ticketing booth (4.7 km, 2 hr)<br>Healing hiking course: Byeongpungpokpo Falls - Gancheonsa Temple - cloud bridge - observatory - Hwangujegol Valley - Samindae ticketing booth (5.5 km, 2 hr)<br>Wangjabong course 1: Byeongpungpokpo Falls - Gitdaebong Peak - Wangjabong Peak - cloud bridge - ticketing booth (6.2 km, 3 hr)<br>Wangjabong course 2: Byeongpungpokpo Falls - Gitdaebong Peak - Wangjabong Peak - Hyeongjebong Peak - second lake - Gujanggunpokpo Falls - ticketing booth (8.7 km, 4 hr)<br>Wangjabong course 3: Byeongpungpokpo Falls - Gitdaebong Peak - Wangjabong Peak - Hyeongjebong Peak - Songnakbawi Rock - Gujangpokpo Falls - ticketing booth (10.7 km, 5 hr)<br>Seonnyeobong course 1: Byeongpungpokpo Falls - Okhobong Peak - Hwangujegol Valley - Sinseongbong Peak - cloud bridge - Gangcheonsa Temple - ticketing booth (7.5 km, 3 hr)<br>Seonnyeobong course 2: Byeongpungpokpo Falls - Okhobong Peak - Hwangujegol Valley - Gwangdeoksan Mountain - Seonnyeogyegok Valley - Gujanggunpokpok Falls - ticketing booth (10 km, 4 hr)<br>Seonnyeobong course 3: Byeongpungpokpo Falls - Okhobong Peak - Gwangdeoksan Mountain - East gate - Biryongpokpo Falls - Gujanggunpokpo Falls - ticketing booth (12.8 km, 5 hr)<br>Jungju course: Byeongpungpokpo Falls - Gitdaebong Peak - Wangjabong Peak - Hyeongjebong Peak - Songnakbawi Rock - Sirubong Peak - Gwangdeoksan Mountain - Okhobong Peak - ticketing booth (18.6 km, 8 hr)|\n|Night-time Hike Restriction Notice:|Limited access after sundown|\n|Shopping Information:|Approx. 20 restaurants, accommodations, convenience stores, etc.|\n|Admission Fees:|[Individual]<br>Adults 3,000 won / Students 2,000 won<br><br>[Groups]<br>Adults 2,500 won / Students 1,500 won<br><br>* Students (elementary, middle, high school)<br>* Groups: 30 or more people.<br>* Free admission: Preschoolers (ages 6 & under) and senior citizens (ages 65 and older)|\n|Restrooms:|Available|\n|Parking Fees:|Free|\n  \n## Detail Image\n![/2022-08-01-1659323323304/2634993_image2_1.webp](/2022-08-01-1659323323304/2634993_image2_1.webp)\n![/2022-08-01-1659323323304/2634994_image2_1.webp](/2022-08-01-1659323323304/2634994_image2_1.webp)\n![/2022-08-01-1659323323304/2634996_image2_1.webp](/2022-08-01-1659323323304/2634996_image2_1.webp)\n![/2022-08-01-1659323323304/2634997_image2_1.webp](/2022-08-01-1659323323304/2634997_image2_1.webp)\n![/2022-08-01-1659323323304/2658916_image2_1.webp](/2022-08-01-1659323323304/2658916_image2_1.webp)\n![/2022-08-01-1659323323304/2658917_image2_1.webp](/2022-08-01-1659323323304/2658917_image2_1.webp)\n![/2022-08-01-1659323323304/2658918_image2_1.webp](/2022-08-01-1659323323304/2658918_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-63-650-1672](tel:+82636501672)\n- [🏠gangcheonsan.kr](http://gangcheonsan.kr)\n\n\n```googleMap\nlatitude: 35.4088283627\nlongitude: 127.0675127446\ntitle: 97, Gangcheonsan-gil, Sunchang-gun, Jeollabuk-do\n```\n  \n## Directions\n  \n[Bus]From Seoul Central City Terminal, take a bus to Sunchang Bus Terminal.<BR> From Sunchang Bus Terminal Bus Stop, take a local bus bound for Jeongeup or Gurim and get off at Gangcheonsan Mountain Bus Stop.\n","data":{"id":"2022-08-01-1659323323304","title":"Gangcheonsan County Park (강천산 군립공원)","description":"Gangcheonsan Mountain is surrounded by Gwangcheonsan Gwangjubong Peak (583.7 meters above sea level), Gwangdeoksan Seonnyeobong Peak (578 meters), and Sanseongsan Yeondaebong Peak (603 meters above sea level) in the area of 996beonji, Cheonggye-ri, Sunchang-gun, Jeollabuk-do. It is divided into small canyons and has an outstanding view with rocky mountains on all sides. The valley was called Gangcheon Valley because clean and clear water flows like a spring on the hard rocks, and all the mountains around it were called Gangcheonsan Mountain. It is said that in the past it was called Yongcheonsan Mountain, named after the shape of two dragons waving their tails toward the sky and ascending to heaven.<br><br>Following the Noryeong Mountain Range to Chuwolsan Mountain, it forms Gwangdeoksan Mountain and Yongcheonsan Mountain. On Sanseongsan Mountain (two dragons from the eastern sky to the western sky) that towers high in the sky, two dragons run east side by side. There are numerous peaks, some famous ones are, Yeondaebong, Undaebong, Suyeongbong, Cheonjabong, Gitdaebong, Gwangjubong, Gyeonjebong, and Songrakbong peaks. Between these two mountains is a very deep valley. Some of the famous valleys are, Yeondaegyegok Valley, Seonnyeogyegok Valley (Jeobujegol), Wondeunggyegok Valley (Yongdaeamgol), Buntonggol Pass, Jijigol Valley, Somokgol Valley, Samindaegyegok Valley (Hwangwoojegol), Giwoojegol Valley, Senyanggol Valley, Multonggol Valley, Chodanggol Valley, Ujakgol Valley, Dongmakgol Valley, Geumganggyegok Valley (Tapsanggol), Seungbanggol Valley, Byeondugol Valley, etc. The clear water flowing from every valley joins into one and the sound of the water crashing against the rocks and stones echoes throughout the valley and enters Gangcheonho Lake.<br><br>When spring comes, willows bloom, and when the forsythia and azaleas are in full bloom, wild cherry blossoms reach full bloom on every mountain peak. The clear and clean water flows continuously between the gravel along the valley. Visitors can cool off the heat in this river that does not collect moss either because it is too cold or clean. On Gangcheonsan Mountain, there are beautiful shrubs and maple trees, and the baby maples and baby squirrels announce the arrival of autumn among the seven different types of maple trees. The multiple trails on the mountain are not steep or too dangerous, making it popular regardless of age. It is also ideal for mountaineering and mountain-loving hikers. The scenery of the river with white snow and icicles attracts painters who want to capture the moment on a canvas. Gangcheonsan Mountain has four distinct seasons making it a popular destination all year round.","regDate":"2022-08-01","author":"korea-tour","tag":["Jeollabuk-do","Nature","Natural Sites","County Parks"],"imgUrl":"/2022-08-01-1659323323304/2634995_image2_1.webp","blogPath":"Jeollabuk-do/2022-08-01-1659323323304","pageUrl":"https:/mcdryad.com/Jeollabuk-do/2022-08-01-1659323323304"},"dataList":[{"id":"2023-01-09-1673242542457","title":"Seonunsan Mountain [National Geopark] (선운산 (전북 서해안 국가지질공원))","description":"Seonunsan Mountain is famous for its sunrise views at Nakjodae Overlook and Cheonmabong Peak. The mountain is mostly comprised of hard volcanic rocks, creating a landscape of sharp cliffs softened by the forest vegetation.","regDate":"2023-01-09","author":"korea-tour","tag":["Jeollabuk-do","Nature","Natural Sites","Mountains"],"imgUrl":"/2023-01-09-1673242542457/1555803_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-09-1673242542457"},{"id":"2023-01-09-1673239146824","title":"Seonggwansa Temple (성관사)","description":"Seonggwansa Temple is located in Jangsu-gun in Jeollabuk-do. It is said that the temple was established during the Goryeo dynasty (918-1392). The temple was designated as a traditional temple in July 1999.","regDate":"2023-01-09","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2023-01-09-1673239146824/1605339_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-09-1673239146824"},{"id":"2023-01-09-1673235396473","title":"Seodong Park (서동공원)","description":"Seodong Park, is a sculpture park around Geumma Reservoir with approximately 98 sculptures. The park also features a walking trail, bike trail, and more for visitors to enjoy.","regDate":"2023-01-09","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2023-01-09-1673235396473/1306794_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-09-1673235396473"},{"id":"2023-01-08-1673174163199","title":"Saseondae Tourist Resort & Sculpture Park (사선대관광지&조각공원)","description":"Saseondae Tourist Resort was established around Saseondae located on the bank of Owoncheon Stream in the upper region of Seomjingang River. The legend has it that the surrounding nature is so pristine and beautiful that deities of Maisan Mountain in Jinan and Unsusan Mountain in Imsil gathered by Owoncheon Stream at their leisure. Unique rock formations, woods and clear water surrounding Saseondae create a magnificent harmony. Unseojeong Pavilion situated in the dense forest of Saseondae also adds beauty to the scenery. Furthermore, visitors to Saseondae may also enjoy the handcrafted works  of noted sculptors from the nearby art village in Ogung on display at Saseondae Sculpture Park.","regDate":"2023-01-08","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Recreational Sites","Tourist Complexes"],"imgUrl":"/2023-01-08-1673174163199/1605809_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-08-1673174163199"},{"id":"2023-01-08-1673170549753","title":"Saemangeum (새만금)","description":"The name of Saemangeum signifies the breakwaters that enlarge and freshen the Mangyeong and Gimje plains, famous for their fertile soil. Saemangeum’s construction first commenced in 1991 and took 19 years to complete. The estuary dam is approximately 33.9 kilometers long and 290 meters wide on average, with the widest point being 535 meters. The average x_height is 36 meters, and the highest point is 54 meters high. Saemangeum is known to be the longest man-made sea barrier, followed by the dam of Zuiderzee Works in the Netherlands.","regDate":"2023-01-08","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Recreational Sites","Tourist Complexes"],"imgUrl":"/2023-01-08-1673170549753/2036268_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-08-1673170549753"},{"id":"2023-01-08-1673167020129","title":"Rajetongmun Gate (라제통문)","description":"The historical border of the Silla and Baekje Kingdoms, Rajetongmun Gate of Seolcheon-myeon, Muju was formed from a rock cave in Seokgyeonsan Mountain. The tunnel is approximately 3 meters in x_height and 10 meters in length, and divides the villages of Sindu Maeul into Dugil-ri, Seolcheon-myeon and Inam Maeul in Socheon-ri. During the Three Kingdoms Period, the rocky ridges of Seokgyeonsan Mountain drew the boundary of Sillas Mupung in the east with Baekjes Seolcheo to the west. <br>Tracing the history from the Three Kingdoms Period to the Goryeo dynasty, the cultures and traditions of the two regions were markedly different. If curious about the difference, one could simply stop by Seolcheon on market day, where the Muju and Mupung local dialects and customs can easily be distinguished. <br><br>People used to cross Seokgyeonsan Mountain by a footpath along the rocky ridge to travel between Seolcheon and Mupung. During the Japanese occupation, a new road was created by turning a cave into a tunnel through the mountain so cows and horse carts could freely pass from Muju to Gimcheon. <br><br>General Kim Yoo Shin from the Silla Kingdom, the hero of unification of the Three Kingdoms, often passed by the gate, later giving rise to the gates nickname, Tongilmun (literally Unification Gate). The gate is number one on the list of 33 scenic sites in Gucheon-dong.","regDate":"2023-01-08","author":"korea-tour","tag":["Jeollabuk-do","Nature","Natural Resources","Rocks"],"imgUrl":"/2023-01-08-1673167020129/2366378_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-08-1673167020129"},{"id":"2023-01-08-1673163317005","title":"Omokdae and Imokdae Historic Sites (오목대와 이목대)","description":"Omokdae Historic Site is located on top of a steep hill and is one of the places where Yi Seong-gye, who later became King Taejo, the first king of the Joseon dynasty, stopped to celebrate his victory on his way home from a war against the Japanese army at Unbong Peak of Hwangsan Mountain. Across the bridge from Omokdae is Imokdae Historic Site, situated at the foot of Seungamsan Mountain. Approximately 80 meters downhill from Imokdae are memorial stones and a building where Mokjo, the great-great-grandfather of King Taejo, once used to live. The engraved letters on the stones are the handwritings of Emperor Gojong. Mokjo moved to Hamgyeongdo as a result of a dispute with the then minister of Jeonju, an incident which King Taejo believed to have laid the foundation for him to shape the Joseon dynasty.","regDate":"2023-01-08","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2023-01-08-1673163317005/2366405_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-08-1673163317005"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}