{"pageProps":{"content":"![Gyeongju Namsan Mountain (경주 남산)](/2022-11-28-1669632048970/2037050_image2_1.webp)\n\n  \n## Overview\n\n> Namsan Mountain in Gyeongju was considered sacred by many during the Silla Kingdom. This mountain boasts nearly 40 valleys winding down from Geumobong Peak (468 meters in elevation), Gowibong Peak (494 meters in elevation), and other surrounding peaks. Also, this 4-kilometer-wide and 8-kilometer-long oval-shaped mountain runs almost perfectly north to south.<br><br>Namsan Mountain is a veritable open-air museum, with 100 temple sites, 80 stone Buddha statues, and 60 stone pagodas scattered across the mountainside. Topographically, it features nearly 40 valleys and is divided into the Southwest Mountain, a sacred place during the Silla period, and the Southeast Mountain, where many Buddhas can be found around the valleys.<br><br>Najeong Well, at the western foot of Namsan Mountain, is the mythic birthplace of King Park Hyeokgeose, founder of the Silla Kingdom. The local Yangsanjae Shrine was built in honor of its founder who lived in Seorabeol before the Silla Kingdom was established. Poseokjeong Pavilion is the place where the glorious era of the Silla Kingdom came to an end. In the Southeast Mountain region, one can encounter the Stone Seated Buddha of Borisa Temple, a 9-meter-high Rock Buddha Statue at Bulmusa Temple, and a Stone Seated Stone Buddha at Gamsil Shrine. <br><br>Namsan Mountain also features 11 treasures, including Stone Seated Buddha of Mireukgol (Borisa Temple), Three-story Stone Pagoda of Yongjangsa Temple Site, the Rock-carved Buddha at Chilburam Hermitage, and others. There are also twelve historic sites, such as the site of Poseokjeong Pavilion, Najeong Well, and Samneung Royal Tombs, as well as nine local tangible cultural properties, and one important piece of folklore material.<br><br>Namsan Mountain is also famous for its scenic landscapes in addition to its cultural heritage. Numerous valleys, unique rock formations, and beautiful trails are abundant throughout the area. Many tourists say, “You cannot say that you know Gyeongju without hiking up Namsan Mountain.” Namsan Mountain is a place where the scenic nature and long history of the Silla Kingdom coexist, and also where the aesthetic consciousness and religious traditions of the Silla people evolved into the artform it is today.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330<br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-54-771-7142|\n|parking:|Available|\n|restdate:|N/A (Open all year round)|\n|usetime:|06:00-18:00 <BR>* Night hiking prohibited|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Restrooms:|Available|\n|Admission Fees:|Free|\n  \n## Detail Image\n![/2022-11-28-1669632048970/2037046_image2_1.webp](/2022-11-28-1669632048970/2037046_image2_1.webp)\n![/2022-11-28-1669632048970/2037047_image2_1.webp](/2022-11-28-1669632048970/2037047_image2_1.webp)\n![/2022-11-28-1669632048970/2037049_image2_1.webp](/2022-11-28-1669632048970/2037049_image2_1.webp)\n![/2022-11-28-1669632048970/2037054_image2_1.webp](/2022-11-28-1669632048970/2037054_image2_1.webp)\n![/2022-11-28-1669632048970/2037060_image2_1.webp](/2022-11-28-1669632048970/2037060_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-54-771-7142](tel:+82547717142)\n- [🏠www.kjnamsan.org](http://www.kjnamsan.org/)\n\n\n```googleMap\nlatitude: 35.7839887738\nlongitude: 129.2305315346\ntitle: Namsan-dong, Gyeongju-si, Gyeongsangbuk-do\n```\n  \n\n","data":{"id":"2022-11-28-1669632048970","title":"Gyeongju Namsan Mountain (경주 남산)","description":"Namsan Mountain in Gyeongju was considered sacred by many during the Silla Kingdom. This mountain boasts nearly 40 valleys winding down from Geumobong Peak (468 meters in elevation), Gowibong Peak (494 meters in elevation), and other surrounding peaks. Also, this 4-kilometer-wide and 8-kilometer-long oval-shaped mountain runs almost perfectly north to south.<br><br>Namsan Mountain is a veritable open-air museum, with 100 temple sites, 80 stone Buddha statues, and 60 stone pagodas scattered across the mountainside. Topographically, it features nearly 40 valleys and is divided into the Southwest Mountain, a sacred place during the Silla period, and the Southeast Mountain, where many Buddhas can be found around the valleys.<br><br>Najeong Well, at the western foot of Namsan Mountain, is the mythic birthplace of King Park Hyeokgeose, founder of the Silla Kingdom. The local Yangsanjae Shrine was built in honor of its founder who lived in Seorabeol before the Silla Kingdom was established. Poseokjeong Pavilion is the place where the glorious era of the Silla Kingdom came to an end. In the Southeast Mountain region, one can encounter the Stone Seated Buddha of Borisa Temple, a 9-meter-high Rock Buddha Statue at Bulmusa Temple, and a Stone Seated Stone Buddha at Gamsil Shrine. <br><br>Namsan Mountain also features 11 treasures, including Stone Seated Buddha of Mireukgol (Borisa Temple), Three-story Stone Pagoda of Yongjangsa Temple Site, the Rock-carved Buddha at Chilburam Hermitage, and others. There are also twelve historic sites, such as the site of Poseokjeong Pavilion, Najeong Well, and Samneung Royal Tombs, as well as nine local tangible cultural properties, and one important piece of folklore material.<br><br>Namsan Mountain is also famous for its scenic landscapes in addition to its cultural heritage. Numerous valleys, unique rock formations, and beautiful trails are abundant throughout the area. Many tourists say, “You cannot say that you know Gyeongju without hiking up Namsan Mountain.” Namsan Mountain is a place where the scenic nature and long history of the Silla Kingdom coexist, and also where the aesthetic consciousness and religious traditions of the Silla people evolved into the artform it is today.","regDate":"2022-11-28","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-11-28-1669632048970/2037050_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-11-28-1669632048970","pageUrl":"https:/mcdryad.com/Gyeongsangbuk-do/2022-11-28-1669632048970"},"dataList":[{"id":"2022-12-07-1670395284321","title":"Tomb of King Wonseong (경주 원성왕릉)","description":"The tomb of the King Wonseong, 38th king of the Silla Kingdom (785-798) in Oedong-eup, Wolseong-gun, Gyeongju is Historic Site No. 26. The tomb is 21.9m in diameter and 7.7m high and is encircled by a stone fence decorated with twelve oriental zodiac images. The area is also home to a number of stone monuments that stand facing each other  Hwapyoseok (marking the border of the tomb), Muninseok (civil servant statue), Muinseok (military officer image statue) and Dolsaja (a stone lion that protects the tomb). Muinseok in particular is a favorite among visitors because of its exotic appearance. The statue is sometimes compared to a strong and charismatic person of Arabic or Persian descendant, much like the merchants who came to Silla in ancient times.<br><br> Gwaereung is styled after tombs of the Tang dynasty, but still retains all the characteristics typical of Silla tombs; namely, the stones around the tomb, the 12 oriental zodiac figures, the protective walls, and the decorative stonework.","regDate":"2022-12-07","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-12-07-1670395284321/219704_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-07-1670395284321"},{"id":"2022-12-07-1670391364282","title":"Tomb of King Munmu (경주 문무대왕릉)","description":"A little rocky islet approximately 200 meters from the shore at Bonggil-ri is the Tomb of King Munmu (AD 661-681), who unified the three kingdoms and became the 30th ruler of the Silla Kingdom. The king gave specific instructions to be buried in the East Sea after his death so that he would become a dragon and protect Silla from foreign invaders. The rocky island, about 200 meters in circumference, is divided by a cross-shaped waterway, forming a pool at the center, at the bottom of which is a granite stone 3.6 meters long, 2.9 meters wide and 0.9 meters thick. Legend has it that the remains of King Munmu’s cremated body are buried under this rock. Historians still debate whether the ashes of the King Munmu were scattered or stored in an urn and placed under the rock.","regDate":"2022-12-07","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-12-07-1670391364282/1613346_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-07-1670391364282"},{"id":"2022-12-07-1670388081385","title":"The POSCO Museum  (포스코 역사관)","description":"The POSCO Museum shows the history, spirit, corporate culture and vision of POSCO. POSCO was able to achieve success thanks to the POSCO employees who fought against all kinds of adversities. The POSCO museum showcases such great achievements, as well as the entire history of the company, giving dreams and hopes to the youth who visit the museum.","regDate":"2022-12-07","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Industrial Sites","Others"],"imgUrl":"/2022-12-07-1670388081385/1890298_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-07-1670388081385"},{"id":"2022-12-07-1670384428314","title":"Surime (수리뫼 [한국전통음식체험교육원])","description":"Surime is a traditional Korean food experience center owned and operated by Park Mi-suk who studied under Hwang Hye-seong, holder of the Intangible Cultural Property No. 38, Royal Cuisine of the Joseon Dynasty. The institute operates various traditional cooking experience programs open to everyone. The institute shares the walls of the Choi family home, designated as a cultural asset, spanning over 1,652.89 ㎡ with well-preserved hanok structures built over 100 years ago.","regDate":"2022-12-07","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Experience Programs","Traditional Experience"],"imgUrl":"/2022-12-07-1670384428314/1967600_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-07-1670384428314"},{"id":"2022-12-06-1670323083931","title":"Sunheunghyanggyo Confucian School (순흥향교)","description":"Originally built in Geumseong to the north of Sunheungbu administrative district in Yeongju-si, Gyeongsangbuk-do, Sunheunghyanggyo Confucian School moved to Wiya-dong to the east of the district in 1718 and moved once again in 1750 to its current location. Facing southward, this ancient Confucian school is located at the foot of a mountain with river flowing in the foreground. It can be reached by crossing the Jukgye Jaewolgyo Bridge from Geumseongdan Altar and taking the path on the left before turning left at Cheongdari Village Hall to walk a little further up the road. Currently housed within unheunghyanggyo are valuable materials related to Confucian schools.","regDate":"2022-12-06","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-12-06-1670323083931/207892_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-06-1670323083931"},{"id":"2022-12-06-1670316014994","title":"Songso House (청송 송소고택)","description":"Located in Cheongsong, Gyeongsangbuk-do, Songso House also known as Sim Wealthy Family House was built around the 1880s. The house has all the features of a typical aristocrat house during the Joseon dynasty, consisting of a large <em>sarangbang</em> (main building) and individual chambers with a square-shaped front yard at their center. <BR><BR>The complex has an annex building on the side, where it has been renovated and now used as a guesthouse for travelers. Visitors spending a night at this traditional building can enjoy the quiet and peaceful atmosphere, as well as try out playing various traditional games.","regDate":"2022-12-06","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Old Houses"],"imgUrl":"/2022-12-06-1670316014994/2026155_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-06-1670316014994"},{"id":"2022-12-06-1670312197575","title":"Songnisan National Park (Gyeongbuk Section) (속리산국립공원(경북))","description":"On Songnisan Mountain is a rock summit 1,054 meters above sea level called Munjangdae Peak. The peak is so broad that 50 adults can sit on it at the same time. Among the rocks there is Seokcheon Pond, which never dries up. The peak used to be called “Unjangdae” because the summit is always covered with clouds and mist. Legend says that King Sejo of Joseon dynasty supposedly recited a poem on the summit. <br> <br> Munjangdae has a great view of Cheonhwangbong Peak, the highest peak of Songnisan Mountain. Visitors can also see Gwaneumbong, Chilseongbong, Sirubong, Tugubong, Munsubong, and Birobong peaks. In autumn, visitors can enjoy views of breathtaking fall foliage along the trail, which begins at Hwabuk-myeon, Sangju. There are also many cultural heritage sites including Janggakpokpo Falls, Seongbuksa Temple, Osongpokpo Falls and Gyeonhwonsanseong Fortress.","regDate":"2022-12-06","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites","National Parks"],"imgUrl":"/2022-12-06-1670312197575/609425_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-06-1670312197575"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}