{"pageProps":{"content":"![Deogyusan National Park (Main, Jeoksang Section) (덕유산국립공원 (본소,적상분소))](/2022-07-31-1659278251086/2029513_image2_1.webp)\n\n  \n## Overview\n\n> The area of Deogyusan National Park stretches out from the southern ridges of Sobaeksan Mountain, covering regions within four different counties in Gyeongsangnam-do and Jeollabuk-do. The park is nestled in Deogyusan Mountain, Korea's 4th tallest mountain with the summit reaching an elevation of 1,614 meters. The mountain is blessed with a 36-kilometer valley dotted with several scenic points, ponds, and waterfalls. <br><br>\nThe mountain contains prestigious cultural heritages, such as Jeoksangsanseong Fortress (Historic Site No. 146) and the Hanging Painting of Anguksa Temple (Treasure No. 1267) to name a few. It is also home to diverse wildlife animals and plants. The mountain's beauty can be enjoyed all year round, with royal azaleas in spring, a colony of daylilies in summer, colorful autumn foliage in fall, and a white snowy mountain vista in winter.\n\n  \n## Intro\n\n| | |\n| - | - |\n|expagerange:|Elementary to high school students|\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-63-322-3174|\n|parking:|Available <Br>- Samgong Parking Lot, Jeoksang Parking Lot, Pahoe Parking Lot|\n|restdate:|N/A (Open all year round)|\n|usetime:|Open 24 hr|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Natural Preservation Areas (closed to public):|National Park Protected Areas<br>* San-6 Gongjeong-ri, Anseong-myeon, Muju-gun (until 2026)<br>* San-109 Samgong-ri, Seolcheon-myeon, Muju-gun (whole area, until 2026)<br>* San-6 Gongjeong-ri, Anseong-myeon, Muju-gun (until 2028)<br>* San-1 Samgeo-ri, Mupung-myeon, Muju-gun (until 2029)<br>* San-109 Samgong-ri, Seolcheon-myeon, Muju-gun (whole area except trails, until 2031)<br>* San-282 Weolseong-ri, Buksang-myeon, Geochang-gun, Gyeongsangnam-do (until 2032)<br>* San-177 Jukcheon-ri, Anseong-myeon, Muju-gun (until 2032)<br>* San-1 Deoksan-ri, Anseong-myeon, Muju-gun (until 2033)|\n|Mountain Not Access Period:|Seasonal Forest Fire Watches<br>Spring: March 1 – April 30<br>Fall: November 15 – December 15<br>* To be decided by park directors based on fire weather advisories, snow/precipitation levels, and other local conditions.|\n|Available Facilities:|Park Visitor's Information Center, shelters, campsites, cabin and caravan accommodations|\n|Facility Utilization Fees:|Accommodations (Medium):  Low season 5,000 won / Peak season 7,000 won<br />Accommodations (Large): Low season 7,000 won / Peak season 9,000 won<br />Auto-camping site: Low season 15,000 won / Peak season 19,000 won|\n|Restrooms:|Available|\n|Parking Fees:|Compact cars 2,000 won<BR>Small to Mid-sized cars: Low season 4,000 won / Peak season 5,000 won<BR>Large-sized cars: Low season 6,000 won / Peak season 7,500 won|\n  \n## Detail Image\n![/2022-07-31-1659278251086/1246526_image2_1.webp](/2022-07-31-1659278251086/1246526_image2_1.webp)\n![/2022-07-31-1659278251086/1246534_image2_1.webp](/2022-07-31-1659278251086/1246534_image2_1.webp)\n![/2022-07-31-1659278251086/1246538_image2_1.webp](/2022-07-31-1659278251086/1246538_image2_1.webp)\n![/2022-07-31-1659278251086/1246552_image2_1.webp](/2022-07-31-1659278251086/1246552_image2_1.webp)\n![/2022-07-31-1659278251086/1246555_image2_1.webp](/2022-07-31-1659278251086/1246555_image2_1.webp)\n![/2022-07-31-1659278251086/1246573_image2_1.webp](/2022-07-31-1659278251086/1246573_image2_1.webp)\n![/2022-07-31-1659278251086/1246578_image2_1.webp](/2022-07-31-1659278251086/1246578_image2_1.webp)\n![/2022-07-31-1659278251086/1246593_image2_1.webp](/2022-07-31-1659278251086/1246593_image2_1.webp)\n![/2022-07-31-1659278251086/1246603_image2_1.webp](/2022-07-31-1659278251086/1246603_image2_1.webp)\n![/2022-07-31-1659278251086/1246632_image2_1.webp](/2022-07-31-1659278251086/1246632_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-63-322-3174](tel:+82633223174)\n- [🏠deogyu.knps.or.kr](http://deogyu.knps.or.kr/)\n\n\n```googleMap\nlatitude: 35.9007210596\nlongitude: 127.7751204501\ntitle: 159, Gucheondong 1-ro, Muju-gun, Jeollabuk-do\n```\n  \n\n","data":{"id":"2022-07-31-1659278251086","title":"Deogyusan National Park (Main, Jeoksang Section) (덕유산국립공원 (본소,적상분소))","description":"The area of Deogyusan National Park stretches out from the southern ridges of Sobaeksan Mountain, covering regions within four different counties in Gyeongsangnam-do and Jeollabuk-do. The park is nestled in Deogyusan Mountain, Korea's 4th tallest mountain with the summit reaching an elevation of 1,614 meters. The mountain is blessed with a 36-kilometer valley dotted with several scenic points, ponds, and waterfalls. <br><br>The mountain contains prestigious cultural heritages, such as Jeoksangsanseong Fortress (Historic Site No. 146) and the Hanging Painting of Anguksa Temple (Treasure No. 1267) to name a few. It is also home to diverse wildlife animals and plants. The mountain's beauty can be enjoyed all year round, with royal azaleas in spring, a colony of daylilies in summer, colorful autumn foliage in fall, and a white snowy mountain vista in winter.","regDate":"2022-07-31","author":"korea-tour","tag":["Jeollabuk-do","Nature","Natural Sites","National Parks"],"imgUrl":"/2022-07-31-1659278251086/2029513_image2_1.webp","blogPath":"Jeollabuk-do/2022-07-31-1659278251086","pageUrl":"https:/mcdryad.com/Jeollabuk-do/2022-07-31-1659278251086"},"dataList":[{"id":"2023-01-06-1672994325436","title":"Muju Baengnyeonsa Temple (백련사(무주))","description":"Baengnyeonsa Temple is located in the upper part of Gucheondong Valley on Deogyusan Mountain. It is said that during the Silla Kingdom, a white lotus flower bloomed here, and thats why the temple is called Baengnyeonsa (lit. White Lotus Temple). The temple is the only remaining temple out of 14 that were built in the Gucheon-dong area of Muju. After walking over Baengnyeongyo Bridge at the entrance of the temple, you will come to a stone stairway. At the top is the main sanctuary. The majesty and beauty of the main sanctuary is well complemented by the mountains. The Mokjosamjonbul Stone Buddha within the main building is presumed to have been built in the latter half of the Joseon dynasty. Past Myeongbujeon is Baengnyeonsa’s Sajeokbi tombstone, and the workmanship of the carved calligraphy is very highly regarded.","regDate":"2023-01-06","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2023-01-06-1672994325436/1248135_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-06-1672994325436"},{"id":"2023-01-06-1672990557700","title":"Mohang Beach (모항해수욕장)","description":"Mohang Beach is situated in Byeonsan-myeon, Buan-gun, Jeollabuk-do. It is set against the beautiful mountains of Byeonsanbando National Park and the clear waters of the west coast. Unlike many beaches along the west coast, white sand can be found even at low tide and the beach is great for fishing. <br><br>Designated a tourist site in December of 2000, the area has been equipped with a family hotel, camping sites, and a seaside cafe. Nearby, there is a mud flat, a population of horned holly trees (Natural Monument No. 122), and a scenic drive.","regDate":"2023-01-06","author":"korea-tour","tag":["Jeollabuk-do","Nature","Natural Sites"],"imgUrl":"/2023-01-06-1672990557700/636244_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-06-1672990557700"},{"id":"2023-01-06-1672987162693","title":"Moaksan Provincial Park (모악산도립공원)","description":"Moaksan Mountain (alt. 795.2 m) is located in Gimje, Jeollabuk-do and is home to several Buddhist temples  Geumsansa, Guisinsa, Suwangsa, and Daewonsa. From the top of the mountain, visitors can see the Honam Delta as well as the Gimje Delta. <br><br>Designated as a provincial park in 1971, Moaksan is known for its incredible views and cultural heritages. Daewonsa and Suwangsa Temples are located on the southeast side of the mountain and Guisinsa Temple sits to the west. Geumsansa Temple, built during the Baekje period (AD 599), holds many precious pieces of Buddhist art. <br><br>One of the preferred methods for ascending the mountain is a trail along the ridge behind Simwonam Hermitage, which is particularly eye-catching in the spring when the mountain azaleas are in full bloom. From the summit, the Gimje Delta and Mangyeonggang River come into view, along with Unjangsan Mountain and the city of Jeonju. The cherry blossom tunnel extending from the parking lot to Iljumun Gate is another must-see for those who visit in spring.","regDate":"2023-01-06","author":"korea-tour","tag":["Jeollabuk-do","Nature","Natural Sites","Provincial Parks"],"imgUrl":"/2023-01-06-1672987162693/1974389_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-06-1672987162693"},{"id":"2023-01-06-1672983362269","title":"Mireuksa Temple Site [UNESCO World Heritage] (익산 미륵사지 [유네스코 세계문화유산])","description":"Mireuksa was the largest Buddhist temple of the ancient Baekje Kingdom (18 BC-AD 660). According to Samgukyusa (historical records published in 1281), King Mu (30th king of Baekje, in power AD 600-641) and his wife Queen Seonhwa were said to have seen a vision of Mireuksamjon (the three Sanskrit) emerging from a large pond. At the time of their revelation, the king and queen were on their way to visit a Buddhist monk in Sajasa Temple on Yonghwasan Mountain (now known as Mireuksan Mountain). In response to their vision, the king drained the nearby pond and established Mireuksa Temple. The temple is believed to have shown the most advanced architectural and cultural skills of Baekje, Silla, and Goguryeo (the three main kingdoms at that time). Records indicate that King Jinpyeong of Silla even sent his craftsmen over to assist with the temple construction. <br><br>The two main features of the Mireuksa Temple Site are the stone pagoda (Mireuksaji Seoktap) and the flagpole supports (Mireuksaji Dangganjiju). The 14.24-meter-high west stone pagoda (National Treasure No. 11) is the oldest and largest Korean stone pagoda in existence. The west pagoda currently has only six tiers, but is estimated to originally have had nine. The nine-story east stone pagoda (27.67 meters in x_height) was restored to its original stature in 1993 based on historical records. Other surviving landmarks include the flagpole supports (Treasure No. 236) to the south of the stone pagodas. The 395 centimeter-tall poles are estimated to have been created during the Unified Silla period (AD 676-935) and are set 90 meters apart from east to west.","regDate":"2023-01-06","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2023-01-06-1672983362269/2514985_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-06-1672983362269"},{"id":"2023-01-06-1672979958647","title":"Manghaesa Temple (망해사)","description":"Manghaesa Temple is located at the edge of the Gimje Plains before the sea. The temple stands at the summit of Jinbongsan Mountain.  The temple was named for the view of the ocean and the fields of rice. The temple was established by the great monk Buseol Geosa during the 2nd year of King Uija of Baekje (AD 642). Years later, Dobeopsa (a Chinese monk from the Tang dynasty) renovated the temple. The temple was altered again during the reign of King Injo of the Joseon dynasty when the great monk Jinmuk Daesa built Nakseojeon Hall in 1589. Bogwangjeon Hall and Chilseonggak Pavilion were built much later in 1933. Manghaesa Temple is unique in that it is the only temple where the distant horizon is visible over both land and sea. Nearby attractions include a walking path through a field of reeds by Mangyeonggang River and views of the sunset over the sea.","regDate":"2023-01-06","author":"korea-tour","tag":["Jeollabuk-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2023-01-06-1672979958647/2675611_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-06-1672979958647"},{"id":"2023-01-06-1672976184633","title":"Maisan Hwaeomgul Cave (마이산 화엄굴)","description":"Maisan Mountain has two major peaks made of sedimentary rocks; these peaks are said to be ‘couple peaks’ and cannot be found anywhere else. Sut Maibong (alt. 667 meters) is said to be the male peak while the slightly larger Am Maibong (alt. 673 meters) is deemed the female peak. In the early Joseon period the mountain was named ‘Sokgeumsan,’ but began to be called ‘Maisan’ after the 12th year of King Taejong, who commented that the two peaks resembled horse ears (‘maisan’ meaning ‘horse ears’). All along Maisan Mountain, visitors will find small crater-like rock cavities that are formed by prolonged weathering. These unique geological features, called ‘tafoni,’ are of great academic value. <br><br>Inside Hwaeomgul Cave, visitors can observe medicinal water that flows up from underground all throughout the year. It is widely believed that once you drink the water, especially on the days of the Spring and Autumn Equinox, you will soon have a son and be blessed by the mountain spirit. Even today, many women who have difficulty conceiving visit the mountain to pray to the mountain spirits for their heart’s desire—the gift of a child. The region in which Maisan is located is the birthplace of many talented people and national heroes, which some say is proof of the blessings of the mountain and its extremely powerful spirit.","regDate":"2023-01-06","author":"korea-tour","tag":["Jeollabuk-do","Nature","Natural Sites"],"imgUrl":"/2023-01-06-1672976184633/198644_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-06-1672976184633"},{"id":"2023-01-05-1672915064725","title":"Korea Expressway Corporation Arboretum (Jeonju Arboretum) (한국도로공사수목원(전주수목원))","description":"Korea Expressway Corporation Arboretum (Jeonju Arboretum) is located in a relatively warm region of the country, reaching 20-30 meters in altitude. Operated by Korea Expressway Corporation, the garden is a non-profit aboretum that is free and open to the public. The garden was built to restore the local environment that was damaged during the construction of an expressway in 1972, starting with a nursery field. The builders then began collecting plants in 1983, and eventually opened the garden in 1992. The arboretum now sees an average of 200,000 visitors per year.<br>The garden operates various hands-on programs and summer educational programs due to its diverse plant species.","regDate":"2023-01-05","author":"korea-tour","tag":["Jeollabuk-do","Nature","Natural Sites","Botanical Gardens"],"imgUrl":"/2023-01-05-1672915064725/1605465_image2_1.webp","blogPath":"Jeollabuk-do/2023-01-05-1672915064725"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}