{"pageProps":{"content":"![Darangswi Oreum (Wollangbong Peak) (다랑쉬오름(월랑봉))](/2022-07-19-1658245342348/2652528_image2_1.webp)\n\n  \n## Overview\n\n> Located the Northeastern part of Jeju Island, Darangswi Oreum is a parasitic volcano that stands about 380 meters above sea level. From Darangswi Oreum, visitors can overlook tourist attractions such as Seongsan Ilchulbong (Sunrise Peak), Udo Island, Hallasan Mountain, coastlines, and various parasitic cones.<br><br>\n\nThe mountain has an oval shape from south to north with a steep incline. The top has a large, deep funnel-shaped crater that still preserves its original shape unlike craters in cones. The name Darangswi is derived from the fact that the mountain looks like a moon ('Da' meaning 'Moon' and 'Swi' meaning 'Mountain' in the Jeju dialect).<br><br>\n\nTrees are scattered here and there at the top, and the outskirts of the mountain are decorated with cedar trees. Meadow plants such as Aster yomena populate most of the mountain. A gentle hill to the right of Darangswi Oreum is called Akkeun Darangswi Oreum (also called Sowol Nangak). Meaning 'small,' 'Akkeun' is both old Korean and Jeju dialect.<br><br>\n\nDarangswi Oreum hosts Wollang Peak Sunrise Festival every year allowing visitors to see the spectacular full moon from the crater. There are wooden stairs in place for easy ascent, and the mountain is also a popular site for paragliders.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330<br>(Korean, English, Japanese, Chinese) <br> • Jeju Travel Hotline: +82-64-740-6000~1|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Available Facilities:|Visitor Information Center|\n  \n## Detail Image\n![/2022-07-19-1658245342348/2652527_image2_1.webp](/2022-07-19-1658245342348/2652527_image2_1.webp)\n![/2022-07-19-1658245342348/2652529_image2_1.webp](/2022-07-19-1658245342348/2652529_image2_1.webp)\n![/2022-07-19-1658245342348/2652530_image2_1.webp](/2022-07-19-1658245342348/2652530_image2_1.webp)\n![/2022-07-19-1658245342348/2652531_image2_1.webp](/2022-07-19-1658245342348/2652531_image2_1.webp)\n![/2022-07-19-1658245342348/2652532_image2_1.webp](/2022-07-19-1658245342348/2652532_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-64-740-6000](tel:+82647406000)\n- [🏠www.visitjeju.net](http://www.visitjeju.net/)\n\n\n```googleMap\nlatitude: 33.4759988880\nlongitude: 126.8228310320\ntitle: San 6, Sehwa-ri, Jeju-si, Jeju-do\n```\n  \n## Directions\n  \n[Bus + Taxi]<br>\nFrom Jeju International Airport, take a bus towards Sehwa-ri (Dongilju & Eupmyeonsunhwan Bus)  and get off at Sehwa-ri Bus Stop. <BR>Take a taxi for approx. 5km.\n","data":{"id":"2022-07-19-1658245342348","title":"Darangswi Oreum (Wollangbong Peak) (다랑쉬오름(월랑봉))","description":"Located the Northeastern part of Jeju Island, Darangswi Oreum is a parasitic volcano that stands about 380 meters above sea level. From Darangswi Oreum, visitors can overlook tourist attractions such as Seongsan Ilchulbong (Sunrise Peak), Udo Island, Hallasan Mountain, coastlines, and various parasitic cones.<br><br>The mountain has an oval shape from south to north with a steep incline. The top has a large, deep funnel-shaped crater that still preserves its original shape unlike craters in cones. The name Darangswi is derived from the fact that the mountain looks like a moon ('Da' meaning 'Moon' and 'Swi' meaning 'Mountain' in the Jeju dialect).<br><br>Trees are scattered here and there at the top, and the outskirts of the mountain are decorated with cedar trees. Meadow plants such as Aster yomena populate most of the mountain. A gentle hill to the right of Darangswi Oreum is called Akkeun Darangswi Oreum (also called Sowol Nangak). Meaning 'small,' 'Akkeun' is both old Korean and Jeju dialect.<br><br>Darangswi Oreum hosts Wollang Peak Sunrise Festival every year allowing visitors to see the spectacular full moon from the crater. There are wooden stairs in place for easy ascent, and the mountain is also a popular site for paragliders.","regDate":"2022-07-19","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-07-19-1658245342348/2652528_image2_1.webp","blogPath":"Jeju-do/2022-07-19-1658245342348","pageUrl":"https:/mcdryad.com/Jeju-do/2022-07-19-1658245342348"},"dataList":[{"id":"2023-02-10-1676004031764","title":"Marado Island (Mara Provincial Park) (마라도(마라해양도립공원))","description":"Marado Island is the southernmost island in Korea and features one seemingly endless plain of waving grass for a unique landscape. The island is quite small, at only 300 ㎡, and is home to approximately 80 people in 30 families. The island is famous for sea fishing, and is accessible via ferry from Museulpo Port.<br><br>Marado Island first became inhabited in 1883, when three families began living there. At first they lived off the food growing there, but once the food became scarce, they burned the forests to create fields for farming. It was said that all the snakes and frogs died in that fire, and thus no snakes and frogs are found in Marado Island even until now.","regDate":"2023-02-10","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites"],"imgUrl":"/2023-02-10-1676004031764/200105_image2_1.webp","blogPath":"Jeju-do/2023-02-10-1676004031764"},{"id":"2023-02-10-1676000509707","title":"Manjanggul Lava Tube [National Geopark] (만장굴 (제주도 국가지질공원))","description":"Manjanggul Lava Tube, located in Gimnyeong-ri, Jeju, is part of the Geomunoreum Lava Tube system. The lava tube stretches roughly 7,400 meters, with a maximum x_height of 25 meters and x_width of 18 meters. These measurements make it one of the largest lava tubes in the world. Manjanggul holds great value for science and conservation studies, having well-maintained formations despite being formed over one hundred thousand years ago.<br><br>The majority of the cave is closed off, with only 1 kilometer being open to tourists. Within this open section, visitors can see a variety of lava tube and cave topographical features, including stalagtites, stalagmites, and stone pillars. Among these, the 7.6-meter-tall stone pillar at the end of the open section is recorded as the largest in the world.","regDate":"2023-02-10","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites"],"imgUrl":"","blogPath":"Jeju-do/2023-02-10-1676000509707"},{"id":"2023-02-09-1675939090366","title":"Jeongbangpokpo Falls (정방폭포)","description":"Jeongbangpokpo Falls is among the top three waterfalls of Jeju Island and is the only waterfall in Asia to fall directly into the ocean. Next to the waterfall is an inscription reading “Seobulgwaji,” referring to Seobul passing by this place. Seobul was a servant of the Emperor of the Chinese Qin dynasty (259~210 BC) who was ordered by the Emperor to find a substance that would make him immortal.","regDate":"2023-02-09","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites","Waterfalls"],"imgUrl":"/2023-02-09-1675939090366/2665278_image2_1.webp","blogPath":"Jeju-do/2023-02-09-1675939090366"},{"id":"2023-02-09-1675935356178","title":"Jeoji Oreum (Dakmol Oreum, Sae Oreum) (저지오름(닥몰오름,새오름))","description":"Jeoji Oreum is situated in Jeoji-ri, Hangyeong-myeon in Jeju-si. This parasitic cone rises 239 meters above sea level, is 100 meters high, and has a crater with a circumference of 800 meters and 62 meters deep. The crater is round and in the shape of a funnel.<br>  <br>It is said that Jeoji Oreum is as old as Jeoji Village. It is also called Dakmoru or Sae Oreum. Nearby, there are Gamaechang Oreum and Heoritdang, showing just how long the history of Jeoji Village is. In the past, people harvested wild weeds from Jeoji Oreum to cover their thatched-roof houses. Over time, trees were planted and today, Jeoji Oreum is covered with a dense forest. The area has been designated a Forest of Life since June 2005.","regDate":"2023-02-09","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites","Mountains"],"imgUrl":"/2023-02-09-1675935356178/2517239_image2_1.webp","blogPath":"Jeju-do/2023-02-09-1675935356178"},{"id":"2023-02-09-1675932002209","title":"Jejuhyanggyo Confucian School (제주향교)","description":"Jejuhyanggyo Confucian School is an educational center that teaches Confucianism to local people, and holds ancestral ceremonies for the great Confucian scholars. It is also used as an administration office, and a gathering place for the local Confucians. It has two main halls  Myeongnyundang and Daeseongjeon, which houses ancestral tablets.","regDate":"2023-02-09","author":"korea-tour","tag":["Jeju-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2023-02-09-1675932002209/1618324_image2_1.webp","blogPath":"Jeju-do/2023-02-09-1675932002209"},{"id":"2023-02-09-1675928154670","title":"Jeju-mok Government Office (제주목관아)","description":"Jeju-mok Government Office is the former central government office where the magistrate of Jeju presided over political and administrative affairs from the Tamna period until the Joseon dynasty. The original buildings of the government complex were all burned to the ground in 1434 and rebuilt shortly afterward, with continual work done throughout the Joseon period. However, it was systemically destroyed during the Japanese colonial period (1910-1945) with the exception of Gwandeokjeong Pavilion, which remained intact. The current Jeju-mok Government Office was restored in December 2002 following four extensive excavation projects from 1991 to 1998, which were performed to to find its structures as well as locations of buildings, based on expert opinions as well as old documents.","regDate":"2023-02-09","author":"korea-tour","tag":["Jeju-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2023-02-09-1675928154670/2517368_image2_1.webp","blogPath":"Jeju-do/2023-02-09-1675928154670"},{"id":"2023-02-09-1675924859670","title":"Jeju Yakcheonsa Temple (약천사(제주))","description":"The architectural style of Yakcheonsa Temple is reminiscent of that of Buddhist temples of the early Joseon dynasty. Measuring an impressive 30 meters high and spanning a total area of 3,305 square meters, it is the largest temple in Asia.<br><br>Upon entering Yakcheonsa Temple, guests will be greeted by a 5-meter-high statue of Vairocana, the tallest of such statues in Korea, on a 4-meter-high pedestal. The walls on both the right and left have been sculpted into large altar portraits of Buddha and in front of the Dharma Hall is a giant Buddhist temple bell, weighing 18 tons. Beloved for its size and grandeur, the temple consists of a main temple (2,652 square meters) and a 3-story residential structure for the Buddhist monks. Other notable sites are Gulbeopdang (the Dharma Hall, built inside a natural cave), Samseonggak Shrine, and Sarira Pagoda. Yakcheonsa Temple is not only popular among Buddhists but is also a well sought after tourist destination.","regDate":"2023-02-09","author":"korea-tour","tag":["Jeju-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2023-02-09-1675924859670/2640015_image2_1.webp","blogPath":"Jeju-do/2023-02-09-1675924859670"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}