{"pageProps":{"content":"![Rock-carved Buddha Triad in Yonghyeon-ri, Seosan (서산 용현리 마애여래삼존상)](/2022-11-12-1668231539013/1954555_image2_1.webp)\n\n  \n## Overview\n\n> Seosan Maaesamjonbul (Rock-Carved Buddha Triad) is carved into a huge rock cliff at the entrance to Bowonsa Temple at Gayasan Mountain. The Rock-Carved Buddha was discovered in 1958, and is considered the oldest and one of the most outstanding Buddha rock carvings in Korea.<br><br>Standing Buddha stands in the center, the cross-legged Buddha is to the right, and Standing Bodhisattva is on the left. The main Buddha, Yearaeipsang (Standing Buddha) is 2.8m high. <br><br>All sculptures carved in the middle of Baekje (6th century) are called Baekjes Smile, named for their trademark bright smiles. The appearance of the smile changes depending on the direction of the sunlight, so these statues were designated as National Treasure No. 84. The best time to see the smile is from 9-11 a.m. <br><br>The location, an important site along a key transportation route from China to Baekje, is on the way to Buyeo from the Taean peninsula. The masterful work represents the active interchange of culture with China during that time period.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330<BR> (Korean, English, Japanese, Chinese) <br> • For more info: +82-41-660-2538|\n|restdate:|N/A (open all year round)|\n|usetime:|09:00-18:00|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Parking Fees:|Free|\n|Restrooms:|Available|\n  \n## Detail Image\n![/2022-11-12-1668231539013/1994273_image2_1.webp](/2022-11-12-1668231539013/1994273_image2_1.webp)\n![/2022-11-12-1668231539013/1994274_image2_1.webp](/2022-11-12-1668231539013/1994274_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-41-660-2538](tel:+82416602538)\n\n\n\n```googleMap\nlatitude: 36.7734728010\nlongitude: 126.6051934198\ntitle: 65-13, Maaesamjonbul-gil, Seosan-si, Chungcheongnam-do\n```\n  \n## Directions\n  \n[Bus]<BR>\nFrom Central City Terminal, take an express bus to Seosan Bus Terminal.<br>\nFrom Seosan Bus Terminal Bus Stop, take Bus No. 483 bound for Byeongwon. Unsan, Goransa Temple and get off at Maaeyeoraesamjonsang (Rock-carved Buddha Triad) Bus Stop.\n","data":{"id":"2022-11-12-1668231539013","title":"Rock-carved Buddha Triad in Yonghyeon-ri, Seosan (서산 용현리 마애여래삼존상)","description":"Seosan Maaesamjonbul (Rock-Carved Buddha Triad) is carved into a huge rock cliff at the entrance to Bowonsa Temple at Gayasan Mountain. The Rock-Carved Buddha was discovered in 1958, and is considered the oldest and one of the most outstanding Buddha rock carvings in Korea.<br><br>Standing Buddha stands in the center, the cross-legged Buddha is to the right, and Standing Bodhisattva is on the left. The main Buddha, Yearaeipsang (Standing Buddha) is 2.8m high. <br><br>All sculptures carved in the middle of Baekje (6th century) are called Baekjes Smile, named for their trademark bright smiles. The appearance of the smile changes depending on the direction of the sunlight, so these statues were designated as National Treasure No. 84. The best time to see the smile is from 9-11 a.m. <br><br>The location, an important site along a key transportation route from China to Baekje, is on the way to Buyeo from the Taean peninsula. The masterful work represents the active interchange of culture with China during that time period.","regDate":"2022-11-12","author":"korea-tour","tag":["Chungcheongnam-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-11-12-1668231539013/1954555_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-12-1668231539013","pageUrl":"https:/mcdryad.com/Chungcheongnam-do/2022-11-12-1668231539013"},"dataList":[{"id":"2022-11-14-1668399000382","title":"Seosan Illaksa Temple (일락사 (서산))","description":"Illaksa Temple is located on the southwestern side of Illaksan Mountain. There are no records referencing the temple building, but several documents mention a Uihyeonseonsa Temple, which is believed to have been Illaksa at the time of its foundation. Uihyeonseonsa Temple is estimated to have been founded in 663. There are records of several restorations in works including Seosan Gunji and Haemi Eupji, published after 1970. The temple premises also include the Three-story Stone Pagoda (Cultural Properties Materials) and Iron Buddha (Cultural Properties Materials), both estimated to have been built during the Goryeo dynasty. Hwangnakgyegok Valley is downhill from the temple.","regDate":"2022-11-14","author":"korea-tour","tag":["Chungcheongnam-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-11-14-1668399000382/2372711_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-14-1668399000382"},{"id":"2022-11-13-1668336086604","title":"Seosan Gayasan Mountain (가야산(서산))","description":"Gayasan Mountain has easy and enjoyable hiking trails connecting Gayabong Peak, the main peak, with other peaks and mountains, namely Wonhyobong Peak (677 m), Ogyangbong Peak (621.4 m), Illaksan Mountain (521.4 m), Sujeongbong Peak (453 m), and Sangwangsan Mountain (307.2 m). The trails are as easy and suitable for all hikers including the elderly and young hikers. A distant view of the west sea is even visible from the top of the mountain. Gayasan Mountain offers amazing scenery all year round, most notably in spring when azaleas, royal azaleas, and an array of wildflowers are in full bloom.<br /><br />The mountain also contains the Seosan Rock-carved Buddha Triad (National Treasure), which is considered the best rock-carved Buddha from the Baekje period. The mountain is also home to Bowonsa Temple Site, Gaesimsa Temple, and Illaksa Temple. With one National Treasure, six Treasures, and four cultural heritages preserved on the mountain, it is safe to say that Gayasan Mountain is the heart of Naepo Culture Zone (northwestern region of the province of Chungcheongnam-do), making the entire mountain a cultural asset.","regDate":"2022-11-13","author":"korea-tour","tag":["Chungcheongnam-do","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-11-13-1668336086604/1961100_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-13-1668336086604"},{"id":"2022-11-13-1668332361185","title":"Seosan Gaesimsa Temple (개심사(서산))","description":"Situated in a dense forest in Sangwangsan Mountain and 6 kilometers away from Haemi-myeon, Gaesimsa Temple is one of the four major temples in Chungcheongnam-do. The path from the parking lot to the temple site is quite remote and curved, but beautiful especially in spring when cherry blossoms are in full bloom. <br><br>The temple was built in 1484 during the 15th year of King Seongjong and designated as a Treasure. The architecture of the temple stands out, as the buildings use bent tree trunks for pillars.","regDate":"2022-11-13","author":"korea-tour","tag":["Chungcheongnam-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-11-13-1668332361185/2562948_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-13-1668332361185"},{"id":"2022-11-13-1668329047291","title":"Seosan Buseoksa Temple (부석사(서산))","description":"Located on Dobisan Mountain in Seosan, Chungcheongnam-do, Buseoksa Temple was built by the Great Monk Uisang in 677, the 17th year of King Munmu of Silla, and was later rebuilt by Great Monk Muhak during the Joseon dynasty. The temple houses eight seated Buddha statues and attracts many visitors due to its magnificent surrounding scenery.","regDate":"2022-11-13","author":"korea-tour","tag":["Chungcheongnam-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-11-13-1668329047291/491351_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-13-1668329047291"},{"id":"2022-11-13-1668325050254","title":"Seongjusan Recreational Forest (성주산자연휴양림)","description":"Seongjusan Recreational Forest in Boryeong, Chungcheongnam-do is especially popular in spring because of its cherry blossoms and beautiful wildflowers. Also, the observatory 100 meters below the mountain peak (680 meters in elevation) offers a great view of Seongju-myeon and Oesan-myeon. Roundtrip hike to the peak takes approximately 2-3 hours.<br><br>Nearby tourist attractions include the Seongjusaji Temple site and a coal museum (15 minutes on foot), as well as Daecheon Beach and Muchangpo Beach (20-30 minutes by car).","regDate":"2022-11-13","author":"korea-tour","tag":["Chungcheongnam-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"/2022-11-13-1668325050254/218932_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-13-1668325050254"},{"id":"2022-11-13-1668321949079","title":"Seodongyo Theme Park (서동요 테마파크)","description":"Seodongyo Theme Park is an open film set studio in a huge 33,000 square meter plot of land. The theme park offers various sets from Goryeo to Joseon dynasty as well as royal residences of Baekje dynasty, the commoners’ village, the village of the nobles and more. The set was the backdrop of various dramas including “Ballad of Seodong (2005), “The Great Sheer (2012)” and more. Visitors can also engage in various experience programs.","regDate":"2022-11-13","author":"korea-tour","tag":["Chungcheongnam-do","Culture/Art/History","Recreational Sites","Theme Parks"],"imgUrl":"/2022-11-13-1668321949079/2366343_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-13-1668321949079"},{"id":"2022-11-12-1668249671833","title":"Seodong Park and Gungnamji Pond (서동공원과 궁남지)","description":"Gungnamji Pond (Historic Site No.135), located in Seodong Park, is Korea’s first artificial pond and was created by King Mu from the Baekje dynasty, who was in love with and eventually married Princess Seonhwa. Gungnamji, literally means a pond in the south of the royal palace in Korean, was named according to the Samguksagi record.<br><br>According to a record in the Samguksagi, the History of the Three Kingdoms, King Mu dug this lake south of his palace in the 35th year of his reign (634) and connected it by a 7800-meter long waterway to the water source. The king then had willow trees planted around the bank and had an artificial mound constructed in the middle of the lake.","regDate":"2022-11-12","author":"korea-tour","tag":["Chungcheongnam-do","Nature","Natural Sites"],"imgUrl":"/2022-11-12-1668249671833/2366340_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-12-1668249671833"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}