{"pageProps":{"content":"![Chuwolsan Mountain (추월산)](/2023-01-15-1673778948090/2013995_image2_1.webp)\n\n  \n## Overview\n\n> Located 13 kilometers away from Damyang-eup, Chuwolsan Mountain (731 m) was designated Jeollanam-do Provincial Monument No. 4 and is one of the five famous mountains of Jeollanam-do. It marks the boundary between Jeollanam-do, South Jeolla Province (Wolgye-ri, Yong-myeon, the most northern town in Damyang-gun) and Jeollabuk-do, North Jeolla Province (Bokheung-myeon, Sunchang-gun). The mountain has a dense forest, rock formations and stones, and rock walls that look like manmade fortifications with a narrow path to the west which can accommodate only one person at a time.<br> <br> Shaped like a Buddhist monk lying down when it is seen from Damyang-eups side, it is popular for its various naturally grown medicinal herbs as well as rare kinds of Chuwolsan orchids. The base of the mountain has gentle slopes and densely packed old pine trees, making it the best destination for families in summer. The hiking trail is hard to climb despite the fact that the peak is not very high. However, it is visited by mountain climbers all year long.<br> <br> Before reaching Sangbong Peak, there is a hermitage and a mineral spring that never dries up. The peak also boasts an impressive view of the surrounding area, including Damyangho Lake. Chuwolsan Mountain was a battle site during the Imjin War along with the nearby Geumseongsanseong Fortress. The last battle of Donghak Peasant Revolution also took place at Chuwolsan Mountain.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br>(Korean, English, Japanese, Chinese)<br> • For more info: +82-61-380-2794|\n|parking:|Available|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Mountain Not Access Period:|Seasonal Forest Fire Prevention Period<br>Spring: March 2-April 30 <br>Autumn: November 1-December 15<brNational Park: November 15-December 15 (Excluding Gyeongju and Taean)<br>* TBD by park directors based on fire weather advisories, snow/precipitation levels, and other local conditions.|\n|Restricted Mountain Areas :|[Refer to the website.](http://hiking.kworks.co.kr/sub_map/map_user01.aspx)|\n|Hiking Course:|2.5 km course: Parking lot - cave in front of Boriam Jungsubi - Boriam Hermitage - Chuwolsan Mountain peak |\n|Restrooms:|Available|\n  \n## Detail Image\n![/2023-01-15-1673778948090/2013989_image2_1.webp](/2023-01-15-1673778948090/2013989_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-61-380-3492](tel:+82613803492)\n- [🏠tour.damyang.go.kr](http://tour.damyang.go.kr)\n\n\n```googleMap\nlatitude: 35.4044109106\nlongitude: 126.9923139649\ntitle: 981, Chuwolsan-ro, Damyang-gun, Jeollanam-do\n```\n  \n## Directions\n  \nFrom the Seoul Express Bus Terminal or Dong Seoul Terminal, take the bus to Damyang Terminal.<br>\nLocal bus to Chuwolsan Mountain operates 12 times a day. (06:30 - 19:20)<br>\n※ Tel: +82-61-382-6823\n","data":{"id":"2023-01-15-1673778948090","title":"Chuwolsan Mountain (추월산)","description":"Located 13 kilometers away from Damyang-eup, Chuwolsan Mountain (731 m) was designated Jeollanam-do Provincial Monument No. 4 and is one of the five famous mountains of Jeollanam-do. It marks the boundary between Jeollanam-do, South Jeolla Province (Wolgye-ri, Yong-myeon, the most northern town in Damyang-gun) and Jeollabuk-do, North Jeolla Province (Bokheung-myeon, Sunchang-gun). The mountain has a dense forest, rock formations and stones, and rock walls that look like manmade fortifications with a narrow path to the west which can accommodate only one person at a time.<br> <br> Shaped like a Buddhist monk lying down when it is seen from Damyang-eups side, it is popular for its various naturally grown medicinal herbs as well as rare kinds of Chuwolsan orchids. The base of the mountain has gentle slopes and densely packed old pine trees, making it the best destination for families in summer. The hiking trail is hard to climb despite the fact that the peak is not very high. However, it is visited by mountain climbers all year long.<br> <br> Before reaching Sangbong Peak, there is a hermitage and a mineral spring that never dries up. The peak also boasts an impressive view of the surrounding area, including Damyangho Lake. Chuwolsan Mountain was a battle site during the Imjin War along with the nearby Geumseongsanseong Fortress. The last battle of Donghak Peasant Revolution also took place at Chuwolsan Mountain.","regDate":"2023-01-15","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites","Mountains"],"imgUrl":"/2023-01-15-1673778948090/2013995_image2_1.webp","blogPath":"Jeollanam-do/2023-01-15-1673778948090","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-15-1673778948090"},"dataList":[{"id":"2023-01-27-1674797775497","title":"Naganminsok National Recreational Forest (국립 낙안민속자연휴양림)","description":"Naganminsok National Recreational Forest is situated in Nagan-myeon, Suncheon, conveniently accessible by train and bus. Just two kilometers from the historic Naganeupseong Walled Town, Naganminsok National Recreational Forest boasts exquisite surroundings. Some famous attractions near the forest are Songgwangsa Temple, Seonamsa Temple, Juamho Lake, and Sangsaho Lake, offering opportunities to appreciate ancient temples and the glow of the setting sun over the lakes. Perhaps more famous nearby attractions, though, are the breathtaking rows of reeds at Suncheonman Bay and Naganeupseong Walled Town, the home of cultural festivals and events.<br><br>The forest is surrounded by mountains and a river with a homely garden atmosphere. The two beautiful mountains, Geumjeonsan and Obongsan  snuggly envelop Naganminsok National Recreational Forest. On rainy days, visitors can enjoy spectacular cascading falls of water at Cheonyeopokpo Falls within the forest.","regDate":"2023-01-27","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"/2023-01-27-1674797775497/1607803_image2_1.webp","blogPath":"Jeollanam-do/2023-01-27-1674797775497"},{"id":"2023-01-27-1674794364113","title":"Naganeupseong Walled Town (순천 낙안읍성)","description":"Naganeupseong Walled Town is located in Jeollanam-do, and contains a fortress town that is over 59,504 ㎡ in size. The fortress walls were built using square-shaped stones to reach 4 meters in x_height, 3 to 4 meters in x_width, and 1,410 meters in total length. The town consists of three neighborhoods along the east, south and west of the fortress walls. The village is overall well preserved, allowing visitors to observe houses and lifestyles that have all been passed down from the past. The town is highly valued as a historical and cultural resource for studying traditional folk customs.","regDate":"2023-01-27","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Historical Sites","Folk Villages"],"imgUrl":"/2023-01-27-1674794364113/2649051_image2_1.webp","blogPath":"Jeollanam-do/2023-01-27-1674794364113"},{"id":"2023-01-27-1674790584404","title":"Myeongokheon Garden (담양 명옥헌 원림)","description":"Located in the eco-village of Husan-ri, Myeongokheon Garden was the garden of Oh Hui-do (1583-1623) of the Joseon dynasty and served as a simple, countryside sanctuary where the scholar read and wrote many books. Main features of the garden are the Myeongokheon Pavilion, where the scholar held lectures, and the square-shaped pond in front of the pavilion that is surrounded with graceful flowering trees. The flowering trees around the pond include red pines and crape myrtles. On the right side of Myeongokheon Garden you’ll see a 300 year-old ginkgo tree, which is where King Injo (1623-1649) of the Joseon dynasty tied his horse when he went to visit Oh Hui-do.","regDate":"2023-01-27","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2023-01-27-1674790584404/2025872_image2_1.webp","blogPath":"Jeollanam-do/2023-01-27-1674790584404"},{"id":"2023-01-26-1674729433008","title":"Myeonangjeong Pavilion (면앙정)","description":"Myeonangjeong Pavilion is located on the slopes of Jebongsan Mountain in Damyang-gun. The pavilion was constructed in 1533 by Song Sun (1493-1583), who built it as a place for writing poems. After its construction, the pavilion served as a meeting place for scholars and intellectuals and was even frequented by Lee Hwang (1501-1570), a representative Confucian scholar who is pictured on the 1,000 won bill.<br><br>The roof of Myeonangjeong Pavilion was originally made of reeds, straw, grass and other materials which could not withstand the elements. After several repairs, the building was developed into the wooden structure that it is today. <br><br>From the back of the pavilion, you can see the mountain range and open wide fields; renowned scholars’ poems are engraved on the wooden panels that decorate the pavilion walls.","regDate":"2023-01-26","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2023-01-26-1674729433008/2367294_image2_1.webp","blogPath":"Jeollanam-do/2023-01-26-1674729433008"},{"id":"2023-01-26-1674725770732","title":"Muwisa Temple (무위사)","description":"Muwisa Temple is located on Wolchulsan Mountain in Gangjin-gun, Jeollanam-do. The temple has at least 1,100 years of history as it was established sometime before the early 10th century under the name Muwigapsa Temple. The temple houses many significant Buddhist treasures.","regDate":"2023-01-26","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2023-01-26-1674725770732/2550996_image2_1.webp","blogPath":"Jeollanam-do/2023-01-26-1674725770732"},{"id":"2023-01-26-1674722336812","title":"Muan Hoesan White Lotus Pond (무안회산백련지)","description":"Muan Hoesan White Lotus Pond is the largest habitat of white lotus in Asia, covering an area of approximately 330,000 square meters in Bogyong-ri, Muan-gun in Jeollanam-do. This pond was originally a reservoir made during the Japanese colonial period for irrigation, but was abandoned with the development of the Yeongsangang River system. The reservoir was recreated and expanded into todays lotus habitat thanks to the effort of Jeong Su-dong, who planted twelve lotus roots along the shoreline and took care of them dearly after dreaming of twelve white cranes landing upon the reservoir. The white lotus flowers in this pond blossom and fall from July until September. A lotus festival is held in August, when the flowers are at their peak.","regDate":"2023-01-26","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2023-01-26-1674722336812/2399156_image2_1.webp","blogPath":"Jeollanam-do/2023-01-26-1674722336812"},{"id":"2023-01-26-1674718570005","title":"Muan Ecological Tidal Flat Land (무안황토갯벌랜드(구 무안생태갯벌센터))","description":"Muan Ecological Tidal Flat Land in Muan, Jeollanam-do was established in an effort to raise awareness of the ecology and importance of natural wetlands. It is the nation’s largest educational center for natural ecology. In addition to the main research center, visitors can enjoy a variety of exhibitions and experiences, ranging from bonzai plants to structures made with red clay bricks, and convenience facilities such as restaurants and cafes.","regDate":"2023-01-26","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2023-01-26-1674718570005/2653440_image2_1.webp","blogPath":"Jeollanam-do/2023-01-26-1674718570005"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}