{"pageProps":{"content":"![Darangswi Oreum (Wollangbong Peak) (다랑쉬오름(월랑봉))](/2022-07-19-1658245342348/2652528_image2_1.webp)\n\n  \n## Overview\n\n> Located the Northeastern part of Jeju Island, Darangswi Oreum is a parasitic volcano that stands about 380 meters above sea level. From Darangswi Oreum, visitors can overlook tourist attractions such as Seongsan Ilchulbong (Sunrise Peak), Udo Island, Hallasan Mountain, coastlines, and various parasitic cones.<br><br>\n\nThe mountain has an oval shape from south to north with a steep incline. The top has a large, deep funnel-shaped crater that still preserves its original shape unlike craters in cones. The name Darangswi is derived from the fact that the mountain looks like a moon ('Da' meaning 'Moon' and 'Swi' meaning 'Mountain' in the Jeju dialect).<br><br>\n\nTrees are scattered here and there at the top, and the outskirts of the mountain are decorated with cedar trees. Meadow plants such as Aster yomena populate most of the mountain. A gentle hill to the right of Darangswi Oreum is called Akkeun Darangswi Oreum (also called Sowol Nangak). Meaning 'small,' 'Akkeun' is both old Korean and Jeju dialect.<br><br>\n\nDarangswi Oreum hosts Wollang Peak Sunrise Festival every year allowing visitors to see the spectacular full moon from the crater. There are wooden stairs in place for easy ascent, and the mountain is also a popular site for paragliders.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330<br>(Korean, English, Japanese, Chinese) <br> • Jeju Travel Hotline: +82-64-740-6000~1|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Available Facilities:|Visitor Information Center|\n  \n## Detail Image\n![/2022-07-19-1658245342348/2652527_image2_1.webp](/2022-07-19-1658245342348/2652527_image2_1.webp)\n![/2022-07-19-1658245342348/2652529_image2_1.webp](/2022-07-19-1658245342348/2652529_image2_1.webp)\n![/2022-07-19-1658245342348/2652530_image2_1.webp](/2022-07-19-1658245342348/2652530_image2_1.webp)\n![/2022-07-19-1658245342348/2652531_image2_1.webp](/2022-07-19-1658245342348/2652531_image2_1.webp)\n![/2022-07-19-1658245342348/2652532_image2_1.webp](/2022-07-19-1658245342348/2652532_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-64-740-6000](tel:+82647406000)\n- [🏠www.visitjeju.net](http://www.visitjeju.net/)\n\n\n```googleMap\nlatitude: 33.4759988880\nlongitude: 126.8228310320\ntitle: San 6, Sehwa-ri, Jeju-si, Jeju-do\n```\n  \n## Directions\n  \n[Bus + Taxi]<br>\nFrom Jeju International Airport, take a bus towards Sehwa-ri (Dongilju & Eupmyeonsunhwan Bus)  and get off at Sehwa-ri Bus Stop. <BR>Take a taxi for approx. 5km.\n","data":{"id":"2022-07-19-1658245342348","title":"Darangswi Oreum (Wollangbong Peak) (다랑쉬오름(월랑봉))","description":"Located the Northeastern part of Jeju Island, Darangswi Oreum is a parasitic volcano that stands about 380 meters above sea level. From Darangswi Oreum, visitors can overlook tourist attractions such as Seongsan Ilchulbong (Sunrise Peak), Udo Island, Hallasan Mountain, coastlines, and various parasitic cones.<br><br>The mountain has an oval shape from south to north with a steep incline. The top has a large, deep funnel-shaped crater that still preserves its original shape unlike craters in cones. The name Darangswi is derived from the fact that the mountain looks like a moon ('Da' meaning 'Moon' and 'Swi' meaning 'Mountain' in the Jeju dialect).<br><br>Trees are scattered here and there at the top, and the outskirts of the mountain are decorated with cedar trees. Meadow plants such as Aster yomena populate most of the mountain. A gentle hill to the right of Darangswi Oreum is called Akkeun Darangswi Oreum (also called Sowol Nangak). Meaning 'small,' 'Akkeun' is both old Korean and Jeju dialect.<br><br>Darangswi Oreum hosts Wollang Peak Sunrise Festival every year allowing visitors to see the spectacular full moon from the crater. There are wooden stairs in place for easy ascent, and the mountain is also a popular site for paragliders.","regDate":"2022-07-19","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-07-19-1658245342348/2652528_image2_1.webp","blogPath":"Jeju-do/2022-07-19-1658245342348","pageUrl":"https:/mcdryad.com/Jeju-do/2022-07-19-1658245342348"},"dataList":[{"id":"2023-02-13-1676277674763","title":"Songaksan Mountain (송악산)","description":"Songaksan Mountain is also called 99 Bong (99 Peaks) due to its 99 small peaks. The road from Sanbanggulsa Temple in Southern Jeju to Songaksan Mountain is a famous coastal drive with breathtaking scenic views. Though not as enormous as Hallasan Mountain, the view from the peak of Songaksan is truly scenic. From the summit, one can see nearby islands such as Marado, Gapado, and Hyeongjeseom, and as far as Hallasan Mountain and the Pacific Ocean. <br><br> The main peak rises 104 meters above sea level. To the northwest of the main peak is an expansive prairie with several peaks. There is a crater about 500 meters in diameter and 80 meters in depth, with some blackish volcanic ash still remaining inside. Looking along the jagged coastline, one can spot the large man-made caves built during the Japanese occupation. The seashore at the base of Songaksan Mountain is a famous fishing ground and diverse fish such as sawedged perch and black porgy are caught here.","regDate":"2023-02-13","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites","Mountains"],"imgUrl":"/2023-02-13-1676277674763/1620230_image2_1.webp","blogPath":"Jeju-do/2023-02-13-1676277674763"},{"id":"2023-02-13-1676273756670","title":"Someorioreum Volcanic Cone (Udobong Peak) (쇠머리오름(우도봉))","description":"Someorioreum Volcanic Cone is located on Udo Island, about 3.8 kilometers from Seongsanhang Port. The cone rises 100 meters and offers fantastic views of the surrounding area. The name means cows head, and comes from the name of the island, said to resemble a cow lying down. The island is only accessible from Seongsanhang Port, and it takes about 15 minutes by ferry.","regDate":"2023-02-13","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites","Mountains"],"imgUrl":"/2023-02-13-1676273756670/666366_image2_1.webp","blogPath":"Jeju-do/2023-02-13-1676273756670"},{"id":"2023-02-13-1676270470583","title":"Soesokkak Estuary (쇠소깍)","description":"Located in the Seogwipo area of Jeju Island, Soesokkak Estuary was originally called Soedun, which means a lying ox, and it was only later that it became more widely known as Soesokkak. Soe means an ox, so means a pool of water and kkak means the end. This is the mouth of the Hyodoncheon Stream. As the fresh water meets the ocean, it broadens into wide, slow-flowing river. Soesokkak Estuary is lined with cliffs of curious lava formations, which are overhung with pine trees. <br>It was chosen as one of hidden picturesque scenery in Chilsip-ri, Seogwi-po, comprised of deep blue ocean, uniquely-shaped rocks formed by lava and a pine forest.<br>Soesokkak Estuary is located in Hahyo-dong on the southern side of Hallasan Mountain. The area is also well-known for its tangerines, and visitors are drawn to the area by the fresh citrus scent. Popular destinations close to Soesokkak Estuary include the famous Jusang Jeolli Cliffs and Jungmun Resort, as well as Cheonjeyeonpokpo Falls.","regDate":"2023-02-13","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites","Valleys"],"imgUrl":"/2023-02-13-1676270470583/1786510_image2_1.webp","blogPath":"Jeju-do/2023-02-13-1676270470583"},{"id":"2023-02-13-1676266550850","title":"Sinyang Seopji Beach (신양 섭지해수욕장)","description":"Sinyang Seopji Beach is not yet a popular tourist attraction, leaving the fine-grained, sandy beach relatively untouched. Thanks to its quiet atmosphere, the beach gives visitors a calmer, more secluded beach experience than some of the larger beaches on Jeju. <br /><br />The 80-meter-wide, crescent-shaped beach stretches for a total length of 300 meters. Bordered by waters that are only an average of one meter deep, the beach gently slopes at a five degree angle. Known for its small waves, the beach is the perfect spot for children. <br /><br />Windsurfing is available nearby and popular tourist attractions such as Seongsan Ilchulbong Tuff Cone and Seopjikoji are located in the area.","regDate":"2023-02-13","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites"],"imgUrl":"/2023-02-13-1676266550850/1617251_image2_1.webp","blogPath":"Jeju-do/2023-02-13-1676266550850"},{"id":"2023-02-13-1676263230667","title":"Sinsan Park (신산공원)","description":"Sinsan Park was opened to commemorate the arrival of the Olympic Torch to Korea for the 88 Seoul Olympic Games but now serves as a resting place for local citizens. It has become a popular location for family outings, and many couples enjoy walking along the paths through the shade of the forest.","regDate":"2023-02-13","author":"korea-tour","tag":["Jeju-do","Culture/Art/History","Recreational Sites","Theme Parks"],"imgUrl":"/2023-02-13-1676263230667/2405220_image2_1.webp","blogPath":"Jeju-do/2023-02-13-1676263230667"},{"id":"2023-02-13-1676259587150","title":"Sinpung Sincheon Seaside Ranch (신풍 신천 바다목장)","description":"Jungsangangil Road, part of the Jeju Olle Trail, stretches 14 kilometers, and has a calm ambience. Old stone walls and dense trees line both sides of the road. The road also leads to Seaside Ranch Road, which is open to the public. The road is a unique location on Jeju with expansive green fields located next to the ocean.","regDate":"2023-02-13","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites"],"imgUrl":"/2023-02-13-1676259587150/2516623_image2_1.webp","blogPath":"Jeju-do/2023-02-13-1676259587150"},{"id":"2023-02-12-1676198173474","title":"Seopjikoji (섭지코지)","description":"Seopjikoji gets its name from its shape, jutting out to sea, with koji being the Jeju dialect for a cape. Located just south of Seongsan Ilchulbong Tuff Cone, the cape is a popular tourist attraction. The tuff cone along with a beautiful vista of the ocean and fields of canola flowers can easily be seen from the peak of Seopjikoji. On top of the hill stands a beacon fire station, reaching 4 meters in x_height with a diameter of 9 meters, built using volcanic rocks. Behind the beacon fire station is Bulgeunoreum Volcanic Cone, vibrant with red soil. The white lighthouse atop the cone stands out in contrast. Seopjikoji has been used as a filming site for many Korean movies and dramas.","regDate":"2023-02-12","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites"],"imgUrl":"/2023-02-12-1676198173474/2513480_image2_1.webp","blogPath":"Jeju-do/2023-02-12-1676198173474"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}