{"pageProps":{"content":"![Daegwallyeong Sheep Ranch (대관령 양떼목장)](/2022-07-25-1658777504093/2365245_image2_1.webp)\n\n  \n## Overview\n\n> Daegwallyeong Sheep Ranch is a privately owned ranch on an area of 195 k㎡. There are many ranches in Pyeongchang, but Daegwallyeong Sheep Ranch is the only ranch that raises sheep. The sheep grazing field is surrounded by a 1.2 meter-long circular walkway, so visitors can view the sheep at all times during their visit. It takes about 40 minutes to walk along this path. A wooden shack located in the field appeared as a backdrop of the movie \"The Man from Mars.\"  The wooden shack fits perfectly with the sheep farm, and has become a popular photo site. To get a closer experience with the sheep, sign up for the feeding experience, where you can give hay to the sheep and even reach out to touch their fuzzy heads.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330<br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-33-335-1966|\n|parking:|Available|\n|restdate:|The day of Seollal (Lunar New Year's Day) & Chuseok (Korean Thanksgiving Day)<br>* May close in the case of adverse weather such as heavy snow, rain or thunderstorms; please call in advance.|\n|usetime:|November-February 09:00-17:00<br>March & October 09:00-17:30<br>April & September 09:00-18:00<br>May-August 09:00-18:30<br>* Last admission is 16:30.<br>* Hours are subject to change depending on weather or conditions on-site.|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Shopping Information:|Food & gifts available|\n|Parking Fees:|Free|\n|Admission Fees:|[Individuals]<br>Adults: 6,000 won / Children: 4,000 won / Senior citizens: 3,000 won<br><br>[Groups]<br>Adults: 5,000 won / Children: 3,500 won / Senior citizens: 3,000 won<br> <br>* Groups: 20 people or more<br>* Adults (ages 19-64), Children (ages 4-18), Senior citizens (ages 65 and older)<br>* Free admission: Preschoolers (ages 3 or under) / Free admission does not apply to groups of children<br>* Seniors citizens: ID required|\n|Restrooms:|Available|\n|Available Facilities:|Sheep feeding area, royal azalea field, thached-roof house, marsh, walking trails, rest area, etc.|\n|Reservation Info. for Natives:|Reservations not accepted|\n  \n## Detail Image\n![/2022-07-25-1658777504093/1583621_image2_1.webp](/2022-07-25-1658777504093/1583621_image2_1.webp)\n![/2022-07-25-1658777504093/1583624_image2_1.webp](/2022-07-25-1658777504093/1583624_image2_1.webp)\n![/2022-07-25-1658777504093/1583625_image2_1.webp](/2022-07-25-1658777504093/1583625_image2_1.webp)\n![/2022-07-25-1658777504093/1583627_image2_1.webp](/2022-07-25-1658777504093/1583627_image2_1.webp)\n![/2022-07-25-1658777504093/1890726_image2_1.webp](/2022-07-25-1658777504093/1890726_image2_1.webp)\n![/2022-07-25-1658777504093/1890727_image2_1.webp](/2022-07-25-1658777504093/1890727_image2_1.webp)\n![/2022-07-25-1658777504093/1890728_image2_1.webp](/2022-07-25-1658777504093/1890728_image2_1.webp)\n![/2022-07-25-1658777504093/1890729_image2_1.webp](/2022-07-25-1658777504093/1890729_image2_1.webp)\n![/2022-07-25-1658777504093/1890731_image2_1.webp](/2022-07-25-1658777504093/1890731_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-33-335-1966](tel:+82333351966)\n- [🏠www.yangtte.co.kr]( http://www.yangtte.co.kr)\n\n\n```googleMap\nlatitude: 37.6876427505\nlongitude: 128.7533288363\ntitle: 483-32, Daegwallyeongmaru-gil, Pyeongchang-gun, Gangwon-do\n```\n  \n## Directions\n  \n[Bus + Taxi]<br>\nFrom Dong Seoul Bus Terminal, take an intercity bus to Hoenggye Intercity Bus Terminal.<br>From Hoenggye Bus Terminal, take a taxi to the ranch.\n","data":{"id":"2022-07-25-1658777504093","title":"Daegwallyeong Sheep Ranch (대관령 양떼목장)","description":"Daegwallyeong Sheep Ranch is a privately owned ranch on an area of 195 k㎡. There are many ranches in Pyeongchang, but Daegwallyeong Sheep Ranch is the only ranch that raises sheep. The sheep grazing field is surrounded by a 1.2 meter-long circular walkway, so visitors can view the sheep at all times during their visit. It takes about 40 minutes to walk along this path. A wooden shack located in the field appeared as a backdrop of the movie \"The Man from Mars.\"  The wooden shack fits perfectly with the sheep farm, and has become a popular photo site. To get a closer experience with the sheep, sign up for the feeding experience, where you can give hay to the sheep and even reach out to touch their fuzzy heads.","regDate":"2022-07-25","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Experience Programs","Unique Experience"],"imgUrl":"/2022-07-25-1658777504093/2365245_image2_1.webp","blogPath":"Gangwon-do/2022-07-25-1658777504093","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-07-25-1658777504093"},"dataList":[{"id":"2022-09-25-1664095715119","title":"Gwangchi Recreational Forest (광치자연휴양림)","description":"Gwangchi Recreational Forest is located near Gwangchiryeong Pass (alt. 800 meters). The pass encompasses waterfalls and valleys in a dense forest. Gwangchi Tunnel connects the areas of Yanggu and Inje to the East Sea, making the forest a great addition to travel itineraries. The recreational area serves as a retreat for residents and helps to support the local economy through tourism.","regDate":"2022-09-25","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"/2022-09-25-1664095715119/1813309_image2_1.webp","blogPath":"Gangwon-do/2022-09-25-1664095715119"},{"id":"2022-09-25-1664091631316","title":"Guryongsa Temple (구룡사)","description":"Guryongsa Temple is located 6 kilometers from Birobong Peak on Chiaksan Mountain, in the direction of Hakkok-ri. It was believed that Monk Uisang (625-702) of the Silla Kingdom (57 BC - AD 935) built and named the temple Guryongsa in 668 during the reign of King Munmu. However, it is now known that the temple was built after King Sukjong, the 19th King of the Joseon dynasty (1392-1910), who reigned from 1674 to 1720, because of the architectural style of Daeungjeon Hall. There is a legend that the Guryongsa Temple site was originally a lake where nine dragons lived. The name Guryong comes from the story that the lake was filled up to build the temple on it. There are many buildings such as Daeungjeon Hall, Bogwangnu Pavilion, Samseonggak Pavilion, Simgeomdang Hall and Seolseondang Hall. Daeungjeon Hall has maintained its original shape though it was repaired many times.","regDate":"2022-09-25","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-09-25-1664091631316/2391453_image2_1.webp","blogPath":"Gangwon-do/2022-09-25-1664091631316"},{"id":"2022-09-25-1664088775156","title":"Gugokpokpo Falls (구곡폭포)","description":"Located at the foot of Bonghwasan Mountain in Chuncheon, Gugok Falls with a x_height of 50 m is one of the representative tourist destinations in the Gangchon area. It was named “Gugok” because the falls twist (gok) and turn nine (gu) different times before dropping down, and is also called “Guguripokpo.” Gugok Falls flowing down from a huge stone wall create fantastic scenery. Many tourists visit the falls every year to enjoy cool, refreshing water to overcome the heat wave in summer and to admire a majestic view of the giant ice wall in winter. The road from the ticket booth to the falls is gentle and requires about 20 min walk. It is an easy walking path surrounded by woods and the valley. Visitors can also try to find the nine wooden panels inspired by the spirit of Gugok and designed with Hangeul alphabet “ㄲ” letters (such as 꿈, 끼, 꾀, 깡, etc.). If you go up for about 40 min along the Kkalttak Pass, which is on the right side of the Gugok Falls entrance, you will find Munbae Village, nestled in a basin. The village restaurants are known for local dishes, such as wild vegetable bibimbap and folk liquor. Visitors can also stay overnight at the National Leisure Campground built in the Gukgok Falls Tourist Area.","regDate":"2022-09-25","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Waterfalls"],"imgUrl":"/2022-09-25-1664088775156/1583495_image2_1.webp","blogPath":"Gangwon-do/2022-09-25-1664088775156"},{"id":"2022-09-25-1664085357499","title":"Gubongsan Observatory Cafe Street (구봉산 전망대 카페거리)","description":"Gubongsan Observatory Cafe Street is a well-known scenic spot for its beautiful landscape of Chuncheon with the background of mountains, lake, and river. Located on the eastern outskirts of downtown Chuncheon, Gubongsan Mountain (441 m) with nine peaks, commands a panoramic view of the city. When the road passing halfway up the mountain was opened in the 1990s, many cafes and restaurants were established and became Chuncheon’s representative cafe street. All the cafes here have glass windows or outdoor terraces in order to offer the best scenic view for customers. Each cafe has its own characteristic feature  a building that recalls Santorini in Greece, the skywalk observatory decorated with transparent glass in all directions, and distinctive photo zones. The service area, which sells canned coffee and banquet noodles, is also situated among stylish coffee shops. Visitors will enjoy its fantastic scenic views from day to night, including the sunny scenery, the beautiful sunset, and the nighttime view of the Soyang i(2)gyo Bridge.","regDate":"2022-09-25","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Experience Programs","Cultural Districts"],"imgUrl":"/2022-09-25-1664085357499/1804415_image2_1.webp","blogPath":"Gangwon-do/2022-09-25-1664085357499"},{"id":"2022-09-25-1664081258142","title":"Gossigul Cave [National Geopark] (고씨굴-강원고생대 국가지질공원)","description":"Gossigul Cave was designated as a Natural Monument on June 4, 1969, getting protection from the government for its educational and natural values. In 1974, the cave was opened to the public. The cave has various levels with underground water flowing on the bottom level. The cave is mostly made of limestone with various microorganisms inhabiting within.","regDate":"2022-09-25","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites"],"imgUrl":"/2022-09-25-1664081258142/483818_image2_1.webp","blogPath":"Gangwon-do/2022-09-25-1664081258142"},{"id":"2022-09-24-1664016262044","title":"Goseong Unification Observation Tower (고성 통일전망타워)","description":"Built by an army unit in 1983, Goseong Unification Observation Tower is the nearest place for viewing Geumgangsan Mountain in North Korea. From the observatory, visitors can see the Haegeumgang River and the islands nearby as well as get a glimpse of various peaks of Geumgangsan Mountain such as Ilchulbong Peak, Chaehabong Peak, and Oknyeobong Peak. Many monuments are built within the area in hopes of reunification.","regDate":"2022-09-24","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Architectural Sights","Monuments/Observatories"],"imgUrl":"/2022-09-24-1664016262044/2599054_image2_1.webp","blogPath":"Gangwon-do/2022-09-24-1664016262044"},{"id":"2022-09-24-1664012586092","title":"Goseokjeong National Tourist Area (고석정국민관광지)","description":"Goseokjeong Pavilion is the most scenic spot among the eight scenic views of Cheorwon. The crystal clear waters of the Hantangang River wind around Goseokbawi Rock, a peculiarly shaped rock of about 10 meters tall that stands dominantly in the middle of the river. Goseokjeong Pavilion is a two-story tower-style pavilion that has an area of about 33 square meters, built halfway up the Hantangang River during the reign of King Jinpyeong (r. AD 579-632) of the Silla Kingdom. Today, Goseokjeong refers to the entire area around Goseokjeong Pavilion and the valley surrounding Goseok Rock. Designated as a Monument of Gangwon-do, the pavilion is known to have been one of the most favored places by King Jinpyeong of Silla Kingdom, and King Chungsuk of Goryeo dynasty. The area became all the more famous as the arena of Im Kkeok-jeong (?-1562), who was a legendary leader of a peasant rebellion in the early Joseon dynasty. <br><br>The pavilion was destroyed during the Korean War and restored in 1971 by community leaders in Cheorwon. Unfortunately, it was damaged once again by flood in 1996 and reconstructed the year after. There is a natural stone chamber inside Goseokbawi Rock that Im Kkeok-jeong used as a hiding place. On the opposite side, there are remains of a stone castle. Jiktang Waterfall is located about 2 kilometers up from this site, while Sundam Valley is situated about 2 kilometers in the downstream. Goseokjeong is a year-round tourist attraction with an extensive grass square and recreational facilities. It is also the starting point for DMZ tours as the Iron Triangle Battlefield Conservation Office is located here and in winter, visitors can enjoy migratory bird tour.","regDate":"2022-09-24","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Recreational Sites","Tourist Complexes"],"imgUrl":"/2022-09-24-1664012586092/2567099_image2_1.webp","blogPath":"Gangwon-do/2022-09-24-1664012586092"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}