{"pageProps":{"content":"![Gyeongju-si Special Tourist Zone (경주시 관광특구)](/2022-11-30-1669786623765/1750863_image2_1.webp)\n\n  \n## Overview\n\n> Gyeongju was the capital city of the ancient kingdom of Silla. The city is often referred to as a “museum without walls” because of the many cultural relics scattered throughout the city. Almost everything in this city, from the streets to the mountains, is rich in history. Gyeongju has roughly 300 sites that have been designated as a cultural heritage, with some of them being UNESCO-recognized World Heritage Sites.<br><br>The Gyeongju Special Tourist Zone includes the districts of Namsan, Wolseong, Daereungwon, Hwangryongsa and Sanseong. This area has a total of 52 cultural assets registered on the World Heritage list. Many of the hills are actually royal tombs and fields of grass used to be sites of ancient temples.<br><br>The entire Namsan Mountain can almost be considered a cultural asset because of the many stone pagodas and Buddha statues that can be found here. The Bulguk district is home to many of Gyeongju’s most well-known attractions such as Bulguksa Temple, Seokguram Grotto, Gyeongju Folk Village, Silla Arts and Science Museum, and Goereung.<br><br>In the Bomun district, there are plenty of recreation facilities surrounding Bomunho Lake. Other attractions in the area include Gyeongju World Culture Expo Park, Gyeongju World and Silla Millennium Park.<br><br><b>Gyeongju Special Tourist Zone <br></b><b>Areas included </b> Downtown area, Bomun Lake Resort and Bulguksa Temple in Gyeongju-si, Gyeongsangnam-do<br><b>Area size </b> 32,650,000㎡ <br><b>Tourist Attractions </b> Bulguksa Temple, Seokguram Grotto, Daereungwon Tomb Complex, Namsan Mountain, Bomunho Lake, Shilla Millennium Park, Gyeongju World Culture Expo Park, etc.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br>(Korean, English, Japanese, Chinese) <br> • For more info: +82-54-779-6084|\n|parking:|26 public parking lots are available at tourist sites, Bomun Tourism Complex and Bulguksa Temple|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Available Facilities:|Tourist information center, casino, traditional Korean-style hotel, luxury hotel, tourist hotel, resort condominiums, folk village, swimming pool, souvenir shop exclusively for foreigners, nightlife restaurant exclusively for foreigners, etc.|\n|Facilities for the Handicapped:|Paths and restrooms exclusively for the disabled are available at tourist sites.|\n|Restrooms:|Public restrooms are available at tourist sites and around Bomunho Lake and Bulguksa Temple.|\n|Interpretation Services Offered:|English and Japanese travel guidebooks are available at hotels in the Bomun Tourism Complex, tourist information centers and tourist sites in the downtown area.|\n  \n## Detail Image\n![/2022-11-30-1669786623765/202489_image2_1.webp](/2022-11-30-1669786623765/202489_image2_1.webp)\n![/2022-11-30-1669786623765/202635_image2_1.webp](/2022-11-30-1669786623765/202635_image2_1.webp)\n![/2022-11-30-1669786623765/1046392_image2_1.webp](/2022-11-30-1669786623765/1046392_image2_1.webp)\n![/2022-11-30-1669786623765/1046401_image2_1.webp](/2022-11-30-1669786623765/1046401_image2_1.webp)\n![/2022-11-30-1669786623765/1753738_image2_1.webp](/2022-11-30-1669786623765/1753738_image2_1.webp)\n![/2022-11-30-1669786623765/1753739_image2_1.webp](/2022-11-30-1669786623765/1753739_image2_1.webp)\n![/2022-11-30-1669786623765/1753741_image2_1.webp](/2022-11-30-1669786623765/1753741_image2_1.webp)\n![/2022-11-30-1669786623765/1776807_image2_1.webp](/2022-11-30-1669786623765/1776807_image2_1.webp)\n![/2022-11-30-1669786623765/179526_image2_1.webp](/2022-11-30-1669786623765/179526_image2_1.webp)\n![/2022-11-30-1669786623765/1954568_image2_1.webp](/2022-11-30-1669786623765/1954568_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-54-779-6084](tel:+82547796084)\n- [🏠www.gyeongju.go.kr](http://www.gyeongju.go.kr/tour)\n\n\n```googleMap\nlatitude: 35.8315650725\nlongitude: 129.2892916998\ntitle: 614, Gyeonggam-ro, Gyeongju-si, Gyeongsangbuk-do\n```\n  \n## Directions\n  \n[Bus]<BR>\nFrom Seoul Express Bus Terminal, take a bus to Gyeongju Bus Terminal.\n","data":{"id":"2022-11-30-1669786623765","title":"Gyeongju-si Special Tourist Zone (경주시 관광특구)","description":"Gyeongju was the capital city of the ancient kingdom of Silla. The city is often referred to as a “museum without walls” because of the many cultural relics scattered throughout the city. Almost everything in this city, from the streets to the mountains, is rich in history. Gyeongju has roughly 300 sites that have been designated as a cultural heritage, with some of them being UNESCO-recognized World Heritage Sites.<br><br>The Gyeongju Special Tourist Zone includes the districts of Namsan, Wolseong, Daereungwon, Hwangryongsa and Sanseong. This area has a total of 52 cultural assets registered on the World Heritage list. Many of the hills are actually royal tombs and fields of grass used to be sites of ancient temples.<br><br>The entire Namsan Mountain can almost be considered a cultural asset because of the many stone pagodas and Buddha statues that can be found here. The Bulguk district is home to many of Gyeongju’s most well-known attractions such as Bulguksa Temple, Seokguram Grotto, Gyeongju Folk Village, Silla Arts and Science Museum, and Goereung.<br><br>In the Bomun district, there are plenty of recreation facilities surrounding Bomunho Lake. Other attractions in the area include Gyeongju World Culture Expo Park, Gyeongju World and Silla Millennium Park.<br><br><b>Gyeongju Special Tourist Zone <br></b><b>Areas included </b> Downtown area, Bomun Lake Resort and Bulguksa Temple in Gyeongju-si, Gyeongsangnam-do<br><b>Area size </b> 32,650,000㎡ <br><b>Tourist Attractions </b> Bulguksa Temple, Seokguram Grotto, Daereungwon Tomb Complex, Namsan Mountain, Bomunho Lake, Shilla Millennium Park, Gyeongju World Culture Expo Park, etc.","regDate":"2022-11-30","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Recreational Sites","Tourist Complexes"],"imgUrl":"/2022-11-30-1669786623765/1750863_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-11-30-1669786623765","pageUrl":"https:/mcdryad.com/Gyeongsangbuk-do/2022-11-30-1669786623765"},"dataList":[{"id":"2022-12-14-1671014312587","title":"Yeongil Bay Hot Springs (영일만온천)","description":"The construction of this huge hot spring complex started in Yeongil Bay in 1988 after it was found that Yeongil Bay has the highest geothermal heat in Korea while drilling for oil in 1974. <BR><br>The water’s main ingredients contain healthy minerals such as calcium, natrium, fluorine, magnesium, chlorine, sulfuric acid, fluorine, zinc, germanium and radium. Yeongil Bay Hot Springs maintains its water with alkali bicarbonate at a pH of 9.43. The temperature of the water is somewhat low though at 35℃.<br><br>The hot springs help to recover from fatigue, to help beauty care, anti-aging, neuralgia, heart disease, and liver functions. The water here also has a very unique texture.","regDate":"2022-12-14","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Recreational Sites","Hot Springs & Spa"],"imgUrl":"/2022-12-14-1671014312587/1968220_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-14-1671014312587"},{"id":"2022-12-14-1671010580712","title":"Yecheon Samgangjumak (예천 삼강주막)","description":"A place where people can see traditional <em>jumak</em> (small taverns serving food and liquor), Samgangjumak once sold food to people who travel through Samgang Port, offered rooms for peddlers to stay, and provided poets with a place to rest. <br><br>Built around 1900, this tavern is small but the floor plan is so compact that its historical value in Korean architecture is high. It also reflects the local history and culture of the past. Now, it is a tourist attraction where visitors can experience food and the atmosphere of Koreas culture in the past.","regDate":"2022-12-14","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"","blogPath":"Gyeongsangbuk-do/2022-12-14-1671010580712"},{"id":"2022-12-14-1671007222540","title":"Uljin Geumgang Pine Trail (울진 금강소나무 숲길)","description":"The Pine Forest Trail on Geumgangsan Mountain in Uljin goes through a beautiful forest of lush pine trees growing tall and straight with uncommonly bright bark. These special trees are called Geumgang Pine Trees, sometimes shortened to gangsong (songi is pine in Korean). The forest has many old trees, including at 520-year-old grandfather pine, leading to the forest being designated a protected status. Visitors who wish to walk through the pine tree tunnel and enjoy a forest bathing experience must make reservations in advance.","regDate":"2022-12-14","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites","Mountains"],"imgUrl":"","blogPath":"Gyeongsangbuk-do/2022-12-14-1671007222540"},{"id":"2022-12-14-1671003386888","title":"Tohamsan National Recreational Forest (토함산자연휴양림)","description":"Tohamsan National Recreational Forest, located in Gyeongju, is in close vicinity of major attractions such as Bulguksa Temple and Seokguram Grotto. Visitors can enjoy the culture as well as relaxing in a peaceful nature.","regDate":"2022-12-14","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"","blogPath":"Gyeongsangbuk-do/2022-12-14-1671003386888"},{"id":"2022-12-14-1671000067539","title":"The-K Hotel Gyeongju Spa World (더케이경주호텔 스파온천)","description":"Spa World in The-K Hotel Gyeongju opened in June 2001 and aims to guarantee guest satisfaction with excellent amenities, such as their sauna facilities, hot springs, sports center, and swimming pool. The hot springs were developed by using all-natural hot spring water from 630 meters underground. Spa Worlds hot spring water is famous for having a high concentration of alkaline (9.12 pH). Impurities in the water are filtered out, boosting the beneficial effects of hot spring water on the skin, muscle fatigue, and back pains.","regDate":"2022-12-14","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Recreational Sites","Hot Springs & Spa"],"imgUrl":"","blogPath":"Gyeongsangbuk-do/2022-12-14-1671000067539"},{"id":"2022-12-14-1670996181441","title":"The Divine Bell of King Seongdeok (성덕대왕신종)","description":"The Divine Bell of King Seongdeok, the largest Korean bell  preserved, stands 3.75-meter tall, has a lip diameter of 2.27 meters, and is 11 to 25 entimeters wide. In 1997, Gyeongju National Museum weighed it at 18.9 tons. The bell was cast to pay tribute to the memory of King Seongdeok. It was completed in 771 and named ‘The Divine Bell of King Seongdeok.’ However, because the bell was installed at Bongdeoksa Temple, it has also been called the Bell of Bongdeoksa. <br><br>The bell is also known as the Emile Bell, a name derived from an ancient legend in which a child was sacrificed in order to give sound to the bell, whose echoes of ‘em-ee-leh’ resemble the traditional Korean word for mommy.<br><br>The tubular sound pipe at the top of the bell that helps the sound reverberate is a unique feature that can be found only in Korean bells. The yongnyu, which serves as a loop to hang the bell, has been decorated to resemble a dragon’s head. A band of arabesque patterns can be found at the shoulder, and the striking point of the bell is in the shape of a lotus flower. <br><br>The magnificent design and inscription methods used in this bell exemplify the artisans craftmanship of the Unified Silla period. The bell is also inscribed with over one thousand Chinese characters, and its beauty and integrity have been meticulously preserved despite the passage of over 1,300 years.","regDate":"2022-12-14","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"","blogPath":"Gyeongsangbuk-do/2022-12-14-1670996181441"},{"id":"2022-12-14-1670992906055","title":"Sosuseowon Confucian Academy [UNESCO World Heritage] (소수서원 [유네스코 세계문화유산])","description":"Sosuseowon Confucian Academy is situated at the foothills of Sobaeksan Mountain. Sosuseowon was the first to receive a royal charter as a private Confucian academy along with financial support and acknowledgement by the king. This academy was originally founded under the name Baegundongseowon in 1542 by a Confucian scholar Ju Se-bung, who was also the magistrate of Punggi County at the time. Baegundongseowon first started as an academic institution that enshrined a memorial tablet of An Hyang, a Confucian scholar whom Ju Se-bung had deep respect for. After Ju Se-bung left the county, Toegye Yi Hwang, a renowned Confician scholar, became his successor and made an official request to the king to be granted a royal charter. The request was well received, and the king renamed the institution to its current name, Sosuseowon.","regDate":"2022-12-14","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-12-14-1670992906055/2620878_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-14-1670992906055"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}