{"pageProps":{"content":"![Gyeongju Expo Park (경주엑스포공원)](/2022-11-27-1669541761356/2648920_image2_1.webp)\n\n  \n## Overview\n\n> Gyeongju Expo Park, located within Bomun Tourist Complex, was the venue of the international cultural fair Gyeongju World Culture Expo. The park is now open to the public year round and consists of Gyeongju Tower, 3D Animation World, Silla Culture History Exhibition, and World Fossil Museum. The parks landmark is none other than the 82-meter tall Gyeongju Tower that is inspired by the Nine-story Pagoda of Hwangnyongsa Temple, one of the three treasures from the Silla dynasty.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330<br>(Korean, English, Japanese, Chinese) <br>• For more info: +82-54-748-3011|\n|opendate:|April 1, 2012|\n|parking:|East and West Parking Lot (small-sized cars 728 spaces / large-sized cars 70 spaces)|\n|usetime:|[Park] 10:00-23:00<br>[Exhibition hall] 10:00-20:00  <BR> [Cafe] 10:00-20:00|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Restrooms:|Available|\n|Admission Fees:|[Gyeongju Expo Park]<br>Individuals - Adults 12,000 won / Children 10,000 won / Senior citizens 3,000 won<br>Groups - Adults 10,000 won / Children 8,000 won / Students 5,000 won<br /><br>[Infinity Flying Combination Ticket]<br>Individuals - Adults 30,000 won / Children 24,000 won<br>Groups - Adults 24,000 won / Children 18,000 won<br><br>[Ttobot Story Museum Combination Ticket]<br>13,000 won|\n|Available Facilities:|Gyeongju Tower, Jurassic Road, 3D Animation, Art Exhibition, EXPO Hall, performance, exhibitions, experience programs|\n  \n## Detail Image\n![/2022-11-27-1669541761356/2648917_image2_1.webp](/2022-11-27-1669541761356/2648917_image2_1.webp)\n![/2022-11-27-1669541761356/2648918_image2_1.webp](/2022-11-27-1669541761356/2648918_image2_1.webp)\n![/2022-11-27-1669541761356/2648919_image2_1.webp](/2022-11-27-1669541761356/2648919_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-54-748-3011](tel:+82547483011)\n- [🏠www.cultureexpo.or.kr](http://www.cultureexpo.or.kr)\n\n\n```googleMap\nlatitude: 35.8322483204\nlongitude: 129.2888667178\ntitle: 614, Gyeonggam-ro, Gyeongju-si, Gyeongsangbuk-do\n```\n  \n## Directions\n  \n[Bus]<br>\nFrom Gyeongju Intercity Bus Terminal or Gyeongju Station, \ntake Bus No. 10, 18, 100 or 150 to Expo Park.\n","data":{"id":"2022-11-27-1669541761356","title":"Gyeongju Expo Park (경주엑스포공원)","description":"Gyeongju Expo Park, located within Bomun Tourist Complex, was the venue of the international cultural fair Gyeongju World Culture Expo. The park is now open to the public year round and consists of Gyeongju Tower, 3D Animation World, Silla Culture History Exhibition, and World Fossil Museum. The parks landmark is none other than the 82-meter tall Gyeongju Tower that is inspired by the Nine-story Pagoda of Hwangnyongsa Temple, one of the three treasures from the Silla dynasty.","regDate":"2022-11-27","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Recreational Sites","Theme Parks"],"imgUrl":"/2022-11-27-1669541761356/2648920_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-11-27-1669541761356","pageUrl":"https:/mcdryad.com/Gyeongsangbuk-do/2022-11-27-1669541761356"},"dataList":[{"id":"2022-12-11-1670751369431","title":"Huibangpokpo Falls (희방폭포)","description":"The 28-meter high Huibangpokpo Falls is a waterfall located below Huibangsa Temple on Sobaeksan Mountain in Sucheol-ri, Yeongju-si, Gyeongsangbuk-do. It is located 700 meters above sea level about halfway up Sobaeksan Mountain. It is one of the  must-see attractions on Sobaeksan Mountain, and is the No.1 waterfall in the whole Yeongnam (southeastern part of Korea) area.<br><br>The water from the falls comes from Yeonhwabong Peak (1383 m), one of the sacred peaks of Sobaeksan Mountain. The water flows along the Huibanggyegok Valley and then plunges into the rocks below with a big splash, creating a breathtaking view for visitors.","regDate":"2022-12-11","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites","Waterfalls"],"imgUrl":"/2022-12-11-1670751369431/2366277_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-11-1670751369431"},{"id":"2022-12-11-1670747923691","title":"Hakgasan Recreational Forest (학가산자연휴양림)","description":"Hakgasan Recreational Forest is located in a valley on the northern side of Hakgasan Mountain, known for its clean air. The recreational forest has log cabins that harmonize with the nearby trees, creeks, and rocks, making visitors feel as if they are resting at a luxury villa. It is an ideal vacation destination for those who want to get closer to nature. There is a hiking path leading to the summit of Hakgasan Mountain from the forest, taking around 2 hours. Additional amenities within the forest include campfire pits, an outdoor stage, childrens playground, exercise equipment, water play area, a lecture hall, and more.","regDate":"2022-12-11","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"","blogPath":"Gyeongsangbuk-do/2022-12-11-1670747923691"},{"id":"2022-12-11-1670744180648","title":"Gyeongju Daereungwon Ancient Tomb Complex (경주 대릉원 일원)","description":"Gyeongju Daereungwon Tomb Complex consists of five tombs, Ancient Tombs of Gyeongju Nodong-ri, Noseo-ri, Hwangnam-ri, Hwango-ri, and Inwang-ri. The tombs are distributed in Hwangnam-dong, Gyeongju-si, and are located in the Daereungwon area. Within Daereungwon Tomb Complex is Cheonmachong Tomb, which was excavated in 1973. Furthermore, Hwangnamdaechong Tomb was excavated between 1973 and 1975, and are twin tombs belonging to a presumed married couple.","regDate":"2022-12-11","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-12-11-1670744180648/2653398_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-11-1670744180648"},{"id":"2022-12-11-1670740808870","title":"Goraebul Beach (고래불해수욕장)","description":"Goraebul Beach is located in Yeongdeok, Gyeongsangbuk-do. Its fine white sands stretch for 8 kilometers giving way to clean seawaters, and it is shaded by a pine forest. The beach has various facilities for visitors comfort including shower stalls, restroom, drinking fountain, snack bar and parking lot. Nearby tourist attractions include Wijeong Mineral Spring and Jangyuksa Temple. In Goesi-ri, there are many ancient buildings that can be seen throughout the area. Roughly 30 houses that are approximately 200 years old line the coastal drive. National Road number 7 heading north showcases almost all of the famous tourist attractions that line the East Sea.","regDate":"2022-12-11","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites"],"imgUrl":"/2022-12-11-1670740808870/2021976_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-11-1670740808870"},{"id":"2022-12-11-1670737010512","title":"Gayasan National Park (Baegundong Area) (가야산국립공원-백운동 지구)","description":"Gayasan Mountain in Gyeongsangbuk-do was designated as a national park in 1972. The mountains main peak, Chilbulbong Peak, towers at 1,433 meters. It borders Seongju-gun, Hapcheon-gun and Geochang-gun. In particular, the mountain range stretching along Suryun-myeon, Seongju-gun is famous for its scenic nature. Furthermore, the beautiful Gayasan Beltway, which extends from Suryun-myeon to Gayasan Mountain, highlights the splendor and grandeur of the precipitous crimson cliffs.","regDate":"2022-12-11","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites","National Parks"],"imgUrl":"","blogPath":"Gyeongsangbuk-do/2022-12-11-1670737010512"},{"id":"2022-12-11-1670733665757","title":"Dosanseowon Confucian Academy [UNESCO World Heritage] (도산서원 [유네스코 세계문화유산])","description":"In terms of architecture, Dosanseowon Confucian Academy complex can largely be divided into Dosanseodang compound and Dosanseowon compound. Dosanseodang area consists of living quarters and lecture halls where Toegye Yi Hwang, an eminent Confucian scholar, lived and taught his students. Dosanseowon was built after Toegye Yi Hwang passed away by his followers in legacy of his teachings as well as to pay respects to the deceased. <br><br>Built in 1561, Dosanseodang lecture hall is the oldest building in the whole complex. It was personally designed by Yi Hwang, penname Toegye, to further his studies while educating future scholars after moving to the countryside. Living quarters used as a student dormitory were also built along with the lecture hall. <br><br>Dosanseowon compound was completed in 1576, six years after Yi Hwangs death. Yi Hwangs ancestral tablet was enshrined inside Sangdeoksa Shrine (Treasure No. 211) in 1572. Two years later, Jeongyodang Lecture Hall (Treasure No. 210) was built to relocate the tablet and with the addition of buildings to the halls east and west, the area became a seowon. In 1575, the establishment was bestowed a royal charter and a plaque with the name Dosanseowon written by Han Seok-bong, and became the Confucian academy headquarters in the Yeongnam region.","regDate":"2022-12-11","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-12-11-1670733665757/2620848_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-11-1670733665757"},{"id":"2022-12-11-1670729986250","title":"Bongpyeong Beach (봉평해수욕장)","description":"Bongpyeong Beach in Uljin, Gyeongsangbuk-do is a 2 kilometer-long sand beach. The nearby Jukbyeon Breakwater is a famous fishing spot. Visitors can catch halibut, sea perch, rudder fish and more by casting or surf fishing.","regDate":"2022-12-11","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites"],"imgUrl":"","blogPath":"Gyeongsangbuk-do/2022-12-11-1670729986250"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}