{"pageProps":{"content":"![Jeungdo Ujeon Beach (증도 우전해수욕장)](/2023-01-23-1674470277246/2612392_image2_1.webp)\n\n  \n## Overview\n\n> Ujeon Beach stretches 4 kilometers in length on the southwestern coast of the island of Jeungdo, the biggest natural salt producer in Korea. The silvery white sand as well as the view of the sealine dotted with over 90 deserted islands make Ujeon Beach one of the most attractive seaside destinations. Clean waters and pine tree forest provide perfect shade for summer visitors. The beach is rich with germanium, holding Germanium Festival every summer.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330<br>(Korean, English, Japanese, Chinese)<br>• For more info: +82-61-240-8758|\n|parking:|Available|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Restrooms:|Available|\n  \n## Detail Image\n![/2023-01-23-1674470277246/2612385_image2_1.webp](/2023-01-23-1674470277246/2612385_image2_1.webp)\n![/2023-01-23-1674470277246/2612386_image2_1.webp](/2023-01-23-1674470277246/2612386_image2_1.webp)\n![/2023-01-23-1674470277246/2612387_image2_1.webp](/2023-01-23-1674470277246/2612387_image2_1.webp)\n![/2023-01-23-1674470277246/2612388_image2_1.webp](/2023-01-23-1674470277246/2612388_image2_1.webp)\n![/2023-01-23-1674470277246/2612389_image2_1.webp](/2023-01-23-1674470277246/2612389_image2_1.webp)\n![/2023-01-23-1674470277246/2612390_image2_1.webp](/2023-01-23-1674470277246/2612390_image2_1.webp)\n![/2023-01-23-1674470277246/2612391_image2_1.webp](/2023-01-23-1674470277246/2612391_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-61-240-8758](tel:+82612408758)\n- [🏠tour.shinan.go.kr](http://tour.shinan.go.kr/)\n\n\n```googleMap\nlatitude: 34.9710734516\nlongitude: 126.1369505122\ntitle: 1684, Jidojeungdo-ro, Sinan-gun, Jeollanam-do\n```\n  \n\n","data":{"id":"2023-01-23-1674470277246","title":"Jeungdo Ujeon Beach (증도 우전해수욕장)","description":"Ujeon Beach stretches 4 kilometers in length on the southwestern coast of the island of Jeungdo, the biggest natural salt producer in Korea. The silvery white sand as well as the view of the sealine dotted with over 90 deserted islands make Ujeon Beach one of the most attractive seaside destinations. Clean waters and pine tree forest provide perfect shade for summer visitors. The beach is rich with germanium, holding Germanium Festival every summer.","regDate":"2023-01-23","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"/2023-01-23-1674470277246/2612392_image2_1.webp","blogPath":"Jeollanam-do/2023-01-23-1674470277246","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-23-1674470277246"},"dataList":[{"id":"2023-01-30-1675068008860","title":"Suncheonman Bay Wetland Reserve (순천만습지 (구, 순천만자연생태공원))","description":"Suncheonman Bays reed field covers a total area of approximately 495,867 ㎡, encompassing the regions of Gyoryang-dong and Daedae-dong in Suncheon as well as Haeryong-myeons Jungheung-ri, Haechang-ri, and Seonhak-ri. The reed field starts from the confluence of Dongcheon and Isacheon Streams, and stretches along both sides of the stream for approximately 3 kilometers until it reaches the main reed colony at Suncheonman Bay. The reed fields in Suncheonman Bay are thickly covered with reeds taller than a full-grown man. It is the biggest colony of reeds in Korea. The scene of the entire field swaying in the wind is like watching waves on the sea. Suncheonman Bay Wetland Reserve is a natural habitat for birds of over 140 species, including migratory and endangered bird species such as the hooded crane, white-naped crane, Oriental White Stork, black-faced spoonbill, Eurasian Oystercatcher as well as birds designated as natural treasures.","regDate":"2023-01-30","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2023-01-30-1675068008860/2653949_image2_1.webp","blogPath":"Jeollanam-do/2023-01-30-1675068008860"},{"id":"2023-01-30-1675064182057","title":"Suncheon Wild Tea House (순천전통야생차체험관)","description":"Suncheon Wild Tea house is a tea experience house. It is located on the road to Seonamsa Temple in Jogyesan Mountain. At the Suncheon Wild Tea House, visitors can experience the beauty and the composure of a traditional Korean style house while enjoying the delicate flavor and scent of tea surrounded by scent of pine trees. Available programs are <em>darye</em> (manners of tea drinking) experience, tea making, tea cookie tasting and education on tea ceremony.","regDate":"2023-01-30","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Experience Programs","Traditional Experience"],"imgUrl":"/2023-01-30-1675064182057/1840763_image2_1.webp","blogPath":"Jeollanam-do/2023-01-30-1675064182057"},{"id":"2023-01-30-1675060806414","title":"Suncheon Songgwangsa Temple (송광사 (순천))","description":"Songgwangsa Temple is located on the west side of Jogyesan Mountain, and is a famous <em>sambosachal</em> in Korea, along with Haeinsa Temple and Tongdosa Temple. Songgwangsa Temple has produced many high monks, earning recognition as a <em>seungbo</em> temple. The temple has 27 cultural assets and approximately 80 buildings.","regDate":"2023-01-30","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2023-01-30-1675060806414/1607826_image2_1.webp","blogPath":"Jeollanam-do/2023-01-30-1675060806414"},{"id":"2023-01-30-1675056987081","title":"Suncheon Heungryunsa Temple (흥륜사 (순천))","description":"Heungryunsa Temple is a missionary center of the Hwaeomsa Temple. Located in Jukdobong Park (downtown Suncheon), the site was previously used as an archery range. <br><br>*History<br>Heungryunsa Temple is a branch of Hwaeomsa Temple, which is the 19th local temple of Jogye Order. It is said that Heungryunsa Temple was constructed during the reign of King Seonjo of the Joseon dynasty and that the site was used as a place where naval forces practiced archery during the Imjin War in 1592. At the same time, the temple was the first military base of monk-turned-military officers from Hwaeomsa, Songgwangsa, and Seonamsa Temples.<br><br> The current building was reconstructed in 1986 by Monk Jongwon, who is still the chief abbot of the temple.","regDate":"2023-01-30","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2023-01-30-1675056987081/1971043_image2_1.webp","blogPath":"Jeollanam-do/2023-01-30-1675056987081"},{"id":"2023-01-30-1675053547703","title":"Suncheon Dolmen Park (순천 고인돌공원)","description":"Suncheon Dolmen Park was created to preserve the many dolmen found in the area submerged due to the construction of Juam Dam 1984-1991. In addition to the dolmens, the park also displays prehistoric relics and pottery. Another exhibition hall on memorial services has a screening room and shows the evolution of memorial practices in the Jeollanam-do region. The entire area of the park is designated Cultural Property No. 154 of Jeollanam-do.","regDate":"2023-01-30","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2023-01-30-1675053547703/1607839_image2_1.webp","blogPath":"Jeollanam-do/2023-01-30-1675053547703"},{"id":"2023-01-30-1675049820043","title":"Soswaewon Garden (담양 소쇄원)","description":"Soswaewon Garden is a private garden from the Joseon period where Koreas traditional beauty is preserved. It was built by Yang San-Bo (1503-1557) after he gave up his success when his mentor Jo Gwang-Jo (1482-1519) was killed during political strife. Soswaewon Garden presents itself as a  clean and transparent garden where the righteous enjoy the life of anbinnakdo (being comfortable amid poverty and taking pleasure in an honest lifestyle) surrounded by a bamboo grove.<br><br>Including peach trees, various kinds of trees and grass are planted on both sides of the stream while clear water flows down the foot of the garden walls. The log bridge above the valley adds to the charm of the scenery. The harmony between  nature and the artificial waterfall is a sight to behold. Soswaewon Garden is 150 meters away from the main road. Passing through the thick bamboo forest, you will find the small valley and Soswaewon Garden on your left.","regDate":"2023-01-30","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2023-01-30-1675049820043/1731995_image2_1.webp","blogPath":"Jeollanam-do/2023-01-30-1675049820043"},{"id":"2023-01-29-1674988541021","title":"Songido Island (송이도)","description":"Songido Island, the second largest island in Nagwol-myeon District, is home to Koreas one and only white pebble beach, several different species of trees, sea caves and joints created by coastal erosion. Moreover, it features various leisure activities such as fishing, camping and swimming.<br><br>Chilsando, an affiliated islet of the Songido, is home to a yellow-billed egret, designated as Natural Monument No. 361, and a black-tailed gull. The sound of the black-tailed gull was selected as the most beautiful sound that a living creature can make in the competition sponsored by the Ministry of Environment in 1999. Moreover, the islet has been named as the most beautiful island in the nation by the Ministry of Maritime Affairs and Fisheries in 2003.","regDate":"2023-01-29","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"/2023-01-29-1674988541021/2387488_image2_1.webp","blogPath":"Jeollanam-do/2023-01-29-1674988541021"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}