{"pageProps":{"content":"![Aqua Planet 63 (아쿠아플라넷 63)](/2022-07-11-1657494251347/1907677_image2_1.webp)\n  \n## Overview\n\n> Aqua Planet 63 located in 63 Square was opened on July 1, 2016. The aquarium houses Otter Planet; Aqua Garden featuring waterplants, Amazonian plants, and lungfish; Golden Miracle Zone decorated with bright sunflowers; Penguin Planet; Seal Planet; Coral Planet, colorful with various underwater coral plants; and more zones for an exciting space. In the main aquarium, visitors can watch the fantastic mermaid show, set to music and lights.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330<br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-2-780-6382|\n|parking:|Available (approx. 700 spaces)|\n|restdate:|N/A (Open all year round)|\n|usetime:|10:00-22:00 (Last admission 21:30)|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Admission Fees:|[Aqua Planet 63]<br />Adults 25,000 won / Teenagers 23,000 won / Children & Senior citizens 21,000 won<br /><br>[Aqua Planet 63 + 63 Sky Art]<br />Adults 34,000 won / Teenagers 32,000 won / Children 30,000 won<br /><br />* Adults (ages 20-64) / Teenagers (ages 14-19) / Children (ages 13 and under) / Senior citizens (ages 65 and older)<BR>* Free for infants under 36 months when accompanied by a parent<br />* 30% discount for person with disability plus one companion|\n|Restrooms:|Available|\n|Parking Fees:|Standard 1 hour free parking / Extra free parking +30 minutes<br />- 1,000 won for every 15 minutes beyond the free parking limit<br />- Large buses (25 passenger or more) must park in the Hangang Dunchi parking lot<br />- Free parking benefits from attractions and/or restaurants limited to a maximum of 4 hours|\n|Interpretation Services Offered:|English, Japanese, Chinese (available at the ticket booth)|\n  \n## Detail Image\n![/2022-07-11-1657494251347/1907675_image2_1.webp](/2022-07-11-1657494251347/1907675_image2_1.webp)\n![/2022-07-11-1657494251347/1907676_image2_1.webp](/2022-07-11-1657494251347/1907676_image2_1.webp)\n![/2022-07-11-1657494251347/1907680_image2_1.webp](/2022-07-11-1657494251347/1907680_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-2-780-6382](tel:+8227806382)\n- [🏠www.aquaplanet.co.kr](http://www.aquaplanet.co.kr/63/index.jsp)\n\n\n```googleMap\nlatitude: 37.5196423374\nlongitude: 126.9399203060\ntitle: 50, 63-ro, Yeongdeungpo-gu, Seoul\n```\n  \n## Directions\n  \n[Subway + Free shuttle bus]<br>\n<br>Daebang Station (Seoul Subway Line 1), Exit 6.<br>- Take the free shuttle or Bus no. 11. <br>\n<br>\nYeouinaru Station (Seoul Subway Line 5), Exit 4.<br>\n- Walk toward the intersection and turn left to walk to the bus stop.<br>\n- Take the free shuttle across from Sambu APT, 80 m away from Exit 4. <br>\n<br>Yeouinaru Station (Seoul Subway Line 5), Exit 1.<br>- Take Bus no. 5534, 5633, or 261.<br><br>\nYeoido station (Seoul Subway Line 5), Exit 5.<br>\n- Take the free shuttle or Bus no. 11 in front of St. Mary’s Hospital platform.<br> <br>Saetgang Station (Seoul Subway Station 9), Exit 1. <br>\n- Take tree shuttle bus.<br><br>Saetgang Station (Seoul Subway Station 9), Exit 3. <br>\n- Take Bus no. 5633 or 5534.\n","data":{"id":"2022-07-11-1657494251347","title":"Aqua Planet 63 (아쿠아플라넷 63)","description":"Aqua Planet 63 located in 63 Square was opened on July 1, 2016. The aquarium houses Otter Planet; Aqua Garden featuring waterplants, Amazonian plants, and lungfish; Golden Miracle Zone decorated with bright sunflowers; Penguin Planet; Seal Planet; Coral Planet, colorful with various underwater coral plants; and more zones for an exciting space. In the main aquarium, visitors can watch the fantastic mermaid show, set to music and lights.","regDate":"2022-07-11","author":"korea-tour","tag":["Seoul","Culture/Art/History"],"imgUrl":"/2022-07-11-1657494251347/1907677_image2_1.webp","blogPath":"Seoul/2022-07-11-1657494251347","pageUrl":"https:/mcdryad.com/Seoul/2022-07-11-1657494251347"},"dataList":[{"id":"2022-08-09-1660038000249","title":"Seoul Jogyesa Temple (조계사(서울))","description":"As the main temple as well as the district head temple of the Jogye order in Seoul, Jogyesa Temple is the center of Korean Buddhism. The temple was built in the late 14th century during the Goryeo period but was completely destroyed in a fire. It was rebuilt under the name of Gakwangsa Temple in 1910 with the effort of many respectful monks, namely Han Yong-un and Lee Hee-gwang. The temple was  given a role as the head temple of Korea’s Buddhism and renamed to Tegosa Temple in 1936. In 1954, a purification drive took place to eliminate Japanese influence and revive traditional Buddhism, which established the present day Jogyesa Temple as a result. <br><br>Jogyesa Temple plays an important role in Korean Buddhism as the head temple of the Jogye order. Jogyesa Temple’s Dharma Hall serves as the main venue for several Buddhist events, holding rituals, lectures, ceremonies, and other events all year long. The annual lantern festival in celebration of Buddha's birthday also takes place at this temple.","regDate":"2022-08-09","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-08-09-1660038000249/1985196_image2_1.webp","blogPath":"Seoul/2022-08-09-1660038000249"},{"id":"2022-08-09-1660034592001","title":"Seoul Iris Garden (서울창포원)","description":"Seoul Iris Garden is located between Dobongsan and Suraksan mountains in northern Seoul. The garden, measuring 52,417 ㎡, boasts a wide array of irises and other plants in 12 different themed zones including Iris Garden, Medicinal Plant Garden, and Wetland Park.<br><br>At the Iris Garden, 300,000 irises in 130 species are on display on a plot of land measuring 15,000 ㎡. Species include yellow iris, iris setosa, iris pallasii, and iris domestica, each boasting its own brilliant colors and delicate shape. The Medicinal Plant Garden is home to 130,000 plants in 70 different species of medicinal plants, allowing visitors to view the largest selection of medicinal herbs in the country. Wetland Park presents 70,000 wetland plants and houses an observatory deck from which visitors may view and learn about the diverse aquatic plants. <br><br>Cheoni Observatory within the garden provides visitors with a place take to in the beautiful scenery from above. The nearby forest lounge is a rest area for visitors as well as a center of operations for the park’s ecological education programs. Irises are in bloom from May to June of every year, but are even a sight to behold during the rest of the warmer months, given the delicate shape of their leaves.","regDate":"2022-08-09","author":"korea-tour","tag":["Seoul","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2022-08-09-1660034592001/2356723_image2_1.webp","blogPath":"Seoul/2022-08-09-1660034592001"},{"id":"2022-08-09-1660030622688","title":"Seoul Hyochang Park (서울 효창공원)","description":"Hyochang Park covers 122,245 square meters spanning across Hyochang-dong and Cheongpa 2-dong. It is a historic landmark that once contained several royal tombs, and was known at that time as Hyochangwon. The cemeteries that were originally located in Hyochangwon belonged to Crown Prince Munhyo, King Jeongjo’s first son who died at the age of five; Royal Noble Consort Uibin of the Seong Clan, King Jeongjo’s royal concubine and Crown Prince Munhyo’s mother; Royal Noble Consort Sugui of the Park Clan, King Sunjo’s royal concubine; and her daughter Princess Yeongon. The royal tombs were moved to Seooreung Tombs in the waning months of the Japanese colonial period. The Japanese empire began the development of Hyochangwon into a park in 1924, and the Japanese governor-general officially assigned the site as a park in 1940.<br><Br>Presently, several of Korea’s greatest leaders are buried in Hyochang Park. The remains mostly belong to independence activists including Yoon Bong-gil, Lee Bong-chang, and Baek Jeong-gi, whose graves are collectively known as Samuisa Tomb. A statue of Lee Bong-chang has been built in the graveyard. Among the other patriotic martyrs who are interred in the park are Kim Gu and some of the key figures of the provisional government such as Lee Dong-nyeong, Cha I-seok, and Cho Seong-hwan. An ancestral shrine named Uiyeolsa has been built along the main gate and holds the portraits of the deceased independence activists.","regDate":"2022-08-09","author":"korea-tour","tag":["Seoul","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-08-09-1660030622688/1568015_image2_1.webp","blogPath":"Seoul/2022-08-09-1660030622688"},{"id":"2022-08-09-1660027663398","title":"Seoul Hwagyesa Temple (화계사(서울))","description":"Hwagyesa Temple was built in 1522 (the seventeenth year of the reign of King Jungjong of the Joseon dynasty) by monk Shinwol, but was destroyed in a fire in 1618. It was rebuilt the following year, and expanded In 1866 through the efforts of Monks Yongseon and Beomun.<br>The temple also has various templestay programs for visitors. Hwagyesa Temple is located not too far from the city but also provides a natural environment.","regDate":"2022-08-09","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-08-09-1660027663398/1927918_image2_1.webp","blogPath":"Seoul/2022-08-09-1660027663398"},{"id":"2022-08-09-1660023729232","title":"Seoul Gyeonggyojang House (서울 경교장)","description":"Gyeonggyojang House, a designated Historic Site, was the location of the provisional government and the place where Baekbeom Kim Koo passed away. Seoul reproduced the historical site, Gyeonggyojang House, to use the area as an educational site. Also, the house exhibits the history of the provisional government in order to see the history more clearly.<br><br>Restoration work included the demolition of the interior that was changed when the building was turned into a hospital facility and embassy after Kim Koo passed away in 1949. During the work, the remaining parts were maintained with the utmost care. Reconstructed parts were based on the building's floor plan written in Chosun and Architecture (8th edition in 1938). Visitors can see various contents related to the Korean Provisional Government history through relics, video, and information searching corners.","regDate":"2022-08-09","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-08-09-1660023729232/1568458_image2_1.webp","blogPath":"Seoul/2022-08-09-1660023729232"},{"id":"2022-08-09-1660021377716","title":"Seoul Gwanmunsa Temple (관문사(서울))","description":"Located at the foot of Umyeonsan Mountain in Seocho-gu, Seoul, Gwanmunsa Temple had its ground-breaking ceremony in 1993 and construction was completed in October 1998. <br><br>The temple site has a total area of 22,148.76 ㎡ with seven ground levels and four basement levels. The temple was constructed with a mixture of modern and traditional Buddhist architectural designs. Inside the temple, cutting-edge facilities are used for various cultural events, conferences, and sacred ceremonies.<br><br>Neighbored by Cheonggyesan Mountain, Umyeonsan Mountain, and Yangjaecheon Stream, the temple is located near many natural spots visitors can enjoy. In particular, Umyeonsan Mountain (alt. 293 m), where Gwanmunsa Temple is located, gets its name for its shape resembling a cow lying down. Designated as a city park and managed by Seoul Metropolitan Government, Umyeonsan Mountain has several valleys with clear spring waters and a dense forest inhabited by diverse animals and plants.","regDate":"2022-08-09","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-08-09-1660021377716/1928066_image2_1.webp","blogPath":"Seoul/2022-08-09-1660021377716"},{"id":"2022-08-09-1660018921272","title":"Seoul Geumseonsa Temple (금선사(서울))","description":"Geumseonsa Temple is located within Bukhansan National Park, just behind Cheong Wa Da (The Blue House) and Gyeongbokgung Palace. The entrance to the temple is just off the hiking path to Bibong Peak.<br><br>After passing Banyajeon Hall, where Buddhist services are held, visitors will see a pine tree over 200 years old, and beyond that, a staircase with 108 steps leading up to Daejeokgwangjeon Hall in the temple's main area. To the right is Samseonggak House and Hongyegyo Bridge over the clear waters flowing down from the mountain.<br><br>Additional temple buildings include Mitajeon Hall and Yeonhwadang Hall, built in 2004 by Monk Beopan; and Jeokmukdang Hall, built using traditional construction techniques.","regDate":"2022-08-09","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-08-09-1660018921272/1927840_image2_1.webp","blogPath":"Seoul/2022-08-09-1660018921272"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}