{"pageProps":{"content":"![Cheong Wa Dae (Blue House) (청와대)](/2022-07-21-1658403194324/774323_image2_1.webp)\n\n  \n## Overview\n\n> The signature markings of the Presidential Residence of Cheong Wa Dae are its blue tiles on the Main Office; it is the first thing to catch one's attention upon viewing the premises. Approximately 150 thousand tiles compose the roof of the Main Office. Each tile was baked individually to make them strong enough to last for hundreds of years. The blue tiles and the smoothly curving roofline blend beautifully with Bugaksan Mountain in the backdrop. <br /><br />Cheong Wa Dae is comprised of the Main Office, Yeongbingwan (State Guest House), Chunchugwan (Spring and Autumn) Hall, Nokjiwon Garden, Mugunghwa (Rose of Sharon) Hill, and Chilgung Palace. It is interesting to see that all the buildings are unique and beautifully designed, built in the traditional Korean style. Just outside the premises is Cheongwadae Sarangchae, an exhibition hall showing the history of Cheong Wa Dae and the Korean presidency, as well as gifts received by heads of State over the years. The hall is open free to all visitors.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese)|\n|parking:|Available (Gyeongbokgung Palace paid parking lot)<br>* Inquiries: +82-2-720-7595|\n|restdate:|Tuesdays|\n|usetime:|09:00-18:00|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Admission Fees:|Free|\n|Parking Fees:|[Gyeongbokgung Palace Parking Lot (2 hours)]<br>Small vehicles: 2,000 won / 4,000 won for open space parking lot<br>Mid- & large-sized vehicles: 4,000 won<br><br>* 500 won every 15 min after first two hours|\n|Restrooms:|Available|\n|Reservation Info. for Foreigners:|Online reservation required|\n  \n## Detail Image\n![/2022-07-21-1658403194324/774319_image2_1.webp](/2022-07-21-1658403194324/774319_image2_1.webp)\n![/2022-07-21-1658403194324/938743_image2_1.webp](/2022-07-21-1658403194324/938743_image2_1.webp)\n![/2022-07-21-1658403194324/938745_image2_1.webp](/2022-07-21-1658403194324/938745_image2_1.webp)\n![/2022-07-21-1658403194324/938746_image2_1.webp](/2022-07-21-1658403194324/938746_image2_1.webp)\n![/2022-07-21-1658403194324/938761_image2_1.webp](/2022-07-21-1658403194324/938761_image2_1.webp)\n![/2022-07-21-1658403194324/938771_image2_1.webp](/2022-07-21-1658403194324/938771_image2_1.webp)\n![/2022-07-21-1658403194324/938773_image2_1.webp](/2022-07-21-1658403194324/938773_image2_1.webp)\n![/2022-07-21-1658403194324/938776_image2_1.webp](/2022-07-21-1658403194324/938776_image2_1.webp)\n![/2022-07-21-1658403194324/938783_image2_1.webp](/2022-07-21-1658403194324/938783_image2_1.webp)\n![/2022-07-21-1658403194324/938790_image2_1.webp](/2022-07-21-1658403194324/938790_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-2-1330](tel:+8221330)\n- [🏠www.opencheongwadae.kr](https://www.opencheongwadae.kr/)\n\n\n```googleMap\nlatitude: 37.5825467279\nlongitude: 126.9728266401\ntitle: 45, Hyoja-ro 13-gil, Jongno-gu, Seoul\n```\n  \n\n","data":{"id":"2022-07-21-1658403194324","title":"Cheong Wa Dae (Blue House) (청와대)","description":"The signature markings of the Presidential Residence of Cheong Wa Dae are its blue tiles on the Main Office; it is the first thing to catch one's attention upon viewing the premises. Approximately 150 thousand tiles compose the roof of the Main Office. Each tile was baked individually to make them strong enough to last for hundreds of years. The blue tiles and the smoothly curving roofline blend beautifully with Bugaksan Mountain in the backdrop. <br /><br />Cheong Wa Dae is comprised of the Main Office, Yeongbingwan (State Guest House), Chunchugwan (Spring and Autumn) Hall, Nokjiwon Garden, Mugunghwa (Rose of Sharon) Hill, and Chilgung Palace. It is interesting to see that all the buildings are unique and beautifully designed, built in the traditional Korean style. Just outside the premises is Cheongwadae Sarangchae, an exhibition hall showing the history of Cheong Wa Dae and the Korean presidency, as well as gifts received by heads of State over the years. The hall is open free to all visitors.","regDate":"2022-07-21","author":"korea-tour","tag":["Seoul","Culture/Art/History","Architectural Sights","Buildings"],"imgUrl":"/2022-07-21-1658403194324/774323_image2_1.webp","blogPath":"Seoul/2022-07-21-1658403194324","pageUrl":"https:/mcdryad.com/Seoul/2022-07-21-1658403194324"},"dataList":[{"id":"2022-08-04-1659578777450","title":"Hyosajeong Pavilion (효사정)","description":"Hyosajeong Pavilion is where Nohan, the second vice premier of the Joseon dynasty during King Sejong and King Sejo’s reign, stayed. After he lost his mother, he built the pavilion to mourn at her grave while still being able to see his father’s grave in Gaeseong to the North. His brother-in-law, then Minister of the Interior, Gang Sa-deok named the pavilion “Hyosajeong,” which means pavilion of filial piety. <br><br>In order to find the original location of the pavilion, poems by Jeong Inji and Seo Geojeong and an old map of Korea were referenced, but the pavilion was not found because the surrounding landscape had changed too much. As a result, a location was selected and the pavilion was reconstructed at its current location. The house is 3 kan* in the front and 2 kan* on the side. The roof is a hip-and-gable roof. The pavilion has one room with under floor heating and a railing around the pavilion<br><br>(* kan  a traditional measurement that corresponds to the space between two columns)","regDate":"2022-08-04","author":"korea-tour","tag":["Seoul","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-08-04-1659578777450/2531100_image2_1.webp","blogPath":"Seoul/2022-08-04-1659578777450"},{"id":"2022-08-02-1659476337415","title":"Hyangnamu Tree in Changdeokgung Palace (창덕궁 향나무)","description":"Hyangnamu or 'Aromatic Tree' in Changdeokgung Palace is estimated to be about 700 years old, meaning it had likely been planted before the palace was built. It stands 12m in x_height, measures 5.9m in girth around the roots, and has branches spreading in all four directions. It is designated and protected as a National Natural Monument.","regDate":"2022-08-02","author":"korea-tour","tag":["Seoul","Nature","Natural Resources","Rare Animals & Plants"],"imgUrl":"/2022-08-02-1659476337415/2031847_image2_1.webp","blogPath":"Seoul/2022-08-02-1659476337415"},{"id":"2022-08-02-1659472861958","title":"Hwangudan Altar (환구단)","description":"Hwangudan Altar, also called Hwandan Altar, refers to an altar complex for the rite of heaven. The rites were first performed in the Goryeo dynasty by King Seongjong in the first month of 983 (2nd year of his reign), but was repeatedly adopted and abolished, and eventually stopped at the start of the Joseon dynasty. <br><br>Then in 1456 (2nd year of King Sejo), the practice was temporarily standardized and the rites were performed at Hwangudan Altar again in 1457. However, rites were again abolished in 1464 (10th year of King Sejo). It wasn’t until 1897 (34th year of King Gojong) when the Joseon dynasty was renamed as the Korean Empire and King Gojong ascended to emperor, that the rite was revived. <br><br>Now, Hwangungu Shrine and three stone drums stand at the location of the former altar complex. The three stone drums symbolize the instruments used for the rites. The shrine was completed in 1899, two years after the altar was started in 1897. Today, the Hwangungu Shrine still stands within the hotel grounds of the Westin Chosun Hotel.","regDate":"2022-08-02","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-08-02-1659472861958/1946566_image2_1.webp","blogPath":"Seoul/2022-08-02-1659472861958"},{"id":"2022-08-02-1659468989162","title":"Hwanghakjeong Pavilion (황학정)","description":"Hwanghakjeong Pavilion was built in 1898 by decree of King Gojong’s. It was originally set up close to the northern wall of Hoesangjeon in Gyeonghuigung Palace for archery practice. In 1922 when the Japanese colonial government sold buildings of Gyeonghuigung Palace to the public to build Gyeongseong Middle School in the location, the Hwanghakjeong Pavilion was bought and restored at the current location, which is an old site of Deunggwajeong Pavilion located to the North of Sajik Park.<br><br>It is relatively large for a pavilion, but the structure is plain and simple. There is a well behind the pavilion to the southwest. A rock behind the well has an engraved poem about eight beautiful scenes of Hwanghakjeong. Located to the right of the pavilion building (northeast of the building) is Hancheongak Pavilion, which has unique roof. To the west of the pavilion is Sauhoegwan Hall that was built with reinforced concrete.","regDate":"2022-08-02","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Palaces"],"imgUrl":"/2022-08-02-1659468989162/1568125_image2_1.webp","blogPath":"Seoul/2022-08-02-1659468989162"},{"id":"2022-08-02-1659459694027","title":"Hongneung Arboretum (홍릉수목원)","description":"Hongneung Arboretum was the first arboretum in Korea, established in 1922 when experimental forests were built on Hongneung Royal Tomb, the burial mound of Queen Myeong-Seong. Hongneung Arboretum is managed by the Korea Forest Service, and houses a variety of domestic and international plants for both visitors to enjoy and researchers to study. The arboretum and Forest Sciece Exhibition Hall are open to the public. Student groups can enjoy natural science and forestry experiences with advanced reservation.","regDate":"2022-08-02","author":"korea-tour","tag":["Seoul","Nature","Natural Sites","Botanical Gardens"],"imgUrl":"/2022-08-02-1659459694027/746580_image2_1.webp","blogPath":"Seoul/2022-08-02-1659459694027"},{"id":"2022-08-02-1659454977408","title":"Hongdae (Hongik University Street) (홍대)","description":"Hongdae is a neighborhood known for its youthful ambience, with shops selling everything from clothing and cosmetics to living goods and books, as well as unique cafés and restaurants. The streets are also filled with buskers and dance performances, making a walk here quite entertaining. Special streets such as ateliers’ street (lined with private institutions for art students preparing for university entrance exams), Picasso’s Street, and Club Street are also must-go places for anyone hoping to fully experience the Hongdae area.","regDate":"2022-08-02","author":"korea-tour","tag":["Seoul","Culture/Art/History","Experience Programs","Cultural Districts"],"imgUrl":"/2022-08-02-1659454977408/2656577_image2_1.webp","blogPath":"Seoul/2022-08-02-1659454977408"},{"id":"2022-08-02-1659451203684","title":"Heunginjimun Gate - Dongdaemun Gate (흥인지문)","description":"Heunginjimun Gate was built to protect Hanseongbu, which historically housed important government facilities. Heunginjimun Gate was the gate on the east side of the outer wall of Seoul Fortress among eight gates. It is referred to as Dongdaemun Gate as well. The gate was constructed during King Taejo’s 5th year in 1396, remodeled during the reign of King Danjong in 1453 and was newly built in 1869 during the sixth year of King Gojong’s reign in 1869. <br><br>The gate features a hipped roof which has five front compartments and two side compartments on a two-storied building. The thin and weak bracket system supports the eaves and is excessively decorated, reflecting the construction features of the late Joseon period. Also, outside of the fortress is the half-circle shaped Ongseong, a small wall, to protect the gate.<br><br>One of the unique factors of Heunginjimun Gate is that it is the only gate among Seoul’s eight to have Ongseong, further exhibiting the style of construction used during the late Joseon period as well.","regDate":"2022-08-02","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Gates"],"imgUrl":"/2022-08-02-1659451203684/1568436_image2_1.webp","blogPath":"Seoul/2022-08-02-1659451203684"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}