{"pageProps":{"content":"![Jungwonpokpo Falls (중원폭포)](/2022-08-30-1661836323858/772243_image2_1.webp)\n\n  \n## Overview\n\n> Jungwonpokpo Falls is located at the eastern edge of Jungwon Valley in Jungwonsan Mountain, Yangpyeong. A 15-minute walk from the parking lot through the valley pathway will take the visitors to the three-tiered waterfalls. Rather a small waterfall less than 10 meters high,  Jungwonpokpo Falls is surrounded by cliffs with fantastic rock formations that look like folding screens. The plunge pool is also impressive with its depth and x_width. Located nearby is another waterfall known as Chimapokpo Falls.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br>(Korean, English, Japanese, Chinese) <br> • For more info: +82-33-770-3315|\n|parking:|Available (Sedans: 40 parking spaces / Large buses: 10 parking spaces)|\n|restdate:|N/A (Open all year round)|\n  \n\n  \n## Detail Image\n![/2022-08-30-1661836323858/772244_image2_1.webp](/2022-08-30-1661836323858/772244_image2_1.webp)\n![/2022-08-30-1661836323858/772245_image2_1.webp](/2022-08-30-1661836323858/772245_image2_1.webp)\n![/2022-08-30-1661836323858/772249_image2_1.webp](/2022-08-30-1661836323858/772249_image2_1.webp)\n![/2022-08-30-1661836323858/772251_image2_1.webp](/2022-08-30-1661836323858/772251_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-33-773-5101](tel:+82337735101)\n- [🏠tour.yp21.net](http://tour.yp21.net/)\n\n\n```googleMap\nlatitude: 37.5527008042\nlongitude: 127.6174022188\ntitle: Yeonsu-ri, Yangpyeong-gun, Gyeonggi-do\n```\n  \n\n","data":{"id":"2022-08-30-1661836323858","title":"Jungwonpokpo Falls (중원폭포)","description":"Jungwonpokpo Falls is located at the eastern edge of Jungwon Valley in Jungwonsan Mountain, Yangpyeong. A 15-minute walk from the parking lot through the valley pathway will take the visitors to the three-tiered waterfalls. Rather a small waterfall less than 10 meters high,  Jungwonpokpo Falls is surrounded by cliffs with fantastic rock formations that look like folding screens. The plunge pool is also impressive with its depth and x_width. Located nearby is another waterfall known as Chimapokpo Falls.","regDate":"2022-08-30","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites","Waterfalls"],"imgUrl":"/2022-08-30-1661836323858/772243_image2_1.webp","blogPath":"Gyeonggi-do/2022-08-30-1661836323858","pageUrl":"https:/mcdryad.com/Gyeonggi-do/2022-08-30-1661836323858"},"dataList":[{"id":"2022-09-08-1662633912924","title":"Suwon Hwaseong Fortress [UNESCO World Heritage] (수원 화성 [유네스코 세계문화유산])","description":"Suwon was one of four main regional government centers during the Joseon dynasty. Hwaseong Fortress, built to protect the city, was designated as a UNESCO World Cultural Heritage Site on December 12, 1997 for its historical value. The fortress offers various performances daily as well as the Suwon Hwaseong Cultural Festival every fall. The walls stretch for 5,700 kilometers, with Paldalsan Mountain at the center. The fortress, constructed from 1794 to 1796, was built as a display of King Jeongjo&rsquo;s filial piety towards his father and to build a new pioneer city with its own economic power.","regDate":"2022-09-08","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Fortresses"],"imgUrl":"/2022-09-08-1662633912924/1923778_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-08-1662633912924"},{"id":"2022-09-08-1662630261406","title":"Surisan Provincial Park (수리산도립공원)","description":"Surisan Mountain, a provincial park of Gyeonggi-do, surrounds Gunpo and is also easily accessible from Anyang and Ansan. Surisan Mountain is said to be named because there is a rock in the shape of an eagle. Another legend says it is named after the nearby Surisa Temple. <br>Surisan Mountain is part of the Gwangju Mountain Range along with Cheonggyesan, Gwanggyosan, Gwanaksan, and Baekunsan mountains. The mountain has four peaks and the highest is Taeulbong Peak (489 m).<br>Grand old trees that range from 100 to 300 years old make for picturesque scenery. The mountain also won first place in the 2002 Beautiful Forest contest hosted by the Korea Forest Service.","regDate":"2022-09-08","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites","Provincial Parks"],"imgUrl":"/2022-09-08-1662630261406/1253553_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-08-1662630261406"},{"id":"2022-09-08-1662626904896","title":"Surisa Temple - Gyeonggi (수리사 - 경기)","description":"Located halfway up the southwestern side of Surisan Mountain, the eponymously named Surisa Temple was built under the reign of King Jinheung of the Silla Kingdom during the 6th century. The mountain was also called bulgyeon, which means “seeing Buddha,” as it was said that a member of the royal family had a vision of the Buddha while praying at the temple. The temple used to be larger, maintaining 36 buildings on the premises and 132 hermitages spread over the mountain, but these facilities were completely destroyed during the Japanese invasions of Korea from 1592-1598 and the Korean War from 1950-1953. The temple that stands today was reconstructed in 1955. The road leading to the entrance of Surisa Temple offers gorgeous scenery with a beautiful forest and valley lining its sides; it is as if the mountain itself surrounds the temple like a painted screen.","regDate":"2022-09-08","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-09-08-1662626904896/1252700_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-08-1662626904896"},{"id":"2022-09-08-1662623445837","title":"Supullo Unsimni (수풀로 운심리)","description":"Opened in 2004, Supullo Unsimni is situated on the Namhangang Riverside. The site used to be a sandpit before it was turned into a wetland.  Effluent from wastewater treatment plants, which in the past was released directly into the Hangang River, now passes through several ponds with various aquatic plants and a one kilometer-long waterway so that it can be naturally purified.  This has contributed to an improvement in the water quality of the Hangang River. The center was built to restore the Namhangang Riverside area, which was destroyed due to sand extraction, and to restore its natural ecology of willow trees, reeds, and birds. The center organizes a number of ecological excursion programs for children.","regDate":"2022-09-08","author":"korea-tour","tag":["Gyeonggi-do","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2022-09-08-1662623445837/1099393_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-08-1662623445837"},{"id":"2022-09-08-1662620770343","title":"Sujongsa Temple (수종사)","description":"Sujongsa Temple is a branch temple of Bongseonsa Temple, located near the top of Ungilsan Mountain. Amazing views from Sujongsa Temple include various mountaintops and the Bukhangang River. The temple was built in 1439 during the Joseon period. The temple since then had gone through many reconstructions and expansions, which were severely damaged during the Korean War. In 1975, Monk Hyegwang began repairs, starting with Daeungbojeon Hall and slowly expanded the temple site subsequently.","regDate":"2022-09-08","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-09-08-1662620770343/2635064_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-08-1662620770343"},{"id":"2022-09-08-1662618307075","title":"Sueojangdae Post (수어장대)","description":"Sueojangdae Post (Defense Commander's Post) is a two-story military facility used as a lookout post as well as for directing battles. This structure was built on the western side of Namhansanseong Fortress as one of the four command posts. During the Manchu Invasion of 1636, King Injo personally commanded and encouraged the troops from here. They held out for 45 days against a Qing force of 120,000, before finally being forced to surrender and accept vassal status to the Manchu Empire.","regDate":"2022-09-08","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-09-08-1662618307075/1957746_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-08-1662618307075"},{"id":"2022-09-08-1662613024427","title":"Sudong National Tourist Park (수동국민관광지)","description":"The Songcheon-ri, Unsu-ri, Ipseok-ri, Susan-ri, and Bigeum-ri areas in Sudong-myeon, Namyangju City boast picturesque scenery with refreshing water flowing everywhere, for which the region is also widely known as “Mulgolan,” which means “inside water valley.” Opened in 1983, the park is surrounded by the mountains of Jugeumsan, Seorisan, and Chungnyeongsan. It is a great summer vacation spot with lush forests and clear valleys. The park is also abundant with many varieties of mountain vegetables and fruits including mushrooms, a type of mountain herb called deodeok, balloon flower roots, fatsia shoots, honey, chestnuts, and pine nuts.","regDate":"2022-09-08","author":"korea-tour","tag":["Gyeonggi-do","Culture/Art/History","Recreational Sites","Tourist Complexes"],"imgUrl":"/2022-09-08-1662613024427/220443_image2_1.webp","blogPath":"Gyeonggi-do/2022-09-08-1662613024427"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}