{"pageProps":{"content":"![Castle at Hwajinpo (화진포의 성(김일성별장))](/2022-07-24-1658677155313/571633_image2_1.webp)\n\n  \n## Overview\n\n> The Castle of Hwajinpo was the summer retreat for Kim Ilsung, former leader of North Korea, and his family from 1948 to 1950. Photos of the family on vacation there show Kim Jungil as a young boy of six years. The building was constructed entirely of stone in 1938 by a German architect for the Sherwood Hall missionary family, and features a basement level and two above-ground floors. The house is now open to the public, with an exhibition of how the house was used by the Kim family, faithfully recreated from photographic research.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-1330<br>(Korean, English, Japanese, Chinese)<br>• For more info: +82-33-680-3677|\n|opendate:|July 1999|\n|parking:|Available|\n|restdate:|N/A (Open all year round)|\n|usetime:|Summer 09:00-18:00 <br>Winter 09:00-17:30<br>* Last ticketing 1 hr before closing|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Admission Fees:|[Hwajinpo History & Security Museum] <br />Individuals: Adults 3,000 won / Teenagers & Children 2,300 won <br />Groups: Adults 2,300 won / Teenagers & Children 1,600 won <br /><br>* Group: 30 people or more<br />* Admission includes Villa of Rhee Syngman, Villa of Lee Ki-poong, Castle of Hwajinpo & Ecology Museum <br />* Free admission: senior citizens (ages 65 and older)|\n|Restrooms:|Available at parking lot|\n|Parking Fees:|Free|\n|Interpretation Services Offered:|Available - English, Japanese, Chinese<br>* Advance reservation required at Hwajinpo Tourist Information Center|\n  \n## Detail Image\n![/2022-07-24-1658677155313/2600598_image2_1.webp](/2022-07-24-1658677155313/2600598_image2_1.webp)\n![/2022-07-24-1658677155313/2600599_image2_1.webp](/2022-07-24-1658677155313/2600599_image2_1.webp)\n![/2022-07-24-1658677155313/2600600_image2_1.webp](/2022-07-24-1658677155313/2600600_image2_1.webp)\n![/2022-07-24-1658677155313/571638_image2_1.webp](/2022-07-24-1658677155313/571638_image2_1.webp)\n![/2022-07-24-1658677155313/571640_image2_1.webp](/2022-07-24-1658677155313/571640_image2_1.webp)\n![/2022-07-24-1658677155313/571641_image2_1.webp](/2022-07-24-1658677155313/571641_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-33-680-3677](tel:+82336803677)\n- [🏠www.gwgs.go.kr](https://www.gwgs.go.kr/tour/index.do)\n\n\n```googleMap\nlatitude: 38.4725399459\nlongitude: 128.4431686945\ntitle: 280, Hwajinpo-gil, Goseong-gun, Gangwon-do\n```\n  \n## Directions\n  \n[Bus + Taxi]<br>\nFrom Dong Seoul Bus Terminal, take a bus to Ganseong Intercity Bus Terminal.<br>From Ganseong Bus Terminal, take a taxi for approx. 15 min.\n","data":{"id":"2022-07-24-1658677155313","title":"Castle at Hwajinpo (화진포의 성(김일성별장))","description":"The Castle of Hwajinpo was the summer retreat for Kim Ilsung, former leader of North Korea, and his family from 1948 to 1950. Photos of the family on vacation there show Kim Jungil as a young boy of six years. The building was constructed entirely of stone in 1938 by a German architect for the Sherwood Hall missionary family, and features a basement level and two above-ground floors. The house is now open to the public, with an exhibition of how the house was used by the Kim family, faithfully recreated from photographic research.","regDate":"2022-07-24","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Historical Sites","Security & Peace Sites"],"imgUrl":"/2022-07-24-1658677155313/571633_image2_1.webp","blogPath":"Gangwon-do/2022-07-24-1658677155313","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-07-24-1658677155313"},"dataList":[{"id":"2022-10-08-1665212129310","title":"Paroho Lake (Yanggu) (파로호(양구))","description":"Paroho Lake is a manmade lake that was completed in 1943. The lake was created due to the construction of a hydraulic power plant in Hwacheon during Japanese colonial period. The name was given after President Syngman Rhee designated a plaque in his own handwriting naming the body of water ‘Paroho Lake’ during the Korean War after a victorious feat in a battle against the Chinese army. The power plant has a generation capacity of 105,000 kilowatts, and the lake is one of the top fishing grounds in Korea as it is abundant in freshwater fish. <br><br>The area boasts several splendid views and a former president built his country home on the lake. Relics from the Stone Age and New Stone Age were found to be well preserved in the area. Twenty-one dolmens were found on the lake grounds, as well as 4,000 pieces of Prehistoric relics used during Paleolithic age, drawing interest from the academic field. Recently, habitats of mandarin ducks, a national natural monument, were found near the Paroho lakeside.","regDate":"2022-10-08","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites"],"imgUrl":"/2022-10-08-1665212129310/2653651_image2_1.webp","blogPath":"Gangwon-do/2022-10-08-1665212129310"},{"id":"2022-10-08-1665208351723","title":"Paroho Lake (Hwacheon) (파로호(화천))","description":"Paroho Lake is a manmade lake created when Hwacheon Dam was built in the valley of the Bukhangang River. The lake was once referred to as Daebungho Lake for its resembling image of an imaginary phoenix rising with its wings spread wide open when seen from afar. The area was a territory of North Korea after Koreas independence, but became a South Korean territory after the Korean War.","regDate":"2022-10-08","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites"],"imgUrl":"/2022-10-08-1665208351723/2711025_image2_1.webp","blogPath":"Gangwon-do/2022-10-08-1665208351723"},{"id":"2022-10-08-1665205653610","title":"Pak Kyongni House (박경리문학공원)","description":"Pak Kyongni House is a place to explore the life and works of  prominent novelist Pak Kyongni. The houses theme was based on Pak Kyongnis well-known novel Toji (The Land).The site used to be her old house before it was converted into a park. Covering an area of 10,578.51 ㎡, the garden and the house have been maintained in their original state. The park also features three themed areas recreated from the book  Hongi Dongsan, Pyeongsa-ri Madang, and Yongdurebeol.","regDate":"2022-10-08","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-10-08-1665205653610/1536977_image2_1.webp","blogPath":"Gangwon-do/2022-10-08-1665205653610"},{"id":"2022-10-08-1665202854460","title":"Osaek Mineral Spring (오색약수터)","description":"Osaek Mineral Spring is situated 20 kilometers west of Yangyang and 7.5 kilometers southeast from Hangyeryeong Pass. The water, which springs from three base rocks by a brook, is carbonated and rich in iron. Up to 1,500 liters of iron-rich water spring out on a daily basis. Osaek became well known due to the splendid landscape leading up to the mineral spring and its location on the way to the summit of Seoraksan Mountain.","regDate":"2022-10-08","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Mineral Springs"],"imgUrl":"/2022-10-08-1665202854460/2365188_image2_1.webp","blogPath":"Gangwon-do/2022-10-08-1665202854460"},{"id":"2022-10-07-1665140056405","title":"Osaek Jujeongol Valley (오색주전골)","description":"This valley in Seoraksan National Park is located on the way from Osaek-ri, Yangyang-gun, to Osaengnyeong (Hangyeryeong) Pass. It is the most famous place for fall colors in Seoraksan Mountain, and its handsome valley and rock formations are well-known as well. Its name, Jujeongol, is said to come from the Joseon-era bandits that are said to have settled in the area, making their living with counterfeit (ju) coins (jeon) while disguised as Buddhist monks. Osaek (meaning “five colors”) was inspired by the five colors of Jujeongol’s rock formations, and the five-colored tree that is said to have lived in Osaekseoksa Temple of the past. A 3.2 km-long trail brings visitors along the rising rocks next to the valley, connecting Seongguksa Temple and Seonnyeotang Pothole to Yongso Falls Information Center. It is a relatively flat, 1 hr-long course with many wooden decks that help to make it more accessible for the visitors. The entrance to the trail is the location of the Osaek Mineral Spring, whose natural carbonation and iron content impart a unique flavor in the water. Keep your eyes open for strange rock formations like Gorae, Sangtu, and Bubu Rocks, as well as Namseorak’s famous sights like Seonnyeotang Pothole, Geumgangmun Gate, and Yongso Falls.","regDate":"2022-10-07","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Valleys"],"imgUrl":"/2022-10-07-1665140056405/1955866_image2_1.webp","blogPath":"Gangwon-do/2022-10-07-1665140056405"},{"id":"2022-10-07-1665136282609","title":"Ojukheon House (강릉 오죽헌)","description":"Ojukheon House was where Yi I (penname Yulgok; scholar and politician of the Joseon Period) was born. It was built during the early Joseon dynasty and was designated as Treasure No. 165 in 1963 for its historical value.<br><br>Inside the house is Mongryongsil, where Yi I was born. The household complex also features the household shrine, Munseongsa, the <em>sarangchae</em> (mens quarters), Eojaegak Pavilion, Yulgok Memorial Hall, and Gangneung Municipal Museum. Since 1961, the city of Gangneung has held a memorial ceremony at Yulgok Memorial Hall on October 25-26.","regDate":"2022-10-07","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-10-07-1665136282609/2688069_image2_1.webp","blogPath":"Gangwon-do/2022-10-07-1665136282609"},{"id":"2022-10-07-1665132866837","title":"Odaesan National Park (오대산국립공원)","description":"Odaesan Mountain is located in the central and eastern part of Gangwon-do. The mountain was designated a national park in February 1975, including an area of 298.5 ㎢ centered on the highest peak, Birobong Peak (alt. 1,563 meters). Other peaks include Horyeongbong, Sangwangbong, Dongdaesan, and Durobong.<br><br>Odaesan Mountain has the largest natural forest of Korea, home to many wild animals and plants. The mountain is divided into smaller sections  Odaesan Section, Bangadari Bridge Section, Byeongnae-ri Section, Hwangbyeongsan Mountain Section, Hongcheon-myeon Section, and Sogeumgang River Section. It is also rich in soil and resources, with lush forests and gentle slopes.","regDate":"2022-10-07","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","National Parks"],"imgUrl":"/2022-10-07-1665132866837/2633943_image2_1.webp","blogPath":"Gangwon-do/2022-10-07-1665132866837"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}