{"pageProps":{"content":"![Gyebangsan Mountain (계방산 (평창))](/2022-09-25-1664102714256/1172063_image2_1.webp)\n\n  \n## Overview\n\n> At an altitude of 1,579.1 meters above sea level, Gyebangsan Mountain, which faces Odaesan Mountain on the eastern part of the Taebaeksan Mountain Range, is the fifth tallest mountain in South Korea, after Hallasan Mountain, Jirisan Mountain, Seoraksan Mountain, and Deogyusan Mountain. On the west side of Gyebangsan Mountain is Unduryeong Pass(1,089 m), which has a vehicle accessible road. Asiatic black beers are said to habitate in the deep valleys on the north side, and there is Bangadari mineral water and other mineral water sources on the south side. With many varieties of herbs and wild flowers growing naturally in the area, it is also well known as a place to dig for wild ginseng. Its rare Japanese yew trees and royal azalea combined with its similar terrain to Seoraksan Mountains Daecheongbong Peak has caused the mountain to be a highly protected ecological environment.<br><br>Gyebangsan Mountain is particularly popular for winter hikers, who can get beautiful views of the snowy landscapes of the mountain even&nbsp;until March. On top of that, since the difference in evelation from Unduryeong to the top of Gyebangsan is only 488 m, it welcomes even novice hikers as well. From the summit, one can see the backboone of Baekdudaegan Mountain, and with its panoramic views of Seoraksan Mountain to the north, Odaesan Mountain and Daegwallyeong to the east, and Taegisan and Hoegisan Mountains to the west, it is one of the best views in the area.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br>(Korean, English, Japanese, Chinese) <br>• For more info:  +82-33-332-6419|\n|restdate:|N/A (Open all year round)|\n  \n\n  \n## Detail Image\n![/2022-09-25-1664102714256/1172070_image2_1.webp](/2022-09-25-1664102714256/1172070_image2_1.webp)\n![/2022-09-25-1664102714256/1172075_image2_1.webp](/2022-09-25-1664102714256/1172075_image2_1.webp)\n![/2022-09-25-1664102714256/1172077_image2_1.webp](/2022-09-25-1664102714256/1172077_image2_1.webp)\n![/2022-09-25-1664102714256/1172096_image2_1.webp](/2022-09-25-1664102714256/1172096_image2_1.webp)\n![/2022-09-25-1664102714256/1172099_image2_1.webp](/2022-09-25-1664102714256/1172099_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-33-332-6419](tel:+82333326419)\n- [🏠tour.pc.go.kr](http://tour.pc.go.kr)\n\n\n```googleMap\nlatitude: 37.7072039905\nlongitude: 128.4445922029\ntitle: 1243, Unduryeong-ro, Pyeongchang-gun, Gangwon-do\n```\n  \n## Directions\n  \n[Express/Intercity Bus]<br>\nTake an intercity bus from Dong Seoul Terminal \nto Jinbu<br><br>\n\n[Train]<br>\nTake a train from Seoul to Jinbu (Odaesan) Station.<br><br>\n\n[Taxi]<br>\nApprox. 25 min from Jinbu Bus Terminal or Jinbu Station\n","data":{"id":"2022-09-25-1664102714256","title":"Gyebangsan Mountain (계방산 (평창))","description":"At an altitude of 1,579.1 meters above sea level, Gyebangsan Mountain, which faces Odaesan Mountain on the eastern part of the Taebaeksan Mountain Range, is the fifth tallest mountain in South Korea, after Hallasan Mountain, Jirisan Mountain, Seoraksan Mountain, and Deogyusan Mountain. On the west side of Gyebangsan Mountain is Unduryeong Pass(1,089 m), which has a vehicle accessible road. Asiatic black beers are said to habitate in the deep valleys on the north side, and there is Bangadari mineral water and other mineral water sources on the south side. With many varieties of herbs and wild flowers growing naturally in the area, it is also well known as a place to dig for wild ginseng. Its rare Japanese yew trees and royal azalea combined with its similar terrain to Seoraksan Mountains Daecheongbong Peak has caused the mountain to be a highly protected ecological environment.<br><br>Gyebangsan Mountain is particularly popular for winter hikers, who can get beautiful views of the snowy landscapes of the mountain even&nbsp;until March. On top of that, since the difference in evelation from Unduryeong to the top of Gyebangsan is only 488 m, it welcomes even novice hikers as well. From the summit, one can see the backboone of Baekdudaegan Mountain, and with its panoramic views of Seoraksan Mountain to the north, Odaesan Mountain and Daegwallyeong to the east, and Taegisan and Hoegisan Mountains to the west, it is one of the best views in the area.","regDate":"2022-09-25","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-09-25-1664102714256/1172063_image2_1.webp","blogPath":"Gangwon-do/2022-09-25-1664102714256","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-09-25-1664102714256"},"dataList":[{"id":"2022-10-06-1665046509526","title":"Namae Beach (남애해수욕장)","description":"Namae Beach, located in Namae-ri, Yangyang-gun, is divided into three sections. The uppermost section, known as Gaetmaeul Beach, is 310 meters long and 69 meters wide and is ideal for a quiet and peaceful vacation. It is also a treasure trove of biodiversity and hosts interesting events that change every year. The second beach right below is Namae 3-ri Beach, a 504 meter-long, 77 meter-wide beach with shallow waters and fine sand and a host of accommodations and amenities serving tourists. The southernmost beach is Namae 1-ri Beach, a small beach that is 396 meters in length and 36 meters in x_width. It is a popular fishing site because of the large number of rocks along the shore, and its relative obscurity keeps the beach clean and tidy. The nearby Namaehang Port is said to be one of the “Three Beautiful Ports on the East Coast,” and a famous sunrise spot. Namaehang Skywalk and Undersea Experiential Learning Center can be found nearby as well.","regDate":"2022-10-06","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites"],"imgUrl":"/2022-10-06-1665046509526/2711369_image2_1.webp","blogPath":"Gangwon-do/2022-10-06-1665046509526"},{"id":"2022-10-06-1665042428834","title":"Naksansa Temple (낙산사)","description":"This ancient temple was built in the 11th year of King Munmu’s reign of Silla (671) by the Buddhist monk Uisang. Naksansa Temple is one of the foremost sights of Yangyang, and one of the most historic sites in the region. Along with Ganghwa’s Bomunsa Temple and Namhae’s Boriam Hermitage, it is said to be one of the three centers of the cult of Avalokitesvara in Korea. Its handsome view overlooking the East Sea has earned it a spot in the Eight Sights of Gwandong (eight famous sights in Yeongdong region of Gangwon-do), documented throughout the ages in many classic literature and poetry. Today’s Naksansa Temple is a product of many restorations and expansions, and has many examples of cultural heritage within its walls. There is a 16 meter-tall statue of the Avalokitesvara Bodhisattva to Uisangdae, a pavilion built to overlook the sunrise over the East Sea on a coastal cliff, Hongnyeonam Hermitage, built over the crashing waves, Seven-story Stone Pagoda of Naksansa Temple, Yangyang (Treasure No. 499), a Joseon-era pagoda with Goryeo-era style, and Stupa, Stele, and Reliquaries of Naksansa Temple, Yangyang (Treasure No. 1723), including a number of sarira. A mountain fire in 2005 resulted in the loss of 20 buildings, including the building that housed its bronze bell (formerly Treasure No. 479 of Korea). The temple also operates templestay programs available through its website.","regDate":"2022-10-06","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-10-06-1665042428834/2711347_image2_1.webp","blogPath":"Gangwon-do/2022-10-06-1665042428834"},{"id":"2022-10-06-1665039534342","title":"Naksan Provincial Park (낙산도립공원)","description":"Naksan Provincial Park takes up 24km of shoreline in Yangyang, Gangwon-do. The park is centered on Naksansa Temple and Naksan Beach, but includes Osan, Dongho, and Hajodae Beaches, as well as many lakes and cliffs. The park is a great place to learn about Korean culture, including Buddhist culture at Naksansa Temple and other cultural relics, and the shoreline cliffs of pine trees. The park is a popular attraction in the summer, when visitors can swim in the ocean and play in the sand along the coast.","regDate":"2022-10-06","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Provincial Parks"],"imgUrl":"/2022-10-06-1665039534342/763455_image2_1.webp","blogPath":"Gangwon-do/2022-10-06-1665039534342"},{"id":"2022-10-06-1665036082838","title":"Naerincheon River Pothole-Gangwon Peace National Geopark (내린천 포트홀-강원평화지역 국가지질공원)","description":"Naerincheon River starts out as a small stream on Bungnyongsan Mountain and flows down Sogyebangsan Mountain before joining with other small valley streams to create the larger river that most people know. The river has created a valley with many interesting and uniquely shaped rocks as it flowed down the mountainside over the years. The waters are so pure, the small pebbles and sand lining the bottom of the stream can be seen clearly. There are a number of areas along the stream perfect for relaxing and enjoying some time in nature. Many families visit and enjoy fishing and the pure environment. The river is also well-known for rafting.","regDate":"2022-10-06","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Valleys"],"imgUrl":"/2022-10-06-1665036082838/2616266_image2_1.webp","blogPath":"Gangwon-do/2022-10-06-1665036082838"},{"id":"2022-10-06-1665033039678","title":"Mureunggyegok Valley (무릉계곡)","description":"Mureunggyegok Valley, between Dutasan Mountain and Cheongoksan Mountain, refers to a four-kilometer stretch from Hoamso Pond to Yongchupokpo Falls upstream. The waters of Mureunggyegok Valley flow over wide sheets of rock and into the cracks between them, forming large and particularly nice ponds along the path. Starting at Mureung Rock, a wide sheet of single rock on which hundreds can sit, the valley trail twists and turns as it passes Samhwasa Temple, Haksodae, Ongnyudong, and Seonnyeotang Ravine, all the way to Ssangpokpo and Yongchupokpo Falls, providing breathtaking scenery along the way. Also known as Arcadia, scholars and poets frequented the valley in times past, and the 5,000 square meters of Mureung Rock bears the inscribed names of some of these poets and their work. The valley offers a medley of curious-looking rocks and stones, and other odd scenery that attracts many tourists.","regDate":"2022-10-06","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Valleys"],"imgUrl":"/2022-10-06-1665033039678/2660876_image2_1.webp","blogPath":"Gangwon-do/2022-10-06-1665033039678"},{"id":"2022-10-06-1665030149840","title":"Mukhohang Port (묵호항)","description":"Situated in Donghae, Mukhohang Port opened in 1941 and used to be the most prolific trading port on the east coast. However, with the steady change in the economy, it has now become a center of fishing. A large wholesale seafood market at the port offers a wide array of freshly caught seafood. From early in the morning, merchants across the country gather at the market to purchase fresh seafood. Dried fish are also available.<br><br>Mukho Lighthouse, located atop Dongmunsan Mountain, opened in June 1963 as an unmanned lighthouse guiding ships into Mukhohang Port. The two-story lighthouse is 12 meters tall and is made from cement. The white lighthouse stands out against the blue sea and sky to create a fantastic image. The area surrounding the lighthouse has been turned into a small park. There is a large rock inscribed with a poem about the sea near the park entrance.","regDate":"2022-10-06","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites"],"imgUrl":"/2022-10-06-1665030149840/2678609_image2_1.webp","blogPath":"Gangwon-do/2022-10-06-1665030149840"},{"id":"2022-10-05-1664967027600","title":"Mukho Lighthouse (묵호 등대)","description":"Established on June 8, 1963, Mukho Lighthouse serves as a guarding beacon of ships coming and going at Mukho port.Mukho Lighthouse is a 12m-tall white circular concrete structure with two floors located at an altitude of 67m. It is surrounded by a cozy park where forsythias blossom in spring and visitors can overlook the sea. The park is home to the Maritime Fishing Exhibition Hall, where visitors can learn about the history of fishing in the area. The lighthouse and its surrounding area are full of quiet and comfortable spots to relax and enjoy the scenery.<br><br>Because of its location, the lighthouse is absolutely crucial to the safety of ships and boats coming into the port. The lighthouse’s large light, installed in October 2003, was developed by Korean scientists and uses a rotating prism lens that can shine beams of light as far as 42km.","regDate":"2022-10-05","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites"],"imgUrl":"/2022-10-05-1664967027600/623269_image2_1.webp","blogPath":"Gangwon-do/2022-10-05-1664967027600"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}