{"pageProps":{"list":[{"id":"2022-07-24-1658635599656","title":"Auraji Lake (아우라지)","description":"Auraji is the name of a lake located in Yeoryang-myeon in Jeongseon-gun. It is here that Jeongseon Arirang, the No. 1 Intangible Cultural Asset of Gangwon-do, originated. The area has long been famous for its beautiful, clean mountains and rivers. Its name is derived from the Korean word <em>eoureojida,</em> meaning \"to meet\" as the waters of Pyeongchang and Samcheok unite in this area.<br><br>Part of the upper stream of Namhangang River, Auraji was a famous starting point of log rafts transporting timber to Hanyang, the original name of Seoul. In the old days, one could always hear the singing of boatmen who came from all over the nation. The lyrics of Jeongseon Arirang reveal the sadness and longing of a woman awaiting her husband who left for business to a far-away place or left to transport timber.","regDate":"2022-07-24","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites"],"imgUrl":"/2022-07-24-1658635599656/2395941_image2_1.webp","blogPath":"Gangwon-do/2022-07-24-1658635599656","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-07-24-1658635599656"},{"id":"2022-07-24-1658634968606","title":"Anheung Jjinppang Village (안흥찐빵마을)","description":"Anheung Jjinppang Village is located along National Highway 42, connecting Seoul and Gangneung. Travelers passing Daegwallyeong on their way to Seoul from the Yeongdong area often stopped here to have a light lunch from old times. Anheung jjinppang (Anheung-style steamed bun) was enough to satisfy their hunger. Over time, Anheung jjinppang has become one of Korea's famous nostalgic snacks.<br><br>Jucheongang River, beginning from Taegisan Mountain and flowing through Yeongwol, offers the proper humid condition perfect for the bun's aging process. As of now, there are over 10 shops dedicated to selling steamed buns in the village. Since the early 1990s, over one million people have come to Anheung Jjinppang Village to get these steamed buns which became popular through word-of-mouth. <br><br>Anheung jjinppang is made with high-quality red bean, using the traditional cooking process that creates the homemade flavor, which is immediatedly recognized by the mouth that has become used to instant foods.","regDate":"2022-07-24","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Historical Sites","Folk Villages"],"imgUrl":"/2022-07-24-1658634968606/1583982_image2_1.webp","blogPath":"Gangwon-do/2022-07-24-1658634968606","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-07-24-1658634968606"},{"id":"2022-07-24-1658634945407","title":"Alpensia Ocean 700 (알펜시아 오션700)","description":"Alpensia Resort is a beautiful and exciting resort that offers unique programs unavailable at other resorts. Among their facilities, Alpensia  Ocean 700 suits as the perfect family water park, located on the refreshing highland of Daegwallyeong at an altitude of 700 meters. The water park aims to provide convenient and relaxing facilities in an indoor area where visitors can have fun at any time of the year.","regDate":"2022-07-24","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Recreational Sites","Hot Springs & Spa"],"imgUrl":"/2022-07-24-1658634945407/904407_image2_1.webp","blogPath":"Gangwon-do/2022-07-24-1658634945407","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-07-24-1658634945407"},{"id":"2022-07-24-1658634922819","title":"Abai Village Ferry (아바이마을 갯배)","description":"Gaetbae (boat without engine) is an exotic means of transportation to cross the Abai Village at the mouth of Cheongchoho Lake. It is a rapid means of traveling between downtown Sokcho and Abai Village along the 50 m-long waterway. This small barge-style boat without an engine can be run by pulling the wire manually. When fixing the solid steel wire on both sides of the waterway and pulling it hard with a hook, a boat moves forward slowly. As there is no boatman, passengers need to work together to move the boat. It takes about 5 min to cross the water by boat. This unique experience still attracts many tourists to Sokcho. Furthermore, it is known as the filming location for the Korean TV drama Autumn in My Heart, so many tourists from Japan and China visit the place.","regDate":"2022-07-24","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Experience Programs","Unique Experience"],"imgUrl":"/2022-07-24-1658634922819/2636684_image2_1.webp","blogPath":"Gangwon-do/2022-07-24-1658634922819","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-07-24-1658634922819"},{"id":"2022-07-24-1658634210481","title":"Abai Village (아바이 마을)","description":"Located in Cheongho-dong, Abai Village bears a history of displaced people’s distress. The village was formed by refugees of the Korean War from North Korea, mainly from Hamgyeong-do Province. The word “abai” is a dialect of Hamgyeong-do that means a friendly old man like a grandfather. Visitors to Abai Village can get a sense of displaced people’s life and story, which fade away into a chapter of history. Although it has lost its original appearance now, old shacks without a gate still remain here and there. Mural paintings on the wall show the sentiment of nostalgia about their hometown and express sorrow and hard life of displaced people, who lived from hand to mouth by fishing and doing physical labor. The original houses built by refugees in the village were restored into the Refugee Village at the Sokcho Museum. Abai Village is also known as a filming location for the Korean TV drama Autumn in My Heart, attracting a lot of visitors and becoming a major attraction in Sokcho. The restaurant alley is packed with cafes and North Korean food restaurants serving local dishes such as Hamheung-style cold buckwheat noodles, stuffed squid, and North Korean-style sausage soup.","regDate":"2022-07-24","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites"],"imgUrl":"/2022-07-24-1658634210481/2711173_image2_1.webp","blogPath":"Gangwon-do/2022-07-24-1658634210481","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-07-24-1658634210481"}],"metaData":{"pageUrl":"https://mcdryad.com/Gangwon-do","nav":"Gangwon-do"},"navList":["Busan","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Incheon","Jeju-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}