{"pageProps":{"content":"![Cheong Wa Dae (Blue House) (청와대)](/2022-07-21-1658403194324/774323_image2_1.webp)\n\n  \n## Overview\n\n> The signature markings of the Presidential Residence of Cheong Wa Dae are its blue tiles on the Main Office; it is the first thing to catch one's attention upon viewing the premises. Approximately 150 thousand tiles compose the roof of the Main Office. Each tile was baked individually to make them strong enough to last for hundreds of years. The blue tiles and the smoothly curving roofline blend beautifully with Bugaksan Mountain in the backdrop. <br /><br />Cheong Wa Dae is comprised of the Main Office, Yeongbingwan (State Guest House), Chunchugwan (Spring and Autumn) Hall, Nokjiwon Garden, Mugunghwa (Rose of Sharon) Hill, and Chilgung Palace. It is interesting to see that all the buildings are unique and beautifully designed, built in the traditional Korean style. Just outside the premises is Cheongwadae Sarangchae, an exhibition hall showing the history of Cheong Wa Dae and the Korean presidency, as well as gifts received by heads of State over the years. The hall is open free to all visitors.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese)|\n|parking:|Available (Gyeongbokgung Palace paid parking lot)<br>* Inquiries: +82-2-720-7595|\n|restdate:|Tuesdays|\n|usetime:|09:00-18:00|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Admission Fees:|Free|\n|Parking Fees:|[Gyeongbokgung Palace Parking Lot (2 hours)]<br>Small vehicles: 2,000 won / 4,000 won for open space parking lot<br>Mid- & large-sized vehicles: 4,000 won<br><br>* 500 won every 15 min after first two hours|\n|Restrooms:|Available|\n|Reservation Info. for Foreigners:|Online reservation required|\n  \n## Detail Image\n![/2022-07-21-1658403194324/774319_image2_1.webp](/2022-07-21-1658403194324/774319_image2_1.webp)\n![/2022-07-21-1658403194324/938743_image2_1.webp](/2022-07-21-1658403194324/938743_image2_1.webp)\n![/2022-07-21-1658403194324/938745_image2_1.webp](/2022-07-21-1658403194324/938745_image2_1.webp)\n![/2022-07-21-1658403194324/938746_image2_1.webp](/2022-07-21-1658403194324/938746_image2_1.webp)\n![/2022-07-21-1658403194324/938761_image2_1.webp](/2022-07-21-1658403194324/938761_image2_1.webp)\n![/2022-07-21-1658403194324/938771_image2_1.webp](/2022-07-21-1658403194324/938771_image2_1.webp)\n![/2022-07-21-1658403194324/938773_image2_1.webp](/2022-07-21-1658403194324/938773_image2_1.webp)\n![/2022-07-21-1658403194324/938776_image2_1.webp](/2022-07-21-1658403194324/938776_image2_1.webp)\n![/2022-07-21-1658403194324/938783_image2_1.webp](/2022-07-21-1658403194324/938783_image2_1.webp)\n![/2022-07-21-1658403194324/938790_image2_1.webp](/2022-07-21-1658403194324/938790_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-2-1330](tel:+8221330)\n- [🏠www.opencheongwadae.kr](https://www.opencheongwadae.kr/)\n\n\n```googleMap\nlatitude: 37.5825467279\nlongitude: 126.9728266401\ntitle: 45, Hyoja-ro 13-gil, Jongno-gu, Seoul\n```\n  \n\n","data":{"id":"2022-07-21-1658403194324","title":"Cheong Wa Dae (Blue House) (청와대)","description":"The signature markings of the Presidential Residence of Cheong Wa Dae are its blue tiles on the Main Office; it is the first thing to catch one's attention upon viewing the premises. Approximately 150 thousand tiles compose the roof of the Main Office. Each tile was baked individually to make them strong enough to last for hundreds of years. The blue tiles and the smoothly curving roofline blend beautifully with Bugaksan Mountain in the backdrop. <br /><br />Cheong Wa Dae is comprised of the Main Office, Yeongbingwan (State Guest House), Chunchugwan (Spring and Autumn) Hall, Nokjiwon Garden, Mugunghwa (Rose of Sharon) Hill, and Chilgung Palace. It is interesting to see that all the buildings are unique and beautifully designed, built in the traditional Korean style. Just outside the premises is Cheongwadae Sarangchae, an exhibition hall showing the history of Cheong Wa Dae and the Korean presidency, as well as gifts received by heads of State over the years. The hall is open free to all visitors.","regDate":"2022-07-21","author":"korea-tour","tag":["Seoul","Culture/Art/History","Architectural Sights","Buildings"],"imgUrl":"/2022-07-21-1658403194324/774323_image2_1.webp","blogPath":"Seoul/2022-07-21-1658403194324","pageUrl":"https:/mcdryad.com/Seoul/2022-07-21-1658403194324"},"dataList":[{"id":"2022-07-23-1658572742393","title":"Gwanaksan Mountain Nakseongdae Park (관악산 낙성대공원)","description":"Nakseongdae Park was built as a tribute to General Kang Gam-chan (948-1031) of the Goryeo dynasty. In 1973, the city of Seoul reorganized the birthplace of General Kang, resulting in changes to the park. Located inside the park are Anguksa Shrine, the general’s birthplace, and a three-story stone pagoda, which was made during the Goryeo dynasty. The 4.48-meter-high pagoda is made of granite, and is called “Kang Gam-chan Tap (pagoda)” or “Kang Gam-chan Nakseongdae Tap”. <br><br>*Anguksa Shrine<br>Anguksa is a shrine built in 1974 emulating the wooden architecture style of the Goryeo era. The shrine has high ceilings and houses the portrait of General Kang Gam-chan. The shrine is located on the road leading to the back gate of Seoul National University and has become a popular place in the area. <br><br>*Nakseongdae Yuji <br>Nakseongdae Yuji is the birthplace of General Kang Gam-chan and the original location of the three-story pagoda. During the maintenance of Nakseongdae area in 1973, the pagoda was moved into the vicinity of Anguksa Shrine, and a two-meter tall monument was erected in its original location to mark the historical significance of the site.","regDate":"2022-07-23","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-07-23-1658572742393/928406_image2_1.webp","blogPath":"Seoul/2022-07-23-1658572742393"},{"id":"2022-07-23-1658569005134","title":"Gwanaksan Mountain (관악산)","description":"Reaching 632.2 meters in x_height, Gwanaksan Mountain is the symbol and pride of Gwanak-gu district in Seoul. Most of the cultural heritages of the district originate from Gwanaksan Mountain. Since it was designated as a city natural park in 1968, it has continued to serve as a favorite place for relaxation and excursion for Seoul citizens. The various rocky peaks and the deep valleys give the mountain a rugged feel. The mountain's size and close proximity to Seoul make it easy for Seoul residents to make a day-trip. <br> <br>In the spring, cherry blossoms are in full bloom near the entrance to the mountain, and a Rhododendron Festival is held when the rhododendrons are in full bloom. At the mountain's summit are Wongaksa Temple and Yeonjuam Hermitage, which were built by Taejo Yi Seong-gye (the founder of the Joseon dynasty) to ward off misfortune when he decided to move the capital to Seoul. There are also other temples and hermitages, and a ground radar observation post. Yeonjudae Hermitage, located atop a cliff, is where all the hiking trails of Gwanaksan Mountain meet.","regDate":"2022-07-23","author":"korea-tour","tag":["Seoul","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-07-23-1658569005134/1857230_image2_1.webp","blogPath":"Seoul/2022-07-23-1658569005134"},{"id":"2022-07-23-1658565731617","title":"Gwanaksan Ecological Park (관악산 생태공원)","description":"Opened in December of 2007, Gwanaksan Ecological Park is located on a 76,521 m² plot of land. The park is divided into two sections  Eco Forest, a forest of broad-leaved trees, and Eco Pond, a habitat of aquatic animals. There is also an arboretum that provides space for relaxation and ecology experience.","regDate":"2022-07-23","author":"korea-tour","tag":["Seoul","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2022-07-23-1658565731617/755414_image2_1.webp","blogPath":"Seoul/2022-07-23-1658565731617"},{"id":"2022-07-23-1658561652403","title":"Guam Park (구암공원)","description":"Guam Park is located  in the area around Heogabawi Rock, a  natural rock cave beneath Tapsan Mountain. It is said that Heo Seon-mun, the forefather  of the Yangcheon Heo clan, was born here. The park was built to commemorate Heo Jun, a widely known physician from the Joseon era who used the penname Guam. It is said that after retirement, Heo Jun came to Heogabawi Rock to compile the famous medical book Dongui Bogam. <br><br> A part of the Hangang River here was turned into a lake due to the construction of the Olympic Expressway and high-rise apartments surrounding the park. There is a statue of Heo Jun treating a patient and in the lake, there is a purple-colored rock with holes called Gwangju Rock. Before the construction of the Yanghwadaegyo Bridge, this area used to be where visitors would take a ferry (Gongam Ferry) to cross the other side. <br><br>Heogabawi Rock, which is wide enough to accommodate about 20 men, is said to be where people took refuge during wars. Gwangju Rock and Heogabawi Rock is the site of Jechapaeui (the rock where rituals were offered to the God of the Earth and the God of Crops during the Hanseong Baekje period). This was also the first historical name given to this area.","regDate":"2022-07-23","author":"korea-tour","tag":["Seoul","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-07-23-1658561652403/566492_image2_1.webp","blogPath":"Seoul/2022-07-23-1658561652403"},{"id":"2022-07-23-1658558608736","title":"Gold Spa (황금온천)","description":"Visitors can enjoy hot springs in the middle of the city at Gold Spa in Gangnam, Seoul. The spa not only has high quality water, it also has a jjimjilbang, sauna, movie theater and more. The Gold Spa's waters are known to be particularly effective for skin care and are said to rejuvenate the skin. The unique Golden Pyramid Experience Room provides a special treatment with gold as its wavelength helps heal the body quickly.","regDate":"2022-07-23","author":"korea-tour","tag":["Seoul","Culture/Art/History","Recreational Sites","Hot Springs & Spa"],"imgUrl":"/2022-07-23-1658558608736/2024208_image2_1.webp","blogPath":"Seoul/2022-07-23-1658558608736"},{"id":"2022-07-23-1658554603985","title":"Godeok-dong Ecological Landscape Conservation Area (고덕동 생태경관 보전지역)","description":"Located next to the Godeok Riverside Restoration Area, the Godeok-dong Ecological Landscape Conservation Area is one of the most well-maintained ecological preservation sites in Seoul. The area includes Amsa Sluice Gate, Hoan, and Hangang River Reservoir. The area offers educational facilities for visitors to learn more about the ecosystem.","regDate":"2022-07-23","author":"korea-tour","tag":["Seoul","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2022-07-23-1658554603985/1894505_image2_1.webp","blogPath":"Seoul/2022-07-23-1658554603985"},{"id":"2022-07-23-1658552017868","title":"Gilsangsa Temple-Seoul (길상사(서울))","description":"Situated in the middle of Seongbuk-dong, Seoul, Gilsangsa Temple was built on the site of a fancy restaurant called Daewongak. The restaurant owner donated her property which turned into a temple in 1997. Although Gilsangsa Temple has a relatively short history, it is conveniently located in the heart of Seoul, attracting many locals and international visitors alike. The temple also serves as a downtown cultural space by offering& variety of Buddhist programs like temple experience, classes on Buddhist teachings, and temple stay. The temple features Gilsang Seonwon (Zen center) and the House of Silence, which are special halls dedicated to practicing meditation. While Gilsang Seonwon provides meditation rooms for Buddhists with experience in meditation, the House of Silence is open to the general public at liberty to pursue personal meditation. Gilsangsa Temple also has a branch temple in Paris.","regDate":"2022-07-23","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-07-23-1658552017868/1927896_image2_1.webp","blogPath":"Seoul/2022-07-23-1658552017868"}],"navList":["Busan","Daegu","Daejeon","Gwangju","Gyeonggi-do","Incheon","Jeju-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}