{"pageProps":{"content":"![Cheollipo Arboretum (천리포수목원)](/2022-11-02-1667378919698/2653799_image2_1.webp)\n\n  \n## Overview\n\n> Cheollipo Arboretum is located on the tip of the Taean peninsula, and was founded by Carl Ferris Miller, the blue-eyed Korean. Miller purchased the land in 1962 and starting in 1970, many trees were planted in earnest. At that time, the park was only open to experts in related fields and members who helped fund the arboretum. In 2009, select sections of the arboretum were finally opened to the general public. The arboretum features more than 13,200 plants, including holly, magnolia, camelia, and maple trees, as well as five varieties of Rose of Sharon, the national flower.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br>(Korean, English, Japanese, Chinese) <br>• For more info: +82-41-672-9982|\n|opendate:|1979|\n|parking:|Available|\n|restdate:|N/A (Open all year round)|\n|usetime:|November-March 09:00-17:00 / April-October 09:00-18:00<BR>Extended operation: Saturdays April 10 - May 22 09:00-19:00 / July 18 - August 15 09:00-19:00 <br>* Last admission 1 hr before closing|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Areas Open to the Public:|Miller Garden|\n|Shopping Information:|Holly Shop, Holly Cafe|\n|Facility Utilization Fees:|Refer to the official website|\n|Restrooms:|Available|\n|Available Facilities:|Miller Garden, exhibition hall, Garden Stay, etc.|\n|Admission Fees:|March-November: Adults 9,000 won / Teenagers & senior citizens 6,000 won / Children 5,000 won<br>December-February: Adults 6,000 won / Teenagers & senior citizens 5,000 won / Children 4,000 won<br><br> * Adults (ages 19-64) / Children (ages 4-18) / Senior citizens (ages 65 and over) <br> * Group discount: 1,000 won discount for 30 people or more<BR>* Free admission: Preschoolers (ages 3 and under)|\n  \n## Detail Image\n![/2022-11-02-1667378919698/2653795_image2_1.webp](/2022-11-02-1667378919698/2653795_image2_1.webp)\n![/2022-11-02-1667378919698/2653796_image2_1.webp](/2022-11-02-1667378919698/2653796_image2_1.webp)\n![/2022-11-02-1667378919698/2653801_image2_1.webp](/2022-11-02-1667378919698/2653801_image2_1.webp)\n![/2022-11-02-1667378919698/2653803_image2_1.webp](/2022-11-02-1667378919698/2653803_image2_1.webp)\n![/2022-11-02-1667378919698/1649646_image2_1.webp](/2022-11-02-1667378919698/1649646_image2_1.webp)\n![/2022-11-02-1667378919698/2653793_image2_1.webp](/2022-11-02-1667378919698/2653793_image2_1.webp)\n![/2022-11-02-1667378919698/2653794_image2_1.webp](/2022-11-02-1667378919698/2653794_image2_1.webp)\n![/2022-11-02-1667378919698/2653802_image2_1.webp](/2022-11-02-1667378919698/2653802_image2_1.webp)\n![/2022-11-02-1667378919698/2653804_image2_1.webp](/2022-11-02-1667378919698/2653804_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-41-672-9982](tel:+82416729982)\n- [🏠www.chollipo.org](http://www.chollipo.org)\n\n\n```googleMap\nlatitude: 36.7943735798\nlongitude: 126.1437513290\ntitle: 187, Cheollipo 1-gil, Taean-gun, Chungcheongnam-do\n```\n  \n\n","data":{"id":"2022-11-02-1667378919698","title":"Cheollipo Arboretum (천리포수목원)","description":"Cheollipo Arboretum is located on the tip of the Taean peninsula, and was founded by Carl Ferris Miller, the blue-eyed Korean. Miller purchased the land in 1962 and starting in 1970, many trees were planted in earnest. At that time, the park was only open to experts in related fields and members who helped fund the arboretum. In 2009, select sections of the arboretum were finally opened to the general public. The arboretum features more than 13,200 plants, including holly, magnolia, camelia, and maple trees, as well as five varieties of Rose of Sharon, the national flower.","regDate":"2022-11-02","author":"korea-tour","tag":["Chungcheongnam-do","Nature","Natural Sites","Botanical Gardens"],"imgUrl":"/2022-11-02-1667378919698/2653799_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-02-1667378919698","pageUrl":"https:/mcdryad.com/Chungcheongnam-do/2022-11-02-1667378919698"},"dataList":[{"id":"2022-11-08-1667881274866","title":"Gwanbuk-ri Archeological Site & Busosanseong Fortress [UNESCO World Heritage] (관북리유적과 부소산성 [유네스코 세계문화유산])","description":"Busosanseong Fortress is a mud fortress located on top of Busosan Mountain (altitude 106 meters) in the northern part of Buyeo. The fortress is estimated by some to have been built around AD 538 to protect Sabi (now Buyeo), which was once the capital of the Baekje kingdom (18 BC-AD 66). Other historians, however, believe that the fortress was already in place by AD 500 and modified in 605 into the structure we see today. In either case, some parts of the fortress were reconstructed during the Unified Silla period (676-935) and modified again in the Goryeo (918-1392) and Joseon (1392-1910) eras. <br><br>Busosan Mountain is home to historic landmarks from the Baekje kingdom, including the archaeological site in Gwanbuk-ri, located just in front of Buseosanseong Fortress. Within the fortress, some of the most famous sites include Baekhwajeong Pavilion, Sajaru Pavilion, Banwollu Pavilion, Yeongillu Pavilion, Samchungsa Shrine (dedicated to three loyal subjects of the Baekje kingdom), Gungnyeosa Shrine, Goransa Temple, Gunchangji (military warehouse site), and Suhyeoljugeoji (site of pit houses for the Baekje soldiers). The mountain is also home to Nakhwaam Rock where, according to legend, 3,000 women of the Baekje kingdom threw themselves into the river below after the collapse of the empire.","regDate":"2022-11-08","author":"korea-tour","tag":["Chungcheongnam-do","Culture/Art/History","Historical Sites","Fortresses"],"imgUrl":"/2022-11-08-1667881274866/1598872_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-08-1667881274866"},{"id":"2022-11-07-1667814061458","title":"Gudeurae Park (구드래조각공원)","description":"Located at the western end of Busosan Mountain along the Baekma River, the Gudeurae region boasts beautiful scenery and a well-developed sculpture park. The port in the region acted as an entrance to the Sabi Castle during the Baekje dynasty and today serves as a dock for the cruise ship that travels up and down the Baekma River. Restaurants serving delicious regional cuisine are located near the dock, making the area a recommended tourist location for visitors who are looking for a combination of natural beauty and flavorful culinary delights. <br><br>Gudeurae was designated a Korea tourist region in 1985. Following the official designation, a sculpture park housing 59 sculptures was established in the area. Thirty of the works of art were crafted by sculptors residing in Gudeurae who are known for skills that have been handed down from artists dating back to the Baekje Period. The other 29 pieces are from Korean and overseas artists who participated in the International Modern Sculpture Symposium in 1999. The sculptures bring about a sense of beauty that reflects the region’s history as well as modern art, making the park a popular tourist site and retreat for residents. A monument built in memory of a well-known folk song describing the beauty of Gudeurae is also located in the region.","regDate":"2022-11-07","author":"korea-tour","tag":["Chungcheongnam-do","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-11-07-1667814061458/1954533_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-07-1667814061458"},{"id":"2022-11-07-1667810992863","title":"Goransa Temple (고란약수)","description":"Goransa Temple is located at the foot of the cliffs of Nakhwaam before the Baengmagang River. There is a well called Goranjeong behind the temple. The kings of Baekje are said to have drank water from this well at least once a day. It is said the water will make anyone who drinks it become three years younger.","regDate":"2022-11-07","author":"korea-tour","tag":["Chungcheongnam-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-11-07-1667810992863/1601183_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-07-1667810992863"},{"id":"2022-11-07-1667806686705","title":"Goransa Ferry (고란사유람선)","description":"Goransa Ferry is the best way to understand the history of the Baekje dynasty while enjoying the still waters of Baengmagang River. The ferry passes various historical sites within Busosanseong Fortress, including Cheonjangdae Cliff, Nakhwaam Rock, Joryongdae Cliff, and Jaondae Cliff. Of these sites, Nakhwaam Rock (Falling Flower Rock) is perhaps the most famous, being known as the location where many Baekje women jumped from the cliff rather than be taken captive when the dynasty fell to invading forces. Another key site is Goransa Temple, home to a fountain of natural spring water that was said to prevent aging.","regDate":"2022-11-07","author":"korea-tour","tag":["Chungcheongnam-do","Culture/Art/History","Recreational Sites","Cruises/Submarines"],"imgUrl":"/2022-11-07-1667806686705/1601190_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-07-1667806686705"},{"id":"2022-11-07-1667803676038","title":"Gongju Songsan-ri Tombs and Royal Tomb of King Muryeong [UNESCO World Heritage] (공주 송산리 고분군과 무령왕릉 [유네스코 세계문화유산])","description":"The Songsan-ri Tombs and Royal Tomb of King Muryeong (reign 462-523) contains representative relics of the Baekje period (234-678). The Songsan-ri Tombs contain the graves of kings from the period when Baekjes capital was Gongju, and it is believed to contain 17 such graves. Only seven graves have been discovered so far. There are two types of tomb designs, traditional Baekje-style rock and earth fortification tomb and Chinese-influenced rock tomb. First five tombs were made using the traditional Baekje-style design while tomb number six and the Royal Tomb of King Muryeong was made using the Chinese-influenced design. Even though many artifacts were stolen from the tombs, the tombs serve as an important evidence of Baekje culture and the foreign exchanges during that period.","regDate":"2022-11-07","author":"korea-tour","tag":["Chungcheongnam-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-11-07-1667803676038/2678689_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-07-1667803676038"},{"id":"2022-11-07-1667800001016","title":"Gongju Gongsanseong Fortress [UNESCO World Heritage] (공주 공산성 [유네스코 세계문화유산])","description":"Located in Gongju-si, Gongsanseong Fortress is a mountain castle which was established during the Baekje Period (234-678). The fortress is more than 2.6 kilometers long at 110 meters above sea level. Built using earthen fortifications during the Baekje dynasty, the fortress was strengthened during the Joseon dynasty with stones. There are many structures and relics left from the Baekje, Goryeo, and Joseon dynasties within the fortress. At the West and East entrances, visitors can enjoy a thick forest with the Geumgang River in the background. It is worth the visit for its historical and cultural significance, and also for the beautiful view of the Geumgang riverside and the walking trail.","regDate":"2022-11-07","author":"korea-tour","tag":["Chungcheongnam-do","Culture/Art/History","Historical Sites","Fortresses"],"imgUrl":"/2022-11-07-1667800001016/1598593_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-07-1667800001016"},{"id":"2022-11-07-1667794496051","title":"Gongju Donghaksa Temple (동학사(공주))","description":"Located in the east valley of Gyeryongsan Mountain in Hakbong-ri, Banpo-myeon, Gongju, Donghaksa Temple is the first and the oldest existing academic institute for female monks. Home to about 150 monks who study and practice Buddhism, the temple is the most visited spot on all of Gyerongsan Mountain due to its history, convenient location, and visitor facilities.  <br><br>The elegant structure of the temple is x_heighted by the majestic view of Munpilbong Peak to its front. In the spring, many visitors come to the temple to see the cherry blossom tunnel, a 3 kilometer pathway from Bakjeongja three-way intersection to Donghaksa Temple. Every year since 1993 the temple has also been the venue of the Donghaksa Spring Flower Festival.","regDate":"2022-11-07","author":"korea-tour","tag":["Chungcheongnam-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-11-07-1667794496051/2365483_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-07-1667794496051"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}