{"pageProps":{"content":"![Bisl Pottery Studio (비슬도예원)](/2022-07-29-1659071358816/1140681_image2_1.webp)\n\n  \n## Overview\n\n> Located in Cheongdo-gun, Gyeongsangbuk-do, the Bisl Pottery Studio is run by potter Kim Byeong-Yeol. An old abandoned school was renovated into a serene studio where you can make your own pottery while taking in the beauty of the surrounding mountains.       \n<br><br>\nThrough the teaching of Byeong-Yeol, you'll be able to make your own cup, plate, or ornament. There are also hands-on programs such as natural dyeing and seasonal produce harvesting (potatoes, sweet potatoes, persimmons, strawberries).<br><br>\n\nThe studio exhibits artwork such as Gyeoljeongyujagi, a type of pottery decorated with a mixture of glaze and gold powder. Other works of art include those painted with persimmon juice!     \n<br><br> \nIn summer, the Bisl Pottery Studio is especially popular among families as a vacation destination since there are accommodations and an outdoor swimming pool providing relief from the summer heat. There is also a large playground, where visitors can play sports and make campfires.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-54-371-5588|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Restrooms:|Available|\n  \n## Detail Image\n![/2022-07-29-1659071358816/1140682_image2_1.webp](/2022-07-29-1659071358816/1140682_image2_1.webp)\n![/2022-07-29-1659071358816/1140684_image2_1.webp](/2022-07-29-1659071358816/1140684_image2_1.webp)\n![/2022-07-29-1659071358816/1140685_image2_1.webp](/2022-07-29-1659071358816/1140685_image2_1.webp)\n![/2022-07-29-1659071358816/1140686_image2_1.webp](/2022-07-29-1659071358816/1140686_image2_1.webp)\n![/2022-07-29-1659071358816/1140691_image2_1.webp](/2022-07-29-1659071358816/1140691_image2_1.webp)\n![/2022-07-29-1659071358816/1140693_image2_1.webp](/2022-07-29-1659071358816/1140693_image2_1.webp)\n![/2022-07-29-1659071358816/1140695_image2_1.webp](/2022-07-29-1659071358816/1140695_image2_1.webp)\n![/2022-07-29-1659071358816/1140705_image2_1.webp](/2022-07-29-1659071358816/1140705_image2_1.webp)\n![/2022-07-29-1659071358816/1140706_image2_1.webp](/2022-07-29-1659071358816/1140706_image2_1.webp)\n![/2022-07-29-1659071358816/1140710_image2_1.webp](/2022-07-29-1659071358816/1140710_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-54-371-5588](tel:+82543715588)\n- [🏠www.ebisl.net](http://www.ebisl.net)\n\n\n```googleMap\nlatitude: 35.6864517583\nlongitude: 128.5903570966\ntitle: 787, Heolti-ro, Cheongdo-gun, Gyeongsangbuk-do\n```\n  \n## Directions\n  \n[Train]<br>\nTake a train from Seoul Station to Cheongdu Station.<br><br>\n\n[Express/Intercity Bus]<br>\nTake a bus from Dong Seoul Bus Terminal to Cheongdu Intercity Bus Terminal.<br><br>\n\n[Taxi]<br>\nApprox. 30 min from Cheongdu Station and Cheongju Intercity Bus Terminal.\n","data":{"id":"2022-07-29-1659071358816","title":"Bisl Pottery Studio (비슬도예원)","description":"Located in Cheongdo-gun, Gyeongsangbuk-do, the Bisl Pottery Studio is run by potter Kim Byeong-Yeol. An old abandoned school was renovated into a serene studio where you can make your own pottery while taking in the beauty of the surrounding mountains.       <br><br>Through the teaching of Byeong-Yeol, you'll be able to make your own cup, plate, or ornament. There are also hands-on programs such as natural dyeing and seasonal produce harvesting (potatoes, sweet potatoes, persimmons, strawberries).<br><br>The studio exhibits artwork such as Gyeoljeongyujagi, a type of pottery decorated with a mixture of glaze and gold powder. Other works of art include those painted with persimmon juice!     <br><br> In summer, the Bisl Pottery Studio is especially popular among families as a vacation destination since there are accommodations and an outdoor swimming pool providing relief from the summer heat. There is also a large playground, where visitors can play sports and make campfires.","regDate":"2022-07-29","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Experience Programs","Unique Experience"],"imgUrl":"/2022-07-29-1659071358816/1140681_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-07-29-1659071358816","pageUrl":"https:/mcdryad.com/Gyeongsangbuk-do/2022-07-29-1659071358816"},"dataList":[{"id":"2022-12-08-1670474510444","title":"Uljin Bulyeongsa Temple (불영사(울진))","description":"<br>Bulyeongsa Temple, located at the western foot of Cheonchuksan Mountain in Uljin, Gyeongsangbuk-do, was built during the Silla period. ‘Bulyeongsa’ means ‘the reflection of Buddha’s shadow on the pond.’ A lovely path leads from the parking area to the temple, and a beautiful pond and green farm in the courtyard give the temple, inhabited by Buddhist nuns, a cozy and welcoming feeling.<br><br>The 13 km-long Bulyeongsa Valley is also found around Bulyeongsa Temple. With unique rock formations and thick forest, the valley creates an almost mystical atmosphere. Even though Bulyeongsa Valley is not as magnificent or splendid as Cheonbuldong Valley at Seoraksan Mountain or Mureung Valley and Bogyeongsa Valley at Odaesan Mountain, it offers a serene and beautiful view against the backdrop of Cheonchuksan Mountain.","regDate":"2022-12-08","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-12-08-1670474510444/2502362_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-08-1670474510444"},{"id":"2022-12-08-1670470704932","title":"Uiseong Gounsa Temple (고운사 (의성))","description":"Gounsa Temple lies on Deungunsan Mountain in Uiseong, Gyeongsangbuk-do, and was built by Monk Uisang in 681 during the reign of King Sinmun of the Silla Kingdom. Although the pronunciation of the name was never changed, its meaning slightly changed from “High Cloud Temple” to “Solitary Cloud Temple” after Choi Chi-won, a renowned scholar in the late Silla Period, helped to build two pavilions (Gaunru and Uhwaru) and renamed it. It is Branch Temple No.16 of the Korean Buddhist order, Jogyejong, and manages temples in Uiseong, Andong, Yeongju, Bonghwa, and Yeongyang. <br><br>Befitting its meaning, the temple is surrounded by outstanding scenery on Deungunsan Mountain, meaning “Riding on the Clouds.”  Quite isolated from villages, the temple is a very quiet, serene place.<br><br>Gounsa Temple is home to one of the most cherished pieces of architecture, Gaunru Pavilion (“Floating over the Clouds”). This elegant pavilion is propped up by wooden columns, which are, in turn, supported by foundation stones. It looks as if the pavilion placed its feet in the water while standing.<br><br>Among the many buildings comprising the temple complex, Yeonsujeon Hall is a unique building that was built to store Eocheop (the genealogical record of royal families) in 1774 (20th year of King Yeongjo). As a royal building, it shows the Confucian architectural style, different from other Buddhist buildings within the temple.","regDate":"2022-12-08","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-12-08-1670470704932/721738_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-08-1670470704932"},{"id":"2022-12-07-1670409526753","title":"Turtle Rock & Natural Wild Juniper Habitat (거북바위 및 향나무 자생지 (울릉도, 독도 국가지질공원))","description":"Turtle Rock was given its name for its rock formation that resembles the shape of turtles climbing out to the rock. The Turtle Rock is a volcanic rock that formed from the molten lava from Ulleungdo Islands early volcanic activity. Solidified lava flow as well as chilled margins can still be seen along the rocks slope. The western cliff of the rock is Tonggumi Village, where it serves as a home to wild juniper trees. On the northwestern side of the rock is Daepunggam Village, also a natural habitat for wild juniper trees. Both sites were designated as Natural Monuments for their significance. The juniper trees here are known to have a slower growth rate than those under normal condition due to rough winds.","regDate":"2022-12-07","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2022-12-07-1670409526753/1162809_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-07-1670409526753"},{"id":"2022-12-07-1670405766463","title":"Tonggumi Pebble Beach (통구미몽돌해변)","description":"At Tonggumi Pebble Beach on Ulleungdo Island, you can enjoy the views of impressive sea-side cliffs, the glittering ocean, and the dark pebbles that dot the landscape, all at once. There are always waves at this 1-kilometer-long beach with waters ranging in depth from 1 to 3 meters. It is easy to find the beach, as it is located along the Ulleungdo Coastal Drive. Various facilities such as bathrooms, parking lots, homestays, restaurants, drugstores, supermarkets and accommodations are found near the beach.","regDate":"2022-12-07","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites"],"imgUrl":"/2022-12-07-1670405766463/1893638_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-07-1670405766463"},{"id":"2022-12-07-1670402401572","title":"Tonggosan National Recreational Forest (국립 통고산자연휴양림)","description":"Situated in the upper Bulyeongsa Valley, Tonggosan National Recreational Frorest, rarely visited by people in the past, still preserves much of its ancient beauty. Weathered white granite envelops the valley while a variety of waterfalls forms what looks like uniquely shaped water pots.<br><br> Next to the valley is Bulyeongsa Temple built by Monk Uisang (during the reign of King Jindeok of the Silla Period). Visitors can enjoy beautiful fall foliage of the forest, and there are a variety of nearby attractions from Bulyeongsa Valley, beaches on the East Coast, and Deokgu/Baekam Hot Springs. Fall foliage tends to peak between October 10th and October 20th.<br><br> Visitors must bring their own tents, utensils, toiletries, and other necessary items. The cafeteria in Tonggosan National Recreational Forest opens between mid-July and August.","regDate":"2022-12-07","author":"korea-tour","tag":["Gyeongsangbuk-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"/2022-12-07-1670402401572/183316_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-07-1670402401572"},{"id":"2022-12-07-1670398594153","title":"Tomb of Queen Seondeok (경주 선덕여왕릉)","description":"The Tomb of Queen Seondeok is a round tumulus with a circumference of 73 meters. Aside from the fact that it is circled by a protective two-layer rock, the tomb has no other unique features. As the oldest daughter of King Jinpyeong, Queen Seondeok became the first queen of the Silla Kingdom. During the 16th year of her reign, Bunhwangsa Temple and Cheomseongdae Observatory were built. She also ordered the construction of the famous nine-story wooden pagoda of Hwangyongsa Temple, a significant achievement of Buddhist architecture. While many of her efforts laid the foundation for the unification of Three Kingdoms of Korea, Queen Seondeok’s reign was plagued by rebellion and strife and she died in 647 during a rebellion, 23 years before unification was realized.","regDate":"2022-12-07","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-12-07-1670398594153/179719_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-07-1670398594153"},{"id":"2022-12-07-1670395284321","title":"Tomb of King Wonseong (경주 원성왕릉)","description":"The tomb of the King Wonseong, 38th king of the Silla Kingdom (785-798) in Oedong-eup, Wolseong-gun, Gyeongju is Historic Site No. 26. The tomb is 21.9m in diameter and 7.7m high and is encircled by a stone fence decorated with twelve oriental zodiac images. The area is also home to a number of stone monuments that stand facing each other  Hwapyoseok (marking the border of the tomb), Muninseok (civil servant statue), Muinseok (military officer image statue) and Dolsaja (a stone lion that protects the tomb). Muinseok in particular is a favorite among visitors because of its exotic appearance. The statue is sometimes compared to a strong and charismatic person of Arabic or Persian descendant, much like the merchants who came to Silla in ancient times.<br><br> Gwaereung is styled after tombs of the Tang dynasty, but still retains all the characteristics typical of Silla tombs; namely, the stones around the tomb, the 12 oriental zodiac figures, the protective walls, and the decorative stonework.","regDate":"2022-12-07","author":"korea-tour","tag":["Gyeongsangbuk-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-12-07-1670395284321/219704_image2_1.webp","blogPath":"Gyeongsangbuk-do/2022-12-07-1670395284321"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}