{"pageProps":{"content":"![Muchangpo Beach Palace Spa (무창포 비체팰리스 스파)](/2022-11-10-1668065857633/1338277_image2_1.webp)\n\n  \n## Overview\n\n> Muchangpo Beache Palace Spa has a variety of facilities including Spa Santorino, a couple’s spa, a therapeutic foot massage spa, a pine tree leaf spa, a rooibos spa, an outdoor swimming pool (1.2m deep, 25m long), sun beds, and beach parasols. <br><br>The pine tree spa is good for boosting blood circulation, relieving nerve pain, and reducing stress, while the rooibos spa is said to reduce pain, fever, and allergy symptoms. <br><br>\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330<br>(Korean, English, Japanese, Chinese)<br> • For more info: +82-41-939-5757, <BR> +82-1588-0009|\n|parking:|Available|\n|usetime:|[Water Park] Green Season 10:00-19:00 / Park Season 09:00-20:00 <br>[Sauna] Green Season 07:00-20:00 (weekends 06:30-20:30) / Park Seaon 06:30-20:30|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Available Facilities:|* Indoor - Bade pool, neck massage pool, floating water massage pool, water slide, children's slide<br><br>* Outdoor - Spa Santorino, couple's spa, foot massage therapeutic spa, pine tree leaf spa, Rooibos spa, outdoor swimming pool (1.2m deep, 25m long), sun beds and beach parasols<br><br>* Sauna and jjimjilbang (Korean-style sauna)<br>* Spa therapies|\n|Admission Fees:|* Water Park: Adults 30,000 won / Children 20,000 won<br>* Sauna: Adults 11,000 won / Children 7,000 won|\n|Parking Fees:|Free|\n|Restrooms:|Available|\n  \n\n  \n## Contact\n\n\n- [🏠beachepalace.co.kr](http://www.beachepalace.co.kr)\n\n\n```googleMap\nlatitude: 36.2392079424\nlongitude: 126.5313030692\ntitle: 78, Yeollinbada 1-gil, Ungcheon-eup, Boryeong-si, Chungcheongnam-do\n```\n  \n## Directions\n  \n[Train] \n<br>Start at Yongsan Station or Yeondeungpo Station (Janghang Line).<br>\n- Take a train to Ungcheon Station.<br>\n- Take the bus for Muchangpo Beach (no bus number, just 무창포).<br><br>\n\n\nTrain - travel time: about 3 hrs.<br>\nMuchangpo Bus - travel time: 10-20 min.<br> \n\n<br>[Bus]<br> \nSeoul Express Bus Terminal (Gyeongbu Line), Seoul Nambu Terminal, or Dong Seoul Bus Terminal<br>\n- Take an express bus to Boryeong<br>\n<br>\nFrom the terminal you will see Daecheon train station.<br>\n- Take a bus bound for Muchangpo Beach.\n<br><br>\nExpress bus - travel time: 2 hr, 30 min. <br>\nMuchangpo bus - travel time: about 40 min.\n","data":{"id":"2022-11-10-1668065857633","title":"Muchangpo Beach Palace Spa (무창포 비체팰리스 스파)","description":"Muchangpo Beache Palace Spa has a variety of facilities including Spa Santorino, a couple’s spa, a therapeutic foot massage spa, a pine tree leaf spa, a rooibos spa, an outdoor swimming pool (1.2m deep, 25m long), sun beds, and beach parasols. <br><br>The pine tree spa is good for boosting blood circulation, relieving nerve pain, and reducing stress, while the rooibos spa is said to reduce pain, fever, and allergy symptoms. <br><br>","regDate":"2022-11-10","author":"korea-tour","tag":["Chungcheongnam-do","Culture/Art/History","Recreational Sites","Hot Springs & Spa"],"imgUrl":"/2022-11-10-1668065857633/1338277_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-10-1668065857633","pageUrl":"https:/mcdryad.com/Chungcheongnam-do/2022-11-10-1668065857633"},"dataList":[{"id":"2022-11-18-1668746746635","title":"Uncle Strawberry’s Farm (논산 딸기삼촌농장)","description":"Uncle Strawberry originally sold his products to retail distributors such as markets, department stores and discount stores. However, the farm changed into an experience farm in order to provide the freshest produce to consumers. With no retailers in-between, Uncle Strawberry is now able to provide his best quality strawberries to his customers at a lower price. Uncle Strawberry products have been certified organic, using all-natural and eco-friendly farming methods.","regDate":"2022-11-18","author":"korea-tour","tag":["Chungcheongnam-do","Culture/Art/History","Experience Programs","Farming Experience"],"imgUrl":"/2022-11-18-1668746746635/2372145_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-18-1668746746635"},{"id":"2022-11-18-1668743714482","title":"Tomb of Seven Hundred Patriotic Martyrs (Geumsan) (금산 칠백의총)","description":"The Tomb of Seven Hundred Patriotic Martyrs is a renowned historical attraction located in Geumsan, Chungcheongnam-do. This holy site is interred with 700 patriots who died in a battle against 15,000 Japanese soldiers in Geumsan during the Imjin War in 1592. Among the deceased is the leader, Jo Heon.<br /><br />Shrines and monuments were built in memory and respect of the patriotic spirit of those who died in the battle. The site is especially popular among families with children as an attraction as visitors can learn a valuable history lesson as well as enjoy a relaxing walk around the area. In addition, the Cultural Heritage Administration of Korea hosts an annual ceremonial rite every year on September 23 at 15 00, offering more to see for visitors.","regDate":"2022-11-18","author":"korea-tour","tag":["Chungcheongnam-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-11-18-1668743714482/1598690_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-18-1668743714482"},{"id":"2022-11-18-1668725031034","title":"Taehaksan Recreational Forest (태학산자연휴양림)","description":"Taehaksan Mountain is located south of the borders of Sucheol-ri, Asan; Samtae-ri, and Maedang-ri in Cheonan. The mountain is known for the Rock-carved Standing Buddha (Treasure No. 407), which displays typical patterns of Buddha statues from the Goryeo era. The mountain gets its name from its shape that resemble a dancing crane. Native flowers and trees are scattered throughout the mountain, and the parks dense pine forest makes this park a great family vacation destination.","regDate":"2022-11-18","author":"korea-tour","tag":["Chungcheongnam-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"/2022-11-18-1668725031034/565822_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-18-1668725031034"},{"id":"2022-11-16-1668574146739","title":"Taeanhaean National Park (태안해안국립공원)","description":"Taeanhaean National Park includes nearly 130 islands in the area around Taean-gun, designated as a Slow City. The park has a picturesque landscape with beautiful beaches, rock formations, mountain peaks and sea cliffs. The area (328.99 ㎢) was designated as a national park in October 1978, and at present, nearly 250 different species of plants grow within its boundaries.","regDate":"2022-11-16","author":"korea-tour","tag":["Chungcheongnam-do","Nature","Natural Sites","National Parks"],"imgUrl":"/2022-11-16-1668574146739/1962094_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-16-1668574146739"},{"id":"2022-11-15-1668508869275","title":"Taean Taeeulam Hermitage (태을암(태안))","description":"Taeeulam Hermitage is well-known for Rock-carved Standing Buddha Triad, designated as National Treasure No. 307. Featuring gently smiling Buddhas, Taean’s Budda Triad has a unique formation with a smaller Bodhisattva figure set in the middle with two Buddha statues on the sides, being different from a typical triad which usually features a main Buddha in the middle surrounded by two Hyeopsi Bosal (Buddhist saint) on the sides.<br><br>Taeeulam Hermitage is located on the western coast, providing opportunities to interact with China and Chinese culture but this also allowed for frequent appearances of foreign raiders. With this geographical background, Taean was able to accept Chinese precedent culture earlier than other areas and established excellent Buddhist cultural relics.","regDate":"2022-11-15","author":"korea-tour","tag":["Chungcheongnam-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-11-15-1668508869275/1602886_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-15-1668508869275"},{"id":"2022-11-15-1668505136215","title":"Sudeoksa Temple (수덕사)","description":"Sudeoksa Temple, which has played an important role in the history of Korea’s Buddhism, is located at the foot of Deoksungsan Mountain. It was one of twelve temples from the Baekje Kingdom mentioned in Chinese historical records. There is no historical record of when the temple was founded but researchers believe it was founded sometime during the reign of King Wuideok (554-597). <br><br>The main building of Sudeoksa Temple, Daeungjeon Hall, was constructed in 1308 during the Goryeo dynasty. It was repaired four times between 1528 and 1803, but fortunately kept its original beauty. In addition to Daeungjeon Hall, Sudeoksa Temple houses many cultural treasures, such as the Three-story Stone Pagoda of Sudeoksa Temple.","regDate":"2022-11-15","author":"korea-tour","tag":["Chungcheongnam-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-11-15-1668505136215/2357885_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-15-1668505136215"},{"id":"2022-11-15-1668497786241","title":"Splas Resom (스플라스 리솜)","description":"Splas Resom, previously called Resom Spa Castle, is Korea’s first membership spa resort.  Spa Castle is located in Yesan, Chungcheongnam-do, which is only an hour and a half drive away from Seoul. It is within 30 minutes drive from beautiful mountains, the western seas, and close to plenty of cultural tourist attractions. <BR><Br>Splas Resom uses waters from the Deoksan hot springs, whose waters have been enjoyed by Koreans for six hundred years. The resort is equipped with a large banquet hall, seminar room, and a relaxation complex that includes everything from a cultural arts plaza, to a garden, and walking trails. <BR><Br>The hot spring waters are known to be effective against skin troubles, gastroenteric disorders, neuralgia, and muscular pains, and are also great for skin rejuvenation.","regDate":"2022-11-15","author":"korea-tour","tag":["Chungcheongnam-do","Culture/Art/History","Recreational Sites","Hot Springs & Spa"],"imgUrl":"/2022-11-15-1668497786241/1274026_image2_1.webp","blogPath":"Chungcheongnam-do/2022-11-15-1668497786241"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}