{"pageProps":{"content":"![Piagolgyegok Valley (피아골계곡)](/2023-01-28-1674880746314/644268_image2_1.webp)\n\n  \n## Overview\n\n> Piagolgyegok Valley is located in Jirisan Mountain between Nogodan and Banyabong Peaks. The name of the valley comes from the crimson red maple leaves that fill the valley in fall. It is also one of the ten most beautiful highlights of Jirisan Mountain. The valley is famous for its fall colors, but it is also a beautiful place to visit all year around, from azaleas in spring to snow-covered rocks in winter.<br><br>Near the entrance to Piagolgyegok Valley is the largest temple in Jirisan Mountain, Yeongoksa Temple, and national treasures. The valley is not steep, providing an easy walk for all visitors. The trail stretches 6 kilometers from the ticket booth, and passes many beautiful places like Yeonjudam and Samhongso Pond. At the end of the valley, the trail continues another 2 kilometers up a steep hillside to reach Imgeollyeong Pass.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330<br>(Korean, English, Japanese, Chinese) <br> • For more info: +82-61-780-2450|\n|parking:|Available|\n|restdate:|N/A (Open all year round)|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Mountain Not Access Period:|Mountain access is restricted during spring & fall.<br>* Period is subject to change depending on weather conditions. Refer to the website before visiting.<br>* Inquiries: +82-63-625-8911, +82-63-625-8912|\n|Available Facilities:|Piagol shelter|\n|Parking Fees:|[Parking lot (varies by time) / Parking lot operated by parking control facility]<br>- First hour: Light-weight cars 500 won / Mid-sizedㆍSmall cars 1,100 won / Large vehicles 2,000 won<br>- Additional 10 minutes: Light-weight cars 100 won / Mid-sizedㆍSmall cars 250-300 won / Large vehicles 400-500 won<br> <br>[Fixed Fare]<br>2,000 won for Light-weight car<br>4,000-5,000 won for Mid-sizedㆍSmall car<br>6,000-7,500 won for Large car|\n|Admission Fees:|Apply to Cultural Assets|\n|Restrooms:|Available|\n  \n## Detail Image\n![/2023-01-28-1674880746314/644202_image2_1.webp](/2023-01-28-1674880746314/644202_image2_1.webp)\n![/2023-01-28-1674880746314/644214_image2_1.webp](/2023-01-28-1674880746314/644214_image2_1.webp)\n![/2023-01-28-1674880746314/644218_image2_1.webp](/2023-01-28-1674880746314/644218_image2_1.webp)\n![/2023-01-28-1674880746314/644220_image2_1.webp](/2023-01-28-1674880746314/644220_image2_1.webp)\n![/2023-01-28-1674880746314/644269_image2_1.webp](/2023-01-28-1674880746314/644269_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-61-780-2450](tel:+82617802450)\n- [🏠jiri.knps.or.kr](http://jiri.knps.or.kr/)\n\n\n```googleMap\nlatitude: 35.2396339226\nlongitude: 127.5692477740\ntitle: Piagol-ro, Gurye-gun, Jeollanam-do\n```\n  \n## Directions\n  \n[Bus]<br>\nFrom Dong Seoul Bus Terminal, take a bus to Gurye.<br>\nFrom Gurye Bus Terminal, take a bus bound for Yeongoksa Temple or Piagol Valley and get off at the last stop.\n","data":{"id":"2023-01-28-1674880746314","title":"Piagolgyegok Valley (피아골계곡)","description":"Piagolgyegok Valley is located in Jirisan Mountain between Nogodan and Banyabong Peaks. The name of the valley comes from the crimson red maple leaves that fill the valley in fall. It is also one of the ten most beautiful highlights of Jirisan Mountain. The valley is famous for its fall colors, but it is also a beautiful place to visit all year around, from azaleas in spring to snow-covered rocks in winter.<br><br>Near the entrance to Piagolgyegok Valley is the largest temple in Jirisan Mountain, Yeongoksa Temple, and national treasures. The valley is not steep, providing an easy walk for all visitors. The trail stretches 6 kilometers from the ticket booth, and passes many beautiful places like Yeonjudam and Samhongso Pond. At the end of the valley, the trail continues another 2 kilometers up a steep hillside to reach Imgeollyeong Pass.","regDate":"2023-01-28","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites","Valleys"],"imgUrl":"/2023-01-28-1674880746314/644268_image2_1.webp","blogPath":"Jeollanam-do/2023-01-28-1674880746314","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-28-1674880746314"},"dataList":[{"id":"2023-01-30-1675060806414","title":"Suncheon Songgwangsa Temple (송광사 (순천))","description":"Songgwangsa Temple is located on the west side of Jogyesan Mountain, and is a famous <em>sambosachal</em> in Korea, along with Haeinsa Temple and Tongdosa Temple. Songgwangsa Temple has produced many high monks, earning recognition as a <em>seungbo</em> temple. The temple has 27 cultural assets and approximately 80 buildings.","regDate":"2023-01-30","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2023-01-30-1675060806414/1607826_image2_1.webp","blogPath":"Jeollanam-do/2023-01-30-1675060806414"},{"id":"2023-01-30-1675056987081","title":"Suncheon Heungryunsa Temple (흥륜사 (순천))","description":"Heungryunsa Temple is a missionary center of the Hwaeomsa Temple. Located in Jukdobong Park (downtown Suncheon), the site was previously used as an archery range. <br><br>*History<br>Heungryunsa Temple is a branch of Hwaeomsa Temple, which is the 19th local temple of Jogye Order. It is said that Heungryunsa Temple was constructed during the reign of King Seonjo of the Joseon dynasty and that the site was used as a place where naval forces practiced archery during the Imjin War in 1592. At the same time, the temple was the first military base of monk-turned-military officers from Hwaeomsa, Songgwangsa, and Seonamsa Temples.<br><br> The current building was reconstructed in 1986 by Monk Jongwon, who is still the chief abbot of the temple.","regDate":"2023-01-30","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2023-01-30-1675056987081/1971043_image2_1.webp","blogPath":"Jeollanam-do/2023-01-30-1675056987081"},{"id":"2023-01-30-1675053547703","title":"Suncheon Dolmen Park (순천 고인돌공원)","description":"Suncheon Dolmen Park was created to preserve the many dolmen found in the area submerged due to the construction of Juam Dam 1984-1991. In addition to the dolmens, the park also displays prehistoric relics and pottery. Another exhibition hall on memorial services has a screening room and shows the evolution of memorial practices in the Jeollanam-do region. The entire area of the park is designated Cultural Property No. 154 of Jeollanam-do.","regDate":"2023-01-30","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2023-01-30-1675053547703/1607839_image2_1.webp","blogPath":"Jeollanam-do/2023-01-30-1675053547703"},{"id":"2023-01-30-1675049820043","title":"Soswaewon Garden (담양 소쇄원)","description":"Soswaewon Garden is a private garden from the Joseon period where Koreas traditional beauty is preserved. It was built by Yang San-Bo (1503-1557) after he gave up his success when his mentor Jo Gwang-Jo (1482-1519) was killed during political strife. Soswaewon Garden presents itself as a  clean and transparent garden where the righteous enjoy the life of anbinnakdo (being comfortable amid poverty and taking pleasure in an honest lifestyle) surrounded by a bamboo grove.<br><br>Including peach trees, various kinds of trees and grass are planted on both sides of the stream while clear water flows down the foot of the garden walls. The log bridge above the valley adds to the charm of the scenery. The harmony between  nature and the artificial waterfall is a sight to behold. Soswaewon Garden is 150 meters away from the main road. Passing through the thick bamboo forest, you will find the small valley and Soswaewon Garden on your left.","regDate":"2023-01-30","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2023-01-30-1675049820043/1731995_image2_1.webp","blogPath":"Jeollanam-do/2023-01-30-1675049820043"},{"id":"2023-01-29-1674988541021","title":"Songido Island (송이도)","description":"Songido Island, the second largest island in Nagwol-myeon District, is home to Koreas one and only white pebble beach, several different species of trees, sea caves and joints created by coastal erosion. Moreover, it features various leisure activities such as fishing, camping and swimming.<br><br>Chilsando, an affiliated islet of the Songido, is home to a yellow-billed egret, designated as Natural Monument No. 361, and a black-tailed gull. The sound of the black-tailed gull was selected as the most beautiful sound that a living creature can make in the competition sponsored by the Ministry of Environment in 1999. Moreover, the islet has been named as the most beautiful island in the nation by the Ministry of Maritime Affairs and Fisheries in 2003.","regDate":"2023-01-29","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"/2023-01-29-1674988541021/2387488_image2_1.webp","blogPath":"Jeollanam-do/2023-01-29-1674988541021"},{"id":"2023-01-29-1674981445971","title":"Songho Beach (송호해수욕장)","description":"Songho Beach is the most representative beach in Haenam and was named so for its dense old pine trees, fine sand, and shallow water resembling a lake. The fine sand and shallow waters make it the perfect beach for families. Hundreds of pine trees create a scenic forest reaching almost 1 kilometer along the levee which provides a suitable camping site under in the forest. The Ttangkkeut Trail that starts from Songho Beach auto-campgrond connects to Galsan Village and Ttangkkeut Tower.<br><br>The windbreak pine forest in Songho-ri, Haenam is designated as Jeollanam-do Natural Monument, consisting of at least 600 pine trees aged 200 years that play a vital role in the coastal shelterbelt.","regDate":"2023-01-29","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"/2023-01-29-1674981445971/1564796_image2_1.webp","blogPath":"Jeollanam-do/2023-01-29-1674981445971"},{"id":"2023-01-29-1674977767682","title":"Soando Island (소안도)","description":"Soando Island was settled by the Oh Family of Dongbok and the Kim Family of Gimhae, who moved to the island during the Imjin War. It was a very patriotic island during the Japanese occupation, stated to have flown the Korean flag all-year round. Patriots like Song Nae-ho, who fought hard for Korean independence, are remembered on the island at Soan Independence Movement Hall.<br><br>In addition, Mira-ri and Maengseong-ri Evergreen Forests, which have been designated as Natural Monuments No. 339 and No. 400 respectively, offer a breathtaking ocean view. Mira-ri Evergreen Forest, in particular, is famous for its unique mudflat pebbles. The waters around the island are also popular among fishermen nationwide.","regDate":"2023-01-29","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"/2023-01-29-1674977767682/2497146_image2_1.webp","blogPath":"Jeollanam-do/2023-01-29-1674977767682"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}