{"pageProps":{"content":"![Naksan Provincial Park (낙산도립공원)](/2022-10-06-1665039534342/763455_image2_1.webp)\n\n  \n## Overview\n\n> Naksan Provincial Park takes up 24km of shoreline in Yangyang, Gangwon-do. The park is centered on Naksansa Temple and Naksan Beach, but includes Osan, Dongho, and Hajodae Beaches, as well as many lakes and cliffs. The park is a great place to learn about Korean culture, including Buddhist culture at Naksansa Temple and other cultural relics, and the shoreline cliffs of pine trees. The park is a popular attraction in the summer, when visitors can swim in the ocean and play in the sand along the coast.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330<br>(Korean, English, Japanese, Chinese) <br> • For more info: +82-33-670-2518|\n|parking:|Available|\n|restdate:|* Subject to abrupt closure due to adverse weather conditions.|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Mountain Not Access Period:|Seasonal Forest Fire Watches<br>Spring: March 2-April 30 <br>Autumn: November 1-December 15<br* Periods and areas are subject to change based on fire weather advisories, snow/precipitation levels, and other local conditions.|\n|Restricted Mountain Areas :|[Refer to the website.](http://hiking.kworks.co.kr/sub_map/map_user01.aspx)|\n|Restrooms:|Available|\n  \n## Detail Image\n![/2022-10-06-1665039534342/175453_image2_1.webp](/2022-10-06-1665039534342/175453_image2_1.webp)\n![/2022-10-06-1665039534342/182431_image2_1.webp](/2022-10-06-1665039534342/182431_image2_1.webp)\n![/2022-10-06-1665039534342/483695_image2_1.webp](/2022-10-06-1665039534342/483695_image2_1.webp)\n![/2022-10-06-1665039534342/763456_image2_1.webp](/2022-10-06-1665039534342/763456_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-33-670-2518](tel:+82336702518)\n\n\n\n```googleMap\nlatitude: 38.1161018139\nlongitude: 128.6313821755\ntitle: 59, Haemaji-gil, Yangyang-gun, Gangwon-do\n```\n  \n## Directions\n  \n[Express/Intercity Bus]<br>\nTake a bus from Dong Seoul Bus Terminal to Yangyang.<br><br>\n\n[Bus]<br>\nFrom Yangyang Intercity Bus Terminal, take Bus No.9 or No.9-1 and get off at Naksan Park.<br><br>\n\n[Taxi]<br>\nApprox. 10 min from Yangyang Intercity Bus Terminal\n","data":{"id":"2022-10-06-1665039534342","title":"Naksan Provincial Park (낙산도립공원)","description":"Naksan Provincial Park takes up 24km of shoreline in Yangyang, Gangwon-do. The park is centered on Naksansa Temple and Naksan Beach, but includes Osan, Dongho, and Hajodae Beaches, as well as many lakes and cliffs. The park is a great place to learn about Korean culture, including Buddhist culture at Naksansa Temple and other cultural relics, and the shoreline cliffs of pine trees. The park is a popular attraction in the summer, when visitors can swim in the ocean and play in the sand along the coast.","regDate":"2022-10-06","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Provincial Parks"],"imgUrl":"/2022-10-06-1665039534342/763455_image2_1.webp","blogPath":"Gangwon-do/2022-10-06-1665039534342","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-10-06-1665039534342"},"dataList":[{"id":"2022-10-18-1666075236578","title":"Wonju Sogeumsan Suspension Bridge (원주 소금산 출렁다리)","description":"One of the main attractions of Wonju, Sogeumsan Suspension Bridge is the longest and largest pedestrian bridge in Korea with the length of 200 meters, x_height of 100 meters, and x_width of 1.5 meters. The thrill of walking midair is enough to make visitors come to this attraction. The skywalk next to the bridge offers an amazing view of the surroundings. With a protective deck at the entrance of the bridge, anyone who has the courage can walk on the bridge. Other attractions nearby include Wonju Railbike, Museum SAN, the Grave of Joeom, and more.","regDate":"2022-10-18","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Architectural Sights","Bridges"],"imgUrl":"/2022-10-18-1666075236578/2654858_image2_1.webp","blogPath":"Gangwon-do/2022-10-18-1666075236578"},{"id":"2022-10-18-1666069915579","title":"Wonju Sangwonsa Temple (상원사(원주)","description":"Nestled at the edge of Chiaksan Mountain’s (alt. 1,182 meters) Namdaebong Peak, Sangwonsa Temple was built on an area spanning over 330.59 square meters. Cool spring water gushes up through the crevice directly in front of the temple, and just before the crevice is a 40-meter high cliff at the end of which stand three rare specimens of cinnamon trees.<br><BR>Although the exact time of its foundation is unknown, it is assumed to have been built during the Silla Period. Designated as Tangible Cultural Heritage, the temple has two pagodas standing in front of Daeungjeon Hall, displaying the typical style that was popular in the Unified Silla Period, and hinting at the flourishing Buddhist culture of that time. As the temple is located on high land, it commands a sweeping view of the southern part of Chiaksan Mountain.","regDate":"2022-10-18","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-10-18-1666069915579/2373402_image2_1.webp","blogPath":"Gangwon-do/2022-10-18-1666069915579"},{"id":"2022-10-17-1666004177341","title":"Wonju Hanji Theme Park (원주한지테마파크)","description":"At Wonju Hanji Theme Park, visitors can learn everything about hanji (traditional Korean paper), including its origin and history, through exhibitions, education and activity programs. The museum consists of a two-story main building and an outdoor park. The buildings 1st floor has the Hanji History Room, Hanji Experience Room, an art shop, and a mini library, while the 2nd floor has two exhibition halls and a conference room.","regDate":"2022-10-17","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Industrial Sites","Others"],"imgUrl":"/2022-10-17-1666004177341/2672819_image2_1.webp","blogPath":"Gangwon-do/2022-10-17-1666004177341"},{"id":"2022-10-17-1666000721130","title":"Wonju Baegunsan National Recreational Forest (국립 백운산자연휴양림 (원주))","description":"The valley flowing from the top of Baegunsan Mountain to the north direction is called Yongsugol Valley. A dense forest, pristine waters and numerous rock formations in the vicinity all provide a beautiful scenery. The downstream area of the valley holds a large amount of water and it is a popular place for vacationers and visitors all year round.The forest park contains a wide variety of trees, some of which grow naturally while others have been more recently planted. In particular, the 1.7-kilometer section of the valley that stretches from the entrance to the resort area boasts breathtaking scenery and is lined with weigela and wild cherry trees. The park is carpeted with various wild flowers such as dicentra, columbine and hepatica, and wild animals such as water deer, wild boars, and raccoons are easily spotted.","regDate":"2022-10-17","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"/2022-10-17-1666000721130/1583399_image2_1.webp","blogPath":"Gangwon-do/2022-10-17-1666000721130"},{"id":"2022-10-17-1665997397860","title":"Wondae-ri Birch Forest (원대리 자작나무 숲 (속삭이는 자작나무 숲))","description":"From 1974 to 1995, Wondae-ri Birch Forest has been reforested with approxmiately 690,000 birch trees in an area of 138 hectares, with 25 hectares of land being used as childrens forest experience center. After signing in at the forest entrance, visitors can tour the forest by following the forest walking trail. The forest was designed to promote educational and environmental values and recognize the beauty unique to the birch forest.","regDate":"2022-10-17","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2022-10-17-1665997397860/2607555_image2_1.webp","blogPath":"Gangwon-do/2022-10-17-1665997397860"},{"id":"2022-10-17-1665993768542","title":"Woljeongsa Temple & Fir Tree Forest (월정사·월정사 전나무숲 )","description":"Woljeongsa Temple is located in a forested valley on the eastern side of Odaesan Mountain. The 1 kilometer path leading to the temple passes through a forest of tall fir trees, some over 500 years old. Woljeongsa Temple is in charge of over 60 temples and 8 monasteries in the area. The temple was established by Monk Ja Jang (590-658) of the Silla Kingdom. Woljeongsa Museum is also located within the temple grounds, displaying artifacts and treasures from Buddhist culture of the Goryeo dynasty (918-1392), including an octagonal nine-story stone pagoda and a stone seated bodhisattva.","regDate":"2022-10-17","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-10-17-1665993768542/1840816_image2_1.webp","blogPath":"Gangwon-do/2022-10-17-1665993768542"},{"id":"2022-10-17-1665988707928","title":"Woljeong-ri Station (월정리역)","description":"Woljeong-ri Station (Iron Triangle Battlefield) is the last stop before reaching the DMZ. With the sign The iron horse wants to run again, there stand remains of a train that was used to make frequent trips to North Korea. Located at the spot where the fiercest battle was held during the Korean War, this train marks the partition line of the Korean peninsula. These days Woljeong-ri Station is under the control of the Cheorwon-gun Office and hundreds of thousands of people visit this unique tourist area every year.","regDate":"2022-10-17","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Historical Sites","Security & Peace Sites"],"imgUrl":"/2022-10-17-1665988707928/2389036_image2_1.webp","blogPath":"Gangwon-do/2022-10-17-1665988707928"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}