{"pageProps":{"content":"![Jeonnam Jeungdo Island [A Slow City] (전남 신안 증도 [슬로시티])](/2023-01-23-1674463196445/2026067_image2_1.webp)\n\n  \n## Overview\n\n> Jeungdo Island was the first city to be designated a ‘slow city’ in Asia thanks to its unspoiled nature and clean waters. It was assigned as a biodiversity conservation area by UNESCO. <br><br>Jeungdo Island also has Korea’s largest salt fields. At Taepyeong Salt Field, you can experience real life in a fishing village. There is a tour of the salt museum and hands-on programs for tourists to make the experience more personal. There are some 90 uninhabited islands and islets neighboring the Jeungdo Island. The Wujeon Beach Resort offers a magnificent view of the horizon. The mud hopper bridge, which stands in the mudflats, along with the relic of a historical monument and wetland ecology exhibition hall, are some of the things you can see on the island of Jeungdo. <br><br>* Jeungdo Island Mudflats Festival opens in early August each year, offering a mudflat program as well as a drying by the sun salt-making program, among others.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330<br>(Korean, English, Japanese, Chinese) <br>• For more info: +82-61-271-7619|\n|parking:|Available|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Film Locations:|MBC drama \"Thank you (2007)\"|\n|Available Facilities:|Major tourist attractions: Haesong forest, Ujeon Beach, Jjangttungeo Bridge, Sinan Marine Archaeology Monument, Taepyeong Salt Farm & salt farm experience, Salt Gallery, Yeomsaeng Botanical Garden, etc.|\n|Restrooms:|Available|\n  \n## Detail Image\n![/2023-01-23-1674463196445/1639391_image2_1.webp](/2023-01-23-1674463196445/1639391_image2_1.webp)\n![/2023-01-23-1674463196445/2026069_image2_1.webp](/2023-01-23-1674463196445/2026069_image2_1.webp)\n![/2023-01-23-1674463196445/2026071_image2_1.webp](/2023-01-23-1674463196445/2026071_image2_1.webp)\n![/2023-01-23-1674463196445/2026072_image2_1.webp](/2023-01-23-1674463196445/2026072_image2_1.webp)\n![/2023-01-23-1674463196445/2026073_image2_1.webp](/2023-01-23-1674463196445/2026073_image2_1.webp)\n![/2023-01-23-1674463196445/2026074_image2_1.webp](/2023-01-23-1674463196445/2026074_image2_1.webp)\n![/2023-01-23-1674463196445/2026075_image2_1.webp](/2023-01-23-1674463196445/2026075_image2_1.webp)\n![/2023-01-23-1674463196445/2026076_image2_1.webp](/2023-01-23-1674463196445/2026076_image2_1.webp)\n![/2023-01-23-1674463196445/2026077_image2_1.webp](/2023-01-23-1674463196445/2026077_image2_1.webp)\n![/2023-01-23-1674463196445/1198658_image2_1.webp](/2023-01-23-1674463196445/1198658_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-61-271-7619](tel:+82612717619)\n- [🏠tour.shinan.go.kr](http://tour.shinan.go.kr/)\n\n\n```googleMap\nlatitude: 34.9918464410\nlongitude: 126.1576259575\ntitle: Jeungdo-myeon, Sinan-gun, Jeollanam-do\n```\n  \n## Directions\n  \n[Bus]<br>\nFrom Central City Express Bus Terminal, take a bus to Mokpo Bus Terminal.\n","data":{"id":"2023-01-23-1674463196445","title":"Jeonnam Jeungdo Island [A Slow City] (전남 신안 증도 [슬로시티])","description":"Jeungdo Island was the first city to be designated a ‘slow city’ in Asia thanks to its unspoiled nature and clean waters. It was assigned as a biodiversity conservation area by UNESCO. <br><br>Jeungdo Island also has Korea’s largest salt fields. At Taepyeong Salt Field, you can experience real life in a fishing village. There is a tour of the salt museum and hands-on programs for tourists to make the experience more personal. There are some 90 uninhabited islands and islets neighboring the Jeungdo Island. The Wujeon Beach Resort offers a magnificent view of the horizon. The mud hopper bridge, which stands in the mudflats, along with the relic of a historical monument and wetland ecology exhibition hall, are some of the things you can see on the island of Jeungdo. <br><br>* Jeungdo Island Mudflats Festival opens in early August each year, offering a mudflat program as well as a drying by the sun salt-making program, among others.","regDate":"2023-01-23","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"/2023-01-23-1674463196445/1639391_image2_1.webp","blogPath":"Jeollanam-do/2023-01-23-1674463196445","pageUrl":"https:/mcdryad.com/Jeollanam-do/2023-01-23-1674463196445"},"dataList":[{"id":"2023-02-06-1675654585978","title":"Namchanggyegok Valley (남창계곡)","description":"Namchanggol Valley, located at the foot of Ibamsan Mountain with a x_height of about 654 meters, belongs to the southern part of Naejangsan National Park (Namchang District). It consists of six valleys, including Sanseong, Eunseon-dong, and Banseok-dong (Saejaegyegok Valley). Nearby there is the Chonnam National University training center and beautiful surrounding scenery. Despite being well-known, visitors can enjoy their time without being crowded making it a very good summer resort. Hermitages such as the famous Baegyangsa Temple, Yaksaam Rock, and Yeongcheongul Cave, Jangseongho Lake and Bija grove are nearby as well. In particular, Ibamsanseong Fortress located in the upper reaches of the valley is Pogoksiksanseong Fortress built during the Samhan Period and designated as National Historic Site No. 384.<br><br>The Namchang Valley Nature Observation Trail, which is about 730 meters long, is equipped with various information boards and experience facilities related to nature learning, making it a good place for ecological learning. The nature observation path has themes to provide visitors with a variety of attractions, and the long stretch of cedar forest is also a must-see. In autumn, the maple leaves from the maple trees fall into the valley water creating a stunning scenery.","regDate":"2023-02-06","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites","Valleys"],"imgUrl":"","blogPath":"Jeollanam-do/2023-02-06-1675654585978"},{"id":"2023-02-05-1675593311786","title":"Nagwoldo Island (낙월도)","description":"Located off the coast of Jeollanam-do Province, Nagwoldo Island has a population of just under 300. In addition to a large sandy beach, the island features a small yet charming fishing village, and a couple of hiking trails that meander through its great natural scenery.<br><br><b>Island History</b><br>Nagwoldo Island, which belongs to Nagwol-myeon, borders with Imja-myeon, Sinan-gun to its south. Before it was called Nagwoldo, the island had been called Jinwoldo during the Joseon Dynasty, Daenagwoldo since 1896 when it became part of Jido-gun, then Sangnagwoldo in 1914 when it became part of Yeonggwang-gun.","regDate":"2023-02-05","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"","blogPath":"Jeollanam-do/2023-02-05-1675593311786"},{"id":"2023-02-05-1675589720030","title":"Mudeungsan Mountain (무등산)","description":"Mudeungsan covers an area of about 30 square meters above the metropolitan city of Gwangju, Hwasun-gun and the nearby Damyang-gun. The name means ‘a high mountain’ or, more mysteriously, a mountain beyond classification’.  <br><br>Mudeungsan Mountain (무등산) is not too steep and many people come for a hike on the weekends or public holidays. Highlights on the way include the Seoseokdae, Ipseokdae, Seinbong and Gyubong Rocks, Wonhyo and Yongchu Valleys – as well as Jigong Neodeol (cluster of rocks) – and the Deoksan Neodeol. To enjoy a great view, try going up Jungmeorijae, Jangbuljae or the Donghwasa Temple Site, or the Jangwonbong Peak. Visitors coming from the Hwasun side of the mountain can see the picturesque Dongbokho Lake from Ipseokdae and Gyubong Rock, Jingong Neodeol, Jangbul, Baekma ridge and Gyubongam temple.","regDate":"2023-02-05","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites","Mountains"],"imgUrl":"","blogPath":"Jeollanam-do/2023-02-05-1675589720030"},{"id":"2023-02-05-1675586212073","title":"Mokpo Gatbawi Rock (목포 갓바위)","description":"Located on the coast of Yonghae-dong in Mokpo, Gatbawi is a natural sandstone and tafoni formation near the mouth of the Yeongsangang River, where freshwater runs into the sea. Gatbawi is named after its shape, which is said to look like two men wearing traditional Korean hats called “gat” (“bawi” meaning “rock”). The rock is actually made of two individual formations  one measuring 8 meters tall and one 6 meters tall. Valued not only for its aesthetics, Gatbawi Rock is of high geological value as a “natural sculpture” that was formed as a result of years of weathering. The rock formation was officially recognized as Natural Monument No. 500 on April 27, 2009.","regDate":"2023-02-05","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Resources","Rocks"],"imgUrl":"/2023-02-05-1675586212073/1609494_image2_1.webp","blogPath":"Jeollanam-do/2023-02-05-1675586212073"},{"id":"2023-02-05-1675582517908","title":"Modo Island (모도)","description":"In 1929, Modo Island was spotted by Kim Hae-gim on his way to Jeju Island. He called the island Ttiseom because of the multitude of ttipul grass, a grass native to Korea, on the island. There were also many houses with thatched roofs made with dried ttipul on the island. The name Modo Island comes from the Hanja characters for Ttiseom.","regDate":"2023-02-05","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"","blogPath":"Jeollanam-do/2023-02-05-1675582517908"},{"id":"2023-02-05-1675579041869","title":"Jungni Beach (중리해수욕장)","description":"Jungni Beach is the best beach for swimming in the sea on Bogildo Island. The white sandy beach is long and the depth of the water is shallow enough for people to enjoy, even at 200 meters into the water. The beach is also lined with pine trees that provide shade from the hot sun. The road to the beach is also paved, making it easy to reach. <br> <br> Within a little distance from Jungni Beach there is a small and beautiful beach called Tongni Beach. The silver sand is lined with pine trees and the water is shallow. During summer, visitors can access the shower booths, water fountains, and convenience store at Jungni Beach and Tongni Beach. Accommodations and restaurants can be found in the nearby village. Approximately 1.5 kilometers away, there is an evergreen forest (Natural Monument No. 40) and a river with large black rocks stretching 1 kilometer.","regDate":"2023-02-05","author":"korea-tour","tag":["Jeollanam-do","Nature","Natural Sites"],"imgUrl":"/2023-02-05-1675579041869/2721621_image2_1.webp","blogPath":"Jeollanam-do/2023-02-05-1675579041869"},{"id":"2023-02-05-1675575337863","title":"Jirisan Spa Land (지리산온천랜드)","description":"Jirisan Spa Land is home to a large open-air hot spring facility that uses 100 percent natural germanium mineral waters containing no chemical additives. The natural germanium mineral water in the spa prevents various kinds of geriatric illnesses, speeds up metabolism and improves your body’s immune system. The water also helps blood circulation and digestion, and stabilizes your body temperature.<br><br>A bath themed with the 12 Asian zodiac animals, a Japanese cypress bath, a utopia-themed bade pool and a waterfall bath are located in the open-air spa area. Apart from the huge spa area, Jirisan Spa Land also has a hotel equipped with 60 high-end modern bedrooms and subsidiary facilities. Each guest room uses natural germanium mineral water.","regDate":"2023-02-05","author":"korea-tour","tag":["Jeollanam-do","Culture/Art/History","Recreational Sites","Hot Springs & Spa"],"imgUrl":"","blogPath":"Jeollanam-do/2023-02-05-1675575337863"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}