{"pageProps":{"list":[{"id":"2022-07-22-1658466170547","title":"Dapsimni Antique Art Street (답십리 고미술상가)","description":"Dapsimni Antique Art Street is where travelers can stumble upon valuable old paintings, antique furniture and pottery as well as a variety of household items. These antique shops used to be scattered throughout the area of Cheonggyecheon Stream 8(pal)-ga, Itaewon, and Ahyeon-dong, but have gathered within Dapsimni area since the mid-1980s. There are approximately 140 shops along the streets. <br><br>It is quite fun to browse through antiquities including wooden candlesticks, grandfather clocks, and old picture frames, items which are usually hard to find in regular stores. These rare items attract not only Koreans but also international visitors to this street. While shops in Insa-dong are popular for selling high-quality antiques, shops in Dapsimni Art Street are popular for offering a wide assortment of antiques at reasonable prices.","regDate":"2022-07-22","author":"korea-tour","tag":["Seoul","Culture/Art/History","Experience Programs","Cultural Districts"],"imgUrl":"/2022-07-22-1658466170547/1917414_image2_1.webp","blogPath":"Seoul/2022-07-22-1658466170547","pageUrl":"https:/mcdryad.com/Seoul/2022-07-22-1658466170547"},{"id":"2022-07-22-1658463869048","title":"Danggogae Catholic Martyrs' Shrine (당고개순교성지)","description":"Danggogae Catholic Martyrs' Shrine is located on the small hill just five minutes away from Yongsan Eletronics Market. 10 Catholics were martyred on this hill during the Gihae Persecution in 1839 including Choi Gyeong-hwan (Francis)'s wife Lee Seong-rye (Maria).<br><br>Nine of the 10 martyrs are now recognized as saints. Lee Seong-rye, the mother of Father Thomas Choi Yang-eop (Korea's second ordained priest), has not yet been canonized although she did suffer martyrdom. The reason was that the mother briefly put aside her faith because of the pressures of raising five children after she had her oldest son, Thomas. However, the difficulty of combining these two interests was eventually overcome and she died a martyr.<br><br>Aside from serving as a memorial site, Danggogae Catholic Martyrs' Shrine also offers a commanding view of Seoul. Nearby tourist attractions include Saenamteo Catholic Holy Place of the Martyrs, which is a Catholic church with Korean architecture, and Yongsan Family Park.","regDate":"2022-07-22","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Holy Sites"],"imgUrl":"/2022-07-22-1658463869048/566486_image2_1.webp","blogPath":"Seoul/2022-07-22-1658463869048","pageUrl":"https:/mcdryad.com/Seoul/2022-07-22-1658463869048"},{"id":"2022-07-22-1658457979582","title":"Daehangno (University Street) (대학로)","description":"Daehangno is an artistic neighborhood that stretches 1.1 kilometers from Jongno 5-ga Intersection to Hyehwa-dong Rotary. The area is filled with culture and performing arts facilities, with the center of all this being Marronnier Park. Visitors can find performances taking play every day at the many theaters large and small, as well as restaurants serving a range of cuisines. The area is especially active on weekends and during the street festival period.","regDate":"2022-07-22","author":"korea-tour","tag":["Seoul","Culture/Art/History","Experience Programs","Cultural Districts"],"imgUrl":"/2022-07-22-1658457979582/1554786_image2_1.webp","blogPath":"Seoul/2022-07-22-1658457979582","pageUrl":"https:/mcdryad.com/Seoul/2022-07-22-1658457979582"},{"id":"2022-07-21-1658446680877","title":"DMZ Peace Train (평화열차 DMZ 트레인)","description":"With aims to overcome history and focus on the greatness of nature and life, the DMZ train consists of three cabins each designed with themes of peace, love, and harmony. The train offers seats with great views of the outside, a cafe, photo zones, a photo gallery and many other amenities. Passengers can enjoy great scenic views on the DMZ train as it passes by the renowned Imjingang Railroad Bridge.","regDate":"2022-07-21","author":"korea-tour","tag":["Seoul","Culture/Art/History","Experience Programs","Unique Experience"],"imgUrl":"/2022-07-21-1658446680877/2389028_image2_1.webp","blogPath":"Seoul/2022-07-21-1658446680877","pageUrl":"https:/mcdryad.com/Seoul/2022-07-21-1658446680877"},{"id":"2022-07-21-1658443105183","title":"Culture Station Seoul 284 (문화역 서울 284)","description":"Culture Station Seoul 284 opened in 2011 by restoring the old Seoul Station. The complex holds various programs including exhibitions, performances, cultural events and workshops. It holds over 100 years of history with Namdaemun Station being the original name of the station in 1900 and changing to Gyeongseong Station, Seoul Station, and now Culture Station Seoul 284. The look of 1925 Gyeongseong Station offers visitors a flashback to the past, providing a fun and special experience.","regDate":"2022-07-21","author":"korea-tour","tag":["Seoul","Culture/Art/History","Experience Programs","Unique Experience"],"imgUrl":"/2022-07-21-1658443105183/1985332_image2_1.webp","blogPath":"Seoul/2022-07-21-1658443105183","pageUrl":"https:/mcdryad.com/Seoul/2022-07-21-1658443105183"},{"id":"2022-07-21-1658439460553","title":"Chungdong First Methodist Church (서울 정동교회)","description":"Chungdong Church, having being completed in 1897, was the first Christian church that was built after the spread of Protestantism in Korea. The church was founded in 1887 as a small worship house under the name Bethel by Henry Gerhard Appenzeller, an American missionary. As the number of followers increased, the building underwent construction and officially became a church in 1895. Chungdong Church is the only remaining church building from the 19th century. The church was expanded once more in 1926, changing its from a cross-shaped building to a square one. The expansion was made by adding walls using bricks as not to damage the original building structure. The architecture was built in a simplified version of an American gothic house with arched window frames.","regDate":"2022-07-21","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Holy Sites"],"imgUrl":"/2022-07-21-1658439460553/1955149_image2_1.webp","blogPath":"Seoul/2022-07-21-1658439460553","pageUrl":"https:/mcdryad.com/Seoul/2022-07-21-1658439460553"},{"id":"2022-07-21-1658435921977","title":"Choong Ang High School (중앙고등학교)","description":"Choong Ang High School is located in Jong-ro near Samcheongdong-gil. It was built to educate the public at the beginning of the 20th century. The school’s main building was reconstructed in 1937 after the original two-story brick house was destroyed in 1934. The main building situated in front of the main gate is a two-story H-shaped granite stone building in Gothic style, with a four-story tower in the middle.<br>  <br>The school holds historical significance because it was designed by  Park Dong Jin, one of Korea's first modern architects and the designer of Korea University’s main building, library, and the Chosun Ilbo Newspaper Company building. The main building of Choong Ang High School is designated as Historic Site No. 281. Many national leaders were educated at the gothic building during the grim period when Korea was trying to escape  Japanese colonial rule.","regDate":"2022-07-21","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-07-21-1658435921977/1985993_image2_1.webp","blogPath":"Seoul/2022-07-21-1658435921977","pageUrl":"https:/mcdryad.com/Seoul/2022-07-21-1658435921977"},{"id":"2022-07-21-1658431917387","title":"Choi Sunu House (최순우 옛집)","description":"The Choi Sunu House is the old residence of Hyegok Choi Sunu (1916-1984), who lived in this house from 1976 until the day he passed away. The house is designated as Korea’s Registered Cultural Property. Choi Sunu was a leading art historian who served as the director of the National Museum of Korea. He devoted his life to rediscovering the beauty of Korean art and made many academic accomplishments in the areas of Korean ceramics, traditional woodcraft, and the history of painting. <br>The house has been open to the public as the Hyegok Choi Sunu Memorial Hall since 2004. The memorial hall displays Choi Sunu’s relics as a permanent exhibition and holds special exhibitions in the fall as well as cultural programs every spring and fall.","regDate":"2022-07-21","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Old Houses"],"imgUrl":"/2022-07-21-1658431917387/2031918_image2_1.webp","blogPath":"Seoul/2022-07-21-1658431917387","pageUrl":"https:/mcdryad.com/Seoul/2022-07-21-1658431917387"},{"id":"2022-07-21-1658429299654","title":"Children’s Grand Park (서울 어린이대공원)","description":"Situated in Gwangjin-gu, Seoul Children’s Grand Park houses various facilities for families, including a zoo, botanical garden, amusement rides, and diverse performance events within a vast area. Opened on Children’s Day (May 5) in 1973, the park is full of attractions that appeal to children and the young-at-heart. It was renovated on Children’s Day 2009 to repair old and worn facilities. It became an even more spacious and pleasant park thanks to the renovation work.","regDate":"2022-07-21","author":"korea-tour","tag":["Seoul","Culture/Art/History","Recreational Sites","Theme Parks"],"imgUrl":"/2022-07-21-1658429299654/2028002_image2_1.webp","blogPath":"Seoul/2022-07-21-1658429299654","pageUrl":"https:/mcdryad.com/Seoul/2022-07-21-1658429299654"},{"id":"2022-07-21-1658425196938","title":"Cheonho Park (천호공원)","description":"Located in Cheonho-dong, Cheonho Park is comprised of a musical fountain, an outdoor stage, and various sports facilities, making it the perfect spot for rest and leisure.","regDate":"2022-07-21","author":"korea-tour","tag":["Seoul","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-07-21-1658425196938/1986006_image2_1.webp","blogPath":"Seoul/2022-07-21-1658425196938","pageUrl":"https:/mcdryad.com/Seoul/2022-07-21-1658425196938"},{"id":"2022-07-21-1658422344570","title":"Cheonggyesan Mountain (청계산)","description":"Cheonggyesan Mountain surrounds Seoul Grand Park, Seoulland and the National Museum of Modern and Contemporary Art in Gwacheon. The mountain boarders the area of Yangjae-dong, Seoul and Gwacheon-si, Seongnam-si, and Uiwang-si, Gyeonggi-do, and is located next to Gwanaksan Mountain, south of downtown Gwacheon. The mountain is said to have been the home of Joyun, a faithful member of the Goryeo dynasty, after the Joseon dynasty was founded. There is another myth that the mountain is where a blue dragon ascended to heaven, earning the mountain the nickname Cheongnyongsan.<br><br>Dense forests, neat valleys, parks, and temples are available in the mountain, making it a suitable attraction for families. There are also many walking courses in varying levels of difficulty.","regDate":"2022-07-21","author":"korea-tour","tag":["Seoul","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-07-21-1658422344570/2023841_image2_1.webp","blogPath":"Seoul/2022-07-21-1658422344570","pageUrl":"https:/mcdryad.com/Seoul/2022-07-21-1658422344570"},{"id":"2022-07-21-1658418118385","title":"Cheonggyecheon Stream (청계천)","description":"Cheonggyecheon Stream starts from Cheonggye Plaza, just off Sejong-ro Avenue. Cheonggye Plaza roughly covers an area of 2,500 square meters, and is located at the starting point of Cheonggyecheon Stream. The square, created based on the design of  traditional Korean <em>bojagi</em> (a colorful wrapping cloth), features the elegant beauty of traditional stonework that is colorful yet refined. The plaza also includes a model of Cheonggyecheon that provides visitors with a bird's-eye view of the restored Cheonggyecheon Stream. At the plaza, there are plaques that provide detailed commentaries on the 22 bridges that span the stream, as well as a number of graceful fountains that add to the ambience of the area. The area commemorates the Cheonggyecheon Stream Restoration Project, and also symbolizes gathering, harmony, peace, and unity.<br><br>After the completion of Cheonggye Plaza, Seoul Metropolitan Government designated the area as a vehicle-free zone on holidays, providing more leisure space for pedestrians. Since then, the waterfront areas of Cheonggyecheon Stream, and the surrounding streets have become popular places for those seeking refreshment and a variety of cultural experiences. A favorite of many is the Candle Fountain, which features the magnificent synchronicity of three different lighting fixtures and a four-meter-high, two-tiered waterfall. Along the two sides of the waterfall are the Palseokdam wishing wells, made of eight different stones from each of the nation's eight provinces.","regDate":"2022-07-21","author":"korea-tour","tag":["Seoul","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-07-21-1658418118385/2544890_image2_1.webp","blogPath":"Seoul/2022-07-21-1658418118385","pageUrl":"https:/mcdryad.com/Seoul/2022-07-21-1658418118385"},{"id":"2022-07-21-1658414103453","title":"Cheongdam Park (청담공원)","description":"Up until the early 1960's, people would cross the Hangang River from Ttukseom Ferry Dock and arrive in Cheongdam-dong. Although highly developed, Cheongdam Park remains as a soothing natural oasis that is relatively untouched by city pollution. Following the trail, there is a small exercise area and playground. The park is quite crowded in the morning with people exercising. The tightly woven trees in the park offers a resting place to enjoy fresh air. The park size is 59,347 ㎡.","regDate":"2022-07-21","author":"korea-tour","tag":["Seoul","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-07-21-1658414103453/204200_image2_1.webp","blogPath":"Seoul/2022-07-21-1658414103453","pageUrl":"https:/mcdryad.com/Seoul/2022-07-21-1658414103453"},{"id":"2022-07-21-1658411667922","title":"Cheongdam Fashion Street (청담패션거리)","description":"The street from the Cheongdam Station intersection to Galleria Department Store is lined with luxury brand stores and dubbed as “Cheongdam Fashion Street.\" Often frequented by celebrities, the area became a popular tourist destination for hallyu fans. Inside the alleys are famous restaurants, and with art galleries and boutiques popping up within the area, the street has gained a reputation as a cultural shopping street.","regDate":"2022-07-21","author":"korea-tour","tag":["Seoul","Culture/Art/History","Experience Programs","Cultural Districts"],"imgUrl":"/2022-07-21-1658411667922/2728682_image2_1.webp","blogPath":"Seoul/2022-07-21-1658411667922","pageUrl":"https:/mcdryad.com/Seoul/2022-07-21-1658411667922"},{"id":"2022-07-21-1658408805584","title":"Cheongansa Temple (천간사)","description":"Cheongansa Temple was first built in 1960, and was re-built in 2009. It has many pagodas and monuments  a pagoda filled with sari relics of Buddha; Budotap Pagoda, which is a shrine to the monk who found the temple and his sacred relics; and a monument honoring the late first lady Yuk yeong-su. The re-built temple was awarded the Hanok Prize in the Hanok Competition 2011. Located along the Bukhansan Mt. Dulaegil Trail, the temple provide visitors with the chance to enjoy fresh air and a rest from hiking along the trail.","regDate":"2022-07-21","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-07-21-1658408805584/2048008_image2_1.webp","blogPath":"Seoul/2022-07-21-1658408805584","pageUrl":"https:/mcdryad.com/Seoul/2022-07-21-1658408805584"},{"id":"2022-07-21-1658403194324","title":"Cheong Wa Dae (Blue House) (청와대)","description":"The signature markings of the Presidential Residence of Cheong Wa Dae are its blue tiles on the Main Office; it is the first thing to catch one's attention upon viewing the premises. Approximately 150 thousand tiles compose the roof of the Main Office. Each tile was baked individually to make them strong enough to last for hundreds of years. The blue tiles and the smoothly curving roofline blend beautifully with Bugaksan Mountain in the backdrop. <br /><br />Cheong Wa Dae is comprised of the Main Office, Yeongbingwan (State Guest House), Chunchugwan (Spring and Autumn) Hall, Nokjiwon Garden, Mugunghwa (Rose of Sharon) Hill, and Chilgung Palace. It is interesting to see that all the buildings are unique and beautifully designed, built in the traditional Korean style. Just outside the premises is Cheongwadae Sarangchae, an exhibition hall showing the history of Cheong Wa Dae and the Korean presidency, as well as gifts received by heads of State over the years. The hall is open free to all visitors.","regDate":"2022-07-21","author":"korea-tour","tag":["Seoul","Culture/Art/History","Architectural Sights","Buildings"],"imgUrl":"/2022-07-21-1658403194324/774323_image2_1.webp","blogPath":"Seoul/2022-07-21-1658403194324","pageUrl":"https:/mcdryad.com/Seoul/2022-07-21-1658403194324"},{"id":"2022-07-21-1658400126222","title":"Changuimun Gate - Jahamun Gate (창의문(자하문))","description":"Changuimun Gate was often called Jahamun Gate. It was one of four mini-gates in the north surrounding the walled city of Hanyang (Seoul) during the Joseon dynasty. After the closure of Sukjeongmun Gate, one of the four main gates, Changuimun Gate became a favorite north gate. Hence, people also called Changuimun the North Gate. It is the only gate among four mini gates that is still in its original state. Although it is small, almost 50m² in terms of size, it looks very firm and sturdy. While Dongsomun Gate, another of the four mini gates, is decorated with a phoenix, Changuimun Gate is adorned with a wooden chicken along its rafters. The reason behind the wooden chicken was that the chicken was believed to be the nemesis of the centipede. People believed that installing the wooden chicken was important to overcome the harmful spirit of the centipede.","regDate":"2022-07-21","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-07-21-1658400126222/1570526_image2_1.webp","blogPath":"Seoul/2022-07-21-1658400126222","pageUrl":"https:/mcdryad.com/Seoul/2022-07-21-1658400126222"},{"id":"2022-07-21-1658396211724","title":"Changgyeonggung Palace Honghwamun Gate (창경궁 홍화문)","description":"Honghwamun Gate is the main gate of Changgyeonggung Palace. It has three opening gates in the front and two to the side with a sophisticated locking mechanism.","regDate":"2022-07-21","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Gates"],"imgUrl":"/2022-07-21-1658396211724/2616931_image2_1.webp","blogPath":"Seoul/2022-07-21-1658396211724","pageUrl":"https:/mcdryad.com/Seoul/2022-07-21-1658396211724"},{"id":"2022-07-21-1658392909232","title":"Changgyeonggung Palace (창경궁)","description":"Located in the heart of Seoul, Changgyeonggung Palace was originally built as Suganggung Palace by the 4th ruler of the Joseon dynasty, King Sejong (r.1418-1450), for his retiring father, King Taejong. It often served as residential quarters for queens and concubines. During the reign of King Seongjong (r.1469-1494), the palace was renovated and renamed to Changgyeonggung Palace. It later became a park with a zoo and a botanical garden during Japanese colonial rule. The palace grounds remained this way until 1983 when restoration of its old grace was completed.","regDate":"2022-07-21","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Palaces"],"imgUrl":"/2022-07-21-1658392909232/2612510_image2_1.webp","blogPath":"Seoul/2022-07-21-1658392909232","pageUrl":"https:/mcdryad.com/Seoul/2022-07-21-1658392909232"},{"id":"2022-07-21-1658388852503","title":"Changdeokgung Palace Complex [UNESCO World Heritage] (창덕궁과 후원 [유네스코 세계문화유산])","description":"Changdeokgung Palace was the second royal villa built following the construction of Gyeongbokgung Palace in 1405. It was the principal palace for many kings of the Joseon dynasty, and is the most well-preserved of the five remaining royal Joseon palaces. The palace grounds are comprised of a public palace area, a royal family residence building, and the rear garden. Known as a place of rest for the kings, the rear garden boasts a gigantic tree that is over 300 years old, a small pond and a pavilion. <br><br> The palace gained importance starting from the time of Seongjong, the 9th king of Joseon, when a number of kings began using it as a place of residence. Unfortunately, the palace was burned down by angry citizens in 1592 when the royal family fled their abode during the Imjin War. Thanks to Gwanghaegun, the palace was restored in 1611. Even today, it houses a number of cultural treasures, such as Injeongjeon Hall, Daejojeon Hall, Seonjeongjeon Hall, and Nakseonjae Hall. <br><br> Changdeokgung Palace’s garden behind the inner hall, called the Secret Garden, was constructed during the reign of King Taejong and served as a rest area for the royal family members. The garden had formerly been called Bugwon and Geumwon, but was renamed Biwon Garden, or Secret Garden, after King Gojong came into power. The garden was kept as natural as possible and was touched by human hands only when absolutely necessary. Buyongjeong Pavilion, Buyongji Pond, Juhamnu Pavilion, Eosumun Gate, Yeonghwadang Hall, Bullomun Gate, Aeryeonjeong Pavilion, and Yeongyeongdang Hall are some of the many attractions that occupy the garden. The most beautiful time to see the garden is during the fall when the autumn foliage is at its peak and the leaves have just started to fall. <br><br> Though it has been treasured by Koreans for centuries, Changdeokgung Palace was  recognized as a World Cultural Heritage site by the UNESCO World Cultural Heritage Committee in December of 1997 during the committee meeting in Naples, Italy.","regDate":"2022-07-21","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Palaces"],"imgUrl":"/2022-07-21-1658388852503/1568306_image2_1.webp","blogPath":"Seoul/2022-07-21-1658388852503","pageUrl":"https:/mcdryad.com/Seoul/2022-07-21-1658388852503"},{"id":"2022-07-21-1658385996535","title":"Changdeokgung Injeongmun Gate (창덕궁 인정문)","description":"Serving as the main gate of Injeongjeon Hall, Injeongmun Gate was established in 1405 (5th year of King Taejo’s reign during the Joseon dynasty). Later on, the gate was destroyed by multiple fires during the Imjin War (Japanese invasion of Korea in 1592), therefore current form&nbsp;of the&nbsp;establishment displays designs that are more often seen&nbsp;in the late&nbsp;19th century's. In addition, a lot of subsidary marks and buildings are removed from the original places and&nbsp;relocated passing the&nbsp;time, however, still remains to represent prestigious ambience.<br><br>Injeongmun Gate served as the place for several coronation ceremonies of kings, prince's succession of throne, and many other national affairs celebrated by the royal members&nbsp;who gathered and aligned around this gate.","regDate":"2022-07-21","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Gates"],"imgUrl":"/2022-07-21-1658385996535/1568301_image2_1.webp","blogPath":"Seoul/2022-07-21-1658385996535","pageUrl":"https:/mcdryad.com/Seoul/2022-07-21-1658385996535"},{"id":"2022-07-21-1658382231452","title":"Buramsan Mountain (불암산)","description":"Buramsan Mountain is an 508-meter high rock mountain, drawing the border between Junggye-dong and Sanggye-dong in Nowon-gu and Byeolnae-myeon in Namyangju.  The total area is approximately 5,355,396 square meters and was designated as a city nature park in 1977. The mountain is named after its appearance that resembles  Buddha wearing songnak (headgear) and is also referred to as Cheonbosan or Piramsan Mountain. The ridge stretches long enough to enjoy the scenery and it's an easy hike because it is not too steep. In particular, the stunning view of Seoul at night unfolds at the top of the mountain.<br>Buramsanseong Fortress is located 420 meters above sea level and the rock cliffs are often used as rock climbing spots. There are also various hiking trails and about ten springs to get fresh mineral water. Burampokpo Falls is popular in winter among ice climbing enthusiasts.","regDate":"2022-07-21","author":"korea-tour","tag":["Seoul","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-07-21-1658382231452/739086_image2_1.webp","blogPath":"Seoul/2022-07-21-1658382231452","pageUrl":"https:/mcdryad.com/Seoul/2022-07-21-1658382231452"},{"id":"2022-07-21-1658379898802","title":"Bukhansan National Park (Seoul District) (북한산국립공원(서울))","description":"Bukhansan Mountain was officially designated as a national park in 1983. The Bukhansan National Park covers both Bukhansan and Dobongsan Mountains, and spans the total area of 80.699 ㎢. At the top of Bukhansan Mountain are Baegundae Terrace (835.6 m), Insubong Peak (810.5 m) and Mangyeongdae Terrace (799.5 m), which gave the mountain the nickname \"Samgaksan\" or the \"three-horned mountain.\" The mountain had other names  Sambongsan (mountain with three peaks), Hwasan (flower mountain), and Buaak (mountain shaped like a person giving a baby a piggyback ride). The current name, Bukhansan, was given after the Bukhansanseong Fortress was built under King Sukjong of the Joseon dynasty.","regDate":"2022-07-21","author":"korea-tour","tag":["Seoul","Nature","Natural Sites","National Parks"],"imgUrl":"/2022-07-21-1658379898802/2526645_image2_1.webp","blogPath":"Seoul/2022-07-21-1658379898802","pageUrl":"https:/mcdryad.com/Seoul/2022-07-21-1658379898802"},{"id":"2022-07-21-1658376681775","title":"Bukchon Hanok Village (북촌한옥마을)","description":"Surrounded by Gyeongbokgung Palace, Changdeokgung Palace and Jongmyo Shrine, Bukchon Hanok Village is home to hundreds of traditional houses, called <em>hanok</em>, that date back to the Joseon dynasty. The name Bukchon, which literally translates to \"northern village,\" came about as the neighborhood lies north of two significant Seoul landmarks, Cheonggyecheon Stream and Jongno. Today, many of these hanoks operate as cultural centers, guesthouses, restaurants and tea houses, providing visitors with an opportunity to experience, learn and immerse themselves in traditional Korean culture. As Bukchon Hanok Village is an actual neighborhood with people's homes, visitors are advised to be respectful at all times while looking around.","regDate":"2022-07-21","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Folk Villages"],"imgUrl":"/2022-07-21-1658376681775/2512006_image2_1.webp","blogPath":"Seoul/2022-07-21-1658376681775","pageUrl":"https:/mcdryad.com/Seoul/2022-07-21-1658376681775"},{"id":"2022-07-21-1658371566809","title":"Bugaksan Mountain (북악산)","description":"Seoul is enveloped by mountains, consisting of Bugaksan, Namsan, Naksan, and Inwangsan to name a few major peaks surrounding the city. Bugaksan, the mountain located to the north of Seoul, is the highest among these and is a southern offshoot of Bukhansan Mountain. It is also referred to as Baegaksan.<br><br>Hanyang City Wall runs along the mountain ridge and Changuimun Gate (also called Jahamun), one of the four small gates surrounding the castle city during the Joseon dynasty, is on the west side of the mountain near Inwangsan Mountain. Running between Changuimun Gate and Arirang Hill in Jeongneung Royal Tomb, Bugak Skyway is a scenic road overlooking downtown Seoul; it also passes through a variety of attractions such as Changuimun Gate and Bugak Pavilion. Another attraction is Samcheong Park at the southern foot of Bugaksan Mountain.","regDate":"2022-07-21","author":"korea-tour","tag":["Seoul","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-07-21-1658371566809/1394557_image2_1.webp","blogPath":"Seoul/2022-07-21-1658371566809","pageUrl":"https:/mcdryad.com/Seoul/2022-07-21-1658371566809"},{"id":"2022-07-20-1658360226266","title":"Bugak Skyway Palgakjeong Pavilion (북악스카이 팔각정)","description":"Bugak Skyway Palgakjeong Pavilion exudes a tranquil, serene beauty regardless of the season. The pavilion, which sits on Bugaksan's 1,652,900 square meter summit at an altitude of 345 meters, was built in a traditional Korean-style and became a popular attraction within the city. There are also spaces for visitors to enjoy food and drinks.","regDate":"2022-07-20","author":"korea-tour","tag":["Seoul","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-07-20-1658360226266/2667332_image2_1.webp","blogPath":"Seoul/2022-07-20-1658360226266","pageUrl":"https:/mcdryad.com/Seoul/2022-07-20-1658360226266"},{"id":"2022-07-20-1658356535853","title":"Buam-dong (부암동)","description":"Buam-dong is a neighborhood in central Seoul that was once occupied mostly by artists and writers. Today, modern galleries, coffee shops, and restaurants stand side by side with old mills and barber shops on the narrow alleyways, making Buam-dong a sophisticated yet classically charming destination.","regDate":"2022-07-20","author":"korea-tour","tag":["Seoul","Culture/Art/History","Experience Programs","Cultural Districts"],"imgUrl":"/2022-07-20-1658356535853/2036441_image2_1.webp","blogPath":"Seoul/2022-07-20-1658356535853","pageUrl":"https:/mcdryad.com/Seoul/2022-07-20-1658356535853"},{"id":"2022-07-20-1658352918179","title":"Bosingak Belfry (보신각 터)","description":"Bosingak Belfry was used during the Joseon dynasty to keep the time. The bell would ring 33 times at 4 AM, signaling the start of the day and the opening of the city gates. At 10 PM, the bell would ring 28 and the gates would close for the night. The bell was originally installed at Wongaksa Temple in 1468, in the 13th year of King Sejo, but was moved to its current location in 1619. The bell has high cultural value due to the exact year of construction being known, allowing historians to accurately date artifacts from the same time period. The original bell, National Treasure No. 2, is preserved in the National Museum of Korea.<br><br>Tourists to Jongno-gu and locals alike can enjoy a living history through the bell-ringing ceremony that takes place for one hour every day (excluding Mondays), starting at 11 20. In addition, Bosingak Belfry is the location of Korea's very own \"ball drop ceremony\" on December 31. On this evening, the streets surrounding the belfry are closed to traffic and people gather to ring in the New Year with the striking of the bell.","regDate":"2022-07-20","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-07-20-1658352918179/566424_image2_1.webp","blogPath":"Seoul/2022-07-20-1658352918179","pageUrl":"https:/mcdryad.com/Seoul/2022-07-20-1658352918179"},{"id":"2022-07-20-1658349570970","title":"Boramae Safety Experience Center (보라매안전체험관)","description":"Located inside Boramae Park, the Boramae Safety Experience Center operates an experience program focused on safety measures in the event of disaster. With a 'Safe Seoul' vision, the center teaches safety awareness and safety measures through simulation-based training in how to handle disasters, earthquakes, windstorms, fire and traffic accidents. The center also operates a program to learn about first aid such as CPR and the use of various safety facilities and equipment.<br><br>At this safety experience center, visitors can also listen to real-life stores from fire officers and participate in the programs to learn more about safety.","regDate":"2022-07-20","author":"korea-tour","tag":["Seoul","Culture/Art/History","Experience Programs","Unique Experience"],"imgUrl":"/2022-07-20-1658349570970/1095139_image2_1.webp","blogPath":"Seoul/2022-07-20-1658349570970","pageUrl":"https:/mcdryad.com/Seoul/2022-07-20-1658349570970"},{"id":"2022-07-20-1658338888201","title":"Boramae Park (보라매공원)","description":"Boramae Park is a former Air Force Academy site that has been transformed into a recreational park on May 1986. At approximately 397,000 ㎡, the park holds various sports facilities including a tennis court and sports center as well as convenient facilities such as a small zoo, pond, walking trail and more. The 2nd floor of Building 4 has a library that is popular with teenagers as well as Teenager Center where they can enjoy various activities and programs. The symbolic tower of the Air Force Academy still stands as a powerful symbol of loyalty and filial piety.","regDate":"2022-07-20","author":"korea-tour","tag":["Seoul","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-07-20-1658338888201/566009_image2_1.webp","blogPath":"Seoul/2022-07-20-1658338888201","pageUrl":"https:/mcdryad.com/Seoul/2022-07-20-1658338888201"},{"id":"2022-07-20-1658336147244","title":"Bongwonsa Temple (봉원사)","description":"Located at the outskirts of Ansan Mountain in Bongwon-dong, Seodaemun-gu, Seoul, Bongwonsa Temple, as the center of Korean Buddhism Taego, is a thousand year old temple with a long history and tradition. In 889 (3rd year of Shilla Queen Jinseong’s reign), Monk Doseon founded it at the ground of Yeonhui Palace (now Yonsei Univ.) and named it Banyasa temple. It was destroyed during the Imjin War in 1592, and later in 1748 (24th year of Joseon King Yeongjo’s reign), it was rebuilt and renamed “Bongwonsa” by two Buddhist monks, Chanjeup and Jeungam.<br> <br>“Yeongsanjae,” one of the Buddhist rituals and also a National Intangible Cultural Property, takes place at Bongwonsa on June 6 every year wishing for the world peace and the reunification of North and South Korea. It was designated as one of the Intangible Cultural Heritage of Humanity by UNESCO in 2009. During Yeongsanjae, visitors can enjoy the Buddhist arts such as Beompae (Buddhist temple music for rituals) and dancing. Also, during summer time, Seoul Lotus Flower Culture Festival takes place, where visitors can enjoy the beautiful lotus flowers which are a symbol of Buddhism.","regDate":"2022-07-20","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-07-20-1658336147244/2017905_image2_1.webp","blogPath":"Seoul/2022-07-20-1658336147244","pageUrl":"https:/mcdryad.com/Seoul/2022-07-20-1658336147244"},{"id":"2022-07-20-1658331609777","title":"Bonghwasan Mountain - Seoul (봉화산 (서울))","description":"Bonghwasan Mountain (alt. 160 meters) in Jungnang-gu, Seoul offers scenic views of Buramsan, Dobongsan, and Namsan mountains. From the mountain, hikers can even see as far as the Yangju area of Gyeonggi-do Province to the north. Officially designated a “neighborhood park” in July 1977, Bonghwasan Mountain has a variety of convenience facilities, not least of which is the beacon tower of Achasan Bongsudae (remolded in 1994) perched on the mountain summit. Also near the summit is Sansingak Shrine, which is the site of the annual Bonghwasan Dodanggut (Intangible Cultural Property of Seoul No. 34), a shamanistic rite performed on the third day of the third lunar month.","regDate":"2022-07-20","author":"korea-tour","tag":["Seoul","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-07-20-1658331609777/1894536_image2_1.webp","blogPath":"Seoul/2022-07-20-1658331609777","pageUrl":"https:/mcdryad.com/Seoul/2022-07-20-1658331609777"},{"id":"2022-07-20-1658327735398","title":"Banpo Seoraeseom Island (반포 서래섬)","description":"Banpo Seoraeseom Island is an artificial island built in the mid-1980s. Located in Banpo-jigu District by the Hangang riverside, the island is connected to Hangang Banpo Park by three bridges. The island features weeping willows along the edges, as well as a migratory bird habitat, flower garden, water ski site, and more.","regDate":"2022-07-20","author":"korea-tour","tag":["Seoul","Nature","Natural Sites"],"imgUrl":"/2022-07-20-1658327735398/755633_image2_1.webp","blogPath":"Seoul/2022-07-20-1658327735398","pageUrl":"https:/mcdryad.com/Seoul/2022-07-20-1658327735398"},{"id":"2022-07-20-1658325426879","title":"Banpo Hangang Park (반포한강공원)","description":"Banpo Hangang Park is located on the southern side of the river centering on Banpo Bridge (Jamsu Bridge) between Hamnam Bridge (upstream) and Dongjak Bridge (downstream). The Rainbow Fountain built on both sides of Banpo Bridge was registered in The Guinness Book of Records in 2008 as the longest bridge fountain in the world with a total length of 1,140 meters. At night, over 200 lights create a fantastic view of a beautiful rainbow.<br><br>In addition, the park is equipped with sports facilities including bubble playground, in-line skating track, soccer field, and basketball court. You may also enjoy the gorgeous view of Hangang River and skyscrapers on the riverside from Gureum and Noeul cafes, lookout places located on the southernmost part of Dongjak Bridge.<br><br>Seoraeseom Island which connects from Banpo Hangang River Park is an artificially created island to provide a leisure space for Seoul urbanites. Every spring, the place is flooded with waves of canola flowers and people to enjoy picnic and spring events like ‘Searaeseom Butterfly, Canola Flower Festival’.<br><br>Your joyful experience in the park doesn’t end here - there are more things to see and enjoy including a nature experience field, boat quay, bike lane, and picnic spots.","regDate":"2022-07-20","author":"korea-tour","tag":["Seoul","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-07-20-1658325426879/2385816_image2_1.webp","blogPath":"Seoul/2022-07-20-1658325426879","pageUrl":"https:/mcdryad.com/Seoul/2022-07-20-1658325426879"},{"id":"2022-07-17-1658052581380","title":"Banpo Bridge Rainbow Fountain (반포대교 달빛무지개분수)","description":"Banpo Bridge Rainbow Fountain is installed along 570 meters on both sides of Banpodaegyo Bridge, with 380 nozzles spraying water from the river below out into a beautiful show of water, music, and lights. The fountain is programmed to play different shows during the day and night. During the day, the fountain shows a hundred different configurations meant to evoke waving willow branches and willow leaves. When the sun goes down, 200 lights illuminate the fountain as it sends out dancing, rainbow-colored jets of water in the air in synchronization with music. <br><br>Banpo Bridge Rainbow Fountain operates every day from April to October, four to six times a day for 20 minutes. The park also includes an outdoor stage, ecological observing site, and picnic areas.","regDate":"2022-07-17","author":"korea-tour","tag":["Seoul","Culture/Art/History","Architectural Sights","Fountains"],"imgUrl":"/2022-07-17-1658052581380/2616881_image2_1.webp","blogPath":"Seoul/2022-07-17-1658052581380","pageUrl":"https:/mcdryad.com/Seoul/2022-07-17-1658052581380"},{"id":"2022-07-11-1657542939229","title":"Bank of Korea Money Museum (한국은행 화폐박물관)","description":"The Bank of Korea Money Museum introduces the history of the currency culture home and abroad through the history and documents related to the Bank of Korea. The museum is not just a cultural space, but also a great place for hands-on education. Exhibitions explain the minting process and the recognition of counterfeits as well as displaying systematic research documents on money and the state economy.","regDate":"2022-07-11","author":"korea-tour","tag":["Seoul","Culture/Art/History","Industrial Sites","Others"],"imgUrl":"/2022-07-11-1657542939229/1570555_image2_1.webp","blogPath":"Seoul/2022-07-11-1657542939229","pageUrl":"https:/mcdryad.com/Seoul/2022-07-11-1657542939229"},{"id":"2022-07-11-1657512722673","title":"Baeksasilgyegok Valley (백사실계곡)","description":"Baeksasilgyegok Valley in Seoul is a well preserved cultural and natural site, being home to Baekseokdongcheon, Historic Site No. 462, as well as a habitat to diverse animals, including salamanders, frogs, minnows, and crayfish. The preservation value of this area is especially high as the valley is home to a large colony of salamanders, which are indicator species of the clean water and a protected wildlife species of Seoul. <br><br>The valley gets its name from the site of a villa of Yi Hangbok. The path along the area’s thick forest and natural valleys provides an excellent getaway. Since the area is a habitat to several protected species, visitors are asked to refrain from dipping their feet in the valley’s waters while exploring the scenery. The entrance to the valley is located past the Sanmotungi Café.","regDate":"2022-07-11","author":"korea-tour","tag":["Seoul","Nature","Natural Sites","Valleys"],"imgUrl":"/2022-07-11-1657512722673/1926514_image2_1.webp","blogPath":"Seoul/2022-07-11-1657512722673","pageUrl":"https:/mcdryad.com/Seoul/2022-07-11-1657512722673"},{"id":"2022-07-11-1657507335227","title":"Baek In-je House (백인제가옥)","description":"Baek In-je House in Gahoe-dong, located in Bukchon Hanok Village, is a hanok built during the Japanese administration period that portrays modern hanok features. The structure consists of a main room offering a good view of the whole village, spacious bedrooms, a large garden, and annex buildings. As it withholds the beauty of a traditional hanok while incorporating the modern trend of its time, Baek In-je House is considered to be highly valuable in means of both architecture and history, representing the Bukchon Hanok Village together with Yun Bo-seon House.<br /><br />Baek In-je House was built from black pine, which was first introduced in Seoul during the Gyeongseong Expo in 1907, distinguishing itself from other upper-class houses of its time. Unlike other traditional hanok designs that separate the main building from the other rooms, Baek In-je House connects the two with a hallway, allowing convenient access between the two structures. The house also consists of a Japanese-style hallway and floor mat rooms, reflecting the interior trends of that period. Baek In-je House is also unique in that the main room is partially built as a two-story structure, a style that was never seen in any traditional hanok built during the Joseon period.","regDate":"2022-07-11","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Old Houses"],"imgUrl":"/2022-07-11-1657507335227/2481892_image2_1.webp","blogPath":"Seoul/2022-07-11-1657507335227","pageUrl":"https:/mcdryad.com/Seoul/2022-07-11-1657507335227"},{"id":"2022-07-11-1657494251347","title":"Aqua Planet 63 (아쿠아플라넷 63)","description":"Aqua Planet 63 located in 63 Square was opened on July 1, 2016. The aquarium houses Otter Planet; Aqua Garden featuring waterplants, Amazonian plants, and lungfish; Golden Miracle Zone decorated with bright sunflowers; Penguin Planet; Seal Planet; Coral Planet, colorful with various underwater coral plants; and more zones for an exciting space. In the main aquarium, visitors can watch the fantastic mermaid show, set to music and lights.","regDate":"2022-07-11","author":"korea-tour","tag":["Seoul","Culture/Art/History"],"imgUrl":"/2022-07-11-1657494251347/1907677_image2_1.webp","blogPath":"Seoul/2022-07-11-1657494251347","pageUrl":"https:/mcdryad.com/Seoul/2022-07-11-1657494251347"},{"id":"2022-07-10-1657496332644","title":"Archaeological Site in Amsa-dong, Seoul (서울 암사동 유적)","description":"The Archaeological Site in Amsa-dong reproduces the lifestyle of the Neolithic Era. Even the entrance gate is shaped like a huge dolmen and the trash cans are ancient diagonal-line patterned earthenware. Archaeological Site in Amsa-dong was excavated in 1925 when a flood washed away the soil on the banks of the Hangang River and exposed a large number of diagonal-line patterned earthenware. After several excavations, the Archaeological Site in Amsa-dong was established. <br><br> The site was a location for a massive colony, thus many ancient buildings, stone axes and stone arrows have been uncovered as well as countless diagonal-line patterned earthenware.  The housing site is round with a spot in the center for fire.  The site is colossal and possesses nine mud huts, two exhibition halls displaying ancient artifacts and an open mud hut where visitors can experience life in the Neolithic Era. The site offers many attractions such as mud huts and promenades. Archaeological Site in Amsa-dong is also very educational for children and families who want to learn and experience the Neolithic Age.","regDate":"2022-07-10","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-07-10-1657496332644/204019_image2_1.webp","blogPath":"Seoul/2022-07-10-1657496332644","pageUrl":"https:/mcdryad.com/Seoul/2022-07-10-1657496332644"},{"id":"2022-07-10-1657442506842","title":"April 19th National Cemetery (국립4.19민주묘지)","description":"Located at the foot of Bukhansan Mountain, the April 19th National Cemetery was established in memory of the 224 people who lost their lives during the 4.19 Revolution in 1960. The cemetery features a memorial hall and a traditional wooden structure that houses the grave of historic figure Yu Yeongbong. <br><br>At the cemetery is a pond surrounded by sculptures such as \"Symbolic Door,\" \"Roots of Democracy,\" and \"Sparks of Justice\" and a memorial tower bearing an inscription for the brave patriots who lost their lives during the revolution. Groves of pine, juniper, yew, and maple trees along with the well-kept hiking path add a natural charm to the overwhelming ambience of peace and serenity. Many people visit to see the spring blossoms in May, and throughout the year to take in the glorious scene of the sunset over Bukhansan Mountain.","regDate":"2022-07-10","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-07-10-1657442506842/2025950_image2_1.webp","blogPath":"Seoul/2022-07-10-1657442506842","pageUrl":"https:/mcdryad.com/Seoul/2022-07-10-1657442506842"},{"id":"2022-07-10-1657435491613","title":"Amsa Ecological Park (암사생태공원)","description":"<br>Amsa Ecological Park (located in Amsa-dong) is a large scenic park with long winding trails passing by reeds and other beautiful plants of the Han River. It is here as well that visitors can watch the flight of Korea’s migratory birds. The Ecological Park is famous for its beautiful scenery and its lush groves of reeds and pussy willows growing alongside the natural riverside road. Wild roses, loosestrifes, and tiger lilies are in bloom from spring to fall and the observation deck gives visitors a beautiful view of Han River and the area’s wide variety of birds such as reed warblers, titmice, and swallows. The river basin and its surrounding stones are a great place to learn about nature and are home to various bugs such as beetles, river mayflies, big scarlet hairstreak butterflies, and other water insects. <br><br>The Amsa Ecological Park is located nearby Godeok River Side Ecological Park and the Bicycle Theme Park, making this particular area one of the most popular tourist attractions along the Han River.","regDate":"2022-07-10","author":"korea-tour","tag":["Seoul","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2022-07-10-1657435491613/1894496_image2_1.webp","blogPath":"Seoul/2022-07-10-1657435491613","pageUrl":"https:/mcdryad.com/Seoul/2022-07-10-1657435491613"},{"id":"2022-07-10-1657431417158","title":"Achasanseong Fortress (아차산성)","description":"Achasanseongseong Fortress boasts magnificent views of the Hangang River and skyline. The 200m-high mountain fortress wall was built to face southeast, towards the Hangang River. It is also called Janghan-seong or Gwangjang-seong. A fierce battle was once fought here among Gogury, Baekje and Silla because of its strategic location during the period of the Three Kingdoms. King Gae-Ro of Baekje (r. 455-475) died in the war by the Goguryeo forces sent by King Jang-Su (r. 413-491) and General Ondal of Goguryeo was also killed in a battle with the Silla army in 590.<br><br>Achasan Mountain is popular as a citizens’ resting place with a historical trail and a natural park including various facilities such as walkway, mountain walkway, a badminton court, a wrestling range, an archery range, various amusement facilities for children, benches, and pavilion.","regDate":"2022-07-10","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Fortresses"],"imgUrl":"/2022-07-10-1657431417158/741923_image2_1.webp","blogPath":"Seoul/2022-07-10-1657431417158","pageUrl":"https:/mcdryad.com/Seoul/2022-07-10-1657431417158"},{"id":"2022-07-10-1657424168913","title":"Achasan Mountain (아차산)","description":"Achasan Mountain, reaching an altitude of 295.7 meters above sea level, stretches from Seoul to Guri and is an extremely popular hiking spot for residents of Seoul, Guri and the surrounding area. Towards the top of the mountain (about 40 minutes into the hike) a panoramic view of the Hangang River and Seoul unfolds. <br><br>During the Joseon dynasty, the current day Bonghwasan Mountain, Yongmabong Peak and Manguri Cemetery were considered part of Achasan Mountain. Twenty bastions were discovered along Achasan Mountain that were originally estimated to date back to the Three Kingdoms Era. Further research indicated that some of the remains were actually part of a military fortress built during the Goguryeo Era.","regDate":"2022-07-10","author":"korea-tour","tag":["Seoul","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-07-10-1657424168913/2661757_image2_1.webp","blogPath":"Seoul/2022-07-10-1657424168913","pageUrl":"https:/mcdryad.com/Seoul/2022-07-10-1657424168913"},{"id":"2022-07-10-1657423163162","title":"Achasan Ecological Park (아차산생태공원)","description":"Achasan Ecological Park was established under the Seoul Metropolitan Government's Five Year Plan for Urban Green Expansion. Through various events and activities, the park provides opportunities to experience and learn about nature and its ecology. Major facilities include Eco Park, Rendezvous Square, Red Clay Road, Barefoot Path, Pine Forest, Mineral Spring, Eco Trail and pergolas.","regDate":"2022-07-10","author":"korea-tour","tag":["Seoul","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2022-07-10-1657423163162/741860_image2_1.webp","blogPath":"Seoul/2022-07-10-1657423163162","pageUrl":"https:/mcdryad.com/Seoul/2022-07-10-1657423163162"},{"id":"2022-07-10-1657422242948","title":"A Moment in Time - Live Caricature & Gallery (시간을 담다)","description":"A Moment in Time adds in aspects of Korean traditions, customs, and landmarks like hanbok, Gwanghwamun Gate, and Korean mystical animals into caricature artworks, serving as an excellent souvenir for both locals and travelers. The gallery also offers hands-on programs like coloring caricature and traditional folk art. In addition, original design products from A Moment in Time are also available, making great gifts.","regDate":"2022-07-10","author":"korea-tour","tag":["Seoul","Culture/Art/History","Experience Programs","Unique Experience"],"imgUrl":"/2022-07-10-1657422242948/2589890_image2_1.webp","blogPath":"Seoul/2022-07-10-1657422242948","pageUrl":"https:/mcdryad.com/Seoul/2022-07-10-1657422242948"},{"id":"2022-07-10-1657421606130","title":"63 Square (63스퀘어)","description":"With 63 floors measuring a total x_height of 249 meters, 63 Square is one of Korea’s tallest and most recognized skyscrapers. 63 Square boasts spectacular views of the Hangang River and the surrounding Bugaksan, Namsan and Gwanaksan Mountains. The building also offers an outstanding vantage point when viewing the sunset over the city.","regDate":"2022-07-10","author":"korea-tour","tag":["Seoul","Culture/Art/History","Architectural Sights","Buildings"],"imgUrl":"/2022-07-10-1657421606130/2526386_image2_1.webp","blogPath":"Seoul/2022-07-10-1657421606130","pageUrl":"https:/mcdryad.com/Seoul/2022-07-10-1657421606130"}],"metaData":{"pageUrl":"https://mcdryad.com/Seoul","nav":"Seoul"},"navList":["Busan","Daegu","Daejeon","Gwangju","Gyeonggi-do","Incheon","Jeju-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}