{"pageProps":{"content":"![Ganghwado Island (강화도)](/2022-08-10-1660157143015/1924973_image2_1.webp)\n\n  \n## Overview\n\n> Ganghwado Island, off the west coast, is the fifth largest island in Korea. The island was connected to the mainland in 1970 with the construction of Ganghwagyo Bridge. Another larger bridge, Ganghwadaegyo Bridge, was built in 1997, making it easier than ever to travel to Ganghwado Island from Seoul and Incheon areas. The island is home to Chamseongdan Altar on top of Manisan Mountain on the southern coast. This said to be where Dangun Wanggeom offered sacrificial rites to the heavens. Another important item of note on Ganghwado Island is the collection of stone dolmens, a UNESCO-recognized world heritage.\n<br><br>\nGanghwado Island has many famous local products, including the medicinally effective Ganghwa ginseng and hwamunseok, a mat woven with flower patterns. Hwamunseok is famous also as a representative traditional Korean product for its intricate handwork and designs.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330<br>(Korean, English, Japanese, Chinese) <br>• For more info: +82-32-934-7500|\n|parking:|Available|\n|restdate:|N/A (Open all year round)|\n|usetime:|Open 24 hr|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Available Facilities:|Gapgot Fortification, Gwangseongbo Fortress, Manisan Mountain,\tBomunsa Temple, Yeonmijeong Pavilion, Jeokseoksa Temple, Jeondeungsa Temple, Chojijin Fort, etc.|\n  \n## Detail Image\n![/2022-08-10-1660157143015/2655622_image2_1.webp](/2022-08-10-1660157143015/2655622_image2_1.webp)\n![/2022-08-10-1660157143015/2664398_image2_1.webp](/2022-08-10-1660157143015/2664398_image2_1.webp)\n![/2022-08-10-1660157143015/2680096_image2_1.webp](/2022-08-10-1660157143015/2680096_image2_1.webp)\n![/2022-08-10-1660157143015/2680098_image2_1.webp](/2022-08-10-1660157143015/2680098_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-32-934-7500](tel:+82329347500)\n- [🏠itour.incheon.go.kr](https://itour.incheon.go.kr/)\n\n\n```googleMap\nlatitude: 37.7465023392\nlongitude: 126.4877441465\ntitle: Ganghwa-daero, Ganghwa-gun, Incheon\n```\n  \n\n","data":{"id":"2022-08-10-1660157143015","title":"Ganghwado Island (강화도)","description":"Ganghwado Island, off the west coast, is the fifth largest island in Korea. The island was connected to the mainland in 1970 with the construction of Ganghwagyo Bridge. Another larger bridge, Ganghwadaegyo Bridge, was built in 1997, making it easier than ever to travel to Ganghwado Island from Seoul and Incheon areas. The island is home to Chamseongdan Altar on top of Manisan Mountain on the southern coast. This said to be where Dangun Wanggeom offered sacrificial rites to the heavens. Another important item of note on Ganghwado Island is the collection of stone dolmens, a UNESCO-recognized world heritage.<br><br>Ganghwado Island has many famous local products, including the medicinally effective Ganghwa ginseng and hwamunseok, a mat woven with flower patterns. Hwamunseok is famous also as a representative traditional Korean product for its intricate handwork and designs.","regDate":"2022-08-10","author":"korea-tour","tag":["Incheon","Nature","Natural Sites"],"imgUrl":"/2022-08-10-1660157143015/1924973_image2_1.webp","blogPath":"Incheon/2022-08-10-1660157143015","pageUrl":"https:/mcdryad.com/Incheon/2022-08-10-1660157143015"},"dataList":[{"id":"2022-08-13-1660387217022","title":"Ganghwa Seodo Central Church (강화 서도 중앙교회)","description":"By the late Joseon dynasty, Ganghwado Island had already been attacked many times by foreign invaders. During the Byeonginyangyo (the French invasion in 1866), the French fleet stayed in Ganghwado for about a month until they withdrew their forces after losing during the Jeongjoksanseong Battle. During the Sinmiyangyo (the United States expedition to Korea in 1981), the American fleet attacked Chojijin Fortress, Deokjinjin Fortress and Gwangseongbo Fortress. Hence, Ganghwado played a big part in South Korea opening its doors to the West in the 19th century. Ganghwado also became the Western Christian missionaries' center of activity for their missionary works.<br><br>There are three remaining churches that were built in that time that were  influenced or built by the Western Christian Missionaries  Ganghwa Anglican Church established in 1900, Ganghwa St. Andrew's Church established in 1906, and Ganghwa Seodo Central Church established in 1923. <br><br>Ganghwa Seodo Central Church started contruction in February 1923 and was completed as a Korean-architecture chapel in July 1923. The original name was Jumun Church and it was renamed as Seodo Central (Jungang) Church in 1978. The church belongs to The Korean Methodist Church.<br><br>Even though the building of the church doesn't reflect outstanding building techniques and aesthetic qualities, a Western church with a Korean-style wooden structure such as Ganghwa Seodo Central Church is still worth a visit.","regDate":"2022-08-13","author":"korea-tour","tag":["Incheon","Culture/Art/History","Historical Sites","Holy Sites"],"imgUrl":"","blogPath":"Incheon/2022-08-13-1660387217022"},{"id":"2022-08-13-1660368996299","title":"Ganghwa Gyodongdo Island (교동도(강화))","description":"Gyodongdo Island is located northwest of the larger Ganghwado Island, and was made more accessible with the opening of Gyodongdaegyo Bridge in July 2014. The name changed with different dynasties, being Gomokgeunhyeon during the Goguryeo Era and Gyodonghyeon under the reign of Silla King Gyeongdeok. The island served as an important stopover point for ambassadors and envoys heading to China. Popular attractions on the island now include Daeryong Market, an alleyway market decorated with colorful murals and statues, and Manghyangdae Memorial, a gathering place for refugees who fled from the nearby Hwanghaedo Island during the Korean War. Many of the houses on Gyodongdo Island have swallow nests under the eaves. The refugees consider the swallows as guests from their hometowns. As such, the island is home to the peace & reunion themed Gyodong Swallow House, Peace Trail, and Gyodong Studio. Gyodong Swallow House serves as an exhibition and performance space. The Peace Trail is a biking path around the island. At Gyodong Studio, visitors can put on old school uniforms and take black-and-white photographs.","regDate":"2022-08-13","author":"korea-tour","tag":["Incheon","Nature","Natural Sites"],"imgUrl":"/2022-08-13-1660368996299/1890654_image2_1.webp","blogPath":"Incheon/2022-08-13-1660368996299"},{"id":"2022-08-13-1660357888699","title":"Baemikkumi Sculpture Park (배미꾸미조각공원)","description":"Baemikkumi Sculpture Park rests on Modo Island, one of the nearest islets to Yeongjongdo Island where Incheon International Airport is located.<br><br>The name 'baemikkumi' comes from the local dialect, as people say the island resembles the shape of a hole normally seen from the bottom of a ship as 'baemit' translates to the bilge, and 'kkumi' is most closely translated to mean 'a hole' in English. <br><br>The entire island has now become a beautiful exhibition hall of art works thanks to sculptor Lee Il-ho, who originally started and donated his talents for visitors coming to the island. The art displayed on the island makes for an inspiring contrast to Seohae (west sea, or yellow sea) in the background.","regDate":"2022-08-13","author":"korea-tour","tag":["Incheon","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-08-13-1660357888699/190608_image2_1.webp","blogPath":"Incheon/2022-08-13-1660357888699"},{"id":"2022-08-12-1660347497659","title":"Yongyudo Island (용유도)","description":"With 48.2 kilometers long coastline and a total area of 13.603 kilometer square, Yongyudo Island is located near other islands such as Sinbuldo Island, Sammokdo Island, Yeongjongdo Island, Daemuuido Island, Jangbongdo Island, Modo Island, Sido Island, and Sindo Island. Yongyudo Island and Yeongjongdo Island were once connected by a bridge. The two islands were joined as one when Incheon International Airport was constructed on a reclaimed land between these two.<br><br>Attractions on Yongyudo Island include Eulwangni Beach, Wangsan Beach, Seonnyeobawi Beach, Geojampo (a peaceful fishing port offering great views of the the sunrise and sunset), and Masian Beach (famous for its red, glowing evening sky). In early August, the island holds a variety of events such as a sea festival, fishing contests and shellfish harvesting, making it an ideal place for nature exploration.<br><br>Because of its proximity to the airport, the area resembles a resort complex due to the availability of various accommodation facilities such as a floating hotel, casino, and a golf course.","regDate":"2022-08-12","author":"korea-tour","tag":["Incheon","Nature","Natural Sites"],"imgUrl":"/2022-08-12-1660347497659/1577650_image2_1.webp","blogPath":"Incheon/2022-08-12-1660347497659"},{"id":"2022-08-12-1660343994183","title":"Yongheunggung Palace (용흥궁)","description":"Yongheunggung Palace is where King Cheoljong (r. 1849-1863) used to live before his ascension to throne. The chief of Ganghwa County, Jeong Gi-se, enlarged the original residence and named it Yongheunggung (meaning palace of the rising dragon) in the 4th year of King Cheoljong’s reign. Its architectural features include a paljak (traditional Korean half-hipped roof) and supporting columns  rendered in Jusimpo style, the column brackets  placed only on top of the columns. The palace was built in the tradition of dwelling houses such as the Yeongyeongdang and Nakseonjae houses in Changdeokgung Palace, so the palace buildings give off a simple and plain atmosphere. Within the precincts of the palace are a memorial stone and a monument house indicating that the palace used to be the old home of King Cheoljong.","regDate":"2022-08-12","author":"korea-tour","tag":["Incheon","Culture/Art/History","Historical Sites","Old Houses"],"imgUrl":"/2022-08-12-1660343994183/1575640_image2_1.webp","blogPath":"Incheon/2022-08-12-1660343994183"},{"id":"2022-08-12-1660340265213","title":"Yeonpyeongdo Island (연평도(대/소 연평도))","description":"Yeonpyeongdo Island is a small island resided by fishing communities. Despite the tragic incident of November 2010 shelling from North Korea, this bucolic island offers many natural and cultural attractions.<br><br><b>Island History<br></b>The earliest known history of Socheongdo Island comes from Chungmin-sa Temple, which was built to commemorate the island's once abundant but now extinct fish species called Yellow corbina (Sciaenidae). This fish was related to the family of fish commonly called drums, croakers, or hardheads for the repetitive throbbing or drumming sounds they make. When the economy flourished thanks to profitable fishing, the Socheongdo port was congested with fishing boats, so much that it was said that one could cross from one island to the next by walking over boats. The species of fish is depleted, and the island remains as quiet with views of North Korea.<br><br>In November 2010, Socheongdo Island was hit by the fatal shelling from North Korea that killed two civilians and two soldiers. In recent months, the island has made an attempt to recover its tourism industry and to develop security tourism by blending its newer military presence at tourist attractions.","regDate":"2022-08-12","author":"korea-tour","tag":["Incheon","Nature","Natural Sites"],"imgUrl":"/2022-08-12-1660340265213/1385383_image2_1.webp","blogPath":"Incheon/2022-08-12-1660340265213"},{"id":"2022-08-12-1660336750306","title":"Yeonan Pier (연안부두)","description":"Yeonan Pier is the starting point for all coastal passenger ships bound for the numerous islands in the western sea. The nearby Incheon Fish Market is always bustling with people who come to buy fresh fish and pickled fish at reasonable prices. Also located near the pier is the sliced raw fish market operated by the Marine Products Association. The southern quay is where boats and ships leave for sea fishing. The ships here are also available for rent for various purposes so events like reunions and seminars can be held aboard ship.","regDate":"2022-08-12","author":"korea-tour","tag":["Incheon","Nature","Natural Sites"],"imgUrl":"/2022-08-12-1660336750306/624759_image2_1.webp","blogPath":"Incheon/2022-08-12-1660336750306"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}