{"pageProps":{"content":"![Gangseo Marsh Ecological Park (강서습지생태공원)](/2022-07-22-1658533007694/1894481_image2_1.webp)\n\n  \n## Overview\n\n> The Gangseo Marsh Ecological Park is an eco-park located on the Hangang River between the southern side of Banghwadaegyo Bridge and southern side of Haengjudaegyo Bridge. Established in July 2007, the park is partly comprised of low wetlands, freshwater lakes, and various aquatic plants. Eco-trails wind around the park through reed areas, around willow trees, and past the migratory bird observation. At the park, visitors can watch and learn about a variety of migratory birds during summer and winter or join one of the park’s organized eco-education programs.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br> (Korean, English, Japanese, Chinese) <br> • For more info: +82-2-3780-0621~3|\n|opendate:|July 1, 2002|\n|parking:|Available (160 parking spaces)|\n|restdate:|N/A (Open all year round)|\n|usetime:|Sunrise-sunset|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Available Facilities:|Nature observation road, bird observatory, bicycle lane, drinking fountain, shade cover, snack bar, bicycle rental, sports facility (soccer field, baskball court, gateball field, track, fitness equipment, footvolley court), etc.|\n|Restrooms:|Available|\n  \n## Detail Image\n![/2022-07-22-1658533007694/1805621_image2_1.webp](/2022-07-22-1658533007694/1805621_image2_1.webp)\n![/2022-07-22-1658533007694/1805626_image2_1.webp](/2022-07-22-1658533007694/1805626_image2_1.webp)\n![/2022-07-22-1658533007694/1894478_image2_1.webp](/2022-07-22-1658533007694/1894478_image2_1.webp)\n![/2022-07-22-1658533007694/1894484_image2_1.webp](/2022-07-22-1658533007694/1894484_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-2-3780-0621](tel:+82237800621)\n- [🏠hangang.seoul.go.kr](http://hangang.seoul.go.kr/archives/46788)\n\n\n```googleMap\nlatitude: 37.5860879769\nlongitude: 126.8171490732\ntitle: 279-23, Yangcheon-ro 27-gil, Gangseo-gu, Seoul\n```\n  \n\n","data":{"id":"2022-07-22-1658533007694","title":"Gangseo Marsh Ecological Park (강서습지생태공원)","description":"The Gangseo Marsh Ecological Park is an eco-park located on the Hangang River between the southern side of Banghwadaegyo Bridge and southern side of Haengjudaegyo Bridge. Established in July 2007, the park is partly comprised of low wetlands, freshwater lakes, and various aquatic plants. Eco-trails wind around the park through reed areas, around willow trees, and past the migratory bird observation. At the park, visitors can watch and learn about a variety of migratory birds during summer and winter or join one of the park’s organized eco-education programs.","regDate":"2022-07-22","author":"korea-tour","tag":["Seoul","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2022-07-22-1658533007694/1894481_image2_1.webp","blogPath":"Seoul/2022-07-22-1658533007694","pageUrl":"https:/mcdryad.com/Seoul/2022-07-22-1658533007694"},"dataList":[{"id":"2022-07-23-1658581081718","title":"Gwanghwamun Gate (광화문)","description":"Built in 1395 under the reign of King Taejo, the first king of the Joseon dynasty, Gwanghwamun Gate is the southern gate of Gyeongbokgung Palace. It is also the main gate of the palace, therefore larger and fancier in comparison to the other gates. Gwanghwamun Gate consists of three arched gates; the center gate was used by the king, while the other two were used by the crown prince and royal officials. The tall granite walls of the gate serve as a platform for the wooden gate tower that watches over the city. The gate has a sign with its name written at the top center of the gate tower. <br><br> Gwanghwamun Gate went through several damages and restorations over the course of history. It was first severely damaged during the Imjin War (1592-1598) and was not restored until the reconstruction of Gyeongbokgung Palace in 1864. Under the Japanese administration, the gate was demolished and relocated to the north of the palace's eastern gate, followed by series of damages during the Korean War (1950-1953). In 1968, Gwanghwamun Gate was relocated back to the south of the palace and was rebuilt using concrete; however, the gate’s position was shifted a few meters away from its original location. In 2006, a major reconstruction project took place to restore Gwanghwamun Gate to its original state and location, disassembling the structure completely and replacing concrete with granite and wood. After three years and eight months of construction, Gwanghwamun Gate was fully restored to its original form and was open to the public on August 15, 2010.","regDate":"2022-07-23","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Gates"],"imgUrl":"/2022-07-23-1658581081718/1075281_image2_1.webp","blogPath":"Seoul/2022-07-23-1658581081718"},{"id":"2022-07-23-1658575967064","title":"Gwanghuimun Gate (광희문)","description":"Gwanghuimun Gate is said to have been originally constructed in 1396, the 5th year of King Taejo, at the southeast of the capital city. It was often referred to as Sugumun Gate (water channel gate) and was actually used as a Sigumun, literally meaning “corpse gate,” as funeral processions passed through this gate when exiting to the east.  <br><br>During the Imjin War (1592-1598), the fortress gate was destroyed to such a degree that it made finding the original location close to impossible.  Nevertheless, reconstruction efforts were started in 1711 (37th year of King Sukjong) and the gate was restored together with the gate's watchtower. Gwanghuimun Gate remained intact even when the fortress walls were demolished to build tram tracks during the Japanese occupation, but it was later damaged during the Korean War and left neglected. In 1975, restoration work was carried out to relocate Gwanghuimun Gate to a site 15 meters south of its original location since it stood in the middle of the road.","regDate":"2022-07-23","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Gates"],"imgUrl":"/2022-07-23-1658575967064/1568502_image2_1.webp","blogPath":"Seoul/2022-07-23-1658575967064"},{"id":"2022-07-23-1658572742393","title":"Gwanaksan Mountain Nakseongdae Park (관악산 낙성대공원)","description":"Nakseongdae Park was built as a tribute to General Kang Gam-chan (948-1031) of the Goryeo dynasty. In 1973, the city of Seoul reorganized the birthplace of General Kang, resulting in changes to the park. Located inside the park are Anguksa Shrine, the general’s birthplace, and a three-story stone pagoda, which was made during the Goryeo dynasty. The 4.48-meter-high pagoda is made of granite, and is called “Kang Gam-chan Tap (pagoda)” or “Kang Gam-chan Nakseongdae Tap”. <br><br>*Anguksa Shrine<br>Anguksa is a shrine built in 1974 emulating the wooden architecture style of the Goryeo era. The shrine has high ceilings and houses the portrait of General Kang Gam-chan. The shrine is located on the road leading to the back gate of Seoul National University and has become a popular place in the area. <br><br>*Nakseongdae Yuji <br>Nakseongdae Yuji is the birthplace of General Kang Gam-chan and the original location of the three-story pagoda. During the maintenance of Nakseongdae area in 1973, the pagoda was moved into the vicinity of Anguksa Shrine, and a two-meter tall monument was erected in its original location to mark the historical significance of the site.","regDate":"2022-07-23","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-07-23-1658572742393/928406_image2_1.webp","blogPath":"Seoul/2022-07-23-1658572742393"},{"id":"2022-07-23-1658569005134","title":"Gwanaksan Mountain (관악산)","description":"Reaching 632.2 meters in x_height, Gwanaksan Mountain is the symbol and pride of Gwanak-gu district in Seoul. Most of the cultural heritages of the district originate from Gwanaksan Mountain. Since it was designated as a city natural park in 1968, it has continued to serve as a favorite place for relaxation and excursion for Seoul citizens. The various rocky peaks and the deep valleys give the mountain a rugged feel. The mountain's size and close proximity to Seoul make it easy for Seoul residents to make a day-trip. <br> <br>In the spring, cherry blossoms are in full bloom near the entrance to the mountain, and a Rhododendron Festival is held when the rhododendrons are in full bloom. At the mountain's summit are Wongaksa Temple and Yeonjuam Hermitage, which were built by Taejo Yi Seong-gye (the founder of the Joseon dynasty) to ward off misfortune when he decided to move the capital to Seoul. There are also other temples and hermitages, and a ground radar observation post. Yeonjudae Hermitage, located atop a cliff, is where all the hiking trails of Gwanaksan Mountain meet.","regDate":"2022-07-23","author":"korea-tour","tag":["Seoul","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-07-23-1658569005134/1857230_image2_1.webp","blogPath":"Seoul/2022-07-23-1658569005134"},{"id":"2022-07-23-1658565731617","title":"Gwanaksan Ecological Park (관악산 생태공원)","description":"Opened in December of 2007, Gwanaksan Ecological Park is located on a 76,521 m² plot of land. The park is divided into two sections  Eco Forest, a forest of broad-leaved trees, and Eco Pond, a habitat of aquatic animals. There is also an arboretum that provides space for relaxation and ecology experience.","regDate":"2022-07-23","author":"korea-tour","tag":["Seoul","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2022-07-23-1658565731617/755414_image2_1.webp","blogPath":"Seoul/2022-07-23-1658565731617"},{"id":"2022-07-23-1658561652403","title":"Guam Park (구암공원)","description":"Guam Park is located  in the area around Heogabawi Rock, a  natural rock cave beneath Tapsan Mountain. It is said that Heo Seon-mun, the forefather  of the Yangcheon Heo clan, was born here. The park was built to commemorate Heo Jun, a widely known physician from the Joseon era who used the penname Guam. It is said that after retirement, Heo Jun came to Heogabawi Rock to compile the famous medical book Dongui Bogam. <br><br> A part of the Hangang River here was turned into a lake due to the construction of the Olympic Expressway and high-rise apartments surrounding the park. There is a statue of Heo Jun treating a patient and in the lake, there is a purple-colored rock with holes called Gwangju Rock. Before the construction of the Yanghwadaegyo Bridge, this area used to be where visitors would take a ferry (Gongam Ferry) to cross the other side. <br><br>Heogabawi Rock, which is wide enough to accommodate about 20 men, is said to be where people took refuge during wars. Gwangju Rock and Heogabawi Rock is the site of Jechapaeui (the rock where rituals were offered to the God of the Earth and the God of Crops during the Hanseong Baekje period). This was also the first historical name given to this area.","regDate":"2022-07-23","author":"korea-tour","tag":["Seoul","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-07-23-1658561652403/566492_image2_1.webp","blogPath":"Seoul/2022-07-23-1658561652403"},{"id":"2022-07-23-1658558608736","title":"Gold Spa (황금온천)","description":"Visitors can enjoy hot springs in the middle of the city at Gold Spa in Gangnam, Seoul. The spa not only has high quality water, it also has a jjimjilbang, sauna, movie theater and more. The Gold Spa's waters are known to be particularly effective for skin care and are said to rejuvenate the skin. The unique Golden Pyramid Experience Room provides a special treatment with gold as its wavelength helps heal the body quickly.","regDate":"2022-07-23","author":"korea-tour","tag":["Seoul","Culture/Art/History","Recreational Sites","Hot Springs & Spa"],"imgUrl":"/2022-07-23-1658558608736/2024208_image2_1.webp","blogPath":"Seoul/2022-07-23-1658558608736"}],"navList":["Busan","Daegu","Daejeon","Gwangju","Gyeonggi-do","Incheon","Jeju-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}