{"pageProps":{"list":[{"id":"2022-07-25-1658734581945","title":"Cheorwon Peace Observatory (철원평화전망대)","description":"Cheorwon Peace Observatory offers a panoramic view of the DMZ (Demilitarized Zone separating North and South Korea) in the central forward area of Cheorwon-gun, Gangwon-do. From this observatory, one can see the Cheorwon plain, areas of the DMZ, and even North Korea. Photos of the 2nd Tunnel, military barracks, checkpoints, and the DMZ are exhibited here. Visitors can easily get to the observatory using the 50-person monorail, see the remains of the ancient Taebongguk (nation), and even see the faces of North Korean soldiers through binoculars.","regDate":"2022-07-25","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Historical Sites","Security & Peace Sites"],"imgUrl":"/2022-07-25-1658734581945/657170_image2_1.webp","blogPath":"Gangwon-do/2022-07-25-1658734581945","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-07-25-1658734581945"},{"id":"2022-07-25-1658731575239","title":"Cheorwon Korean Workers' Party Headquarters (철원 노동당사)","description":"This three-story building located in Cheorwon-eup was constructed in 1946. Used as the headquarters of the Labor Party until the break of the Korean War on June 25, it is now a tourist attraction that still holds on to the vestiges of the Korean War.<br><br>Cheorwon Korean Workers' Party Headquarters is under the control of Cheorwon-gun Office as part of the Security Tour Course. Hundreds of thousands of people visit this tourist destination every year.","regDate":"2022-07-25","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-07-25-1658731575239/1137680_image2_1.webp","blogPath":"Gangwon-do/2022-07-25-1658731575239","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-07-25-1658731575239"},{"id":"2022-07-25-1658727844881","title":"Cheorwon Hantangang Milky Way Bridge (철원 한탄강 은하수교)","description":"The area of Hantangang River is a UNESCO Global Geopark. The Milky Way Bridge was built to follow a natural path and allows visitors to journey comfortably. The name of the bridge takes from the famous Hantangang River and region of Cheorwon and adds <em>eunhasu</em>, or Milky Way, the path made of stars.&nbsp;","regDate":"2022-07-25","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Architectural Sights","Bridges"],"imgUrl":"/2022-07-25-1658727844881/2679576_image2_1.webp","blogPath":"Gangwon-do/2022-07-25-1658727844881","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-07-25-1658727844881"},{"id":"2022-07-25-1658723296830","title":"Cheorwon Facilities Management Office (Formerly, Iron Triangle Battlefield (철원 시설물관리사업소 (구 철의삼각전적관))","description":"Located in Goseokjeong National Tourism Site, Cheorwon Facilities Management Office is the main tourism center hosting the Cheorwon tour. Starting from Security Tourist Site Development Plan by Cheorwon-gun county in 1976 , the Ministry of Transportation designated Goseokjeong as Goseokjeong National Tourist Area in 1977. The military and Cheorwon-gun county carried out security and battlefield excavation and preservation projects, and established a security educational site featuring the national largest scale in 1985. <br><br>Presently, the Iron Triangle Battlefield, located in Goseokjeong National Tourist Area, is used as a security educational site. Unification Hall found within houses various exhibitions, giving information to compare with current and past lifestyles and military devices including varied aircrafts displayed in the outdoor exhibition area. In the educational hall, a promotional video for Cheorwon is screened. Likewise, the exhibition hall covers various materials that allow one to think about unification between North Korea and South Korea.","regDate":"2022-07-25","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Historical Sites","Security & Peace Sites"],"imgUrl":"/2022-07-25-1658723296830/2385879_image2_1.webp","blogPath":"Gangwon-do/2022-07-25-1658723296830","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-07-25-1658723296830"},{"id":"2022-07-25-1658716985855","title":"Cheorwon Dopiansa Temple (도피안사(철원))","description":"Dopiansa Temple was built by the Buddhist Monk Doseon in 865, the 5th year of the reign of King Gyeongmun of the Unified Silla Period. Legend has it that Monk Doseon founded this temple because a 91 centimeter-tall iron seated Vairocana Buddha statue had disappeared while being carried to Anyangsa Temple in Cheorwon and was mysteriously found seated at the current site. <br><br>The temple was named Dopiansa to indicate that the iron-made Buddha statue had reached “pian,” meaning an eternal place to rest. In addition to the legendary iron seated Variocana Buddha statue (National Treasure No. 63) made by Monk Doseon, the temple houses a 4.1 meter-tall three-story stone pagoda (Treasure No. 223).","regDate":"2022-07-25","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-07-25-1658716985855/1135622_image2_1.webp","blogPath":"Gangwon-do/2022-07-25-1658716985855","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-07-25-1658716985855"},{"id":"2022-07-24-1658705786230","title":"Cheonjedan Altar on Taebaeksan Mountain (태백산 천제단)","description":"Cheonjedan Altar is a set of altars that were set up by people in the past to offer goods to the heavens. Old records such as the \"Samguksagi (History of the Three Kingdoms)\" state that the Silla kingdom organized rituals in Taebaeksan Mountain, as it was considered a sacred mountain.<br><br>  Cheonjedan Altar consists of three altars with the main Cheonwangdan Altar at the center; Janggundan Altar to the north; and Hadan Altar (Lower Altar) to the south. The altars were built by stackings stones to serve as a holy fortress. Cheonwangdan Altar is made of natural stones. It has an oval shape and measures 27.5 meters in circumference, 3 meters in x_height.","regDate":"2022-07-24","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-07-24-1658705786230/2611386_image2_1.webp","blogPath":"Gangwon-do/2022-07-24-1658705786230","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-07-24-1658705786230"},{"id":"2022-07-24-1658702212025","title":"Cheongtaesan National Recreational Forest (국립 청태산자연휴양림)","description":"The 1,200-meter-high Cheongtaesan Mountain is a mountain where planted and naturally growing trees flourish in harmony, creating dense forests that provide a habitat for woodland creatures. In the summer, the forest is a convenient stopover for vacationers headed for the East Coast and both children and adults can enjoy learning about the local ecology at the Forest Education Facility.","regDate":"2022-07-24","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"/2022-07-24-1658702212025/2657021_image2_1.webp","blogPath":"Gangwon-do/2022-07-24-1658702212025","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-07-24-1658702212025"},{"id":"2022-07-24-1658698496859","title":"Cheongok Golden Bat Cave (천곡황금박쥐동굴)","description":"Cheongok Golden Bat Cave in Donghae is the only natural cave in Korea located in a downtown area. Estimated to have been created 400 to 500 million years ago, the cave is known to serve as a habitat for the endangered golden bats. The cave's total length stretches for 1,510 meters, with only 810 meters of the cave open the public while the rest of cave remains protected for preservation purposes. The cave features ceiling craters, one of which is the longest in Korea, along with stalactite curtains, travertine terraces, stalactite cascades, and many other fantastic rock formations. The cave's unique features provide a grand spectacle for tourists and great speleological samples for researchers. A 785-meter walkway was made using the sinkhole created by dissolved limestone to help visitors get a better understanding of cave formations.","regDate":"2022-07-24","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites"],"imgUrl":"/2022-07-24-1658698496859/2711124_image2_1.webp","blogPath":"Gangwon-do/2022-07-24-1658698496859","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-07-24-1658698496859"},{"id":"2022-07-24-1658695032741","title":"Cheongnyeongpo Cape - Gangwon Paleozoic Geopark (청령포 (강원고생대 국가지질공원))","description":"Cheongnyeongpo Cape, located in Yeongwol-gun, is known as the place of King Danjong’s exile. Every April, Danjong Cultural Festival is held, where visitors can experience the Danjong exile road that starts at Cheongnyeongpo Cape.","regDate":"2022-07-24","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-07-24-1658695032741/2517660_image2_1.webp","blogPath":"Gangwon-do/2022-07-24-1658695032741","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-07-24-1658695032741"},{"id":"2022-07-24-1658691081099","title":"Cheongchoho Lake (청초호)","description":"Cheongchoho Lake, located in the center of Sokcho city, is a large natural lake with a circumference of 5 m and an area of 1.3 km2. The source water originates from the Misiryeong Valley of Taebaek Mountain Range and flows to the Cheongchocheon Stream and to this beautiful lake, and then continues to the adjacent sea. So, the lake is an intermediate stop between the river and the sea. Cheongchojeong Pavilion is located above the lake, offering an open view of Seoraksan Mountain and the East Sea. As it is situated at the end of the 75 m-long ocean bridge, you will feel standing in the middle of the lake and enjoy a panoramic view of the lake. Shining more at night, this pavilion is regarded as the best attraction for the beautiful night view in Sokcho. It also attracts visitors’ attraction with its sculptures of the blue and yellow dragons, which were established based on the local legend associated with Cheongchoho Lake. The trail built around the lakeside is equipped with a nighttime lighting system so that many people visit it at night and the benches for rest and appreciating the view. There are many attractions around the lake, such as Seokbong Ceramic Museum, bird sanctuary, etc. The Cheongchoho Lake Park was the venue of the International Travel Expo ’99 Kangwon and is known for its 73.4 m high Expo Tower Observatory.","regDate":"2022-07-24","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites"],"imgUrl":"/2022-07-24-1658691081099/2711161_image2_1.webp","blogPath":"Gangwon-do/2022-07-24-1658691081099","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-07-24-1658691081099"},{"id":"2022-07-24-1658688140717","title":"Cheonbuldong Valley (천불동계곡)","description":"As one of the Ten Sights of Seoraksan Mountain, the Cheonbuldong Valley is also called Seorakgol Valley, being a representative valley of the mountain. Along the valley covering about 7 km from Biseondae Rock to Daecheongbong Peak, visitors can enjoy the splendid scenery of various attractions including Waseondae Rock, Munjudam Pool, Ihodam Pool, Gwimyeonam Rock, Oryeon Falls, and Cheondang Falls. It has all magnificent views of Seoraksan Mountain. The Cheonbuldong Valley is also regarded as one of Korea’s top 3 valleys along with Chilseon Valley of Jirisan Mountain and Tamna Valley of Hallasan Mountain. It offers beautiful seasonal views every year, and among them, the autumnal foliage is considered the best scenery of the valley. Its colorfully-tinged autumnal leaves are in harmony with rocks in fantastic shapes, attracting many hikers in autumn.","regDate":"2022-07-24","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Valleys"],"imgUrl":"/2022-07-24-1658688140717/1966681_image2_1.webp","blogPath":"Gangwon-do/2022-07-24-1658688140717","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-07-24-1658688140717"},{"id":"2022-07-24-1658684289358","title":"Cheoksan Hot Springs Zone (척산온천지구)","description":"Cheoksan Hot Springs Zone consists of hot springs at Chocksan Spa and Cheoksan Hot Spring Resort. Hot springs in Cheoksan are known to be beneficial for people with skin diseases, eye diseases, gastroenteric disorders, and neuralgia. Not only are the waters soft and great for the skin, but drinking the water is said to beautify the skin and improve blood circulation. <BR><Br>Cheoksan Hot Springs Zone is located a mere 10 minutes away from one of Korea’s most beautiful mountain ranges, Seoraksan Mountain, and so the resort is considered the perfect place to relax and relieve fatigue after an invigorating hike.","regDate":"2022-07-24","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Recreational Sites","Hot Springs & Spa"],"imgUrl":"/2022-07-24-1658684289358/1950455_image2_1.webp","blogPath":"Gangwon-do/2022-07-24-1658684289358","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-07-24-1658684289358"},{"id":"2022-07-24-1658681498154","title":"Center of Korea Observatory (국토정중앙천문대)","description":"The Center of Korea Observatory in Yanggu-gun is named for its location at the center of the Korean Peninsula. It is equipped with an 80-centimeter reflecting telescope. There is also an exhibition hall providing the most recent astronomy news, a planetarium showing the night sky, and a range of hands-on programs.","regDate":"2022-07-24","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"/2022-07-24-1658681498154/1583246_image2_1.webp","blogPath":"Gangwon-do/2022-07-24-1658681498154","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-07-24-1658681498154"},{"id":"2022-07-24-1658677155313","title":"Castle at Hwajinpo (화진포의 성(김일성별장))","description":"The Castle of Hwajinpo was the summer retreat for Kim Ilsung, former leader of North Korea, and his family from 1948 to 1950. Photos of the family on vacation there show Kim Jungil as a young boy of six years. The building was constructed entirely of stone in 1938 by a German architect for the Sherwood Hall missionary family, and features a basement level and two above-ground floors. The house is now open to the public, with an exhibition of how the house was used by the Kim family, faithfully recreated from photographic research.","regDate":"2022-07-24","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Historical Sites","Security & Peace Sites"],"imgUrl":"/2022-07-24-1658677155313/571633_image2_1.webp","blogPath":"Gangwon-do/2022-07-24-1658677155313","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-07-24-1658677155313"},{"id":"2022-07-24-1658673257547","title":"Byeongbangchi Skywalk (병방치 스카이워크)","description":"Byeongbangchi Skywalk is located between Gyuram-ri and Buksil-ri in Jeongseon-eup and features breathtaking views of the nearby Bamseom, which is shaped like the Korean peninsula by the flowing Donggang River. Byeongbangchi Skywalk offers a thrilling experience as it gives the feeling of walking in the sky thanks to the tempered glass floor of this U-shaped structure (11 m) projecting from the cliff at an altitude of 583 meters.","regDate":"2022-07-24","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Architectural Sights","Monuments/Observatories"],"imgUrl":"/2022-07-24-1658673257547/1691002_image2_1.webp","blogPath":"Gangwon-do/2022-07-24-1658673257547","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-07-24-1658673257547"},{"id":"2022-07-24-1658670237230","title":"Bungeoseom Island (붕어섬)","description":"Bungeoseom Island was created as a result of the construction of the Chuncheon Dam. The island was turned into a green recreational site with environmentally friendly facilities. Visitors can enjoy soccer, tennis, and walking trails, as well as an outdoor stage and drinking fountains. The island has also been used as a filming location for many dramas and movies. The stream around the island is filled with a variety of fish, making it a popular location for fishermen.","regDate":"2022-07-24","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites"],"imgUrl":"/2022-07-24-1658670237230/172381_image2_1.webp","blogPath":"Gangwon-do/2022-07-24-1658670237230","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-07-24-1658670237230"},{"id":"2022-07-24-1658667544241","title":"Bongsudae Beach (봉수대해변)","description":"Bongsudae Beach is located 200 meters north of Sampo Beach and the white-sand coastline stretches along the side of National Road No. 7. This beach was opened in 1997, and remains relatively cleaner than other beaches. The beach is used as an auto-camping site in summer. The beach shore is only 800 meters long and 50 meters wide, but boasts clean and fine sand.","regDate":"2022-07-24","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites"],"imgUrl":"/2022-07-24-1658667544241/1581407_image2_1.webp","blogPath":"Gangwon-do/2022-07-24-1658667544241","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-07-24-1658667544241"},{"id":"2022-07-24-1658662362739","title":"Bokjusan National Recreational Forest (국립 복주산자연휴양림)","description":"Bokjusan National Recreational Forest was officially designated as a national recreational forest in 1998. It is a home to a wide variety of flora and fauna, as well as numerous recreational facilities including two hiking routes (2.5 ㎞ and 1.5 ㎞) to the Bokjusan Mountain summit, Forest Recreation Center equipped with 10 guest rooms, and a campground.<br><br>Just 15 minutes by car from the forest is Maewoldae, where Joseon dynasty scholar and author Kim Si-Seup lived in seclusion. Maewoldae is surrounded by a lush forest with a deep valley, and also offers a magnificent view of Seonampokpo Falls at the foot of the mountain standing across. At the entrance of Maewoldae is the Cheongseokgol Outdoor Studio, where popular Korean TV dramas such as \"Im KkokJong (1996)\" and \"Damo (2003)\" were filmed.","regDate":"2022-07-24","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"/2022-07-24-1658662362739/582660_image2_1.webp","blogPath":"Gangwon-do/2022-07-24-1658662362739","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-07-24-1658662362739"},{"id":"2022-07-24-1658659137331","title":"Birthplace of Lee Hyo-seok (이효석 생가)","description":"Lee Hyo-seok Culture Village is the setting of the beautiful Korean story “When Buckwheat Flowers Bloom,” and also home to the author, Lee Hyo-seok (pen name Gasan). Registered as National Culture Village No. 1 in 1990 by the Ministry of Culture and Tourism, the village is the setting of the annual Hyoseok Cultural Festival in autumn. The village is made up of the birthplace of Lee Hyo-seok, a watermill house, thatch-roofed housing, Gasan Park, Lee Hyo-seok Memorial Hall, and restaurants serving food made with buckwheat.","regDate":"2022-07-24","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Historical Sites","Birthplaces"],"imgUrl":"/2022-07-24-1658659137331/2368713_image2_1.webp","blogPath":"Gangwon-do/2022-07-24-1658659137331","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-07-24-1658659137331"},{"id":"2022-07-24-1658655395659","title":"Bangtaesan National Recreational Forest (국립 방태산자연휴양림)","description":"Bangtaesan National Recreational Forest is mostly comprised of natural forests, with some man-made sections included. The recreational forest is located in the valley between Guryongdeokbong (alt. 1,388 m) and Jueokbong (alt. 1,443 m) Peaks. The area is known for its beautiful scenery like the two-tier waterfall and Madangbawi Rock. The varied trees provide fantastic foliage year around, especially in autumn. Wild animals like rabbits, roe deer, and squirrels inhabit the forest.","regDate":"2022-07-24","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"/2022-07-24-1658655395659/2033869_image2_1.webp","blogPath":"Gangwon-do/2022-07-24-1658655395659","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-07-24-1658655395659"},{"id":"2022-07-24-1658652058292","title":"Bangtaesan Mountain (방태산)","description":"Bangtaesan Mountain, located in Inje-gun, Ganwon-do, sits on the border between Inje-gun and Hongcheon-gun. Its long ridges and deep valleys make the mountain outstanding in its beauty. Being in a place not easily accessible, the mountain’s natural elements are in pristine condition. Water flows from Jugeokbong Peak (1,443 meters) and Guryongdoekbong Peak (1,338 meters) through Achimgarigol Valley and Jeoggarigol Valley.<br><br>There is a wide variety of species that live in the mountain, such as lenoks, catfish, boars, hares, roe deer and squirrels. Southwest of Jugeokbong Peak, the highest peak of the mountain, is the Gaein Mineral Spring, famous for its pungent taste and carbonated water.<br><br>With cool weather in summer and colorful autumn foliage in fall, Bangtaesan Mountain is a perfect place to enjoy the natural beauty of Korea. Bangtaesan Recreational Forest also offers accommodations for visitors.","regDate":"2022-07-24","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-07-24-1658652058292/2720520_image2_1.webp","blogPath":"Gangwon-do/2022-07-24-1658652058292","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-07-24-1658652058292"},{"id":"2022-07-24-1658648056595","title":"Bangdong Mineral Spring (방동약수)","description":"Bangdong Mineral Spring is located in Bangdong-ri in Girin-myeon. It is so renowned that it has been designated as one of the Great Mineral Springs of Korea. The water has a high content of carbon that makes it sparkle, and it tastes like Korean 7-up when sugar is added. In addition to carbon, the water also contains iron, manganese, and fluorine, making it effective in curing gastric problems and helping with digestion.<br><br>According to legend, there lived a <i>simmani</i> (ginseng digger) 300 years ago who, one day, dug a 60-year old wild ginseng in Bangdong-ri. Called <i>yukgumandal</i>, the ginseng was known to have been a great medicine of mystery. From the spot where the ginseng was dug came a mineral spring, which became today’s Bangdong Mineral Spring. The mineral spring has continued to attract people since the first day the ginseng was found and people who have drunk its water are said to have experienced various beneficial effects.<br>Bangdong Mineral Spring is also close to the woods, several valleys, and waterfalls.","regDate":"2022-07-24","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Mineral Springs"],"imgUrl":"/2022-07-24-1658648056595/598341_image2_1.webp","blogPath":"Gangwon-do/2022-07-24-1658648056595","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-07-24-1658648056595"},{"id":"2022-07-24-1658645008623","title":"Bangadari Mineral Spring (방아다리약수터)","description":"Bangadari Mineral Spring is a crisp and healthy water source located in the woods off the Yeongdong Highway. The mineral spring contains over 30 kinds of healthy minerals including carbonic acid and iron, which are known to be especially effective in treating stomach disorders, anemia, and neuralgia. The 1-kilometer long path leading from the entrance to the mineral spring site is great for taking a stroll as it is surrounded by fir trees.","regDate":"2022-07-24","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Mineral Springs"],"imgUrl":"/2022-07-24-1658645008623/1181429_image2_1.webp","blogPath":"Gangwon-do/2022-07-24-1658645008623","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-07-24-1658645008623"},{"id":"2022-07-24-1658641053190","title":"Baekdamsa Temple (백담사)","description":"Located within Seoraksan Mountain, Baekdamsa Temple was built by Monk Ja Jang (590~658) during the reign of Queen Jindeok (647-654), 28th ruler of the Silla Kingdom. The temple was burnt down and moved several times until 1957 when it was rebuilt to the current location. There are various treasures and hermitages in the temple. Many famous people have visited the temple including Manhae Han Yong-un, a strong independence activist and poet. There are countless number of rock towers in front of the temple by the creek where visitors come to stack stones while praying for their wishes.","regDate":"2022-07-24","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-07-24-1658641053190/2675244_image2_1.webp","blogPath":"Gangwon-do/2022-07-24-1658641053190","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-07-24-1658641053190"},{"id":"2022-07-24-1658638505265","title":"Baekdamgyegok Valley (백담계곡)","description":"Baekdamgyegok Valley stretches over an eight kilometer section from Baekdamsa Temple to Yongdae-ri in Inje-gun. The valley has a road, but it is closed to general traffic. The valley is located within Seoraksan National Park. The stream running through the valley is wide and deep. The name of the valley comes from the claim that there are one hundred ('baek' in Korea) pools ('dam')  of water along the valley. Baekdamgyegok Valley features clean water and lush forests.","regDate":"2022-07-24","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Valleys"],"imgUrl":"/2022-07-24-1658638505265/769207_image2_1.webp","blogPath":"Gangwon-do/2022-07-24-1658638505265","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-07-24-1658638505265"},{"id":"2022-07-24-1658635599656","title":"Auraji Lake (아우라지)","description":"Auraji is the name of a lake located in Yeoryang-myeon in Jeongseon-gun. It is here that Jeongseon Arirang, the No. 1 Intangible Cultural Asset of Gangwon-do, originated. The area has long been famous for its beautiful, clean mountains and rivers. Its name is derived from the Korean word <em>eoureojida,</em> meaning \"to meet\" as the waters of Pyeongchang and Samcheok unite in this area.<br><br>Part of the upper stream of Namhangang River, Auraji was a famous starting point of log rafts transporting timber to Hanyang, the original name of Seoul. In the old days, one could always hear the singing of boatmen who came from all over the nation. The lyrics of Jeongseon Arirang reveal the sadness and longing of a woman awaiting her husband who left for business to a far-away place or left to transport timber.","regDate":"2022-07-24","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites"],"imgUrl":"/2022-07-24-1658635599656/2395941_image2_1.webp","blogPath":"Gangwon-do/2022-07-24-1658635599656","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-07-24-1658635599656"},{"id":"2022-07-24-1658634968606","title":"Anheung Jjinppang Village (안흥찐빵마을)","description":"Anheung Jjinppang Village is located along National Highway 42, connecting Seoul and Gangneung. Travelers passing Daegwallyeong on their way to Seoul from the Yeongdong area often stopped here to have a light lunch from old times. Anheung jjinppang (Anheung-style steamed bun) was enough to satisfy their hunger. Over time, Anheung jjinppang has become one of Korea's famous nostalgic snacks.<br><br>Jucheongang River, beginning from Taegisan Mountain and flowing through Yeongwol, offers the proper humid condition perfect for the bun's aging process. As of now, there are over 10 shops dedicated to selling steamed buns in the village. Since the early 1990s, over one million people have come to Anheung Jjinppang Village to get these steamed buns which became popular through word-of-mouth. <br><br>Anheung jjinppang is made with high-quality red bean, using the traditional cooking process that creates the homemade flavor, which is immediatedly recognized by the mouth that has become used to instant foods.","regDate":"2022-07-24","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Historical Sites","Folk Villages"],"imgUrl":"/2022-07-24-1658634968606/1583982_image2_1.webp","blogPath":"Gangwon-do/2022-07-24-1658634968606","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-07-24-1658634968606"},{"id":"2022-07-24-1658634945407","title":"Alpensia Ocean 700 (알펜시아 오션700)","description":"Alpensia Resort is a beautiful and exciting resort that offers unique programs unavailable at other resorts. Among their facilities, Alpensia  Ocean 700 suits as the perfect family water park, located on the refreshing highland of Daegwallyeong at an altitude of 700 meters. The water park aims to provide convenient and relaxing facilities in an indoor area where visitors can have fun at any time of the year.","regDate":"2022-07-24","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Recreational Sites","Hot Springs & Spa"],"imgUrl":"/2022-07-24-1658634945407/904407_image2_1.webp","blogPath":"Gangwon-do/2022-07-24-1658634945407","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-07-24-1658634945407"},{"id":"2022-07-24-1658634922819","title":"Abai Village Ferry (아바이마을 갯배)","description":"Gaetbae (boat without engine) is an exotic means of transportation to cross the Abai Village at the mouth of Cheongchoho Lake. It is a rapid means of traveling between downtown Sokcho and Abai Village along the 50 m-long waterway. This small barge-style boat without an engine can be run by pulling the wire manually. When fixing the solid steel wire on both sides of the waterway and pulling it hard with a hook, a boat moves forward slowly. As there is no boatman, passengers need to work together to move the boat. It takes about 5 min to cross the water by boat. This unique experience still attracts many tourists to Sokcho. Furthermore, it is known as the filming location for the Korean TV drama Autumn in My Heart, so many tourists from Japan and China visit the place.","regDate":"2022-07-24","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Experience Programs","Unique Experience"],"imgUrl":"/2022-07-24-1658634922819/2636684_image2_1.webp","blogPath":"Gangwon-do/2022-07-24-1658634922819","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-07-24-1658634922819"},{"id":"2022-07-24-1658634210481","title":"Abai Village (아바이 마을)","description":"Located in Cheongho-dong, Abai Village bears a history of displaced people’s distress. The village was formed by refugees of the Korean War from North Korea, mainly from Hamgyeong-do Province. The word “abai” is a dialect of Hamgyeong-do that means a friendly old man like a grandfather. Visitors to Abai Village can get a sense of displaced people’s life and story, which fade away into a chapter of history. Although it has lost its original appearance now, old shacks without a gate still remain here and there. Mural paintings on the wall show the sentiment of nostalgia about their hometown and express sorrow and hard life of displaced people, who lived from hand to mouth by fishing and doing physical labor. The original houses built by refugees in the village were restored into the Refugee Village at the Sokcho Museum. Abai Village is also known as a filming location for the Korean TV drama Autumn in My Heart, attracting a lot of visitors and becoming a major attraction in Sokcho. The restaurant alley is packed with cafes and North Korean food restaurants serving local dishes such as Hamheung-style cold buckwheat noodles, stuffed squid, and North Korean-style sausage soup.","regDate":"2022-07-24","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites"],"imgUrl":"/2022-07-24-1658634210481/2711173_image2_1.webp","blogPath":"Gangwon-do/2022-07-24-1658634210481","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-07-24-1658634210481"}],"metaData":{"pageUrl":"https://mcdryad.com/Gangwon-do","nav":"Gangwon-do"},"navList":["Busan","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Incheon","Jeju-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}