{"pageProps":{"content":"![Castle at Hwajinpo (화진포의 성(김일성별장))](/2022-07-24-1658677155313/571633_image2_1.webp)\n\n  \n## Overview\n\n> The Castle of Hwajinpo was the summer retreat for Kim Ilsung, former leader of North Korea, and his family from 1948 to 1950. Photos of the family on vacation there show Kim Jungil as a young boy of six years. The building was constructed entirely of stone in 1938 by a German architect for the Sherwood Hall missionary family, and features a basement level and two above-ground floors. The house is now open to the public, with an exhibition of how the house was used by the Kim family, faithfully recreated from photographic research.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-1330<br>(Korean, English, Japanese, Chinese)<br>• For more info: +82-33-680-3677|\n|opendate:|July 1999|\n|parking:|Available|\n|restdate:|N/A (Open all year round)|\n|usetime:|Summer 09:00-18:00 <br>Winter 09:00-17:30<br>* Last ticketing 1 hr before closing|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Admission Fees:|[Hwajinpo History & Security Museum] <br />Individuals: Adults 3,000 won / Teenagers & Children 2,300 won <br />Groups: Adults 2,300 won / Teenagers & Children 1,600 won <br /><br>* Group: 30 people or more<br />* Admission includes Villa of Rhee Syngman, Villa of Lee Ki-poong, Castle of Hwajinpo & Ecology Museum <br />* Free admission: senior citizens (ages 65 and older)|\n|Restrooms:|Available at parking lot|\n|Parking Fees:|Free|\n|Interpretation Services Offered:|Available - English, Japanese, Chinese<br>* Advance reservation required at Hwajinpo Tourist Information Center|\n  \n## Detail Image\n![/2022-07-24-1658677155313/2600598_image2_1.webp](/2022-07-24-1658677155313/2600598_image2_1.webp)\n![/2022-07-24-1658677155313/2600599_image2_1.webp](/2022-07-24-1658677155313/2600599_image2_1.webp)\n![/2022-07-24-1658677155313/2600600_image2_1.webp](/2022-07-24-1658677155313/2600600_image2_1.webp)\n![/2022-07-24-1658677155313/571638_image2_1.webp](/2022-07-24-1658677155313/571638_image2_1.webp)\n![/2022-07-24-1658677155313/571640_image2_1.webp](/2022-07-24-1658677155313/571640_image2_1.webp)\n![/2022-07-24-1658677155313/571641_image2_1.webp](/2022-07-24-1658677155313/571641_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-33-680-3677](tel:+82336803677)\n- [🏠www.gwgs.go.kr](https://www.gwgs.go.kr/tour/index.do)\n\n\n```googleMap\nlatitude: 38.4725399459\nlongitude: 128.4431686945\ntitle: 280, Hwajinpo-gil, Goseong-gun, Gangwon-do\n```\n  \n## Directions\n  \n[Bus + Taxi]<br>\nFrom Dong Seoul Bus Terminal, take a bus to Ganseong Intercity Bus Terminal.<br>From Ganseong Bus Terminal, take a taxi for approx. 15 min.\n","data":{"id":"2022-07-24-1658677155313","title":"Castle at Hwajinpo (화진포의 성(김일성별장))","description":"The Castle of Hwajinpo was the summer retreat for Kim Ilsung, former leader of North Korea, and his family from 1948 to 1950. Photos of the family on vacation there show Kim Jungil as a young boy of six years. The building was constructed entirely of stone in 1938 by a German architect for the Sherwood Hall missionary family, and features a basement level and two above-ground floors. The house is now open to the public, with an exhibition of how the house was used by the Kim family, faithfully recreated from photographic research.","regDate":"2022-07-24","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Historical Sites","Security & Peace Sites"],"imgUrl":"/2022-07-24-1658677155313/571633_image2_1.webp","blogPath":"Gangwon-do/2022-07-24-1658677155313","pageUrl":"https:/mcdryad.com/Gangwon-do/2022-07-24-1658677155313"},"dataList":[{"id":"2022-10-10-1665383309027","title":"Samcheok Deokpunggyegok Valley Village (삼척 덕풍계곡마을)","description":"Deokpung Village is a typical mountain village with bountiful resources and a great potential for development. The village has abundant forest resources with rare and valuable flora and fauna and is home to a natural recreational forest, mountain goats, and wild ginseng. The major income sources of this village are farm products such as pepper and garlic. You can enjoy fly fishing, hiking and a variety of hands-on experience programs. It also has several places to accommodate tourists.","regDate":"2022-10-10","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Experience Programs","Village Experience"],"imgUrl":"/2022-10-10-1665383309027/1425747_image2_1.webp","blogPath":"Gangwon-do/2022-10-10-1665383309027"},{"id":"2022-10-10-1665378318024","title":"Samcheok Cheoneunsa Temple (천은사(삼척))","description":"Cheoneunsa Temple is located on Dutasan Mountain in Miro-myeon, Samcheok-si, Gangwon-do. At the tail end of the Goryeo dynasty, Lee Seung-hyu, a renowned scholar, wrote ‘Jewangungi’, an epic for the Korean people at Cheoneunsa temple. After the temple burnt down during the Korean War, the temple was renovated. The temple houses Beophwagyeong (Lotus Sutra Statue) among other cultural significant artifacts. Also, the surrounding area was the capital during Goryeo dynasty, where a number of relics such as pieces of celadon and blue roof tiles were unearthed.","regDate":"2022-10-10","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-10-10-1665378318024/1434211_image2_1.webp","blogPath":"Gangwon-do/2022-10-10-1665378318024"},{"id":"2022-10-09-1665312480205","title":"Samcheok Cheokjudonghaebi & Pyeongsutochanbi Monuments (삼척 척주동해비 및 평수토찬비)","description":"Erected by Heo Mok, the governor of Samcheok during the second year of King Hyeonjeongs reign (1661), Cheokjudonghaebi Monument is 170 centimeters tall. It was originally built to protect the village on Mallido Island that had been frequently inundated by heavy rain and rough waves. It is believed that the mystical inscription, penned by Heo Mok, on the monument calmed the rough sea waves. Today, the monument stands to prove the wisdom and distinguished penmanship of the former Samcheok City Governor.<br><br>Pyeongsutochan-bi Monument is 145 centimeters tall. It was erected by Heo Moks successor and former governor of Samcheok, Jung Un-cheol, in reverence for his wise forebear. The monument&nbsp;contains 48 ancient Chinese characters that describe many achievements of Heo Mok.","regDate":"2022-10-09","author":"korea-tour","tag":["Gangwon-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2022-10-09-1665312480205/483250_image2_1.webp","blogPath":"Gangwon-do/2022-10-09-1665312480205"},{"id":"2022-10-09-1665308774746","title":"Samcheok Beach (삼척해변)","description":"Samcheok Beach is easily accessible and has a vast white sandy beach that is 1.2 kilometers long and 100 meters wide. Thanks to its pine tree forest, clean white sand, shallow waters, and convenient amenities, over 500,000 vacationers visit the beach every year. Entertaining events such as a barehanded flounder fishing contest also take place here.","regDate":"2022-10-09","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites"],"imgUrl":"/2022-10-09-1665308774746/2716455_image2_1.webp","blogPath":"Gangwon-do/2022-10-09-1665308774746"},{"id":"2022-10-09-1665305469766","title":"Sambuyeonpokpo Falls [National Geopark] (삼부연폭포 (한탄강 국가지질공원))","description":"Sambuyeonpokpo Falls is a 20-meter-high, three-tier waterfall found at the slope of Myeongseongsan Mountain. The waterfall is the result of erosion of the intrusive granite rocks that protruded to the surface during the Cretaceous period. The name of the waterfall comes from the Chinese characters that mean three and gamasot, given for the waterfalls three sharp turns before the crest and the plunge pools resemblance to a gamasot, an old-fashioned iron pot.","regDate":"2022-10-09","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Waterfalls"],"imgUrl":"/2022-10-09-1665305469766/1136117_image2_1.webp","blogPath":"Gangwon-do/2022-10-09-1665305469766"},{"id":"2022-10-09-1665301431744","title":"Sambong National Recreational Forest (국립 삼봉자연휴양림)","description":"Located in Odaesan National Park, Sambong National Recreational Forest is filled with large acicular trees like fir and broad-leaved trees like birch. Lenoks, a species of freshwater fish that are considered a Korean natural treasure, found only in the cleanest water, thrive in the waters of the deep valley running through the park. The park is surrounded by three peaks – Gachilbong Peak (1,240 meters), Eungboksan Mountain (1,155 meters), and Sasambong Peak (1,107 meters). Sambong Mineral Spring, whose waters attract many visitors, is found In the middle of the three peaks. The spring’s waters are said to ease stomach complaints. The park is also popular since visitors can see beautiful fall foliage in autumn while enjoying the mountains and sea at the same time in summer.","regDate":"2022-10-09","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Recreational Forests"],"imgUrl":"/2022-10-09-1665301431744/608470_image2_1.webp","blogPath":"Gangwon-do/2022-10-09-1665301431744"},{"id":"2022-10-09-1665298551313","title":"Samaksan Mountain (삼악산 (춘천))","description":"Samaksan Mountain, paralleling to Uiamho Lake and the Bukhangang River, is one of the best scenic mountains in Chuncheon. As the mountain (san) comprises three rocky peaks (samak), which are Yonghwabong (main peak, 654 m), Cheongunbong (546 m), and Deungseonbong (632 m), it was named Samaksan Mountain. Although it is not a high and majestic mountain, it is considered a mountain with splendid scenery. Samaksan Mountain embraces a fantastic gorge formed through quartzitic jointing and waterfalls. Waterfalls in different sizes, such as Deungseon Falls, Seunghak Falls, and Juryeom Falls, create the splendid landscape, and the top of the mountain commands a panoramic view of downtown Chuncheon along with Uiamho Lake and the Bukhangang River. As its name tells, Samaksan Mountain is known for its rugged and precipitous features (aksan meaning a rugged, rocky mountain). The main access road to the mountain starts from the Deungseon Falls’ ticket booth and the Uiam Ticket Booth, and the trail from Uiam covers a hard, rocky section. As Gangwon-do Monument No. 16, Samaksan Mountain also has various interesting attractions, including Sangwonsa Temple, Heungguksa Temple, and Samaksanseong Fortress.","regDate":"2022-10-09","author":"korea-tour","tag":["Gangwon-do","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-10-09-1665298551313/1842025_image2_1.webp","blogPath":"Gangwon-do/2022-10-09-1665298551313"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}