{"pageProps":{"content":"![Jeju Sanbangsan Carbonate Hot Springs (제주 산방산탄산온천)](/2023-02-17-1676612149553/1620176_image2_1.webp)\n\n  \n## Overview\n\n> Jeju Sanbangsan Carbonate Hot Springs is a rare carbon hot spring, and the first public hot spring in Jeju. In May 2004, it was designated a site for protection as a hot springs source (Jeju Notice No. 2004-12). The hot springs opened in 2005 with Gumyeongsu, a hot springs public bath, spanning 11,111 square meters, housed in a 3,300-square-meter building with an estimated 1,000-person capacity. Sanggoji is the on-site restaurant, and means rainbow in the local dialect. Carbon hot springs are known to have health benefits for the heart, as carbonic acid gas is absorbed in the skin, stimulating capillary vessels and expanding blood vessels. This enhances blood circulation, lowering blood pressure and reducing the burden on the heart.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330<br>(Korean, English, Japanese, Chinese) <br> • For more info: +82-64-792-8300|\n|opendate:|March 5, 2005|\n|parking:|Availabe (500 parking spaces)|\n|restdate:|N/A (Open all year round)|\n|usetime:|[Indoor hot springs] 06:00-22:00<br>[Jjimjilbang, Korean sauna] 06:00-21:00<br>[Open-air bath (Swimming pool)] 11:00-21:00|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Facility Utilization Fees:|Open-air bath: 3,000 won<br>Jjimjilbang: 2,000 won<br>Swimsuit rental: 2,000 won|\n|Available Facilities:|Sauna, Jjimjilbang, Open-air bath, Guestroom, Restaurant, Sleeping room, Resting area, Swimming pool, Guest house, Massage room, Cafe|\n|Admission Fees:|Adults 12,000 won / Children 5,000 won <BR>* Children (ages 2 to elementary school students)|\n  \n## Detail Image\n![/2023-02-17-1676612149553/1620176_image2_1.webp](/2023-02-17-1676612149553/1620176_image2_1.webp)\n![/2023-02-17-1676612149553/1620177_image2_1.webp](/2023-02-17-1676612149553/1620177_image2_1.webp)\n![/2023-02-17-1676612149553/1620178_image2_1.webp](/2023-02-17-1676612149553/1620178_image2_1.webp)\n![/2023-02-17-1676612149553/1620179_image2_1.webp](/2023-02-17-1676612149553/1620179_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-64-792-8300](tel:+82647928300)\n- [🏠tansanhot.com](http://tansanhot.com/)\n\n\n```googleMap\nlatitude: 33.2489628616\nlongitude: 126.2988482889\ntitle: 192, Sagyebuk-ro 41beon-gil, Seogwipo-si, Jeju-do\n```\n  \n## Directions\n  \n[Bus]<BR>\nFrom Seogwipo Intercity Bus Terminal, take an intercity bus to \nthe Western Coast Line bound for Seogwi, Daejeong, Gosan and get off at Deoksu Elementary School Bus Stop.<br>\nWalk for approx. 7 min. from the bus stop. <br><br>\nOr, take Bus No. 37 or 500 from Jeju International Airport and get off at Deoksu-ri Bus Stop. <br>\nWalk for approx. 678m to the venue.\n","data":{"id":"2023-02-17-1676612149553","title":"Jeju Sanbangsan Carbonate Hot Springs (제주 산방산탄산온천)","description":"Jeju Sanbangsan Carbonate Hot Springs is a rare carbon hot spring, and the first public hot spring in Jeju. In May 2004, it was designated a site for protection as a hot springs source (Jeju Notice No. 2004-12). The hot springs opened in 2005 with Gumyeongsu, a hot springs public bath, spanning 11,111 square meters, housed in a 3,300-square-meter building with an estimated 1,000-person capacity. Sanggoji is the on-site restaurant, and means rainbow in the local dialect. Carbon hot springs are known to have health benefits for the heart, as carbonic acid gas is absorbed in the skin, stimulating capillary vessels and expanding blood vessels. This enhances blood circulation, lowering blood pressure and reducing the burden on the heart.","regDate":"2023-02-17","author":"korea-tour","tag":["Jeju-do","Culture/Art/History","Recreational Sites","Hot Springs & Spa"],"imgUrl":"/2023-02-17-1676612149553/1620176_image2_1.webp","blogPath":"Jeju-do/2023-02-17-1676612149553","pageUrl":"https:/mcdryad.com/Jeju-do/2023-02-17-1676612149553"},"dataList":[{"id":"2023-02-18-1676712970362","title":"Ssangyonggul Cave (Hallim Park) (쌍용굴 (한림공원))","description":"Ssangyonggul Cave, a designated Natural Monument, is one of the representative lava tubes of Jeju Island along with Hwanggeumgul, Socheongul, and Manjanggul caves. The cave measures approximately 400 meters in length, 6 meters in x_width, and 3 meters in x_height. It is thought to have been created by lava that erupted from Hallasan Mountain some 25 million years ago. <br><br>One of the unique features of this particular cave is that it has features of both a lava tube and a limestone cave. The entire area surrounding the cave is a huge stratum of seashells and sand, while the interior is a mystical mix of stalactites and stalagmites. Lime covers the cave walls in a series of natural swirls and streaks, bringing to mind the strokes of an abstract painting. Since the cave stays at a constant 17-18℃ throughout the year, it’s a welcome escape from the heat in the summer and a great place to warm up in the winter. <br><br>The cave gets its name from its two branches, which are said to look like the paths of two dragons (‘Ssangyong’ meaning ‘two dragons’ in Korean). It is thought that Ssangyonggul Cave and Hyeopjaegul Cave were once one cave since the second entrance of Ssangyonggul Cave is so close to the end of Hyeopjaegul Cave.","regDate":"2023-02-18","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites"],"imgUrl":"/2023-02-18-1676712970362/218751_image2_1.webp","blogPath":"Jeju-do/2023-02-18-1676712970362"},{"id":"2023-02-18-1676709536401","title":"Snoopy Garden (스누피가든)","description":"Snoopy Garden House is where visitors can meet Snoopy and friends from the popular American comic series Peanuts. The themed halls designed under the overall theme of Peanuts, Nature &amp; Life allows one to connect their everyday life through episodes from Peanuts. Snoopy Garden House has a total of five themed halls and Peanuts Store.<br>","regDate":"2023-02-18","author":"korea-tour","tag":["Jeju-do","Culture/Art/History","Recreational Sites","Theme Parks"],"imgUrl":"","blogPath":"Jeju-do/2023-02-18-1676709536401"},{"id":"2023-02-18-1676705747459","title":"Sarabong Peak (사라봉)","description":"Situated to the east of Jejuhang Port, Sarabong Peak is the main <em>oreum</em> (volcanic cone) that separates the city from the sea. The peak offers views of the ocean to the north and magnificent Hallasan Mountain to the south. It is recommended to reach the top in the late afternoon to catch the reddish glow of the sunset glittering off the ocean.","regDate":"2023-02-18","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites","Mountains"],"imgUrl":"","blogPath":"Jeju-do/2023-02-18-1676705747459"},{"id":"2023-02-18-1676702433409","title":"Samyang Beach (삼양해수욕장)","description":"Samyang Beach is cozy and has clear waters because it is not well-known among tourists. In particular, it stands out because of its sparkling black sand. As the black sands therapeutic effect is well known, visitors can often be seen lying down on the beach and burying themselves in the black sand.","regDate":"2023-02-18","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites"],"imgUrl":"","blogPath":"Jeju-do/2023-02-18-1676702433409"},{"id":"2023-02-18-1676698598035","title":"Samseonghyeol (제주 삼성혈)","description":"Designated as Historic Site No.134, Samseonghyeol is located in the pine forest between Kal Hotel and Jeju Folklore & Natural History Museum. The word “Samseonghyeol” means “three clans holes”, referring to the three 品 shaped holes in the middle of the forest. Each hole is separated from the other holes by a few meters.<br><br> Legend has it that Samseonghyeol is the place where three demigods, the founding fathers of Tamna (the former name of Jeju), first appeared. They lived by hunting and gathering until&nbsp;they married three princesses from Byeokrangguk, whom came to shore in a wooden box. The three princesses brought with them a calf, pony, and five different seeds that eventually helped to establish agriculture in Jeju.<br><br> Curiously, the three holes are not percolated by rain or snow.  The ancient trees surrounding the holes look as if they are bowing to them, often surprising visitors. It takes just about 30 minutes to look around Samseonghyeol and its vicinity.","regDate":"2023-02-18","author":"korea-tour","tag":["Jeju-do","Culture/Art/History","Historical Sites","Historic Sites"],"imgUrl":"/2023-02-18-1676698598035/1618334_image2_1.webp","blogPath":"Jeju-do/2023-02-18-1676698598035"},{"id":"2023-02-18-1676695893214","title":"Saeseom Island Saeyeongyo Bridge (새섬 새연교)","description":"Saeyeongyo Bridge is the longest pedestrian overpass created in the southern-most area of the country. The bridge, inspired by ‘Tewu’ (Jejus traditional log boat), was opened in September 2009, and connects Seogwipo Port and Birds Island. The overpass is the first single cable-stayed bridge ever created in Korea. The bridge has a major tower inspired by the wind and a sail and flamboyant LED lights. <br><br>With the creation of the bridge, it has become much easier for people to travel to Birds Island, which features the islands ecosystem  designated as a warm temperate forest conservation zone. The island also has diverse convenience and leisure facilities such as a 1.2 kilometer walking path, a public square, wooden deck road, pebble road, forest walking path and theme photo zone.","regDate":"2023-02-18","author":"korea-tour","tag":["Jeju-do","Culture/Art/History","Architectural Sights","Bridges"],"imgUrl":"/2023-02-18-1676695893214/1618761_image2_1.webp","blogPath":"Jeju-do/2023-02-18-1676695893214"},{"id":"2023-02-18-1676691372263","title":"Roe Deer Observation Center (제주 노루생태관찰원)","description":"Roe Deer Observation Center opened on August 3, 2007 to offers a place where visitors may observe and watch roe deer and other creatures in their natural habitat. Guests can watch the deer from the forest trails, or feed them at the experience enclosure. The exhibition hall offers information on Hallasan Mountain and the animals and plants that live around it, including a video room teaching about the life of a roe deer. The observation center grounds also include walking paths up Geochinoreum Volcanic Cone.","regDate":"2023-02-18","author":"korea-tour","tag":["Jeju-do","Nature","Natural Sites","Eco-Tourism Sites"],"imgUrl":"","blogPath":"Jeju-do/2023-02-18-1676691372263"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}