{"pageProps":{"content":"![Dongdaemun History & Culture Park (동대문역사문화공원)](/2022-07-22-1658497928569/1897972_image2_1.webp)\n\n  \n## Overview\n\n> At Dongdaemun History & Culture Park, traditional buildings and cutting-edge modern cultural facilities come together harmoniously. Seoul Fortress, Yigansumun Water Gate, Dongdaemun History Museum 1398, Dongdaemun Excavation Site Exhibition Hall, Dongdaemun Stadium Memorial, an event hall, and design gallery can all be found within the park.<br><br>\nDuring the construction work of the park, remains and relics were unearthed, including Yigansumun Water Gate and Chiseong (the first defense facility found) of Seoul Fortress, 44 buildings sites from as early as the Joseon Dynasty including Hadogamteo Site (military training ground), and 1,000 relics including Joseon Baekja (white porcelain of the Joseon Dynasty) and Buncheong Sagi (grayish blue powdered ceramics) from the early Joseon dynasty through the Japanese colonial period.<br><br>\nDongdaemun History & Culture Park has a role almost akin to that of a historical culture theme park where one can see the living history of Seoul through exhibitions and events showcasing contemporary design and culture. It also serves as a resting area for the people.\n\n  \n## Intro\n\n| | |\n| - | - |\n|infocenter:|• 1330 Travel Hotline: +82-2-1330 <br>(Korean, English, Japanese, Chinese) <br> • For more info: +82-2-2266-7188|\n|opendate:|October 27, 2009|\n|restdate:|[Park] N/A (Open all year round)<br>[Facilities] Mondays|\n|usetime:|[Park] Open 24 hrs<br>[Design Lab] Weekdays 10:00-21:00 / Weekends & Public Holidays 10:00-22:00<br>[Rose Garden Lighting] 19:00-00:00<br>[Art Hall] 10:00-21:00<br>[Museum] 10:00-19:00 (Wednesday & Friday 10:00-21:00)<br>[Dongdaemun History Museum 1398] 10:00-18:00<br>* Closed on January 1 & Mondays<br>[Dongdaemun Stadium Memorial] 09:00-19:00<br>* Closed on January 1 & Mondays|\n  \n## Detail Info\n\n| | |\n| - | - |\n|Admission Fees:|Free|\n|Restrooms:|Available|\n  \n## Detail Image\n![/2022-07-22-1658497928569/1897969_image2_1.webp](/2022-07-22-1658497928569/1897969_image2_1.webp)\n![/2022-07-22-1658497928569/1897970_image2_1.webp](/2022-07-22-1658497928569/1897970_image2_1.webp)\n![/2022-07-22-1658497928569/1897971_image2_1.webp](/2022-07-22-1658497928569/1897971_image2_1.webp)\n![/2022-07-22-1658497928569/1897973_image2_1.webp](/2022-07-22-1658497928569/1897973_image2_1.webp)\n![/2022-07-22-1658497928569/1897974_image2_1.webp](/2022-07-22-1658497928569/1897974_image2_1.webp)\n![/2022-07-22-1658497928569/1902781_image2_1.webp](/2022-07-22-1658497928569/1902781_image2_1.webp)\n![/2022-07-22-1658497928569/1902789_image2_1.webp](/2022-07-22-1658497928569/1902789_image2_1.webp)\n![/2022-07-22-1658497928569/1902790_image2_1.webp](/2022-07-22-1658497928569/1902790_image2_1.webp)\n![/2022-07-22-1658497928569/1902791_image2_1.webp](/2022-07-22-1658497928569/1902791_image2_1.webp)\n\n\n  \n## Contact\n\n- [☎️+82-2-2266-7188](tel:+82222667188)\n- [🏠www.ddp.or.kr</a> (Korean, English, Japanese, Chinese)<br /><br><a href=\"http://www.visitseoul.net\" target=\"_blank\">www.visitseoul.net](http://www.ddp.or.kr)\n\n\n```googleMap\nlatitude: 37.5670686420\nlongitude: 127.0101708978\ntitle: 281, Eulji-ro, Jung-gu, Seoul\n```\n  \n## Directions\n  \n[Subway]<br>\nDongdaemun History & Culture Park Station (Seoul Subway Line 2 & 4), Exit 1.\n<br><br>\n[Bus]<br>\nBlue Bus: 101, 102, 103, 105, 107, 108, 144, 152, 163, 201, 260, 261, 262, 270, 271, 301, 370, 407, 420, 720, 721 <br>\nGreen Bus: 2112, 2233, 2014, 7025, 7212 <br>\nRed Bus: 9403 <br>\nAirport Bus: 6002<br>\nMaeul Bus: Jongno03\n","data":{"id":"2022-07-22-1658497928569","title":"Dongdaemun History & Culture Park (동대문역사문화공원)","description":"At Dongdaemun History & Culture Park, traditional buildings and cutting-edge modern cultural facilities come together harmoniously. Seoul Fortress, Yigansumun Water Gate, Dongdaemun History Museum 1398, Dongdaemun Excavation Site Exhibition Hall, Dongdaemun Stadium Memorial, an event hall, and design gallery can all be found within the park.<br><br>During the construction work of the park, remains and relics were unearthed, including Yigansumun Water Gate and Chiseong (the first defense facility found) of Seoul Fortress, 44 buildings sites from as early as the Joseon Dynasty including Hadogamteo Site (military training ground), and 1,000 relics including Joseon Baekja (white porcelain of the Joseon Dynasty) and Buncheong Sagi (grayish blue powdered ceramics) from the early Joseon dynasty through the Japanese colonial period.<br><br>Dongdaemun History & Culture Park has a role almost akin to that of a historical culture theme park where one can see the living history of Seoul through exhibitions and events showcasing contemporary design and culture. It also serves as a resting area for the people.","regDate":"2022-07-22","author":"korea-tour","tag":["Seoul","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-07-22-1658497928569/1897972_image2_1.webp","blogPath":"Seoul/2022-07-22-1658497928569","pageUrl":"https:/mcdryad.com/Seoul/2022-07-22-1658497928569"},"dataList":[{"id":"2022-08-04-1659612764655","title":"Jamsil Hangang Park (한강시민공원 잠실지구(잠실한강공원))","description":"Jamsil Hangang Park is located on the southern side of the river between Jamsilcheolgyo Bridge and Yeongdong Bridge. The park is adjacent to Jamsil Sports Complex, Lotte World, and Olympic Park, and there are a variety of sports & cultural facilities located in the park.<br><br>The nature experience field created within the park is the perfect place for fieldtrips as well as family picnics. One of the biggest features of the Jamsil Hangang Park is the fishway in the Jamsil Water Reserve. Not only is it a great place to appreciate the beauty of the Hangang River, but it is also a place where visitors can learn more about nature through the diversity of eco-programs offered here. Near the fishway is a themed park equipped with wind vanes, walking paths, and underwater plant islets which serve as a resting place for fish. From Riverview Bom, a lookout café located on Jamsil Bridge, you may enjoy the fantastic night view of the Hangang River.","regDate":"2022-08-04","author":"korea-tour","tag":["Seoul","Culture/Art/History","Recreational Sites","Parks"],"imgUrl":"/2022-08-04-1659612764655/1567879_image2_1.webp","blogPath":"Seoul/2022-08-04-1659612764655"},{"id":"2022-08-04-1659609674393","title":"Itaewon Antique Furniture Street (이태원 앤틱 가구 거리)","description":"The Itaewon Antique Furniture Street was formed in the 1960s when North American soliders stationed in Yongsan sold their furniture before returning back to the States. Over the years, the area has grown into a major furniture street where shoppers can find pieces from all over the world. Along with furniture, there is a large selection of wall clocks, tea sets, and interior design items that are not readily available elsewhere.","regDate":"2022-08-04","author":"korea-tour","tag":["Seoul","Culture/Art/History","Experience Programs","Cultural Districts"],"imgUrl":"/2022-08-04-1659609674393/1020781_image2_1.webp","blogPath":"Seoul/2022-08-04-1659609674393"},{"id":"2022-08-04-1659605785634","title":"Inwangsan Mountain (인왕산)","description":"The ancient fortress walls of Seoul that connect the ritual grounds of King Taejo and Muhakdaesa to the Sajik Tunnel and Jahamun Gate still remain on the grounds of Inwangsan Mountain. Many people enjoy hiking the path that begins at Sajik Tunnel, which leads to the peak of the mountain passing the fortress walls, then hike back down to Buam-dong. The hiking course is also connected to the road in front of Cheongwadae, so hikers can also walk along the historical Palpan-ro road, Hyoja-ro road, and Gyeongbokgung Palace. The hiking path located behind Sajik Park leads to Hwanghakjeong Pavilion, where archers during the Joseon dynasty once honed their marksmanship. The Hwanghakjeong Pavilion was originally located within the Gyeonghuigung Palace, but was relocated to the mountain. From the top, a panoramic view of the surrounding area spreads as far as Inwangsan Mountain, Naksan Mountain, Namsan Mountain, and Baegaksan Mountain with Gyeongbokgung Palace at its center.<br><br>The hiking path past Sajik Park's T-intersection is a popular walking course to nearby office workers during lunch time. A view of Cheongwadae is visible from atop Beombawi Rock (tiger's rock). For hikers seeking to walk along the ridges, it is recommended to take the path down to Hongje-dong quarry or Jahamun Gate. Hikers are recommended to take their time to fully enjoy the view of the surroundings while walking along the path of the outer walls. The stone stairway following the path past Changuimun Gate will take hikers to the path along the outer walls. This path stretches for approximately 200 meters and a set of stones used to build the city walls during the reign of King Taejo, King Sejong, and King Sukjung still remain along the way. The thick, dark-colored mosses on the stones indicate the long history of Seoul.<br><br>The view of the refreshing landscape and Inwangsan Mountain's peak will greet the hikers once they walk back to the inner city walls through a step of stones. Hikers will be able to get a bird's-eye-view of Seoul's mountains and skyscrapers surrounding the Hangang River. The city walls along the path going down to Cheongun-dong still withhold their beauty from the past.<br><br>Inwangsan Mountain stands at a x_height of 338.2 meters and spreads throughout the regions of Hongje-dong in Seodaemun-gu and Muak-dong, Nusang-dong, Ogin-dong and Buam-dong in Jongno-gu. The unique and colossal rock formations and the view of Seoul and Cheongwadae are only a few of the many charms of Inwangsan Mountain.","regDate":"2022-08-04","author":"korea-tour","tag":["Seoul","Nature","Natural Sites","Mountains"],"imgUrl":"/2022-08-04-1659605785634/1894462_image2_1.webp","blogPath":"Seoul/2022-08-04-1659605785634"},{"id":"2022-08-04-1659602774980","title":"Inwangsa Temple (인왕사 (서울))","description":"Inwangsa Temple refers to the entire cluster of small Buddhist temples located on Inwangsan Mountain (alt. 338m) in the heart of Seoul. The eastern foot of the mountain has many scenic spots with its distinctively cozy and tasteful atmosphere, and the northern area called Mugye-dong also offers beautiful scenery. Inwangsa Temple was established in the early Joseon period (1392-1910) to guard the national palace Gyeongbokbung. The temple is comprised of 11 shrines from five different Buddhist orders. The unique design of each shrine adds pleasure to hikers on their way up to Seonbawi, an unusual rock formation that is a site of many folk beliefs and shamanist rites.","regDate":"2022-08-04","author":"korea-tour","tag":["Seoul","Culture/Art/History","Historical Sites","Temples"],"imgUrl":"/2022-08-04-1659602774980/1568101_image2_1.webp","blogPath":"Seoul/2022-08-04-1659602774980"},{"id":"2022-08-04-1659598462758","title":"International Seon Center (국제선센터)","description":"The International Seon Center, operated by the Jogye Order of Korean Buddhism, is a global templestay center where both local residents and foreign visitors alike can experience Korea’s Buddhist cultural practices. The temple offers opportunities to experience traditional Korean Buddhist culture through such programs as Ganwha Seon (meditation classes), Templestay, Seon Culture Class, and temple food lectures. The regular Sunday ceremony provides a dharma talk both in Korean and English.","regDate":"2022-08-04","author":"korea-tour","tag":["Seoul","Culture/Art/History","Experience Programs","Traditional Experience"],"imgUrl":"/2022-08-04-1659598462758/1984664_image2_1.webp","blogPath":"Seoul/2022-08-04-1659598462758"},{"id":"2022-08-04-1659595547365","title":"Insa-dong PR Center (인사동홍보관)","description":"Insa-dong PR Center opened in 2006 with the goal of providing accessible education for both domestic and international visitors to understand Korean traditions and history. It was built in what was once the private residence for Prince Uichin (1877-1955), one of the sons of Emperor Gojong (1852-1919). <br><br>Insa-dong PR Center also introduces the traditions and culture of Insa-dong, and provides tour pamphlets and tourist assistance in multiple languages (English, Japanese and Chinese). Visitors can try on hanbok (traditional costumes) and enjoy Wi-Fi within the facility.","regDate":"2022-08-04","author":"korea-tour","tag":["Seoul","Culture/Art/History","Experience Programs","Unique Experience"],"imgUrl":"/2022-08-04-1659595547365/1999248_image2_1.webp","blogPath":"Seoul/2022-08-04-1659595547365"},{"id":"2022-08-04-1659591873426","title":"Insa-dong (인사동)","description":"Insa-dong, located in the heart of the city, is an important place where old but precious traditional goods are on display. There is one main road in Insa-dong with alleys on each side. Within these alleys are galleries, traditional restaurants, teahouses, and cafes. <br><br>The galleries are the heartbeat of Insa-dong. There are about 100 galleries in the area offering every example of traditional Korean fine art from paintings to sculptures. The most famous galleries are Hakgojae Gallery, which functions as the center of folk art, Gana Art Gallery, which promotes many promising artists, and Gana Art Center. <br><br>The teahouses and restaurants are the perfect complement to the galleries. They are hidden deep within the twisting alleyways, making it feel like a treasure hunt. The shops in Insa-dong are very popular among all age groups, because each one is unique. <br><br> Every Saturday from 14 00 to 22 00 and Sunday from 10 00 to 22 00, the main street is blocked to vehicular traffic and it becomes a cultural space. Stores set up booths outside and Korean candy merchants and fortune teller stalls can easily be found; there are traditional performances and exhibits as well. Insa-dong is especially popular among international tourists. This is where they can experience and see traditional Korean culture first-hand, and also purchase pieces of fine art.","regDate":"2022-08-04","author":"korea-tour","tag":["Seoul","Culture/Art/History","Experience Programs","Cultural Districts"],"imgUrl":"/2022-08-04-1659591873426/2612526_image2_1.webp","blogPath":"Seoul/2022-08-04-1659591873426"}],"navList":["Busan","Chungcheongbuk-do","Chungcheongnam-do","Daegu","Daejeon","Gangwon-do","Gwangju","Gyeonggi-do","Gyeongsangbuk-do","Gyeongsangnam-do","Incheon","Jeju-do","Jeollabuk-do","Jeollanam-do","Sejong","Seoul","Ulsan"]},"__N_SSG":true}